{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/cars/tesla-year-in-review-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2019-12-21T16:46:18Z"], "LastModifiedDate": ["2019-12-23T16:40:10Z"], "Headline": ["Tesla's topsy-turvy 2019"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Everyone knows Tesla cars move fast. The same goes for Tesla the company.  Over the course of 2019, Tesla unveiled three new vehicles (including an ATV), got a factory up and running in China, saw wild swings in its earnings and its stock price and a whole lot more.  New products In March, Tesla introduced us to the Model Y,  an unsurprising crossover SUV version of the Model 3 sedan. And...that was pretty much it. The doors didn't open up into the air. It didn't have any surprising new capabilities. The Model Y just kind of looked like a Model 3 with a \"dad bod.\" Then, toward the end of the year, Tesla unveiled its new electric pickup truck, the Cybertruck, and shocked even the most avid Tesla fans. In the months leading up to its unveiling, Tesla CEO Elon Musk had repeatedly said the Cybertruck would not look like a normal truck. \"It's going to look pretty Sci-Fi, it's not going to be for everyone,\" he had said. But even with all of Musk's forewarnings, nobody expected the Cybertruck to look the way it does. All straight lines and knife-sharp angles, it makes armored military vehicles look cuddly by comparison. But, within a couple of days, Tesla had taken nearly 200,000 reservations for it. As a sort of exclamation point at the end of the Cybertruck presentation, Tesla rolled out an all-electric ATV to go with the truck. It goes on sale when the truck does, in late 2021. New competition Until now, Tesla has pretty much owned the electric car market, particularly at the luxury end. Even when other automakers, such as Jaguar and Audi, have come out with new electric vehicles they haven't so much as rumpled Tesla's dominance. But this year, more competition entered the fray. In February, Volvo spinoff Polestar revealed the Polestar 2 electric car. In terms of size and price, it seems like a close competitor to the Tesla Model 3, but with Volvo's Scandinavian roots evident in its design, although the car will be built in China.  In September, Porsche unveiled its first electric car, the Taycan. Up to this point, Tesla has clearly set the performance bar for electric passenger vehicles. The Taycan threatens that standing. Its zero-to-60 time is near that of a Tesla Model S and its cornering abilities appear to be superior. But the EPA-rated driving range of the Taycan Turbo is just 201 miles, about 145 miles less than the comparable Tesla Model S Performance. That's largely thanks to Tesla's obsessive attention to efficiency. Tesla simply gets more miles out of every kilowatt hour of its batteries. Finally, in November, Ford came out with what may be the most direct Tesla competitor so far. Ford introduced the Mustang Mach-E on November 17, just four days before Tesla was to present its Cybertruck. Ford even held its unveiling event at the same place where Tesla would roll out its Cybertruck, a small airfield near Los Angeles that houses Elon Musk's SpaceX rocket company and the Tesla design studios.  The Mustang Mach-E isn't taking aim at the Cybertruck, but rather the Tesla Model Y. It's the same size, about the same price and has similar performance capabilities. In terms of design, Ford's aggressively styled electric SUV makes the soft-edged Tesla look boring. Ford also has far more dealers and service centers than Tesla, a major selling point. But first, Ford will need to train all those employees to sell and service electric vehicles. Ford has also cobbled together a public charging network to rival Tesla's. New factories At the beginning of 2019, Tesla started building a factory in China.  In November, Tesla announced it would build a factory in Berlin, where it's expected to build batteries, powertrains and whole vehicles starting with the Tesla Model. A few days later, on the same day it unveiled its Cybertruck, Tesla announced the China factory had already started producing cars.  New features One of the biggest competitive advantages Tesla has over would-be rivals is its over-the-air software updates. Other auto makers are just starting to enable this feature in their newest cars and, even then, usually only for relatively trivial features, such as in-car shopping apps.  Of course, no car maker can compete with Tesla when it comes to trivial features, like having an in-car yule log video or \"fart mode,\" which enables the turn signal sound to become temporarily flatological. But Tesla does frequently make much more important -- sometimes potentially life-saving -- updates.  In late August, Tesla owners in the path of Hurricane Dorian found their cars had been given additional driving range to help them get out the storm's path. In October, as California utility PG&E shut off power to customers to prevent fires, Tesla owners in the area received reminders to fully charge their cars before they lost power.  And September saw Tesla's \"biggest software update ever.\" It included Caraoke, which plays music while displaying song lyrics in the center console. It also enabled users to stream Netflix, Hulu and YouTube in the center console screen.  The software package also included \"Smart Summon.\" Teslas already had a \"Summon\" feature that allows the car to pull forward out of a tight parking space without a driver at the wheel. \"Smart Summon\" allows the car to turn and maneuver around obstacles by itself on its way to the driver. Owners quickly shared videos of their cars driving themselves through parking lots, sometimes not terribly well and some minor crashes were caught on video. (It is the user's responsibility to watch the car whenever it's moving and stop the \"Smart Summon\" process if trouble ever seems imminent, Tesla reminds its customers.) New challenges It once seemed like it would never happen, but this year it finally did.  Tesla started using up its federal tax credits. The $7,500 individual income tax credit for buying an electric car, a sales incentive provided by the federal government, is limited to the first 200,000 cars sold by a given manufacturer. Tesla hit that mark during the last quarter of 2018 so, as of the first day of 2019, the tax credit for Tesla buyers was halved to $3,750. (It has since dropped further and will disappear entirely in 2020.) Tesla responded by lowering the price of all its vehicles by $2,000 at the start of 2019.  This was also the year that Tesla introduced -- then took away -- the long-promised $35,000 Model 3. It was a price that Tesla had pledged to meet as far back as 2013 and reiterated in 2016 when the Model 3 was first unveiled. Production started in late 2017 but, for a long time, Tesla was only accepting orders for more expensive versions with bigger batteries and more features.   It took until March of this year, though, for Tesla to actually begin offering customers the cars for $35,000, but that didn't last long. Less than three months later, Tesla raised Model 3 prices by $400. Today, the least expensive Model 3 offered on Tesla's web site costs $39,990. Tesla's business performance has also been on a roller coaster this year. In the first quarter, Tesla lost $702 million and recorded its biggest quarter-over-quarter sales drop in the company's history. The plummet was partly because Tesla delivered a lot of cars in the last quarter of 2018 so customers could take advantage of the full electric car tax break.  By the third quarter, though, Tesla was back to making money, with a profit of $342 million. Its revenue was roughly what analysts had predicted, but the company had gotten a better handle on costs. Analysts expect Tesla to report a profit for the last quarter of the year, too, but not for 2019 as a whole. They do expect Tesla to be in the money next year, though. New ratings It wasn't all bad news for Tesla's entry-level car. For instance, the Model 3 received a coveted Top Safety Pick+ from the Insurance Institute for Highway Safety in September, becoming only the second all-electric vehicle, after the Audi E-Tron, to receive that award.  But Tesla got slapped down by another auto safety agency, the federal government's National Highway Traffic Safety Administration. The company had been publicly claiming that occupants of the Model 3 have \"the lowest probability of injury of all cars the safety agency has ever tested.\"   NHTSA demanded Tesla stop making that claim, insisting that it violated advertising guidelines and saying it could not be proven based on the agency's crash tests. (Generally speaking, crash test scores should only be used to compare vehicles of similar weight while Tesla seemed to be imply its cars were safer in a crash than any vehicle of any size.) Tesla responded that it was standing by its statements and was not about to stop. Tesla also had some ups and downs with Consumer Reports, arguably the most influential source for car shoppers in America.  In February, Consumer Reports removed its 'recommended' rating for the Model 3, citing reliability concerns. That added to pressure on Tesla's stock which had already been having a rough week.  By November 14, citing improvements, Consumer Reports restored its coveted Recommended check mark to both the Model 3 and Tesla's larger Model S, which had lost the mark a year earlier. Tesla's Model X SUV, meanwhile, has still never earned Consumer Reports' recommendations thanks to poor test scores and particularly low reliability ratings. New outlook There's more to look forward to next year. For one thing, there will be self-driving taxis. Well, that's what Elon Musk has said.  At an Autonomy Investor Day in April, he expressed confidence that Tesla cars, ones already out on the road, would be able to deliver autonomous rides even while their owners were busy at work. Tesla would take a cut of the fees. The taxi service would net Tesla an annual profit of $30,000 per year from each car. Even Musk admitted that promising this for next year might be a bit optimistic. (Or terrifying, depending on whom you ask.) \"The only criticism, and it's a fair one, is sometimes I'm not on time,\" Musk said. \"But I get it done and the Tesla team gets it done.\" Additional reporting by Chris Isidore, Matt McFarland, Paul LaMonica, Jackie Wattles, Charles Riley, Laura He and Rishi Iyengar."], "Language": false}