{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/business/christmas-music-money-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2019-12-21T04:00:56Z"], "LastModifiedDate": ["2019-12-21T04:00:56Z"], "Headline": ["Writing a Christmas hit is big business -- but most artists fall short"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["When Freddie Mercury decided his band Queen would record a Christmas song, he gave Jim Lea a call. \"He was a very shy chap,\" the bassist and songwriter of English band Slade recalls. \"He said, 'I'm trying to get some ideas together, and if you say it's alright with you -- I don't want you to think I'm some sort of bastard for copying you...\" \"I said, 'what are you ringing me for? Go on, do it,\" Lea tells CNN.  The Queen frontman did indeed go on to record the song \"Thank God It's Christmas,\" but his deference illustrates the unique lore an artist can unlock if they happen to stumble on a festive hit. For Lea, that happened a decade earlier, when he was in the shower. \"The pressure was so great to come up with the next single all the time,\" says Lea, describing his retreat from a tour of the United States in 1973 to rattle off melodies in a hotel bathroom.  He had nothing -- until he remembered the urges of both his manager and his mother, who had read a newspaper article about Bing Crosby, and asked why the glam rock superstars hadn't written a Christmas song. Lea started mumbling the outline of a verse, then a bridge. \"As I started to piece it together, it came to the chorus...\" he recalls, before bellowing the next nine words that fell impulsively from his mouth: \"So here it is, Merry Christmas, everybody's having fun!\" \"I was over the moon when I thought of it,\" he says. \"I thought: this is great.\" Getting the rest of the band on board was a struggle. \"We ain't doing a bloody Christmas song,\" Lea recalls the band's lead singer Noddy Holder replying when he presented the idea. \"The whole thing was like Sisyphus rolling the stone up the hill,\" he adds. But Lea's persistence was vindicated. Nearly half a century later, the lyrics he stumbled on in the shower remain a staple of British radio airwaves, office parties and Christmas dinner soundtracks.  \"Merry Xmas Everybody,\" a sardonic and brazenly British romp through the oddities of Christmas Day, regularly ranks among Brits' favorite festive tracks. It re-emerges in the country's charts each year, selling 1.3 million copies in its lifetime, and it's fondly celebrated across Europe, too. The song also elevated Slade to a musical immortality, placing them alongside the few artists to have achieved the ubiquitous, enduring relevance that only a Christmas hit can provide. \"It'll never go away,\" Lea says. \"You can't get away from the bloody thing.\" But festive classics have a certain lore within the musical industry for another reason, too: they're unrivaled money-makers. Not long after decorations are boxed up and trees are brought down each year, royalties start to roll in through artists' and songwriters' letterboxes. A 2016 estimate by the Economist figured that Mariah Carey's megahit \"All I Want For Christmas Is You,\" which finally hit number one in the US this year, would have raked in $60 million for the artist. Other publications have made their own guesses, with some claiming writers would receive hundreds of thousands each winter. Lea disputes those eye-bulging estimates, but admits that his own seasonal hit has left him more than comfortably-off -- and far outstripped any of Slade's other chart-toppers. \"It's like having a pension... it's a pension plan,\" he says. \"My grandkids and their kids will still be getting royalties from 'Merry Xmas Everybody.' It'll never go away.\" Many happy returns The esteem of creating a seasonal breakout song -- and the promise of long-term earnings that comes with it -- has been too strong for many artists to resist.  That's led to plenty of unlikely stars turning their hand to a festive effort; think David Bowie, months removed from reportedly living off a famous diet of cocaine, milk and red peppers, putting a period of avant garde experimentation on hold to record \"Little Drummer Boy\" with Bing Crosby. Like most of the Christmas classics we still hold dear, that collaboration occurred during a period in the 1970s and 1980s, when contemporary artists started to challenge older crooners like Crosby, Andy Williams and Perry Como for seasonal domination. \"Most of the biggest Christmas songs we hear aren't recent -- a lot of them go back to that golden era,\" says Tony Barton, head of writer support and relationship at PRS For Music, the company that manages royalty payments in Britain. \"Some of our biggest-earning members have a Christmas song that really helps their earnings,\" he says.  The organization never releases figures about their members' royalty payments. But what of the commonly held idea that Christmas hits mean songwriters and singers never have to work again? \"Because of the longevity that a Christmas hit has and the fact that they get played so heavily over a long period of time, it can have that effect,\" says Barton. That means artists dream big when they pen a festive number. \"As an artist, you want to reach as many people as possible,\" Wham!'s George Michael told Smash Hits in 1984. \"My aim is for our Christmas single -- it's called 'Last Christmas' -- to sell a million and a half.\" Of his Christmas anthem \"Stop the Cavalry,\" British singer Jona Lewie told the BBC: \"It's played a major role in terms of looking at my whole catalogue. It's provided about 50% of the total income stream.\" In the UK, artists and songwriters wait until April before receiving their Christmas royalties, and the wait can be longer in other countries, says Barton. But that pay day is almost certain to come, he adds. \"We never guarantee royalties to anybody -- but if you have a current, perennial favorite at Christmas you will generally see a healthy return.\" Landing on the naughty list Still, while countless artists have dipped their hands into the stocking, most have come out with a lump of coal; and for every Christmas hit, there are many more misses. \"You can count on your fingers the artists who have broken through in the last 25 years that had a Christmas hit that is still played on the radio regularly today,\" says Dan Vallie, the President of the US-based National Radio Talent System. \"Almost every hit artist does Christmas songs,\" he adds. \"You can still find those songs, but most people are not listening to them.\" \"It's one of the things you want to tick off your song-writing list, to feel that you've had a successful career,\" adds Barton. So what's the secret to striking gold, and avoiding the listening public's naughty list? \"If I knew that I wouldn't be working -- I'd be getting paid,\" he jokes. \"The tricky thing with Christmas songs is that the best ones sound so simple -- but writing simple songs is very difficult,\" he adds. \"It has to be something you can hum and sing along to,\" he goes on, suggesting that most Christmas hits fall into one of two categories: bombastic, joyful tracks with sleigh bells, children's choirs and all the other season cliches; and those which are more heartfelt and focus on missing loved ones, like \"Driving Home For Christmas\" and \"Last Christmas.\" The magic ingredient, however, may just be luck. It's a unique feature of Christmas music that, no matter how famous an artist is, it's the tune itself that counts. That's why Shakin' Stevens, Mud and Darlene Love have succeeded where Britney Spears, Whitney Houston and Kanye West have not; all have put out Christmas songs, but only a select few are slated for airtime and royalties year after year. \"That's the beauty of songwriting,\" says Barton. \"If the nation takes your song to heart, then you will continue to earn from it.\" 'The appetite is growing each year' Christmas songs that have been welcomed by the public aren't going anywhere, Vallie says. \"Every indication is the appetite for Christmas music keeps growing every year.\"  In the 1980s, Vallie's firm started encouraging US radio stations to switch to an all-Christmas line-up far earlier than they previously did. In other words, he's the reason your ears bleed with tinsely pop each December. 'We saw, as did a few others, the incredible appeal of Christmas music, and it started with us recommending stations go all-Christmas on the day after Thanksgiving,\" he tells CNN. \"That was considered risky at the time,\" he adds. \"Now the big discussion every year is not whether to do it or not, but when to start.\" \"I say it every year: Christmas music programming is the most successful and impactful strategy I have ever seen, or heard, on radio,\" Vallie says. The future looks merry and bright, too: a Nielsen study in 2017 found that millennials are enjoying festive songs more than older generations. But don't expect the Christmas catalog to get an overhaul any time soon. Even as streaming services allow festive songs to reach new audiences, experts say the classics will remain top of the tree. It won't stop big names trying; Taylor Swift is the latest big star to put out a Christmas song. Still, a glance at most countries' charts shows where the power lies; in the US, despite Swift's cultural dominance, it's Carey, Brenda Lee and Burl Ives sitting in the top 10. \"These are the classics, and isn't it interesting that the songs that are so loved are loved by almost every demographic?\" says Vallie. \"These songs are part of the celebration of Christmas itself.\""], "Language": false}