{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/business/amazon-holiday-music-streaming-2019-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2019-12-20T20:27:36Z"], "LastModifiedDate": ["2019-12-20T20:27:36Z"], "Headline": ["Joy to the world: Amazon users stream billions of hours of holiday music"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["'Tis the season for holiday tunes, and Amazon Alexa users are here for it -- billions of hours of it.   So far this holiday season, Amazon customers in the United States have asked Alexa to play holiday music over 100 million times, according to Amazon. The collective time users spent streaming is in the billions.  That's a lot of Michael Bublé and \"Frosty the Snowman.\"   The online retailer started its calculations on December 1, and Christmas is still five days away.   So who has been listening to the most holiday cheer? Amazon said Pennsylvania, South Carolina, and Connecticut are the hap, hap, happiest and listen to the most holiday music.   Louisiana is just ready for Santa Claus to come to the bayou and requests the most songs referencing the jolly man in the red coat.   But there is a Grinch among us — a Grinch lover, that is. New Jersey had the highest listening of songs about the Christmas thief compared to all the other states, Amazon said. Someone should see if they also name their dogs Max.   Amazon found that holiday music is not just popular during the holidays. Globally, users streamed holiday music almost 200,000 times per day in months other than December.   But, once that holiday bug hit, streaming went up to 2 million times per day, enough for each minute of each day since November 1.   Pentatonix, Mariah Carey and Bublé are the most requested artists, and Carey's \"All I Want for Christmas is You\" has claimed the No. 1 spot globally since Thanksgiving.   So, Amazon users, turn up the tunes to \"Deck the Halls\" and \"Have Yourself a Merry Little Christmas\" because everyone is doing it. "], "Language": false}