{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/cnn-underscored/nordstrom-gift-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kami Phillips"], "Writers": [["Kami Phillips"]], "FirstPublishDate": ["2019-12-13T16:54:34Z"], "LastModifiedDate": ["2019-12-20T17:35:51Z"], "Headline": ["Stay stylish with these 35 Nordstrom gifts for everyone on your list"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Calling all holiday shopping procrastinators: Whether you're still trying to wrap up your gift list or haven't even come close to starting, don't stress. There's still time to get everyone on your shopping list something that they'll love — especially if you head over to Nordstrom, where you can find thousands of the most stylish and best-selling fashion, home and beauty products in just a few clicks.  Just take a look at its Holiday Gift section. Shoppers can peruse by price, person or featured lists such as best-sellers and personalized gifts. No matter what you're looking for, it's here to make your holiday shopping as easy as can be, especially with free guaranteed delivery by December 24 as long as you order before December 22.  Still overwhelmed or unsure of where to begin? Let us help. We've picked out 30 of the best gifts to give everyone on your list. From a portable Bose Bluetooth speaker for just $69 to a trendy teddy coat for under $200 to a luxurious high-tech Dyson hair dryer, these 35 Nordstrom gift ideas will help jump-start your shopping cart. Scroll down to shop our top picks, and be sure to check out more must-have holiday gifts at Nordstrom, here. And if you're looking for gifts outside the site, we've got guides for the best gifts for her, gifts for him, top-rated Amazon gifts, white elephant gifts and even stocking stuffers, too.  Gifts for $50 or less Nordstrom Cubic Zirconia Earrings ($46; nordstrom.com) You can never go wrong with a timeless pair of earrings that go with everything in her wardrobe. And at this price? Please and thank you.  _______________________________________________________________________________ Nordstrom At Home Kennebunk Bliss Plush Throw ($28.90, originally $39.50; nordstrom.com) With over 1,250 5-star customer ratings, it's no wonder this affordable and super-soft throw makes a great gift.  _______________________________________________________________________________ Kiehl's Since 1851 Best of Kiehl's Set ($40; nordstrom.com) For any beauty fanatics on your list, this limited-edition Best of Kiehl's Set includes five of its top-rated skin care products, including its beloved Ultra Facial Cream.  _______________________________________________________________________________ Anthropologie Monogram Passport Cover ($28; nordstrom.com) Protect your passport and important documents in style with this cute monogram passport cover.  _______________________________________________________________________________ Swell Milky Way Insulated Stainless Steel Water Bottle ($35; nordstrom.com)  This was the year everyone got really excited about their insulated water bottles. This one from Swell, a Nordstrom favorite, is especially pretty with an iridescent finish.  _______________________________________________________________________________ Leith Longline Cardigan (starting at $34.49, originally $69; nordstrom.com) This duster-length cardigan is cozy, stylish and great for traveling since it packs small.  _______________________________________________________________________________ The North Face Etip Salty Dog Knit Tech Gloves ($35; nordstrom.com) Never let your hands get cold while texting again, thanks to these touchscreen-friendly gloves.  _______________________________________________________________________________ Diptyque Baies/Berries Scented Candle ($36-$65; nordstrom.com) This candle features notes of roses and black-currant leaves, and smells just as pretty as it looks.  Gifts for $100 or less Zella Live-In High-Waist Leggings ($65; nordstrom.com)  Nordstrom's private label brand Zella is known for its booty-lifting, ultra-comfy and sculpting leggings. We especially love these in this metallic rose hue.  _______________________________________________________________________________ Kyi Kyi Genuine Fox Pompom Hat ($88; nordstrom.com) This adorable pompom beanie is so soft and warm, we want it in every color.  _______________________________________________________________________________ Uncommon James by Kristin Cavallari Little Stud Crystal Chevron Stud Earrings ($52; nordstrom.com) These 14-karat gold and crystal chevron studs are the perfect everyday earrings.  _______________________________________________________________________________ Charlotte Tilbury Starry Eyes to Hypnotize Eyeshadow Palette ($75; nordstrom.com) This limited-edition eyeshadow palette from celebrity makeup artist Charlotte Tilbury offers 12 shades of sparkly, beautiful colors.  _______________________________________________________________________________ Nordstrom Men's Shop Plaid Fleece Robe with Faux Shearling Lining ($89.50; nordstrom.com) This plush faux-shearling-lined robe is perfect for lounging, especially in a festive check print for the holidays.  _______________________________________________________________________________ Ugg Scuffette II Slipper ($84.95; nordstrom.com) Looking for a cute and comfy gift to give? These water-resistant shearling-lined Ugg slippers are it.  _______________________________________________________________________________ Barefoot Dreams CozyChic Robe ($99; nordstrom.com) Everyone, and we mean everyone, should have a super-soft, machine-washable, nonpilling microfiber robe. _______________________________________________________________________________ Bose SoundLink Micro Bluetooth Speaker ($69; nordstrom.com) This portable Bose speaker is not only waterproof and crack-proof, but it's the perfect size to bring to any get-together, picnic or party on the go.  _______________________________________________________________________________ Hunter Original Play Waterproof Rain Bootie ($95; nordstrom.com) Classic Hunter boots are a practical addition to any wardrobe. Plus, they're really comfy.  _______________________________________________________________________________ Madewell Recycled Polartec Fleece Pullover Jacket ($109.99, originally $128; nordstrom.com) Fuzzy, warm, stylish and on sale? Say no more.  _______________________________________________________________________________ Nordstrom Lingerie Moonlight Pajamas ($65; nordstrom.com) With over 1,000 perfect 5-star customer reviews, it's obvious that this chic pajama set is a must-have.  _______________________________________________________________________________ Estee Lauder Advanced Night Repair Synchronized Recovery Complex II Serum (starting at $70; nordstrom.com) Nearly 3,000 Nordstrom shoppers gave this serum a 5-star rating, and for good reason. Made with antioxidants plus hyaluronic acid, it helps to reduce fine lines and wrinkles while keeping your skin hydrated and glowing.  _______________________________________________________________________________ Calpak 5-Piece Packing Cube Set ($48-$70; nordstrom.com) This Calpak five-piece packing set is a game-changer for travelers, and is available in some adorable prints.  Gifts for $200 or less Patagonia Nano Puff Water-Resistant Jacket ($199; nordstrom.com) Nothing will keep him warmer or dryer without weighing him down than this Patagonia lightweight puffer.  _______________________________________________________________________________ Halogen Double-Breasted Faux Fur Teddy Coat ($199; nordstrom.com) This season's most on-trend coat style is a cozy and plush teddy number like this one from Halogen.  _______________________________________________________________________________ Veja Esplar Sneaker ($120; nordstrom.com) You can't go wrong with a classic pair of white sneakers, especially from a stylish and sustainable brand like Veja _______________________________________________________________________________ Sorel Madson Waterproof Boots ($170; nordstrom.com) Waterproof and stylish, these boots will keep your feet dry for many winters to come.  _______________________________________________________________________________ Ray-Ban Standard Original 58mm Aviator Sunglasses ($153; nordstrom.com) These classic aviator sunglasses are lightweight and flattering on just about everyone.  _______________________________________________________________________________ Slip for Beauty Sleep Slipsilk Pure Silk Pillowcase ($85-$105; nordstrom.com) Get the most out of your beauty sleep with this anti-crease and anti-bedhead silk pillowcase that doesn't tug at your hair and delicate facial skin. _______________________________________________________________________________ Ugg Neumel Chukka Boot ($129.95; nordstrom.com) These ultra-comfy boots are breathable and cushioned with genuine shearling, so feel free to live in them all season long.  Gifts for $200 or more Nordstrom Signature Shawl Collar Silk & Cashmere Cardigan ($279; nordstrom.com) A luxuriously soft cashmere sweater that she'll never want to take off is never not a good idea.  _______________________________________________________________________________ Kate Spade New York Raven Scallop Smart Bracelet Watch 41mm ($234.50, originally $335; nordstrom.com) This heart-monitoring smart watch includes voice activation, music control and Google Assistant, making it equal parts stylish and functional.  _______________________________________________________________________________ Bose QuietComfort 35 Wireless Over-Ear Headphones II With Google Assistant ($279; nordstrom.com) These comfy, noise-canceling Bose headphones can connect to any Bluetooth device, and are compatible with Alexa and Google Assistant so you're never out of (hands-free) reach.  _______________________________________________________________________________ Marc Jacobs x Peanuts Comic Strip Tote ($295; nordstrom.com) Give the gift of nostalgia — but make it fashion — with this \"Peanuts\" tote from Marc Jacobs.  _______________________________________________________________________________ Dyson Supersonic Hair Dryer ($399; nordstrom.com) This coveted hair dryer increases smoothness and shine while decreasing frizz and heat damage with its fast-drying V6 motor. Basically, it's the hair dryer to beat all hair dryers (and worth the pretty penny).  _______________________________________________________________________________ Poppy Finch Triple Baby Pearl Collar Necklace ($295; nordstrom.com) This delicate handmade 14-karat gold and pearl necklace is a timeless and beautiful addition to any wardrobe.  _______________________________________________________________________________ Strathberry Mini Stylist Calfskin Leather Convertible Clutch ($355; nordstrom.com) Edinburgh-based luxury handbag brand Strathberry makes chic and timeless handbags (and is one of Meghan Markle's favorite brands).  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}