{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/abu-dhabi-island-hopping/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Danae Mercer, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-12-11T09:14:25Z"], "LastModifiedDate": ["2020-02-11T21:49:15Z"], "Headline": ["An island hopping guide to Abu Dhabi"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In May 2018, Abu Dhabi opened a suspension bridge allowing travelers to drive or cycle over the sea.  On one side was Abu Dhabi's mainland -- home of its famous mosque and Louvre museum. At the other? Al Hudayriat Island, an island that offers 600 meters (1,970 feet) of quiet beach. Al Hudayriat is one of more than 200 islands that dot the coast of the UAE's capital.  On these islands can be found find eco-retreats, high-end safaris, Maldivian escapes, dolphin snorkeling and so much more.  \"The islands of Abu Dhabi are lovely in the right season,\" says UAE journalist Ashleigh Stewart. \"They're almost like a mini-break if you're feeling city fatigue.  \"They're also incredibly diverse,\" she says. \"I'd absolutely recommend them to a visitor. Whereas Dubai's beaches are beautiful, the islands around Abu Dhabi are quieter, evoking a tropical island feel -- and the crowds are thinner,\" she adds.  Here are some of the islands worth a visit when you travel here:  Yas Island Arguably the best known of Abu Dhabi's islands, Yas Island is all things glitz, glam, and family friendly entertainment.  This island is home to the Yas Marina Circuit, Ferrari World Abu Dhabi, Yas Waterworld, Yas Beach, and the newly opened Warner Bros Abu Dhabi. It's also conveniently located only a 30-minute drive from Abu Dhabi. The brand new Warner Bros Abu Dhabi spans 1.65 million square feet and six different themed lands. At Yas Waterworld, visitors can hop between 43 rides and the world's largest hydromagnetic powdered six-person tornado waterslide. For car fanatics, Ferrari World provides the world's first Ferrari-branded theme park.  \"Adrenaline lovers can book a driving experience at Yas Marina Circuit and cruise at high speed in a racing car or Aston Martin,\" says Abu Dhabi resident Gretta Beckett. For a slower thrill, Beckett recommends the free cycling sessions hosted at Yas Marina's circuit three times a week. \"There are even free bikes and helmets.\"  And for sunbathing? There's Yas Beach, where admission costs around $13 but comes with a beach towel and sun lounger. The vibe here is certainly busier than some other islands, but it makes for a perfect bit of relaxation after shopping at Yas Mall.   Zaya Nurai Island Imagine Maldivian decadence -- infinity pools, trendy open-air restaurants filled with beautiful couples, Instagramable hammocks over the sea -- and pop it all just a 30-minute boat ride from Abu Dhabi. That's Zaya Nurai Island.  \"It  feels like another country and another world,\" says UAE photographer Sukaina Rajabali. \"I've got endless white beaches and turquoise sea, yet I'm in the desert.\" Such islands are a must, she adds. \"Nothing beats the hospitality offered here.\"  Eco-focused and five-star, Zaya Nurai keeps things exclusive with just 32 rooms. The price tag is more splurge than save, but day passes are available (from $95 with a minimum spend per person).  \"For me, it's the perfect weekend escape,\" says mother-of-four Edwina Viel, a UAE blogger. \"We spend all day around the pool and beach after breakfast with my children. The waters here are, in my opinion, some of the most beautiful in the UAE.\"  Sir Bani Yas Island  Instead of heading to Africa for safari, UAE visitors can explore Sir Bani Yas Island. More than 10,000 animals roam free in this island's Arabian Wildlife Park, including Arabian oryx, flamingos, cheetahs, hyenas and giraffes.  \"I love Sir Bani Yas Island,\" says Laura Coughlin, a UAE adventure writer. \"In just one weekend we'll kayak through the mangroves, ride mountain bikes across dirt trails, and go on a safari through the island's conservation reserve,\" she says. \"It's like holidaying in Africa, the Maldives and the Middle East all rolled into one,\" adds Coughlin.  It's possible to visit Sir Bani Yas Island as part of a day trip, arriving either by sea plane or boat.  To make the trip more leisurely, guests can book into the five-star Anantara Sir Bani Yas Island Resort.  Luxury tour operator Lightfoot Travel just recently launched a private jet journey that flies between Dubai, Sir Bani Yas Island and Oman. The price tag is unsurprisingly high. Dalma Island  Around 210 kilometers from Abu Dhabi is Dalma Island, a quiet, historic spot that was once at the heart of the UAE's pearl trade. The island spans a mere nine kilometers by six kilometers, with three old mosques, an archeological site, and the history-focused Museum of Dalma. Residents have a reputation for being particularly friendly. \"This place is still very raw,\" says Asma Al Fahim, editor at large of Villa 88 magazine. \"I find it unique as it was once the main island and the center of trade in the UAE.\" Transport here can be a bit tricky, as guests need to catch the regularly running ferry from Jebel Dhanna (around a three-hour drive from Abu Dhabi) or board a non-scheduled flight from Abu Dhabi International Airport.   Hudayriat Island \"All the buzz right now is around Hudayriat Island,\" says Stewart.  While in the works since 2009, Hudayriat Island has only just opened to the public. Visitors can drive or even cycle across the recently completed suspension bridge.  \"The island is now decked out with a 600-meter beach, running and cycling tracks, a playground and heaps more, and the next phases will include housing for Emiratis and other attractions,\" says Stewart.  Other plans include a camping area with zip lines, food trucks, football pitches and more. Boat trips Abu Dhabi has numerous companies offering boat trips to some of the capital's smaller islands.  Try Captain Tony's three-hour Dolphin Bay Eco boat trip for a bit of dolphin spotting. The dolphins aren't guaranteed, but the trip does let travelers snorkel around Dolphin Island.  Another popular option is Lulu Island, an 1,050-acre manmade island that runs parallel to the Corniche public beach. This stretch of empty sand is one of UAE blogger Diana Bell-Heather's favorite spots.  \"Families bring barbecues and music and spend all day. Some even bring their dogs!\" She recommends Seven Seas boat rental company. Thrill-focused The Yellow Boats team also offer a tour, one including a guided journey around the corniche as well.  And if the boat trips fail to excite? Book onto a seaplane. This provides incredible views of the islands' surrounding fish and turtles.  \"There's an incredible amount of marine life that I wasn't aware of before,\" Bell-Heather adds of Abu Dhabi's islands.  \"You do have to venture out further, but it's worth it.\" "], "Language": false}