{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/media/spotify-dawn-ostroff-risk-takers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story by Julianne Pepitone, CNN Business\nVideo by Richa Naik and Frank Fenimore, CNN Business\nPhoto illustrations by Ken Fowler"], "Writers": [[]], "FirstPublishDate": ["2019-12-20T11:22:44Z"], "LastModifiedDate": ["2019-12-20T11:22:44Z"], "Headline": ["For Spotify, music might not actually be the key to success"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The music-streaming space is competitive and crowded, with Apple, Google, Amazon, Pandora, Tidal, iHeart Radio and dozens more battling for ears. But Spotify is the lead player, with more than 113 million paid subscribers.  And yet Spotify's content chief, Dawn Ostroff, is leading the music behemoth into an entirely new area that's all about words, not riffs: podcasts. Spotify expected to shell out half a billion dollars acquiring podcast-related companies in 2019, including two big purchases earlier in the year. In February, Spotify confirmed it had acquired Anchor, a podcast-creation app, and Gimlet, a major podcast producer, responsible for hits like \"Homecoming,\" \"Reply All\" and \"Startup.\" The price tag for the pair was €300 million (around $340 million in US dollars at the time) — a significant purchase, especially considering estimated ad revenue for the entire US podcasting market was $479 million in 2018, according to PwC. Spotify has acknowledged that big expense as a risk in its financial statements, saying there's no guarantee the company will be able to \"generate sufficient revenue\" to \"offset the costs of acquiring\" that content. Spotify also notes in these documents that to be successful, it will have to broaden its brand beyond its \"reputation as a music streaming service.\" Related: See the 20 Risk Takers pushing global business forward Though podcasts are buzzy right now with listeners, experts say the market is in its early days in terms of turning a profit. But Ostroff thinks that's the perfect time to go all-in. Before coming to Spotify, she foresaw the boom of online video much earlier than most: She helped get The CW's show content online in the mid-2000s, and she then moved on to build publishing giant Conde Nast's digital-video business. \"I've always tried to go where people will eventually follow,\" Ostroff told CNN Business in an interview. \"It's always more exciting to build something than to be sitting on top of a mountain after something is built, just trying to defend your place.\"  For Ostroff, moving Spotify into the world of words means getting a jumpstart into a market that will pay off in ad revenue eventually. But it's a market that is still financially unproven, and Spotify — which is itself unprofitable — needs the risk to pay off. The company reported a loss of $1.4 billion in 2017, followed by an $89 million loss last year. The state of podcasting  Podcasts have been a major focus for Spotify over the past year. In October 2018, the company launched Spotify for Podcasters, inviting creators to upload their podcast episodes — and giving them access to data like listener numbers, demographics and engagement. Four months later, Spotify announced its acquisitions of Gimlet and Anchor as part of its plan to spend $400 to $500 million on the \"emerging podcast marketplace.\" The company said Gimlet would focus on creating new podcasts exclusively for Spotify subscribers, and that Anchor's tools would \"enabl[e] creation for the next generation of podcasters worldwide.\"  \"Gimlet and Anchor will position us to become the leading platform for podcast creators around the world and the leading producer of podcasts,\" the company wrote in a blog post. Spotify has also inked content deals, including a partnership to produce exclusive podcasts for Barack and Michelle Obama's Higher Ground. And in June, the company redesigned its app for paid customers to give podcasts a more prominent place: one tab for music, one for podcasts.  As a result of these efforts, the number of people who listened to podcasts on Spotify jumped 40% in the third quarter compared to the prior quarter, the company revealed in October. Now, more than 14% of Spotify's users listen to podcasts. \"We've decided to come into the podcast space in a very aggressive way,\" Ostroff said. As of the third quarter, about 90% of Spotify's revenue comes from paid \"Premium\" subscriptions, which in the US, are priced at $9.99 per month for individuals or $14.99 for families. The remaining revenue comes from commercials served up to free users while they're streaming music and other content. Podcasts are incorporated into that model but with a caveat: Premium users will still hear ads that podcast creators have included within their episodes through third-party ad servers or sponsorship messages that hosts read. As Ostroff sees it, adding podcasts to Spotify's catalog can boost the business both by attracting new users and keeping existing ones listening for longer.  Earlier this year CEO Daniel Ek said in a blog post that podcast users spend almost twice as much time listening on the platform as purely music users. Eventually, the company expects 20% of listening to be non-music: podcasts and, to a lesser extent, the audiobooks it offers in some areas of the world. Less clear, however, is when the massive investment in podcasts will pay off financially. \"Podcasting is very much day one,\" Rich Greenfield, a longtime media and tech analyst now at LightShed Partners, told CNN Business. \"Sometimes you have to put the gauntlet down and spend the money to show how serious you are.\" Because podcasting is so nascent, Greenfield said it's impossible to assess whether the purchase prices for Gimlet and Anchor were appropriate, \"but in the next five years, if the category is strong, this [buy] will look smart.\" For now, the company is not focused on monetizing podcasts, but on a call with investors in October, Ek described that as \"something that we're going to start looking at in 2020.\" Spotify also has the opportunity to build a reputation as a platform for creators, much like YouTube became the go-to for original video, Greenfield said. To that end, the company recently began testing an in-app \"Create Podcast\" button to push users to Anchor's creation tools.  Helping listeners discover new podcasts Spotify gained streaming dominance at least in part through its powerful recommendation algorithms that help users discover a range of new music. To gain an edge in podcasting, Spotify plans to do exactly the same thing.  \"One of the big initiatives for us is to be as good at podcast discoverability as we are on the music side,\" Ostroff said. \"So our product teams have been working tirelessly to be able to deliver personalization to users on the podcast side.\" Discovery is a major challenge in the podcast space at large. Spotify alone features more than 500,000 podcasts, and that field is growing rapidly. With so many options spread across platforms, it can be tough for listeners to find new podcasts outside of the mainstream.  Apple Podcast has long been the dominant platform, offering hundreds of thousands of largely ad-supported podcasts for free. But in recent years, upstarts like Luminary and Stitcher have sprung up to offer premium curated podcasts behind a paywall. Spotify plans to offer exclusive content as well in an attempt to lure customers from the other podcast platforms. \"We're making more content exclusive on the platform, [which] allows us to market in a more meaningful way [and] bring people onto the platform,\" Ostroff said. \"And we're finding that creators are excited about working with us on an exclusive basis, because we're able to put so much more of our marketing and on-platform data and insights in their hands.\" On the data side, Spotify is also committed to \"unifying the business side of the podcast space,\" including starting to automate ad sales over the next few years, Ostroff said. Following the younger generation to profit Ostroff views podcasting's financial opportunity within the wider context of shifting media consumption habits. Television and radio advertising totals $90 billion annually in the U.S., she notes, citing a PwC report — and as people migrate to streaming TV, audio and other on-demand media, she expects the money to move, too. About 40% of listeners ages 12 to 24 listened to a podcast in the last month, compared to 30% a year ago, according to an Edison Research report tracking 2019 habits. That figure was 39% for respondents 25 to 54, up from 32% the prior year. The 55-and-above listeners are also increasing: 17% in 2019, compared with 13% last year. \"You think about all of those advertisers who are going to need to place their money and their ads somewhere,\" Ostroff said. \"Gen Z-ers and millennials are creating new habits of listening to audio... and you're going to have a significant amount of ad revenue that is going to be looking to connect with consumers.\" The ubiquity of audio compared with video is another source of appeal for advertisers, Greenfield said. \"The reality is there's lots of time to listen to audio, whether you're in your car driving, at work, at the gym, cooking in the kitchen with a smart speaker,\" said Greenfield. \"It can be in the background constantly, so if you're Spotify, why not try to dominate all forms of audio?\" That king-of-all-audio crown is indeed Spotify's goal, Ostroff said. But the company faces competition — largely from Apple, which has offered news and narrative podcasts since 2005 and currently has a bigger catalog with 750,000 podcasts. Unlike Spotify, Apple hasn't waded into creating exclusive podcasts yet, but Bloomberg reported in July that that is set to change. \"It doesn't worry us,\" Ostroff said, citing the experience of the podcast teams it has assembled through acquisitions as well as its own Spotify Studios team. The company has also worked to extend \"an olive branch to the Hollywood community,\" she said, making a concerted effort to reach out to creatives about what Spotify can offer. Spotify has also been careful to let the startups it has acquired retain their own identities, Ostroff said, giving them the power of Spotify's size and back-office resources while allowing them to keep creative control. That was most important to Gimlet co-founder and CEO Alex Blumberg, who told CNN Business that he was \"the most skeptical and worried and anxious about it of anybody\" during acquisition talks.  \"Just because I think it's a heavy thing to build a business and then hand over the reins and it's no longer your sole responsibility,\" he explained.  Spotify's commitment to a hands-off approach won him over. And for Ostroff, the alternative is the real danger.  \"We're incredibly respectful of any of these companies, particularly the creators and the flow of their business,\" she said. \"We just don't want to break something that's intact.\" When it comes to forging a new path in podcasting, however, Ostroff has no concerns about breaking away from the way things have been done. \"There's nothing more thrilling than to take a risk where you really have a vision,\" she added. \"[We] can see what the end of the race is going to look like, where we want to get to.\""], "Language": false}