{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/20/world/gallery/week-in-photos-1220/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Matt McClain/The Washington Post via Getty Images", "Francis Mascarenhas/Reuters", "Mike Blake/Reuters", "Spencer Platt/Getty Images", "Farooq Khan/AFP via Getty Images", "Rich Fury/Getty Images", "WPA Pool/Getty Images", "Mladen Antonov/AFP via Getty Images", "Nick Oxford/Reuters", "Brendan Smialowski/AFP via Getty Images", "Hendra Syamhari/AFP via Getty Images", "Thomas Wells/AP", "Tolga Akman/AFP via Getty Images", "Daniel Leal-Olivas/AFP via Getty Images", "Wendell Teodoro/AFP via Getty Images", "Ilya S. Savenok/Getty Images", "Armend Nimani/AFP via Getty Images", "David Gray/Getty Images", "Riccardo Antimiani/EPA-EFE/Shutterstock", "New Zealand Defence Force/Getty Images", "Steven Ferdman/Getty Images", "Anwar Amro/AFP via Getty Images", "Eugene Hoshiko/AP", "Loic Venance/AFP via Getty Images", "Tomohiro Ohsumi/Getty Images", "Mark Wilson/Getty Images"]], "FirstPublishDate": ["2019-12-20T05:47:55Z"], "LastModifiedDate": ["2019-12-20T05:47:55Z"], "Headline": ["The week in 26 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["House Speaker Nancy Pelosi bangs the gavel after the House voted to impeach US President Donald Trump on Wednesday, December 18. The House voted almost entirely along party lines to charge Trump with abuse of power and obstruction of Congress. The votes mark the culmination of a rapid three-month inquiry into allegations that the President pressured Ukraine to investigate his political rivals while withholding a White House meeting and $400 million in US security aid. Trump has said he did nothing wrong in his July 25 phone call with Ukrainian President Volodymyr Zelensky, that there was \"no pressure whatsoever.\" He has called the impeachment inquiry \"the greatest hoax.\" In photos: The day Trump was impeached People gather in Mumbai, India, on Thursday, December 19, to protest a controversial new citizenship law considered by many to be discriminatory against Muslims. Marches and rallies have been taking place across other major cities such as New Delhi, Kolkata, Hyderabad and Chennai. The eyes of singer Taylor Swift are caught in a photographer's flash as she arrives on the red carpet for the Billboard Women in Music event on Thursday, December 12. Swift was later honored with Billboard's Woman of the Decade Award. Family members of police officer Joseph Seals attend his funeral in Jersey City, New Jersey, on Tuesday, December 17. Seals, a 15-year-old veteran of the Jersey City Police Department, was killed while trying to stop two shooters who later killed three people at a kosher market. Boys jump into a river to cool off in Sydney on Thursday, December 19. Australia is in the midst of a record-breaking heat wave. Actress Daisy Ridley interacts with a young fan at the premiere of \"Star Wars: The Rise of Skywalker\" on Monday, December 16. The movie marks the end of a cinematic journey spanning nine movies over 42 years. Britain's Queen Elizabeth and her son Prince Charles proceed through the Royal Gallery on their way to attend the state opening of Parliament on Thursday, December 19. A child plays in a pool full of plastic balls at a Christmas-themed playground in Bangkok, Thailand, on Sunday, December 15. Fuselages meant for Boeing's 737 Max aircraft sit in storage in Wichita, Kansas, on Tuesday, December 17. Boeing has suspended production of the jets as it waits for them to be recertified to return to service. The 737 Max was grounded worldwide in March after two fatal crashes. US President Donald Trump arrives for a campaign rally in Battle Creek, Michigan, on Wednesday, December 18. During the rally, he became just the third US president to be impeached. Orangutan Bon Bon looks out from a cage after arriving at an airport in Deli Serdang, Indonesia, on Tuesday, December 17. The young orangutan was being released back into the wild months after a trafficker tried to smuggle it out of the country. Related story: These great apes are close to extinction Carl Estes searches for books and other items from his church in Guntown, Mississippi. It was destroyed by a tornado on Monday, December 16. More than two dozen tornadoes touched down in parts of the Deep South on Monday, killing at least three people. Exit poll results are projected outside of the BBC's building in London on Thursday, December 12, predicting that the Conservative Party would win a majority of seats in Parliament. It was one of the country's most dramatic electoral victories, and vindication for Prime Minister Boris Johnson and his strategy to campaign on a single promise: \"Get Brexit done.\" Jamaica's Toni-Ann Singh waves to the crowd after winning the Miss World pageant in London on Saturday, December 14. Protesters participate in a climate change rally in Sydney on Sunday, December 15. Extinction Rebellion activists have staged colorful demonstrations, pulled eye-catching stunts and shut down roads as part of a worldwide protest to demand more action on climate change. Journalist Razia Iqbal, left, interviews Supreme Court Justice Ruth Bader Ginsburg at an event in New York on Monday, December 16. Ginsburg was awarded the Berggruen Institute Prize for Philosophy and Culture. She plans to donate the $1 million prize to a number of organizations that promote opportunities for women. A face mask is seen on a St. Teresa statue in Pristina, Kosovo, on Thursday, December 19. Air pollution continues to be an issue in Kosovo. A farmer in Sydney uses a hose to put out a fire burning in his paddock on Thursday, December 19. Firefighters in the state of New South Wales are battling nearly 100 active fires amid a record-breaking heat wave. A state of emergency has been declared. Children hold up Baby Jesus figurines as Pope Francis leads a prayer at the Vatican on Sunday, December 15. In this aerial photo, workers are seen on New Zealand's White Island on Friday, December 13. There were 47 people on the island when a volcano erupted there on December 9. At least 16 people were killed and two others remain unaccounted for. Revelers gather in New York's Times Square for the start of the annual SantaCon Bar Crawl on Saturday, December 14. People in Beirut, Lebanon, hurl fireworks at security forces on Tuesday, December 17. Lebanon is enduring one of its worst-ever economic crises and has been wracked by mass protests that led to the resignation of Prime Minister Saad Hariri.  Costumed window cleaners work in Tokyo on Thursday, December 19. The Year of the Pig is about to be succeeded by the Year of the Rat in the Chinese zodiac. A woman has tear gas sprayed in her face during protests in Nantes, France, on Tuesday, December 17. French workers and trade union members have taken to the streets to protest proposed changes to the pension system. Robot hands are on display at the International Robot Exhibition in Tokyo on Wednesday, December 18. A wintry mix of sleet and snow falls on the US Capitol and its Christmas tree on Monday, December 16. See last week in 30 photos"], "Language": false}