{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/cnn-underscored/lenovo-smart-display-7-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [[]], "FirstPublishDate": ["2019-12-19T19:17:09Z"], "LastModifiedDate": ["2019-12-19T19:17:09Z"], "Headline": ["Lenovo's Smart Display 7 has the looks to compete with Google's Nest Hub"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Lenovo Smart Display 7 is a small, compact smart display powered by Google Assistant. You can use it to answer trivia questions, control devices around your home or complete routines for more complex tasks.  It's similar to the Echo Show 8 we recently reviewed, but instead of using Amazon's Alexa platform, you rely on Google. You can buy the Lenovo Smart Display 7 from B&H Photo for $99.99, a $30 discount from the regular price of $129.99. Google's own Nest Hub is normally $129 (but is discounted to $79.99).  The two smart displays are similar, and after the flood of holiday promotions has passed, they will have the same price.  I recently installed the Lenovo Smart Display 7 to replace the original Google Home Hub (now called Nest Hub) that I had been using since its launch. The experience has been nearly identical, with one exception — the design.  The Smart Display 7 looks good  The Smart Display 7 breaks from Lenovo's design approach to the larger Smart Display 8-inch and Smart Display 10-inch. Instead of placing a speaker to the left of the display, the Smart Display 7 is more compact, with speakers just below the 7-inch touchscreen. The speakers are covered in a gray cloth material, with a Lenovo logo on the right side.  Just above the display is a 2-megapixel camera that you can use for video calls through Google Duo. I wasn't able to test this feature during my time with the Smart Display 7, simply because I don't know anyone who uses Google Duo.  I realize Facebook has its own Portal devices for video calls, and Google wants to keep pushing its Duo service on users, but it would be helpful if Facebook and Google could play nice and let users place Facebook Messenger video calls on Google's smart displays. I suspect we all know quite a few people who use Messenger.  Along the top of the display, you'll find two physical switches, along with volume controls. The switches are privacy-focused, with one switch covering up the camera and literally blocking it, while the other disables the always-on microphone.  You know when the camera is off because instead of seeing the lens, you see a red cover. The display audibly tells you the current status of the microphone as you toggle the switch.  The back of the Smart Display 7 is bare, except for where the power cord connects, another Lenovo logo, and a sticker with the device's serial number and other nonessential information.  Overall, I like the look of the Smart Display 7, especially when I place it next to the original Google Home Hub. Maybe it's the black border around the screen or the cloth speaker grill, but I just find it more aesthetically appealing. The buttons have a cheap plastic feel to them, a slight blemish to an otherwise sharp smart display.  Hey Google — What can't you do anymore? The number of features and tight integration with most major smart home platforms is fairly impressive.  The Smart Display 7 runs the same Google Assistant-powered platform as the Nest Hub, so there's not much difference on the software front when it comes to the overall experience.  You're able to give voice commands and interact with the Smart Display 7 by using the wake phrase of \"OK/Hey Google\" and then telling it to play a YouTube video, find a recipe, turn off a light or show you a live camera feed from around your phone.  The key is that you have smart home devices connected to Google Assistant, all of which is done through the Google Home app. That's the same app you use to set up the Smart Display 7. The setup process takes just a few minutes, requiring you to use the Google Home app, power the Smart Display 7 and follow the prompts in the app. Once the display is connected to your Wi-Fi network, any software updates are handled automatically in the background.  I haven't had any issues getting the Smart Display 7 to recognize my voice commands, whether I've been close or across my office, and even if I was streaming music from Spotify or if my Apple HomePod was playing nearby.  I wouldn't say the Smart Display 7 sounds horrible, but the audio doesn't blow me away. When it's sitting on my desk, just a couple of feet away, the sound is fine and gets the job done. But I wouldn't want to use it as my main speaker in a larger room.  If you don't want to use voice commands, you can tap and swipe through on the screen to play music, control smart home devices (adjusting a Nest thermostat, for example), or scroll through photos displayed on the screen.  Outside of quickly getting a weather forecast or setting a timer, my favorite aspect of any Google Assistant-powered smart display is its ability to display photos from your Google Photos library. You can set it to display photos from only your family members or those closest to you, and if you've been using Google Photos for any extended period of time, it will surface photos and trigger memories nearly any time you walk by the screen.  Streaming music or a YouTube video is easy enough, just by asking for something to be played, but I've enjoyed the Smart Display 7's ability to be used as a Chromecast device. Using an app-like Sling TV on my phone, I'm able to cast a show to the display, essentially turning it into a tiny streaming device.  Excellent device I don't think you can go wrong with either the Nest Hub or Lenovo's Smart Display 7. Outside of promotions, the devices are priced the same. I prefer the Lenovo Smart Display 7, simply because of its design. It just looks cool, and for a device that's going to be on display in my home or office, that's key. You can buy the Lenovo Smart Display 7 from B&H Photo right now for $99.99. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}