{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/health/television-bodies-nicaragua-scli-intl-scn-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-19T14:26:56Z"], "LastModifiedDate": ["2019-12-19T14:26:56Z"], "Headline": ["The more we watch TV, the more we prefer thinner female bodies, study shows"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Watching television makes viewers more likely to prefer thinner female bodies, a new study shows. Scientists measured the relationship between TV consumption and body preferences among people from a number of remote villages in Nicaragua, in Central America. While those who had very limited access to TV preferred women with a higher Body Mass Index (BMI), the researchers said in a statement, those who often watched TV preferred thinner women. Researchers said this was because thinner women were more prevalent on TV. The team of researchers, led by scientists from the University of Durham in the UK, are calling for better media representation of people of different shapes and sizes to reduce the pressure to aspire to a \"thin ideal body.\" \"TV and advertising bosses have a moral responsibility to use actors, presenters and models of all shapes and sizes and avoid stigmatising larger bodies,\" said Lynda Boothroyd, the study's lead author and professor of psychology at Durham. \"There needs to be a shift towards a 'health at every size' attitude and the media has an important role to play in that,\" she said in a statement. It's normally difficult to disentangle TV watching from other factors such as nutrition, income and education in examining body ideals, Boothroyd told CNN, but the specific conditions in these villages allowed the team to isolate exposure to TV. Researchers said the results provide good evidence that TV is affecting our view of body ideals, driving body dissatisfaction and playing a role in the development of eating disorders and depression. The 299 participants in the study did not normally read magazines or use the internet, and none of them owned a smartphone. Those who did have access to a television watched Latin soap operas, Hollywood action movies, music videos, police reality shows and the news, according to researchers. Those in the study completed a questionnaire about their ethnicity, education, income, hunger, language and TV exposure. They were then asked to rate the attractiveness of pictures of female bodies with varying body shapes and sizes. However, Boothroyd told CNN that some participants were starting to gain access to smartphones by the time the study was drawing to a close. \"The internet is rapidly becoming more important than TV,\" said Boothroyd, adding that she would look at the influence of smartphones if she were to perform a similar study in the area in the future. In a further study, researchers showed pictures of larger and thinner women to a group of participants who had little or no access to TV. \"We found that after viewing these images, the villagers' body ideals adjusted in the same direction,\" said co-author Tracey Thornborrow, a psychology lecturer at the University of Lincoln in the UK, with their preferences shifting towards the body shape they had been shown. \"Our findings clearly demonstrate that perceptions of attractiveness are highly changeable, and are affected by what we are visually exposed to.\" This is the first time that scientists have demonstrated a link between media representation and body ideals outside industrialized societies, according to the authors, and they say their work shows that what people think is attractive is highly changeable. \"If there's something that's universal about attraction, it is how flexible it is,\" said Boothroyd. The full results are published in the Journal of Personality and Social Psychology, and Boothroyd has secured funding to run a media literacy education program in Nicaragua to make teenagers more resilient to media messaging. The cultural construct of the \"ideal\" body has changed over time. Thousands of years ago, sculptures and artworks portrayed curvaceous, thickset silhouettes.  More recently, in the late 20th century, thin, waif-like models filled the pages of fashion magazines. Now, shapely backsides are celebrated with \"likes\" on social media. "], "Language": false}