{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/us/r-kelly-bribe-marry-aaliyah-plea/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy and Lauren del Valle, CNN"], "Writers": [["Steve Almasy", "Lauren del Valle"]], "FirstPublishDate": ["2019-12-19T01:32:41Z"], "LastModifiedDate": ["2019-12-19T01:32:41Z"], "Headline": ["R. Kelly pleads not guilty to federal charge accusing him of bribe"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["R. Kelly's attorney entered a not guilty plea in the singer's New York racketeering case as the two appeared remotely Wednesday from a Chicago courtroom.  Earlier this month, the Justice Department added a charge of bribery against Kelly, accusing him of obtaining a false ID for an unidentified woman in 1994. The New York Times, citing a person familiar with the matter, reported the Jane Doe was singer Aaliyah, who was 15 years old and whom Kelly married later that year. Kelly appeared in the Chicago courtroom with attorney Steve Greenberg and spoke only to greet the judge from the Eastern District of New York and to confirm he understood the superseding indictment. After the brief hearing, another of Kelly's attorneys told reporters that the singer maintains his position that the updated indictment is \"ridiculous.\"  Attorney Douglas Anton said his client is doing well and is writing \"uplifting\" lyrics while in jail. In July, Kelly was charged in New York in an indictment that accused him of violating federal law by coercing and transporting women and girls across state lines to engage in illegal sexual activity. He pleaded not guilty in August to a slew of charges -- including counts of racketeering, kidnapping, forced labor and sexual exploitation of a child -- in a court in Brooklyn. The indictment details alleged incidents in four states: Illinois, Connecticut, California and New York. Five other Jane Does are referenced throughout the document, including three minors.  Aaliyah Haughton burst onto the R&B music scene as a 15-year-old protégée of Kelly.  Their marriage was annulled in 1995 after Aaliyah's family became aware of it, the Chicago Sun-Times reported. She became a multi-platinum selling artist and launched a movie career with roles in \"Romeo Must Die\" and \"Queen of the Damned.\"  Aaliyah was killed in a plane crash in August 2001."], "Language": false}