{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/politics/us-rejects-un-coronavirus-resolution-china-who/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kylie Atwood, CNN"], "Writers": [["Kylie Atwood"]], "FirstPublishDate": ["2020-05-09T15:08:12Z"], "LastModifiedDate": ["2020-05-09T17:54:03Z"], "Headline": ["US blocks UN resolution on global coronavirus ceasefire after China pushes WHO mention"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The United States blocked agreement Friday on a UN Security Council resolution that called for a global ceasefire aimed at collectively addressing the coronavirus pandemic ravaging the globe, after China pushed for the resolution to mention the World Health Organization. The US rejected any reference to the WHO in the text of the resolution, and also turned down an alternative that didn't explicitly name the organization -- and instead cited the UN's \"specialized health agencies,\" two diplomatic sources told CNN. UN diplomats were surprised by the US move to block the vote Friday. The effort they had been working on for more than six weeks came to a screeching halt, and they fear it will not be revived. \"This discussion has been taken hostage by issues that do not have to do with the real issues at stake. Instead it has been transformed into a fight between the US and China,\" one diplomat on the UN Security Council told CNN. \"We are back to square one.\" INTERACTIVE: Tracking coronavirus' global spread At a time when the world is reeling from the pandemic that has killed more than 275,000 people worldwide, more than one fourth of those deaths Americans, the world is watching the US recoil from its traditional role as a global leader in times of crisis. The Trump administration is using this moment to assail an international healthy body, and zero in on its ire for China's handling of the pandemic.  The US has similarly blocked expressions of global unity at G7 and G20 meetings due to anger about China and the WHO. Last month, President Donald Trump halted funding to the WHO for its \"role in severely mismanaging and covering up the spread of the coronavirus.\" The State Department and the US Agency for International Development are now redirecting funding for the pandemic to different health organizations.  China had urged for the resolution to include reference to the efforts of the WHO, which prompted rejection from the US. A State Department spokesperson said the Trump administration does want the UNSC to call for a global ceasefire, but said that China stifled the effort from succeeding.  \"In our view, the goal should be to support the Secretary-General's call for a global ceasefire. Unfortunately, the PRC has been determined to use this resolution to advance false narratives about its response to the COVID-19 outbreak in Wuhan,\" the spokesperson said. \"In our view, the Council should either proceed with a resolution limited to support for a ceasefire, or a broadened resolution that fully addresses the need for renewed member state commitment to transparency and accountability in the context of COVID-19. \" The spokesperson also said China had \"repeatedly blocked compromises that would have allowed the Council to move forward.\" UN Secretary-General António Guterres has repeatedly called for a global ceasefire and commended countries and non-state actors who have advocated for that push. The rift between the US and China continues to grow, as the US calls on China to be transparent and provide more information to the world about the origin of the virus and China alleges that the US is telling lies about the virus's origin. The Trump administration has been the leading voice in criticizing how China handled the outbreak during the first few weeks. State Department officials repeatedly point to the US as the nation which has provided the most funding to the crisis internationally -- at nearly $6.5 billion in government and nongovernment contributions, Secretary of State Mike Pompeo said earlier this week. Pompeo said that figure was more than 12 times the contributions China has made to the pandemic  Trump administration officials also say that if China had been more transparent early on -- which could have potentially prevented the novel coronavirus from turning into a pandemic -- lives would have been saved. Trump also downplayed the virus early on and his administration has been criticized for a disjointed response to the pandemic, which has left his administration under fire."], "Language": false}