{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/health/tuberculosis-bcg-vaccine-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gina Yu, CNN"], "Writers": [["Gina Yu"]], "FirstPublishDate": ["2020-04-09T17:23:47Z"], "LastModifiedDate": ["2020-04-10T09:55:57Z"], "Headline": ["How a 100-year-old vaccine for tuberculosis could help fight the novel coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As researchers scramble to find new drugs and vaccines for Covid-19, a vaccine that is more than a century old has piqued researchers' interests. The Bacillus Calmette-Guerin vaccine -- which was first developed to fight off tuberculosis -- is being studied in clinical trials around the world as a way to fight the novel coronavirus. Tuberculosis and Covid-19 infection are two very different diseases -- TB is caused by a type of bacteria while Covid-19 is caused by a virus, for starters. But the BCG vaccine might help people build immune responses to things other than TB, causing \"off-target effects,\" according to Dr. Denise Faustman, director of immunobiology at Massachusetts General Hospital and associate professor of medicine at Harvard Medical School. \"In other words, in clinical trial format, people started picking up positive benefit from getting the vaccine that had nothing to do with tuberculosis,\" she said. Faustman has studied how the BCG vaccine affects people with Type 1 diabetes for many years. She is interested in how its off-target effects change the immune system in beneficial ways for people with autoimmune diseases such as Type 1 diabetes. Though the exact mechanism for these off-target effects of the BCG vaccine isn't clear, it's believed that the vaccine can cause a nonspecific boost of the immune response.  There is currently no vaccine or treatments approved by the US Food and Drug Administration for the novel coronavirus. While hopeful that the BCG vaccine will prove to be effective against Covid-19 -- as with any of the treatments and vaccines under development -- Dr. William Schaffner, an infectious disease specialist at the Vanderbilt University School of Medicine, admits the concept is a bit unconventional.   \"I think BCG vaccine is a bit of the equivalent of a Hail Mary pass,\" said Schaffner. \"it's such an outside-the-box concept that one would like to be optimistic, but we'll have to wait and see.\" Several countries around the world are beginning human clinical trials to evaluate the BCG vaccine's efficacy, such as Australia and the Netherlands. Faustman and her colleagues are preparing for trials in Boston, which are currently under a multistep review process. Once approved, she and her team members hope to enroll about 4,000 health care workers into the trial. The vaccine has been available for more than 100 years and has proved to be relatively safe, Faustman said. \"BCG is heralded by the World Health Organization as the safest vaccine ever developed in the world,\" she said. \"Greater than 3 billion people have gotten it.\" While several countries, including the United States, do not regularly administer the BCG vaccine, it is still used widely in developing countries.  Researchers have attempted to look at whether these countries with regular BCG vaccine administration have lower rates of Covid-19-related mortality. One study by researchers in New York found an association between universal BCG vaccination policies in countries and reduced morbidity and mortality for Covid-19. The study has not been peer-reviewed or published in a medical journal. But why has China had high morbidity and mortality with Covid-19 despite a universal BCG policy since the 1950s? The study said China had a weakened policy during the Cultural Revolution in the 1960s and '70s, which might have created \"a pool of potential hosts that would be affected by and spread COVID-19.\" Also, China has not had as steep of a rise in its curve compared to some other countries without universal policies, such as Italy, Spain and the US, said Faustman. She also added that different strains of the BCG vaccine might have different rates of efficacy. One of the main limitations of the study is that it compares data from different countries, which have different timelines for Covid-19 and different abilities to test. \"It was a 30,000 foot comparison of the occurrence of Covid-19 infections in countries that were intensely using BCG vaccine, and those that were not,\" Vanderbilt's Schaffner said. \"We shouldn't draw any conclusions from that because ... the countries are very different. And so there may be many other reasons that determine how frequently Covid has occurred in those countries. \"The study provides further encouragement for more specific investigations, such as the clinical trials that are going to take place.\""], "Language": false}