{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/business/most-popular-gifs-of-2019-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham and Andrea Diaz, CNN"], "Writers": [["AJ Willingham", "Andrea Diaz"]], "FirstPublishDate": ["2019-12-17T17:00:11Z"], "LastModifiedDate": ["2019-12-18T14:33:33Z"], "Headline": ["These were 2019's GIFs of the year and I Oop!"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Wow, good job everyone! While in years past, the top GIFs of the year have reflected a collective energy full of uncertainty and ennui, this year's crop, as curated by GIF master Giphy, is considerably more upbeat! We're glad everyone finally found a therapist who gets them.  1. \"And I Oop\" Like all great snippets of three-second cinema, \"And I Oop\" rapidly became a full-fledged cultural sensation. The immortal oop-er here is drag star Jasmine Masters, and the reaction comes from her, well, accidentally sitting on her \"oops.\" It became a meme. It became part of the internet cool-people lexicon. Even the mere suggestion of the phrase, with its recognizable cadence and impeccable timing, perfectly summoned the feeling of being caught dead in your tracks by something surprising (or surprisingly painful, as the case may be).  2. \"Shameless glare\"  2019 was the year people finally let go of their last vestiges of politeness and wasted no time on calling other people out on their B.S. This little girl perfectly speaks to that.  3. Nick Jonas waving  The Jonas Brothers had a big revival this year, so here. Here's Nick Jonas waving, surprisingly far up on this list. Even he isn't sure how he got here.  4. Samm Henshaw going \"yeah\" Again, people were feeling pretty good this year, at least, in GIF world. British singer Samm Henshaw can speak to that. Maybe this could be used in a somewhat ironic context, because your soul is dead and when you are without feeling, everthing could feel good. Yeah, yeah yeah!  5.  Carl Payne giving you a thumbs up  Consider this the opposite of the \"little girl glaring\" GIF.  6. Happy cheering bunny  Kawaii animals and cute Facebook-esque reactions have bust through their original spheres of influence and into the mainstream. It's pure. It's unambiguous. It's a happy cheering bunny. 7. KEANU! Wow, what a year for Keanu Reeves. It seems everyone just decided to remember at the same time that he's a wholesome yet lowkey strange heartthrob, like in the movie from which this GIF originates, \"Always Be My Maybe.\" He deserves this.  8. Heartwarming hearts Irony is dead. Wholesomeness reigns. We're all drinking eight glasses of water a day and looking after our mental health. Let love win.  9. \"No way\" dude Remember how we said this was the year people stopped putting up with B.S.? Same energy.  10. Khalid happy dancing  It's funny how the most popular GIFs of the year are also a little peek into the hottest, most interesting new music, movies and people of the year as well. Take Khalid, a young music phenom who charted several hits this year and most likely does this very same happy dance in the comfort and privacy of his own home. "], "Language": false}