{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/cnn-underscored/zodiac-gift-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2019-12-16T18:46:54Z"], "LastModifiedDate": ["2019-12-17T13:46:43Z"], "Headline": ["The best astrology-inspired gift ideas for every zodiac sign"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're drawing blanks on what to get your friends and family this holiday season, knowing their zodiac sign can get your gifting gears spinning in the right direction.  For example, Sagittariuses are thought to harbor a love of traveling and exploration, so why not give them the best suitcase money can buy? Are they a textbook humanitarian Aquarius? Then a gift that gives back is bound to be well received.  In any case, any of these gifts below will feel more heartfelt than a generic Hallmark card. We've rounded up 95 zodiac gift ideas by dissecting each star sign in the zodiac and pairing a slew of gift ideas we think perfectly suit them. So no matter who the stargazer is on your list, you'll have a whole host of astrological inspiration to add to your shopping cart. If you're looking for gifts not inspired by the stars, we also have guides for the best gifts for her, gifts for him, top-rated Amazon gifts and super-cozy gifts, too.  Aries (March 21-April 19) Being the first sign of the zodiac has its advantages. Aries are bold, energetic people who thrive on good old fashioned competition. And just like their position in the zodiac, they love to be the first among their group of friends to have innovative gadgets or rise to the top of the career ladder. It's why all of these gifts, from today's biggest tech to insightful stories from leading changemakers, will bring a smile on their face this holiday season.  _______________________________________________________________________________ Taurus (April 20-May 20) The key to a Taureans heart is in elevated simplicity. This sign, while they love luxurious items, also tend to be the most practical of the zodiac. So to impress them, find the best versions of the items they'll use on a daily basis, such as premium cast iron pans, pill-resistant cashmere sweaters or even a bold pair of dress socks.  _______________________________________________________________________________ Gemini (May 21-June 20) There's plenty of social butterflies in the zodiac, but Geminis happen to be some of the biggest. They're adaptable, outgoing and curious, and as such, want to be exposed to anything and everything pop culture. This includes jamming out to today's biggest hits, catching up on best-selling books, playing new twists on classic board games and trying out new workouts from around their area.  _______________________________________________________________________________ Cancer (June 21-July 22) Like other water signs, Cancers are very intuitive, emotional creatures. And on top of that, cancers tend to be highly imaginative, creative and curious beings who love rolling up their sleeves on DIY projects, as well as being attached to the outdoors. It's why all of these gift ideas tap into their passion for nature, their love of being crafty, as well as give them a little TLC for their more emotional days ahead.  _______________________________________________________________________________ Leo (July 23-Aug. 22) Chances are the Leos in your life are natural-born performers. They love the arts, are bold in their fashion choices and somehow always end up being the life of any party. Help them be the center of attention in 2020 with all of these eye-catching and party-friendly gifts ahead.  _______________________________________________________________________________ Virgo (Aug. 23-Sept. 22) If we could use one word to describe Virgos, it would be: planners. This is a highly organized and pragmatic star sign, and while they love all their ducks in a row, they also tend to be overworked. So give them TLC this holiday with comfort inducing gifts. And if you end up giving them organizational tools they can take into 2020, they'll probably love that just as much, too.  _______________________________________________________________________________ Libra (Sept. 23-Oct. 22) Libras are defined by their romanticism. They're big fans of poetry, fiction, movies and music. And because they love being surrounded by others, nothing beats a cozy night in with close friends and family. All of these gift ideas tap into their favorite pastimes including movie viewing parties, game nights and entertaining at home.  _______________________________________________________________________________ Scorpio (Oct. 23-Nov. 21) The foolproof way to a Scorpio's heart is through unique — and more importantly, timeless — gifts (read: avoid super trendy items). It's all about the little touches, too, with Scorpios. Monogramming or subtle finishes of personalization will turn a seemingly ordinary gift into something they'll cherish for seasons to come.  _______________________________________________________________________________ Sagittarius (Nov. 22-Dec. 21) As the wanderers of the zodiac, Sagittariuses thrive on travel. And they have big plans for this next decade ahead. Help them explore the world in style with gifts like durable luggage sets, scratch-off maps and access passes to airport lounges.  _______________________________________________________________________________ Capricorn (Dec. 22-Jan. 19) Capricorns are #blessed by being one of the most independent and fearless signs in the zodiac. They have intense goals for the upcoming year in both their professional and personal lives, and knowing how much tenacity this sign has, there's no doubt they'll accomplish them. These gifts all help in some way or another (whether they be online classes they can learn from or power suits they can rock in the office) conquer the workplace like an absolute boss.  _______________________________________________________________________________ Aquarius (Jan. 20-Feb. 18) The most distinctive of signs, Aquarius, is known best for its eccentric and free-spirited personalities. They're a bit out there — and they wouldn't have it any other way. Help them embrace their humanitarian and innovative personalities with these cool gifts, ranging from a pair of bold shoes that helps them stand out from the crowd to eco-conscious bedding.  _______________________________________________________________________________ Pisces (Feb. 19-March 20) Pisces are big music lovers. Scratch that, they're huge music lovers. This is thanks to their imaginative and creative personalities, which thrives on a connection to the arts. So if there was ever a gift fit for a true audiophile, these noise canceling headphones, smart speakers and custom prints are it. They're also big on sentimental presents, so anything with a personal touch works just as well.   Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}