{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/cnn-underscored/abt-electronics-paid/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Josh Mackin"], "Writers": [["Josh Mackin"]], "FirstPublishDate": ["2019-12-09T14:05:51Z"], "LastModifiedDate": ["2019-12-16T14:26:34Z"], "Headline": ["Abt Electronics has gifts perfect for the audiophile in your life"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored partnered with Abt Electronics to create this content. When you make a purchase, CNN receives revenue. CNN news staff is not involved at all in the selections or product reviews. For more on what we do and how we do it, visit our About Us page. Audiophiles know good sound, and on that note, Abt Electronics delivers.  No matter your consumer tech predilections, Abt Electronics belongs at the top of your gift-giving list when it comes to all things music and sound this holiday season. This family-owned business has been a trusted name since 1936, owing its success to award-winning customer service and consumer-friendly policies, like its price matching guarantee.      The Abt Electronics partnership with Bowers & Wilkins, a brand known for its performance and popularity among sound obsessives, has resulted in some stellar audio products, one (or more) of which could make the music lover in your life very, very happy. For over 50 years, Bowers & Wilkins has been consumed by the pursuit of the highest standards of audio excellence, and the resulting products speak for themselves.  And right now, many of the best products from the brands are on sale: Through December 29, take 15% off Formation Audio (including Bar, Bass, Duo, Duo FS, Flex and Wedge models); 15% off 603 tower speakers, 603 bookshelf speakers, 607 bookshelf speakers and HTM6 center channel speakers; $50 off PX7, PX5 and PI4 headphones; and $25 off PI3 headphones. Here's what we'll be gifting to our audio-loving friends and relatives this holiday season: PI3 Gold In-Ear Wireless Headphones ($173.98; abt.com) All too often, listening to music on the go means compromising on sound quality. Fortunately, these in-ear headphones are built for those with active lives, with a dedicated driver for highs and mids and another for bass, all alongside a coated silicon construction that stays put even when you're on the move. Need noise canceling? Check out the PI4 Model ($298.98; abt.com).  PX7 Silver Over-Ear Noise Canceling Wireless Headphones ($348.98; abt.com) Fun fact: The 43-millimeter drivers in the PX7 are the largest in this headphone collection, built and tuned by the same engineers behind the Bowers & Wilkins 800 Series Diamond speakers used in the legendary Abbey Road Studios. Combine that with adaptive noise-canceling tech that automatically adjusts to your surroundings, and you've got a powerful portable package designed to elevate your listening experience. We love the sleek silver look, too. Other neat perks: 30 hours of listening per charge, and ear cups that automatically stop and start your music when you take them off and put them on. Formation Flex Wireless Speaker ($381.98; abt.com) Getting best-in-class sound from a wireless speaker set up isn't easy. Not only do you have to contend with the classic speaker issues of fidelity and clarity, but you must also confront possible latency and synchronization problems. Bowers & Wilkins' exclusive Formation Wireless Technology boasts 96/24 Bit Audio Resolution streaming and imperceptible in-room 1 microsecond sync between speakers. If those numbers mean nothing to you, here's the bottom line: This speaker plays nice with others and sounds really good while doing it.  Formation Audio Black Wireless Audio Hub ($548.98; abt.com) Sometimes you already have all the pieces—you to put them together. An audio hub like this one connects analog and digital sources into one seamless whole. It features one Toslink (optical) and two analogue RCA inputs, plus one digital and two analogue RCA outputs. Add built-in streaming music service connectivity, and you've got an all-in-one package for creating easy multi-room soundscapes right from your smartphone. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}