{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/14/us/the-good-stuff-121319/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-14T05:14:53Z"], "LastModifiedDate": ["2019-12-14T05:14:53Z"], "Headline": ["A host of holiday suggestions, a pageant milestone and therapy chickens!"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's the season of family, friends and fellowship; of big homemade dinners and road trips and cookie swaps and holiday pageants and festive get-togethers and (shudder) office holiday parties. With all of that socializing, when's the last time you actually got a few peaceful moments alone? No, holing yourself up in the basement to wrap gifts doesn't count. Please, I beg of you, try and find at least one of those peaceful moments this weekend. Those gifts will be there when you come back. And if you run out of time, hey, stick 'em in a bag, wad up some tissue and call it a day. No one will judge you.  Our favorites this week Get going with some of our most popular good news stories of the week All hands on deck  Running a small business is hard enough, but when the unthinkable happens, it can become nearly impossible to do it alone. Dave McAdams and his wife Tina own The Local Coffee Company in Oak Grove, Oregon. Sadly, Dave has terminal cancer, and recently entered hospice care. Obviously, the last thing anyone wanted to think about was coffee, so the owner of a nearby coffee shop decided to step in and support the family. Tina says Pixie Adams, the owner of Moonlight Coffee, closed her shop for a day and ran the McAdams' shop, free of charge. It turned out to be a record day: Coffee lovers lined up for their usual lattes, cappuccinos and treats, and ended up raising $3,000 in sales and donations. Adams says she'll keep raising money for the McAdams' at her own shop. As a breast cancer survivor, she understands what it's like to just need some help. \"I fought hard for more birthdays, and I want to do the very best I can for my community with as many years as I can,\" she said.   Dash away, all! Mena Hawkins is the definition of grit. This week, the 17-year-old crossed the finish line of the Las Vegas Great Santa Run in her walker as friends and family cheered her on and showered her with confetti. Mena has cerebral palsy,and uses a manual wheelchair and a reverse walker to get around. She first participated the holiday race six years ago but was so behind the rest of the pack officials had to open the course to traffic. She finished anyway and vowed to try again. \"I felt like it was a huge achievement,\" she said. She started training for the race in March, walking various routes with hills and inclines even though the 110-degree summer heat. In the run-up to the event, Mena decided to use her journey to inspire others. She created a fundraising page to raise money for Opportunity Village, a non-profit that helps people with disabilities find jobs or pursue their dreams. With one personal record smashed, she's now looking for new challenges. \"Be confident in yourself,\" she says. \"Achieve your end goal. And be happy about it.\" They go together  How do you surprise song and screen legend Olivia Newton John? How about buying her iconic black leather \"Grease\" jacket for $243,200 and ... return it to her as a gift? That's what an anonymous buyer did recently at a charity auction. Newton-John's reaction when she's presented with the mystery package is priceless, but it's what the buyer said afterward that will really leave your heart fluttering: \"This jacket belongs to you and the collective soul of those who love you, those for whom you are the soundtrack of their lives. It should not sit in a billionaire's closet for country club bragging rights,\" he said. \"For this reason, I humbly and respectfully return it to its rightful owner, which is you.\" The jacket was part of a huge collection of memorabilia Newton-John, a breast cancer survivor, auctioned off to raise funds for her cancer center. So now, the cancer center gets the money, and Newton-John gets the jacket, which she said she will proudly display in the center's halls.  Raise a glass to... The quartet of newly-crowned pageant queens whose victories mark a beautiful milestone in the pageant world. For the first time ever, Miss USA, Miss Teen USA, Miss America and Miss Universe are all black women. Let's get to know them: Miss Universe Zozibini Tunzi hails from South Africa and has launched a social media campaign against gender-based violence.  Miss USA Cheslie Kryst is a North Carolina attorney who is working to reform America's justice system. Miss Teen USA Kaliegh Garris is from Connecticut and smashed pageant beauty standards by competing in her natural hair.  Miss America Nia Franklin is an opera singer from North Carolina who wants to inspire children to succeed through the power of music.  Congratulations to these lovely ladies!    You gotta see this The winning entries in the prestigious Royal Society Publishing Photography competition were recently announced, and they offer a mind-blowing glimpse into the world of science photography. There are drops of oil that appear to float above a petri dish, an ethereal lunar halo, a strangely beautiful abstract image of decay and two weird little mudskippers duking it out with their mouths wide open in Hong Kong's Mai Po wetlands. Dignified? No. Hilarious? Yeah, pretty much.   Wanna get away? Full disclosure: I am not a cold weather person. I once spent a weekend \"skiing\" in Vermont, and by \"skiing\" I mean huddled close to a wood-burning stove while snow piled up outside and my heartier friends trekked out to the slopes. I haven't been back since. So, for all of my fellow humans who would much rather look at a beautiful northern landscape than be in one, this idyllic scene in Stowe, Vermont is for you. Stowe is one of CNN Travel's best places to visit in the US. Whether or not you do so in the winter is your choice.  Tell us something good Encinitas, California You know what the world needs more of? Therapy chickens. Carla Stoner has a little brood of chickens she takes to senior living centers so the residents can experience a little birdie love. The chickens are named after Downton Abbey characters, which is an amazing touch. Sadly, Isobel, the hen pictured above, recently passed away. But her chicken sisters and all her fans will undoubtedly carry on her legacy of bringing smiles to faces young and old. If you want to follow their stories, they're on Instagram @downtonabbeyhens.   Thank you to Carla Stoner for sharing this story.  Yule Log  The holiday season always brings out the best in people. Here are a few more quick, fun festive stories we loved this week. Celebrate 12 days of holiday kindness with this thoughtful checklist. This is the stuff that makes the season truly merry, whether it's helping your elderly neighbors, inviting someone over for hot chocolate, or simply sharing a warm smile. See how many little acts of kindness you can complete.  NFL star Khalil Mack is the latest big-name 'layaway angel.\" The Chicago Bears linebacker spread Christmas joy by paying off all the holiday layaway accounts at a Walmart in his hometown of Fort Pierce, Florida. That's 300 accounts — and 300 families whose holidays just got a little brighter.  Jennifer Aniston and Ellen DeGeneres gave a much-needed holiday surprise to a father who was struggling with the death of his wife and mother of their two daughters. During the family's appearance on the show, the stars revealed the show's crew had decorated their house with Christmas lights and a tree, left multiple presents and updated the furniture. They even surprised dad and his daughters with a trip to Paris — an experience their late mom always wanted to have.  Shameless animal video There's always time for cute animal videos. That time is now. This sweet, floppy little polar bear cub was born all the way back in 2013, but footage of his very first steps will never get old. The struggle! (Click to view) "], "Language": false}