{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/21/cnn-underscored/best-tech-gifts-under-100-affordable/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-11-21T23:15:49Z"], "LastModifiedDate": ["2019-12-13T21:45:33Z"], "Headline": ["The best tech gifts under $100 (for gifting, or yourself!)"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Make no mistake, 2019 has ushered in expensive technology: $1,000-plus phones, a $5,999 Mac Pro and a $399 Bluetooth speaker from Sonos. But even as tech prices increase, we have seen some companies move toward value and affordability. That not only makes this tech editor's heart sing, but it also brings joy to CNN Underscored. Ahead, we break down the best tech for under $100, perfect for gift-giving and stocking stuffing.  It's a broad list, from smart speakers to mobile accessories, but If you want something more micro, check out our other gift guides here. Echo Show 5 ($59.99, originally $89.99; amazon.com) Amazon's mini Alexa-enabled smart display is still going strong but now sits at the entry point. When I reviewed it in May, I called it my go-to smart speaker. That still stands. With a 5-inch display and a nice speaker setup, it's great for listening to music, getting the news and even checking the traffic on the way to work. Special clock backgrounds are exclusive to Show 5, making this a nightstand clock on steroids.  _______________________________________________________________________________ Lenovo Smart Clock ($49.99, originally $79.99; lenovo.com) This is similar to the Echo Show 5, but with a smaller 4-inch screen. It's running the Google Assistant and can do much of what Alexa can. For those with privacy concerns, the Smart Clock has no cameras, just a set of microphones.  _______________________________________________________________________________ Nest Mini ($35, originally $49; bedbathbeyond.com) Earlier this fall, the Google Home Mini received second-generation version and a name change to the Nest Mini. It kept the compact donut-like design, but switched to a mostly recycle build and added a color option: coral. It has an enhanced combo speaker set that packs decent bass and a wide soundstage into a compact smart speaker. And it gives you full access to the Google Assistant. _______________________________________________________________________________ All-New Kindle ($69.99, originally $89.99; amazon.com) Amazon basically owns the e-reader market with the Kindle line of devices. The all-new Kindle features a 6-inch display, and you can turn pages (forward or backward) with a touch of your finger. It lacks the water-resistant design, but keeps the classic weeklong battery life, thanks to an e-ink display. _______________________________________________________________________________ Sega Genesis Mini ($59.99, originally $79.99; amazon.com) We liked the latest retro mini console (that's nostalgia-fueled) when it launched in September. It still holds strong. The Sega Genesis Mini gives you access to \"Sonic Pinball,\" \"Mega Man,\" \"Sonic the Hedgehog\" and \"Tetris,\" among many other titles. In fact, you get over 40 titles out of the box. Plus, Sega includes two controllers with long cords and an HDMI connector. _______________________________________________________________________________ Echo Wall Clock ($29.99; amazon.com) A wall clock with hands and real numbers that don't electronically switch might seem strange for 2019, but follow us for a moment. The Echo Wall Clock integrates with any Amazon Echo to not only automatically switch the clocks for daylight saving time (I know, it's an amazing feature), but it also becomes a visual representation for timers. And at just $30, it's a gift that won't break the bank. _______________________________________________________________________________ Anker Wireless Charger ($11.99; amazon.com) A majority of iPhones and almost all Android phones pack in Qi-enabled wireless charging. Anker makes some of the best wireless chargers out there and this one supports Qi in a nice setup. You'll also score a cable. Plus, with this circular pad charging design, it won't have to stand up and face you if you place it on your nightstand. _______________________________________________________________________________ HP DeskJet 3755 All-in-One Printer ($89.89; amazon.com) Printers aren't all that exciting in 2019, but the 3755 from HP really is something else. It's easily one of the most compact printers on the market, but it's chock full of features. It prints, copies and scans; it's fully wireless and supports HP's Instant Ink program, which can automatically have ink refills at your door before your printer runs out; and you can get it in blue, seagrass or stone. _______________________________________________________________________________ 'Marvel Ultimate Alliance 3' ($49.94, originally $59.99; amazon.com) Marvel fans left wanting more after \"Avengers End Game\" will have a blast with \"Marvel Ultimate Alliance 3\" for the Nintendo Switch and Switch Lite, which lets you play with nearly every character across the universe. _______________________________________________________________________________ 'Star Wars Jedi: Fallen Order' ($58.03: amazon.com) Similarly, we're approaching the end of the Skywalker Saga films, and \"Jedi Fallen Order\" provides us with one more new original story. It also fixes the slump of not so great story-driven single-player \"Star Wars\" games with an engaging story that feels at home within the universe. _______________________________________________________________________________ Casetify Custom Waterfall iPhone Case ($45; casetify.com) Personalized or custom products are always nice, and Casetify has an easy-to-use online case design that supports customs for the iPhone 11, 11 Pro and 11 Pro Max. It's a classic waterfall design, but you can pick the color of the flakes. _______________________________________________________________________________ Animal Cable Protector ($10.99; amazon.com) Cables ripping, tearing or showing signs of age are never good. If you want to stick with the one included in the box, this 6-pack of cable protectors themed as animals is a fun way to keep them intact. And who wouldn't want a panda biting the bottom of your phone? _______________________________________________________________________________ SanDisk 400GB microSD card ($54.97; amazon.com) MicroSD cards are the standard for expanding the storage on almost any piece of tech and the best way to get more out of your Nintendo Switch. SanDisk's 400GB microSD card is just $52.99 on Amazon. _______________________________________________________________________________ Fire 7 Tablet ($39.99, originally $49.99; amazon.com) If you, a family member or friend wants a portable tablet for streaming and light gaming, then the Fire 7 is worth a look. At just $49.99, it's one of the cheapest tablets out there and it supports Netflix, Hulu, Disney+ and, of course, Prime Video. Alexa is built-in and you can expect up to seven hours of battery life. _______________________________________________________________________________ Bose SoundLink Micro ($69, originally $99; amazon.com) This portable Bluetooth speaker just made the cut to be in this sub-$100 gift guide. It's an incredibly compact speaker that can pump out jams in a balanced fashion, a Bose strong point. _______________________________________________________________________________ Beats X ($99.95; amazon.com) These aren't the newest earbuds from Beats by Dre, but Beats X still shine in quality and value. For starters, these feature the H1 Bluetooth chip for easy pairing across iOS and macOS devices. You also get up to eight hours of battery life, and they can quick charge with Beat's proprietary Fast Fuel technology. Don't worry about losing tiny buds since these are a cord and neckband. _______________________________________________________________________________ Apple Lighting to USB-C Cable ($18.99; amazon.com) and 18-Watt Charger ($26.99; amazon.com) Only the iPhone 11 Pro and 11 Pro Max come with an upgraded charger, but luckily, Apple's own cable and charger are affordable. A 1-meter Lighting to USB-C cable goes for $18.99 and the 18-watt charger is just $23. These can fast-charge any iPhone that supports it, and can even handle an iPad, AirPods or PowerBeats Pro. _______________________________________________________________________________ Apple Lightning to 3.5mm Headphone Jack Adapter ($9, originally $13.99; amazon.com) It's fairly certain that the headphone jack isn't returning to iPhones any time soon, so the solution is the Lightning to 3.5-millimeter dongle. It's regularly $13.99 but is currently on sale for under $10. _______________________________________________________________________________ Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}