{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/cnn-underscored/bose-headphones-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jason Cipriani"], "Writers": [[]], "FirstPublishDate": ["2019-12-13T21:24:19Z"], "LastModifiedDate": ["2019-12-13T21:24:19Z"], "Headline": ["Drown out background noise with these discounted Bose headphones"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Background noise is all around, but it doesn't have to ruin your listening experience. Bose is offering a discount on two of its noise-cancelling Bluetooth headphones, both with smart features that leverage artificial intelligence to ensure you're hearing exactly what you want — and nothing you don't — and that it all sounds great. Bose Noise Cancelling Headphones 700 ($349, originally $399.95; amazon.com and bose.com) Through December 21, you can save $50 on the Bose Noise Cancelling Headphones 700, available in soapstone, black and luxe silver.  With a sleek exterior design, the 700s have four built-in microphones to monitor the noise in your environment and ensure the headphones are it blocking out (though it does let your voice come through when making a phone call). This model has 11 different levels of noise cancellation, so you can let in or block out more or less background noise depending on your needs. For example, you may want to let more sound through if you're listening to music and trying to hear airport announcements.  The 700s work with Google Assistant and Amazon Alexa as well, and they boast up to 20 hours of battery life. Bose QuietComfort 35 II with Noise-Cancellation ($279.96, originally $349.95; amazon.com and bose.com) Bose QuietComfort 35 II headphones are considered some of the best noise-cancelling headphones available, and right now, you can pick up a pair for $70 off its regular price. That drops the QuietComfort 35 II's from its standard $349.95 to $279.95. If you order through Amazon, choose between black, silver and rose gold color options. The Bose website offers the same colors, in addition to a custom color option for $50 more. With the promotional price, you can get a custom color and still save. Like the 700s, in addition to drowning out nearly all sound, Google Assistant and Amazon Alexa are built in, and the battery will last up 20 hours. The $70 off promotion will last through December 30. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}