{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/entertainment/juice-wrld-nicki-minaj-speech-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2019-12-13T20:56:46Z"], "LastModifiedDate": ["2019-12-13T20:56:46Z"], "Headline": ["Nicki Minaj pays tribute to Juice WRLD in touching speech"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Nicki Minaj paid tribute to Juice WRLD and couldn't help but get emotional. Minaj, who was being awarded the 2019 Billboard Women in Music's \"The Game Changer Award\" on Thursday night, talked about how she and the late musician recently toured together, calling him a \"kindred spirit.\" \"I had a great conversation with him and while we walked to the stage, he held my hand and told me to stay calm and to pray,\" Minaj told the audience. \"He said that he had been trying to do just that. I was so shocked to hear him of all people tell me that, but right there in that moment with him telling me that, I actually did feel calm ... I felt like he was a kindred spirit.\" Juice WRLD, whose given name was Jarad Anthony Higgins, suffered a medical emergency last week after he arrived at Chicago's Midway International Airport. He was taken to a nearby hospital where he subsequently died. The cause of death for Higgins, who turned 21 earlier this month, is still undetermined after an autopsy.  Minaj went on to say she feels regret in the aftermath of his sudden passing. \"Looking back now, I wish I did something differently, or said something to help. He spoke to me in detail about how in love he was with his girlfriend and how passionate he was about music, and when he was in the studio with me, he did so many songs so quickly. He was honest and pure about what he felt and that inspired me. Minaj said. Juice WRLD was the most streamed, liked and reposted artist of 2018, according to SoundCloud. He raked up a huge following with hits like \"Lucid Dreams\" and \"All Girls Are the Same.\" \"Juice made a profound impact on the world in such a short period of time,\" his label, Interscope Records, said in a statement. \"He was a gentle soul, whose creativity knew no bounds, an exceptional human being and artist who loved and cared for his fans above everything else.\" Tributes to the late performer have been posted by fellow artists and fans, including Drake, Lil Nas X and Ellie Goulding, who collaborated with Juice on the song \"Hate Me.\""], "Language": false}