{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/business/mjbizcon-cannabis-conference-2019-las-vegas/index.html"], "Source": ["cnn"], "Location": ["Las Vegas"], "ByLine": ["By Alicia Wallace, CNN Business"], "Writers": [["Alicia Wallace"]], "FirstPublishDate": ["2019-12-13T16:57:12Z"], "LastModifiedDate": ["2019-12-13T17:01:35Z"], "Headline": ["Cannabis' largest trade show is pretty ordinary, and that's what the industry wants"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["A stroll through the show floor this week at Sin City's convention center felt like your garden-variety glitzy business expo, except for the plentiful portrayals of cannabis leaves. MJBizCon, cannabis' biggest trade show, is slick, well-heeled, popular and professional. It's a stark reminder of how this fast-growing -- yet still federally illicit -- sector has cast off tired stereotypes in favor of traditional business approaches.  Cannabis is becoming a big business, and the industry is dressing the part. \"This is going to be mainstream, if it already isn't mainstream,\" said Dr. Nimesh M. Patel, a conference attendee, internist and vice chairman of Redbird LLC, a medical cannabis company based in Stilwell, Oklahoma.  More than 35,000 people from 75 countries are expected to attend the three-day conference that occupied 250,000 square feet of the sprawling Las Vegas Convention Center. Last year, the footprint was half that size.   Across the 1,300 exhibitors, there was plenty of CBD, the popular cannabis compound cannabidiol, to be found. But the products and services being showcased spanned across all aspects of the industry and beyond. Amid the purveyors of packaging products, edibles, software, vaping devices, AI-powered cultivation units, and towering extracting machinery, there were also lawyers, startup incubators and economic development officials from places like Pueblo, Colorado.  While the show trended toward the ordinary -- suit-and-tie as opposed to tie-dyed -- it wasn't meant to be boring. Music pumped through the brightly lit halls, celebrities like former heavyweight champ turned cannabis entrepreneur Mike Tyson made appearances, and the nights featured an array of private parties, including an exclusive gathering hosted by the hydroponics arm of Scotts Miracle-Gro. Many MJBizCon attendees, exhibitors and panelists brimmed with optimism about the industry's future and potential -- how if certain states legalize, they could become billion-dollar markets in no time, and how progress is being made on fronts such as minority participation, social justice and social equity.  Despite the optimism, many are treading carefully because the North American cannabis industry has hit a rough path in recent months. Some companies are entering 2020 in a state of flux as a wave of consolidation and business closures are expected to sweep through the industry.   Compounding those struggles is the lack of US national legalization or, at least, federal allowances for cannabis banking, said Leafly CEO Tim Leslie, who took the helm of the cannabis education and technology company after a 20-year career at Amazon.  \"There will be good businesses that potentially don't make it through the current macroeconomic cannabis environment, and that's unfortunate,\" he said. \"But I think the good companies will continue to prevail ... I think the fundamentals of the industry are strong.\" Following years of a \"green wave\" of US states and Canada legalizing cannabis, companies' financial valuations and expansion plans far exceeded the market realities.  \"I think everybody predicted that there was going to be a slew of new [legalized cannabis markets] on the East Coast, and then within a period of no time, the momentum just absolutely dropped out,\"  Andrew Freedman, former Colorado cannabis czar turned regulatory consultant and investor, said during a Thursday speech.  Those efforts were halted primarily because states such as New York and New Jersey were trying to enact regulations via the legislative process and ran into complexities when trying to address aspects such as social equity, Freedman said.  The fits and starts may continue in some states, but other states such as New York appear to be making some headway and could move forward as early as next year, he said. "], "Language": false}