{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/cnn-underscored/stocking-stuffer-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Vercelletto"], "Writers": [["Christina Vercelletto"]], "FirstPublishDate": ["2019-12-10T19:18:28Z"], "LastModifiedDate": ["2019-12-12T20:51:47Z"], "Headline": ["37 stocking stuffers under $15 that your whole family will love"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Does this sound familiar? First, you hang stockings by the chimney with care in early December. Next, you realize you actually have to put something in them by Christmas Eve morning. And so finally, you rush to your nearest drugstore to grab whatever fits in said stockings, while vowing to do better next year.  Well, next year is here. But don't worry, you still have time to spoil your loved ones with totally on-the-mark mini-gifts. We've hunted down the best stocking stuffer ideas that delight the senses and are clever and useful, from VSCO girl-approved lip glosses to spicy honey.  We're thinking outside the box (well, actually, the stocking) here. Whether you need the one gift to open on Christmas Eve that won't steal the next day's thunder or a little extra present to gift someone special this holiday season, you'll find it here for $15 or less. If you're looking for some more substantial presents, we've got guides for the best gifts for her, gifts for him, gifts for pets and top-rated Amazon gifts, too.  J.R. Watkins Lavender Hand Cream ($8.47; amazon.com)  Beloved by Amazon shoppers, this line of hand creams comes in scents like grapefruit, lavender, pomegranate and more. And with shea butter, cocoa butter and avocado packed inside, it doesn't just smell great, but works great, too.  _______________________________________________________________________________ Anthropologie Lola Blossom Jar Candle ($14; anthropologie.com) This retro candle, made in the US, reminds us of the ones grandma had — but in the very best way. The soy candle inside the opalescent vessel smells of citrus and sweet gardenia and will burn bright for 25 hours.  _______________________________________________________________________________ Blue Q Women's Novelty Socks (starting at $5.48; amazon.com)  Covered in sassy sayings like \"I'm a girl, what's your superpower?\" and \"I'm not bossy, I'm the boss,\" these socks are sure to put a smile on the face of any woman who receives them.  _______________________________________________________________________________ Customizable Notebook ($13.20 with code CNN15, originally $16; minted.com) How many gift cards can one educator get? Your kid will stand out in the teacher-gift crowd by presenting this cool customized notebook. Useful, personal, and different, it brings a ton of bang for your buck. (Lots of nonteacher designs are on offer too.) _______________________________________________________________________________ Just Love Ugly Christmas Leggings ($14.99; amazon.com)  You've heard about ugly Christmas sweaters, but have you heard of ugly Christmas leggings? For the most festive among us, these will provide warmth and holiday cheer all at the same time.  _______________________________________________________________________________ Yelete Womens Cable Knit Slippers (starting at $10.87, originally $24; amazon.com)  It's always hard to resist a pair of cable knit slippers this time of year. And these, which feature sherpa lining and rubber soles, may just be the perfect house shoe. They're also available in various colors like grey, pink, blue and black.  _______________________________________________________________________________ Oxo Good Grips Avocado Slicer ($9.99; amazon.com) Mashed atop toast, morphed into spicy guacamole or sliced onto sammies, avocados seem to be everyone's favorite fruit. But pulling the pit out with a steak knife is less than ideal. Enter this handy-dandy tool, which makes short work of removing the pit and slicing the avocado up evenly. _______________________________________________________________________________ Alaska Bear Natural Silk Sleep Mask ($9.99, originally $14.99; amazon.com)  With a whopping 11,000 reviews on Amazon, it's clear that this sleep mask is pretty darn good. In addition to have various prints to choose from (we love the navy blue with stars), this mask is made of silk on both sides, and offers total protection from light as you sleep.  _______________________________________________________________________________ Milk + Sass Macaron Travel Hairbrush ($12.99; amazon.com) This petite brush disguised as a French cookie treat detangles wet hair and smooths dry hair in a snap. The cover pops off to reveal a mini mirror for fast touch-ups.  _______________________________________________________________________________ Genius Music Playing Cards ($9.89, originally $10.99; amazon.com) This is a cool little gift for the music fan in your life. Each card features a portrait of a pop, rock, country or soul icon. Genres are grouped by suit, so all the rock cards are spades, and so on.  _______________________________________________________________________________ Bushwick Kitchen Bees Knees Spicy Honey ($14.99; amazon.com) Foodies will get a kick out of wildflower honey laced with chili peppers — literally and figuratively. A squeeze will work wonders in barbecue sauces, dips and even cocktails. Try swapping it in for sugar in holiday hot toddies.   _______________________________________________________________________________ Murdock London Lip Salve ($10; nordstrom.com) Winter-worn lips get serious soothing with this shea-butter-based balm. It heals cracks and smooths away flakes without looking shiny or feeling sticky. It has a nice light mint flavor, too.  _______________________________________________________________________________ Wurkin Stiffs Collar Stays ($15; amazon.com) Dress shirt collars curling up at the ends is a common problem that can get really annoying day after day. Keep dapper dudes looking sharp at the office with these magnetic collar stays.   _______________________________________________________________________________ Rapid Beard-Grooming Kit ($13.97; amazon.com) Beards are a thing again. It's a great look — if the guy stays on top of it. Keep your hirsute honey from looking shaggy by gifting him this kit of grooming essentials.  _______________________________________________________________________________ Sof Sole Sneaker Balls (starting at $4.99; amazon.com) Let's be real, we all probably need these. For the most athletic people in your household, slip these into their shoes overnight to keep things smelling fresh. The balls themselves are available in various patterns, including baseballs and tie dye.  _______________________________________________________________________________ Mpowerd Luci Core Solar-Powered Utility Light ($14.95; amazon.com) What will gadget-obsessed guys (we all know one) get excited about this year? This cleverly designed little work light. It charges on sunlight, then lights up for 13 hours. It has three brightness settings, plus a flashing mode. It's perfect for puttering around the garage or taking on road trips in case of emergency.  _______________________________________________________________________________ Pizza Socks Box ($14.99; amazon.com)  The biggest pizza fan in your household will surely appreciate this slice of sock, created to look like their favorite food, box and all.  _______________________________________________________________________________ Five Oceans Braided Rope Keychain ($10; amazon.com) The nautical vibe of this handy keychain will see him through dreary winter days by inspiring thoughts of summer adventures to come.   Kids Pals Cow & Pig Socks ($9.99, originally $11; amazon.com) If you can't beat 'em — buy 'em purposely unmatched socks. This brand offers scores of adorable sock designs for kids that are intended to be worn mismatched.  _______________________________________________________________________________ The Noodley LED Gloves ($12.95; walmart.com) If your kid is forever losing gloves because she keeps taking them off, stuffing her stocking with these will end that problem. What kid wouldn't want to wear these gloves, that light up in a rainbow design with LED, forever?  _______________________________________________________________________________ Cheesecake The Rainbow Fur Fuzzle Guinea Pig ($11.25, originally $15; neimanmarcus.com) We told you there would be something on this list too cute for words.  _______________________________________________________________________________ Wooden Mini Camera ($10.99; amazon.com)  This petite preschool toy is made of natural wood and features a neat rainbow design painted with non-toxic paint. Your tot will love it because it's a super-fun kaleidscope viewer.  _______________________________________________________________________________ Yeonha Mini Car 12 Pack ($9.97, originally $19.20; amazon.com)  You really can't go wrong with a stocking full of toy cars for a kid.  _______________________________________________________________________________ Sprout Pencils ($14.95; amazon.com) Here's a clever take on making a kid's essential also be fun. When each of these pencils gets too stubby to use, plant it! They'll grow into flowers or herbs.  _______________________________________________________________________________ WhizKids Lab Real Bugs Specimen Set ($14.99; amazon.com) This may not be your favorite stocking stuffer option, but a kid who is fascinated by insects and arachnids will adore it. The critters are encased in clear blocks that allows perfect viewing of their anatomy. Hey, it beats having the kid trot home an un-encased bug in a backpack.  _______________________________________________________________________________ L.O.L. Surprise Fluffy Pets  ($12.99; target.com) L.O.L. dolls are among the hottest toys this season. The stocking stuffer versions are their fluffy companion animals, so much more portable. Fill the ball they come in with water, and you've got a glittery snowglobe.  _______________________________________________________________________________ Crayola Color Bath Dropz ($8.15, originally $12.99; amazon.com)  To make baths less of a chore and more pure joy, drop one of these tablets in the bath and watch your water turn green, blue, red and so on.  Teens Eos Lip Balm Holiday Set ($7.99; target.com) What's better than one of these iconic sphere lip balms beloved by VSCO girls and probably your own teen alike? Three of them in yummy holiday flavors. We're talking Peppermint Cream, Cherry & Bright and Whipped Vanilla Frosting. You have permission to steal one for yourself.  _______________________________________________________________________________ Chloven 45-Piece Scrunchie Set ($13.55; amazon.com)  We're not saying put all 45 of these scrunchies into one stocking, but a few wouldn't hurt. Another VSCO girl favorite, this set comes with a scrunchie in every color of the rainbow — and then some. _______________________________________________________________________________ Heyday Wireless Charging Puck ($9.99; target.com) A dead phone?! Shudder. This USB charger needs no cables and comes in seven colors. It has a light that lets him know when his device is fully charg"], "Language": false}