{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/12/entertainment/taylor-swift-tour-family/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2019-12-12T14:45:52Z"], "LastModifiedDate": ["2019-12-12T14:45:52Z"], "Headline": ["Taylor Swift picking more family time over touring"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["We may now know why Taylor Swift is only making a few US stops during her 2020 tour. The singer who turns 30 Friday has been named Billboard's Woman of the Decade and shared her next year's plans with the publication. \"This is a year where I have to be there for my family -- there's a lot of question marks throughout the next year, so I wanted to make sure that I could go home,\" she said. Swift could be referring to her mother, Andrea Swift's, cancer diagnosis. which the superstar revealed in an essay she wrote for Elle magazine published in March.   \"Both of my parents have had cancer, and my mom is now fighting her battle with it again,\" she wrote. \"It's taught me that there are real problems and then there's everything else. My mom's cancer is a real problem.\" Swift's 2020 \"Lover\" concert and festival tour mostly hits Europe, but has stops in New York City, Atlanta, Los Angeles and Foxborough, Massachusetts.  The Grammy-winning artist said she also plans to rerecord some of her hits next year when she's contractually able to. Swift has been engaged in a battle with Scott Borchetta, the head of her former label, Big Machine Records and Scooter Braun, the mogul who acquired her pre-\"Lover\" master recordings from the label in June.  Rerecording her old songs is part of how Swift has said she plans on dealing with what she has called the \"worst-case scenario\" of Braun's Ithaca Holdings acquiring the rights to her first six albums.  There's no timetable yet on how long that will take, Swift said. \"I don't know!,\" she told Billboard. \"But it's going to be fun, because it'll feel like regaining a freedom and taking back what's mine.\" Swift also promises that she will continue her activism to protect the rights of creatives in the music industry. \"New artists and producers and writers need work, and they need to be likable and get booked in sessions, and they can't make noise -- but if I can, then I'm going to,\" she said."], "Language": false}