{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/12/sport/spanish-royal-ascot-horse-racing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Majendie, for CNN"], "Writers": [["Matt Majendie"]], "FirstPublishDate": ["2019-12-12T11:29:42Z"], "LastModifiedDate": ["2019-12-12T11:36:50Z"], "Headline": ["How moment of 'madness' led to the launch of 'Spanish Royal Ascot'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It might lack the history of its namesake, but the \"Spanish Royal Ascot\" is adding a touch of English culture to the Balearic Islands. While pomp and pageantry has been associated with Ascot racecourse since 1711, fledgling Mallorcan spectacle Hats and Horses features similar scenes of high fashion and immaculately groomed racegoers. The event, now in its third year, was born on the neighboring island of Menorca, inspired by one businesswoman's visit to Royal Ascot, which she described as \"madness and different.\"  It's been so successful it has relocated to a bigger venue at Mallorca's Hipodromo de San Pardo, and is a rich mix of celebrities, racegoers and fashionistas. Organizer Ariadna Vilalta laughs at the success of an initial idea, which her English partner David derided when she first mooted it back in 2017. \"I went to Ascot with him and, afterward, told him I wanted to have an event like Ascot in Menorca,\" the public relations executive told CNN. \"He said 'you're mad and it's impossible, people won't go there.'\" She didn't listen, set up Hats and Horses, and welcomed 1,000 guests through the turnstiles for the first year at the Torre de Ram racecourse, the only privately owned racecourse in the Balearics.  READ: Royal Ascot - a day in the life 'I don't need a wedding to get dressed' Of its wider inception, she explained: \"I had that romantic part of me to have horses out there as they're big in Menorca. The first one was in May at a time when not too many people come here but the weather's still great. And the new one in October is the same in Mallorca. \"I wasn't expecting the success. Everyone said in Menorca that people don't like to dress or go to horse races but straight away people were so into the party. I liked Ascot and enjoyed that ambiance of people all the time happy smiling and drinking. This was the same in Menorca. I like this dressing up. It shows I don't need a wedding to get dressed.\" The first edition in Menorca was such a success both in terms of numbers and visually that the Mallorcan government got in contact about relocating it to a venue twice the size. Vilalta admits the new site has a more \"professional\" feel to it with various horse associations and federations working closely alongside each other. The big difference with this \"Spanish Ascot\" is that instead of world-class Flat racing, the competition is the sport of trotting. And for Vilalta, the racing is just as key as the glitz and glamor.  \"The races are very important,\" she said. \"It's a small part of the global horse racing business and we're trying to make it more international. For example, Belgium and Germany have big interest in trotting.\"  READ: Royal Ascot the ultimate summer spectacle   Spreading the word While there are prizes for the races, there are also prizes for the best dressed racegoers. Gentlemen are expected to wear a suit and hat and women are urged to come in a cocktail dress with a hat or fascinator. In addition, the fledgling event also features horse exhibitions as well as live music. Vilalta's only English racing experience was at Ascot two years ago, but she plans to visit other English racecourses next year to widen the research. As for the name, Vilalta is keen for the event to create its own identity. \"Other people have said 'Spanish Ascot' and I understand it as the inspiration comes from Ascot,\" said Vilalta. \"But Hats and Horses is exactly what we are.\" For now, there is just a Balearic version but in future there are ambitions to spread the idea even further afield to Belgium and or even Germany."], "Language": false}