{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/europe/holocaust-survivor-rally-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gianluca Mezzofiore, CNN"], "Writers": [["Gianluca Mezzofiore"]], "FirstPublishDate": ["2019-12-11T14:25:01Z"], "LastModifiedDate": ["2019-12-11T14:25:01Z"], "Headline": ["Thousands of Italians rallied around a Holocaust survivor who received 200 anti-Semitic threats a day"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Hundreds of Italian mayors and thousands of citizens took to Milan's streets on Tuesday in a show of solidarity for a Holocaust survivor who was put under police protection after receiving anti-Semitic threats.  Senator-for-life Liliana Segre, 89, was only 13 when she was deported to Auschwitz.  She later became a vocal campaigner against racism and hate, recently spearheading the creation of a parliamentary committee against hate, racism and anti-Semitism, also known locally as the Segre commission.  She became the target of hundreds of social media attacks each day, the Milan-based Foundation Jewish Contemporary Documentation Center told CNN. Organized by the Italian mayor's association, the Milan demonstration escorted Segre through the shopping arcade Galleria Vittorio Emanuele II to the main square, Piazza Scala. About 600 mayors, according to ANSA news agency, and thousands of people applauded from the sidelines chanting \"Liliana\" and singing the anti-fascist folk song \"Bella Ciao.\"  \"I have known hatred. I have known what it means to become a reject of that civil society of which I believed I belonged,\" Segre said addressing the crowd. \"I have heard the words of hatred, hateful and insulting, and then I saw with my eyes the realization of the ferocious program prepared from hatred.\"  Segre told the crowd she finds hope in schoolchildren, calling them \"future candles of memory.\"  \"There's great music in this square, the temple of music is outdoors today,\" she continued. \"We are here to talk about love and not hate. Let's leave hatred to the anonymous people behind a screen.\"  The decision to assign Segre a security detail -- revealed last month -- came after far-right Forza Nuova party members put up a banner in Milan near where Segre was speaking for an event, ANSA and Corriere della Sera reported at the time. The Foundation Jewish Contemporary Documentation Center has reported a significant rise in anti-Semitic attacks in Italy, particularly online. Stefano Gatti, from the center, told CNN the rise in anti-Semitic episodes was part of a general deterioration of the public discourse, with the brutalization of politics as its most evident phenomenon.  Recent controversial episodes included the decision by the northern Italian town of Schio to install \"stumbling stones\" to honor those deported from Italy to Nazi death camps, according to ANSA. "], "Language": false}