{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/budapest-new-york-cafe-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy New York Palace"]], "FirstPublishDate": ["2019-12-10T12:24:09Z"], "LastModifiedDate": ["2019-12-10T12:24:09Z"], "Headline": ["A photo tour of Budapest's spectacular New York Cafe"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Magnificent building: Based at the luxurious New York Palace, the New York Cafe one of the oldest coffee houses in the city. Impressive setting: Known as the \"most beautiful café in the world,\" the New York Café is nothing short of spectacular. Lavish interior: Built in Italian Renaissance-style, the cafe has high ceilings decked out with stunning chandeliers and spectacular frescoes. Architectural detailing: The inside is filled with dozens of chandeliers of all different shapes and sizes. Ambient music: The 1,000-plus customers who visit every day are usually treated to live performances. Historic  venue: The story of the café begins in 1894, when the New York Life Insurance Company decided to build a coffee house in its European headquarters. Former life: \"This was not just a place for the rich,\" says Hungarian food critic Andras Jokuti. \"It was a meeting point for poor artists.\" Popular spot: New York Café was one of the most beloved coffee houses in the city for years. New beginnings: It was closed by the Communist Party, but reopened in 2006, looking almost identical to how it did all those years ago. Splendor recaptured: The original plans were found in the basement, which meant renovators were able to restore it to its former glory. Elaborate job: The five-year restoration project was led by creative architects Maurizio Papiri and Adam D. Tihany. Decadent surroundings: Customers spend much of their time here admiring the marble columns and stuccoed angels and taking photos. Sweet treats: The New York Cafe's menu is made up of Hungary's most traditional desserts, including around 16 cakes. Busy space: Today it's one of the most popular dining spots Europe. Instagrammer's paradise: \"It's a quick turnaround,\" says Foldes. \"People come here, take their pictures and go.\" Different clientele: \"It's more of a tourist attraction now, so we don't get many Hungarian customers,\" says Foldes.  Grand location: The café is based in the New York Palace on Erzsébet körút, one of the Hungarian capital's main boulevards. Momentous period: The building celebrated its 125th anniversary in 2019."], "Language": false}