{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/juice-wrld-autopsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2019-12-09T21:38:13Z"], "LastModifiedDate": ["2019-12-09T22:12:26Z"], "Headline": ["Juice WRLD initial autopsy findings inconclusive"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The cause of death for rapper and singer Juice WRLD is still pending following an autopsy.  The Cook County Medical Examiner's Office announced in a statement Monday that additional studies are required to establish the cause and manner of death of the 21-year-old recording artist. Cardiac pathology, neuropathology, toxicology and histology testing are still necessary to determine the cause of death, according to the Medical Examiners Office.  Juice, whose given name was Jarad Anthony Higgins, suffered a medical emergency on Sunday after he arrived at Chicago's Midway International Airport. He was taken to a nearby hospital where he subsequently died. \"There were no signs of foul play and all individuals aboard the aircraft are cooperating with CPD and have given all of their information,\" Chicago police spokesman Anthony Guglielmi said in a statement to CNN. Two armed guards traveling with Higgins were arrested for misdemeanor gun violations unrelated to his death, according to police. Both are due in court Dec. 30. Already a star with a promising career, Juice WRLD was the most streamed, liked and reposted artist of 2018, according to SoundCloud. He raked up a huge following with hits like \"Lucid Dreams\" and \"All Girls Are the Same,\" and he was named top new artist at the Billboard Music Awards in May. \"Juice made a profound impact on the world in such a short period of time,\" his label, Interscope Records, said in a statement. \"He was a gentle soul, whose creativity knew no bounds, an exceptional human being and artist who loved and cared for his fans above everything else.\" Tributes to the late performer have been posted by fellow artists and fans, including Drake, Lil Nas X, Ellie Goulding, who collaborated with Juice on the song, \"Hate Me.\""], "Language": false}