{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/investing/canopy-growth-david-klein-constellation-brands/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2019-12-09T15:23:24Z"], "LastModifiedDate": ["2019-12-09T17:26:05Z"], "Headline": ["Pot company Canopy chooses CFO of top investor to be new CEO"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The legal cannabis industry in Canada and several states in America has been going through some growing pains. That's a key reason why industry leader Canopy Growth just named the chief financial officer of its biggest investor to be its new CEO. Canopy said Monday that David Klein, formerly the CFO of beer and wine giant Constellation Brands, will take over as CEO in January. Constellation, which owns Corona, bought a nearly 40% stake in Canopy last year for $4 billion.  The value of that investment has steadily declined though. Cannabis sales haven't been as strong as hoped since legalization and the company continues to lose money.  Canopy's stock is down 20% this year but it rose more than 12% Monday on the announcement of a new CEO. \"Canopy Growth sits at the forefront of one of the most exciting new market opportunities in our lifetime,\" Klein said in a press release, adding that \"no company is better positioned to win in the emerging cannabis market.\" Canopy isn't the only pot stock that has struggled. Shares of Tilray, Aurora Cannabis, Aphria and Cronos have all fallen sharply this year. Cronos has the backing of tobacco giant Altria while legendary investor Nelson Peltz is an adviser to Aurora.  But Canopy is one of the most prominent companies in the industry, and the investment from Constellation was widely viewed as news that helped legitimize the business in the eyes of investors. The company also has a high profile roster of celebrity endorsers, including Martha Stewart, comedian Seth Rogen, rapper Snoop Dogg and most recently, Canadian music superstar Drake. Still, it's been a rocky year since Constellation bought its Canopy stake. Canopy founder and former co-CEO Bruce Linton was ousted earlier this year as Constellation exerted more control over the company,  Mark Zekulin, who served as fellow co-CEO with Linton and took over the company on an interim basis after Linton was forced out, announced Monday he will step down as CEO and resign from his board seat on December 20. Klein takes over Canopy at a time when the company is looking to soon launch its so-called Cannabis 2.0 suite of products early next year.  The company is hoping to boost sales by moving beyond pre-rolled joints and dried flowers to offer more cannabis-infused goods such as recreational beverages, chocolates, and vaping pens and cartridges. Klein's appointment is representative of the cannabis industry's maturation, as seasoned executives from other industries -- especially from the consumer packaged goods sector -- take the helm of the fast-growing firms amid turbulent times.  Separately on Monday, Justin Dye, the former Cerberus Capital Management investor who helped lead a transformation of grocery chain Albertsons, became the CEO of Medicine Man Technologies, a Denver cannabis firm that has been acquiring its way to becoming one of the largest operators in Colorado. CNN Business' Alicia Wallace contributed to this report."], "Language": false}