{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/gallery/linda-ronstadt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2019-12-09T10:43:26Z"], "LastModifiedDate": ["2020-04-13T17:11:31Z"], "Headline": ["Linda Ronstadt: A life in pictures"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ronstadt was born in Tucson, Arizona, in 1946 and grew up on her grandfather's cattle ranch. He was originally from Sonora, Mexico, and the Ronstadt family would often drive across the border to shop and socialize.  \"We knew many of the families in the north of Mexico, and we attended one another's balls, picnics, weddings and baptisms,\" Ronstadt wrote in her 2013 memoir, \"Simple Dreams.\" \"I deeply miss those times when the border was a permeable line and the two cultures mixed in a natural and agreeable fashion.\"  Ronstadt's childhood home was always filled with music, and vocal talent seemed her birthright. Her father \"had a beautiful baritone singing voice,\" she says in her book, and her grandfather conducted a brass band in the late 19th century. Meanwhile, her aunt was a performer who specialized in traditional music from parts of Mexico and Spain.  By the time she reached her teens, Ronstadt and her siblings had formed a band and would play at local clubs. Commercial folk music intrigued them the most, Ronstadt writes; they would learn songs by Peter, Paul and Mary and then rearrange them to fit their own voices.  Ronstadt briefly enrolled at the University of Arizona in 1964 but dropped out to pursue a singing career in California. Bobby Kimmel, a musician who played bass in her siblings' band, introduced her to a guitarist named Kenny Edwards. The trio formed the folk group the Stone Poneys and began booking gigs after playing an open mic night at L.A.'s famous Troubadour venue. The Stone Poneys released their first and second albums in 1967, and soon after had their first hit with a version of \"Different Drum,\" a bluegrass track by The Greenbriar Boys. With their song playing on Top 40 radio, the band got an even bigger gig opening for The Doors on tour. Yet at the end of their jaunt, the other two members of the Stone Poneys began to pursue other passions, and Ronstadt -- seen here on \"The Johnny Cash Show\" in 1969 -- became a solo act.  \"I was painfully unprepared to be a solo act,\" Ronstadt writes in her memoir. \"We had relied on Kimmel to write the songs, and I had no repertoire of my own.\" She began to experiment with the songs she'd sung as a kid and sought more musicians to work with - including the basis of what would become The Eagles, pictured here with Ronstadt and California Gov. Jerry Brown, whom Ronstadt famously dated.  Ronstadt released four solo albums between 1969 and 1973, but it wasn't until 1974's \"Heart Like A Wheel\" that the singer collected her first Grammy Award, along with two No. 1 hits. Both \"You're No Good,\" her take on Clint Ballard Jr.'s 1963 original, and her version of The Everly Brothers' \"When Will I Be Loved,\" climbed to the top of Billboard's pop and country charts, respectively. Ronstadt, seen here with Ringo Starr (left) and Paul Williams, picked up a second golden gramaphone for her 1976 album \"Hasten Down the Wind.\" By the end of the 1970s, Ronstadt was rock music's \"Million Dollar Woman,\" as a Rolling Stone profile by Cameron Crowe described. The photos that ran with the profile were taken by Annie Leibovitz, including this iconic shot of Ronstadt in red.   Building on the success of songs like \"Blue Bayou\" and \"Heat Wave,\" Ronstadt -- seen here with a mother and baby camel during her African safari in Nairobi, Kenya in 1979 -- became a mega-star performing in sold-out arenas. As the story goes, Ronstadt had just finished singing the National Anthem at a 1977 World Series game when she stepped into an L.A. restaurant called Lucy's. She was seated next to California Gov. Jerry Brown and the rest, as they say, was romantic history. \"Jerry likes passionate music. He likes passionate music, passionate women,\" Ronstadt says of her years-long relationship with Brown in the CNN Films documentary. \"We had a really good time together.\" At the dawn of the 1980s, Ronstadt was at the top of her game. \"Linda was the queen,\" Bonnie Raitt says in CNN Films' documentary on the singer. \"She was like what Beyonce is now.\" Ronstadt is pictured here backstage with David Bowie in 1980.  Ronstadt continued to rack up Grammy wins and nominations throughout the 1980s, including two nods for her album \"Get Closer.\" Seen here is the dress she wears on the cover of the 1982 album.  But at the same time, Ronstadt says she began to long for something different. She found it in Joseph Papp's production of \"The Pirates of Penzance,\" an operetta that put Ronstadt on Broadway. It may have seemed like a detour, but it was really Ronstadt returning to her roots: Her paternal grandfather wrote an instrumental arrangement for \"Pirates\" in 1896.  Ronstadt had known country superstars Dolly Parton and Emmylou Harris (center and right) for years by the time the three decided to release the album \"Trio.\" The record, which arrived in 1987, went platinum; gave the stars another No. 1 with \"To Know Him Is To Love Him\"; and won a Grammy for best country performance by a duo or a group.  By the late 1980s, Ronstadt had tackled folk, rock, pop, country and even light opera - and the musical style that was calling her next was one that reminded her of home. Drawing on her Mexican heritage and the songs of her childhood, Ronstadt released a Spanish-language album called \"Canciones de Mi Padre\" despite resistance from her record company. It was a risk, but Ronstadt's convictions were rewarded as the album went double platinum. Ronstadt met singer Aaron Neville at the 1984 World's Fair in New Orleans, and when it came time to record her 1989 album \"Cry Like A Rainstorm, Howl Like The Wind,\" working with Neville was at the top of her list. The resulting songs \"Don't Know Much\" and \"All My Life\" earned the duo another two Grammys.  The super-group of (left to right) Emmylou Harris, Linda Ronstadt and Dolly Parton reunited for a second album, aptly titled \"Trio II,\" in 1999. Here, the three singers perform on \"The Tonight Show with Jay Leno.\"  Ronstadt, seen here accepting the Trailblazer Award during the 2008 ALMA Awards, released her last solo album in 2004. Called \"Hummin' to Myself,\" it was a collection of standard songs recorded with a small jazz ensemble, Ronstadt writes in her memoir. \"After I turned 50, my voice began to change, as older voices will,\" she said. \"I re-crafted my singing style and looked for new ways to tell a story with the voice I had.\"  In a 2013 interview with AARP magazine, Ronstadt said she suspected Parkinson's disease had already begun to alter her voice for at least seven or eight years prior to her diagnosis. Here, she's awarded an honorary Doctorate of Music during the Berklee College of Music Commencement in 2009.  Ronstadt performed her last concert in 2009. Two years later, the same year she received the Lifetime Achievement Award from the Latin Recording Academy (pictured), Ronstadt formally announced her retirement.  In 2013, Ronstadt revealed that she could no longer sing because of Parkinson's disease. \"I just lost a lot of different colors of my voice,\" she says in CNN Films' documentary. \"Singing is really complex. And I was made most aware of it by having it banished. I can still sing in my mind, but I can't do it physically.\" Former President Barack Obama likely spoke for many when he admitted to Ronstadt during the 2014 National Medal of Arts ceremony that he had a crush on her \"back in the day.\"   Today, Ronstadt, who has two children, lives in the Bay Area with her son, according to the Los Angeles Times.\n\nWhile she sometimes still appears in the spotlight -- as she did earlier this year, when she and Emmylou Harris (left) presented Dolly Parton with the 2019 MusiCares Person of the Year award -- she mostly sticks close to home, she told the Times.\n\n\"There's nothing I can do about it. It's going to get worse every day,\" Ronstadt said of her diagnosis. \"I feel frustrated with it. ....  Sometimes I fall down. But that's the new normal. I just have to accept it. I had a long turn at the trough.\" "], "Language": false}