{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/entertainment/juice-wrld-legacy-reactions-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-08T23:01:27Z"], "LastModifiedDate": ["2019-12-09T21:45:07Z"], "Headline": ["Remembering Juice WRLD, one of emo rap's most promising artists"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Juice WRLD was an artist on the come up. You may have heard his track \"Lucid Dreams.\" With its hypnotic hook and melancholic lyrics, the track was quietly posted to SoundCloud in 2017 when he was still a teenager.  Then there is \"All Girls Are The Same,\" a song Juice WRLD uploaded around the same time.  Back then, he had no idea the songs would blow up. He said as much in interviews. But they did, reaching the ears of music aficionados everywhere — including the offices of record label executives. The 21-year-old rapper and singer was remembered Sunday for his talent and promise. He died at a Chicago hospital after suffering a medical emergency at an airport. Juice WRLD's sound was unique. Some have labeled it \"emo rap,\" a term that became popularized in the 2010s and blew up with artists on SoundCloud. Musicians Lil Uzi Vert and Lil Peep are associated with the subgenre, a blend of rap and emo/punk music, itself a subgenre of rock popularized in the 1990s. Think Kanye West meets Blink-182. Juice WRLD signed with Interscope Records in 2018, pocketing $3 million in the deal and quickly exploding from bedroom rapper to professional status. That year, he became the most streamed, liked, and reposted artist on SoundCloud.  And the track, \"Lucid Dreams\" ended up hitting No. 2 on the Billboard Hot 100 chart. Not bad, for a kid who hadn't reached legal drinking age. 'I always used to get lost in the music' Juice, born Jarad Anthony Higgins, grew up in Chicago, listening to bands like Escape the Fate, and rappers such as Kid Cudi and Meek Mill.  Listening to music was like therapy for him, he told Rolling Stone earlier this year. It was a way to escape. \"I always used to get lost in the music,\" he said. \"Some people, music is just, it comes natural to them to do it and they love to listen to it. I'm one of those people.\" He'd been making up raps for as long as he could remember, but the first time he wrote a song was in fifth grade when he remixed Lil Wayne's \"I Am Not A Human Being,\" he said.   Technically, Juice wasn't allowed to listen to hip hop growing up, he told Billboard this year. But kids always find a way, and Juice did. Older cousins introduced him to artists like Lil Wayne, Jeezy and Meek Mill.  A girl he had a crush on got him into screamo, a music genre known for its screamed lyrics and hardcore punk influences, he said. That brought bands like Blessthefall and Black Veil Brides into his musical sphere. All this explains the sound Juice became known for — something of a hybrid between the rap and screamo he grew up listening to.  From SoundCloud to a No.1 album One of Juice's first uploads to SoundCloud was a 2015 track called \"Forever.\" He released it while going by the moniker JuiceTheKidd, before switching to Juice WRLD. Both are references to the 1992 Tupac movie, \"Juice.\" \"Forever\" is extremely emotionally vulnerable, grappling with themes of love and relationships. Then just a high school student, his vulnerability became a pinnacle of his music. Love and heartache are featured in later tracks \"Lucid Dreams\" and \"All Girls Are The Same,\" the songs that launched him to mainstream success.  But his vulnerability wasn't limited to matters of the heart. In 2018's \"Lean Wit Me,\" he opens up about his struggles with substance abuse, though he since attempted to go sober. In \"Empty,\" the first song off his 2019 album \"Death Race for Love,\" Juice rapped about his depression. \"I never really had nothing to hide,\" he said in an interview with Genius, when asked about his openness in his music. \"There was never really no filter in my head, like 'Would it be not cool to talk about your emotions?' It was never in my conscious, in my head, to tell me not to do that.\" Juice isn't all sad songs, though, and his music has continued to perform well in the mainstream. The artist's 2019 album \"Death Race for Love\" debuted at No. 1 on the Billboard 200, and he had a song on the soundtrack of the hit film \"Spider-Man: Into the Spiderverse.\" But the song receiving the most attention now is \"Legends,\" which Juice released after rapper XXXTENTACION's death last June. The song is dedicated to both him and Lil Peep, who died in 2017, and he continues that same strain of emotional vulnerability. And there's the verse that hits a little harder now, in light of Juice's own death less than a week after he turned 21.  \"What's the 27 Club? / We ain't making it past 21,\" he sings. Then: \"They tell me I'ma be a legend / I don't want that title now / 'Cause all the legends seem to die out.\" The music world mourns Since Juice's death, artists from around the industry have expressed grief on social media, from fellow Chicagoans Smino and Chance the Rapper to superstars like Drake and Ellie Goulding. Many observers, like Drake, lamented the way these early deaths seem to be happening to many young artists these days.  \"I would like to see all the younger talent live longer and I hate waking up hearing another story filled with blessings was cut short,\" wrote Drake on Instagram.  Even his label, Interscope, spoke out on Twitter, writing about the young artist's \"gentle soul\" and creativity. Fans have already showered his social media pages with messages and \"RIP's, and the news of his death was trending on Twitter for most of Sunday. His cause of death is unknown, pending an autopsy.  CORRECTION: An earlier version of this article misstated the location of the singer's death."], "Language": false}