{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/13/cnn-underscored/christmas-gift-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-11-13T15:47:55Z"], "LastModifiedDate": ["2019-12-07T00:29:16Z"], "Headline": ["100+ of the best holiday gifts you can give this year"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The holiday season is upon us, and there's no better time to start searching for the perfect gifts for all the important people in your life.  Whether it's someone who's made the past year memorable, a boss or coworker who makes your 9 to 5 a lot more enjoyable, your extended family or devoted best friend, giving a gift is one of the most simple, yet meaningful, ways to say thank you. But we know nailing down the right present isn't always a simple task.  To help, we've researched the best gifts for every person on your holiday shopping list. We have gift ideas for him, for her and the kids, too. We've also got presents for foodies and even those tough-to-shop-for folks. We'll update this page all season long, so be sure to check back. Here are our top holiday and Christmas gift ideas for 2019. Click through to see even more. Best gifts for him From the highly personal to affordable fashion finds and useful tools that will make his life easier, there's something here for every man in your life. Best gifts for her These gifts are sure to delight everyone from the fashionista to the tech head to the multitasking mom. (And when in doubt, you can never go wrong with a crazy-cozy pair of pajamas. And yep, those made our list, too.) Best gifts for the foodie or home cook When it comes to the foodie in your life, give gifts that will make their time inventing new recipes, whipping up soufflés or hosting dinner parties even more enjoyable. From a fondue set to a molecular gastronomy kit, all of these gifts are *chef's kiss* perfect. Unique gift ideas for that hard-to-shop-for person We all have that one person who's impossible to shop for. To help you out, we've compiled some gifts that are just as unique as they are. From a custom map and hot sauce kit to a blanket hoodie and Masterclass subscription, these gifts are sure to please anyone on your gift list. The best gifts for kids at every age The children in our lives make the holidays magical. But sussing out what, exactly, to gift a baby or an energetic toddler feels slightly less magical. That's why we've culled the top presents for kids this season, so whether you're shopping for an infant, a 15-year-old, or any age in between, you'll want to check out what we've discovered. The best tech gifts for everyone on your list For the techy in your life that won't settle for anything less than the latest and greatest, we've wrangled the hottest tech products of the year. From Bose Headphones 700 for the music lover or the Nintendo Switch Lite for the gamer, to TCL's vibrant 4K TVs that cross value with quality, there's loads of tech for everyone on your list.  The best fitness and health gifts For the person in your life who's always at the gym, passionate about fitness or looking to start an exercise routine, the holidays are a great opportunity to gift them gear, equipment and apparel that's sure to motivate them and enhance their life. Whether it's a top-of-the-line activity tracker, a game-changing kitchen tool or super soft sweatpants, these goodies are sure to set them up for a year of health and happiness. The best gifts for gamers Whether you're a diehard Nintendo Switch fan, swear by the PS4, love Xbox or have a special spot in your heart for nostalgic consoles, there are games and consoles for everyone. Given the many titles that have dropped and all the new consoles that were brought to life in 2019, we've rounded up our favorite games, accessories and consoles. The best beauty gifts From festive gift sets to the coziest candles, luxe styling tools and gorgeous makeup organizers, there's no shortage of gift possibilities for the beauty lover in your life. But with so many options comes the challenge of sorting through what's worth the splurge and what's just hype. That's why we've rounded up the best beauty gifts you can give this season, and grouped them by what we'll call beauty personality types. The best gifts for travelers We've all got that person in our lives who's always on the go. And luckily for these globetrotters, there are plenty of great, innovative gifts out there tailor-made to fit their world-traveling needs. To help you find just the right one, we've rounded up the best gifts for the travelers on your list, from chic jet-setters to hardcore adventurers. From a blanket that fits in your pocket to a TSA-approved shampoo bar to a scarf that doubles as a purse. The best tech gifts under $100 2019 has ushered in expensive technology, but even as tech prices increase, we have seen some companies move toward value and affordability. Ahead, we break down the best tech for under $100, perfect for gift-giving and stocking stuffing. ___________________________________________________________________________________________ The best gifts for your coworker or boss Finding just the right holiday gift for your boss or coworkers can feel like a minefield. You want a gift that's thoughtful and professional, but not too pricey or personal. And that often leaves items — like candles or gift cards — that are either too boring or destined to be regifted. To help you strike just the right balance, we've gathered gift ideas that are thoughtful, professional and affordable. ___________________________________________________________________________________________ The best gifts for pets and the people who love them Do you have the urge to stuff a stocking or leave a special treat under the tree for your dog or kitty? Of course you do. And yeah, sure, they might not know Christmas Day from Groundhog Day, but seeing our fuzzy friends pounce on a new toy or twirl around at the sight of an unfamiliar treat bag can definitely add joy to the holidays. These pet gifts are sure to make your furry pal feel the love. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}