{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/04/opinions/kasparov-trump-america-post-truth-world/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Garry Kasparov"], "Writers": [[]], "FirstPublishDate": ["2019-12-04T12:25:19Z"], "LastModifiedDate": ["2019-12-06T02:42:23Z"], "Headline": ["Garry Kasparov: I lived in the post-truth Soviet world and I hear its echoes in Trump's America"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The totalitarian Soviet Union where I grew up tried to dominate the truth, to distort it and control it. Reality was whatever the Party put out on the nightly news, or in the official newspapers, Pravda, which means \"Truth\" and Izvestia, which means \"News.\" It was increasingly obvious back then, even to communist true believers, that what we were being told didn't match the world we saw around us. As the joke went, \"there is no news in the truth and no truth in the news.\" Eventually the disparity between truth and lies became too great; life wasn't improving and more and more information was making it through the Iron Curtain. Denying reality became too grave an insult to our dignity, an underestimated ingredient in the spirit of revolution. I have lived through several world-changing upheavals. I'm a post-Soviet citizen; the country of my birth ceased to exist in 1991. We enjoyed less than a decade of tenuous freedom in Russia before Vladimir Putin launched its post-democratic phase. My ongoing attempts to fight that tragedy led to my exile in the United States. Now my new home finds itself locked in its own perilous battle -- a battle to avoid becoming the latest member of the post-truth world. President Donald Trump and his Republican defenders in Congress have followed his lead in declaring war on observed reality. Critical reports are \"fake news,\" journalists reporting the facts are \"enemies of the people,\" a phrase of Vladimir Lenin's, debunked conspiracy theories are repeated, and public servants testifying under oath about documented events are dismissed as Never Trumpers. Unable to change the facts, Trump and his supporters instead try to shift the debate into an alternate universe where the truth is whatever they say it is today. Trump repeats the same lies over and over, and it's hard to say which is more troubling -- that his followers don't realize that they are lies or that they don't care. Globalization and the internet may have made the world smaller, but now we're experiencing a counterattack, the regionalization of truth. The internet was supposed to shine the light of truth into every corner of the world, breaking the authoritarians' monopoly on information. But it has also become a light-speed delivery system of lies and propaganda. The web  has been chopped into pieces. Like a shattered mirror, each fragment reflects a different distorted image instead of a single reality. Protests in Iran are difficult to follow when the regime can shut down internet access across the country. It's easier to find out about Hong Kong's pro-democracy protests in just about any country other than China thanks to their draconian censorship. Russia jails bloggers and shuts down nongovernmental organizations while flooding the country, and the world, with disinformation. It's alarming to see America taking its own Trumpian path down this dark road. In the USSR, we didn't have a choice of which news channel to watch. Americans have limitless options, but many voluntarily confine themselves to a few like-minded sources. For Trump's followers in particular, denying reality is a badge of honor, a symbol of belonging to a defiant cult.  If you watched the impeachment hearings only on Fox News you would have thought things were going great for the President. Any phrase that might sound like it exonerated him -- and there weren't many -- was repeated over and over like a mantra. The copious and damning evidence provided may as well not have existed. This partisan split along the lines of reality is in keeping with Trump's larger war on integrity, the rule of law, and traditional American values and allies. It's the model of regional powers and regional facts and regional values long touted by Putin and China's Xi Jinping. There is no good or evil, just business as usual with no place for moral arguments over Chinese concentration camps or Russia bombing hospitals in Syria.  American companies are also falling in line, with Apple recently changing its maps app inside Russia to show the illegally annexed Ukrainian territory of Crimea as Russian. (Google has done so for years.)  American tech giants are happy to help Putin create a false reality inside the borders of Russia. Apparently Apple and Google will stand up to the FBI, but not the FSB, aka the KGB. Software is soft power, and US companies betray the values of the nation that enabled their success by doing the bidding of dictators. Tech firms defending themselves by saying it's just business, not politics, sound a lot like the Hollywood studios that edited their movies and fired Jewish staff under Nazi pressure in the 1930s. What's the truth? In the era of regionalized facts, it depends on where you stand, what channel you're watching, and what party you belong to. But there cannot be a red state reality and a blue state reality any more than there should be one world map inside of Russia and a different one outside. Trump is finally facing the music, and that must begin with everyone facing the facts."], "Language": false}