{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/tech/youtube-most-watched-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Jack Guy, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T13:18:40Z"], "LastModifiedDate": ["2019-12-05T14:30:59Z"], "Headline": ["YouTube reveals its most-watched UK videos of 2019"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["YouTube has revealed the videos most popular with the UK public in 2019. Football fans made Liverpool's 4-0 win against Barcelona in the Champions League the most-watched non-music video of the year, as the Reds made a dramatic comeback to reach the final of the competition.  Next up on the UK top trending list was beauty creator James Charles' video \"No More Lies,\" which detailed his response to a spat with fellow creator Tati Westbrook. The most popular music video of the year was \"Vossi Bop\" by UK grime star Stormzy, followed by \"Dancing With A Stranger\" by Sam Smith and Normani, and \"Bad Guy\" by Billie Eilish. Ariana Grande's \"7 rings\" was the fourth most popular music video, followed by a remix of \"Old Town Road\" by Lil Nas X featuring Billy Ray Cyrus, and \"Boasty\" by Wiley, Sean Paul and Stefflon Don, featuring actor Idris Elba. YouTube, which is owned by Google, also ranked the most-subscribed UK creators for the year, with dancer Dianne Buswell, who performs on the TV show \"Strictly Come Dancing,\" gaining 230,000 subscribers since launching her channel in March. Other breakthrough creators include Connor and Liana, who make video skits, and Grace Sharer, who uploads comedy videos. \"Whether it's unbelievable football comebacks, the continued popularity of Grime music or mainstream Strictly stars turning their hand to YouTube, the 2019 Rewind lists demonstrate the true variety of content now being consumed by UK audiences,\" Roya Zeitoune, head of YouTube trending for Europe, the Middle East and Africa, said in a statement. \"As more people continue to seek out entertaining and informative content in different ways, YouTube is constantly evolving to provide an accessible and varied video platform that everyone can enjoy.\" Earlier this week Spotify revealed the most-streamed musicians of the decade, with audiences listening to Drake more than any other artist."], "Language": false}