{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/01/04/celebrities/gallery/celebrities-turning-50-in-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Kevork Djansezian/Getty Images", "Cindy Ord/Getty Images for SiriusXM", "Alberto E. Rodriguez/Getty Images for Stand Up To Cancer", "Matt Winkelmeyer/Getty Images for LACMA", "Rich Fury/Getty Images for Coachella", "Rich Fury/Getty Images", "Paul Marotta/Getty Images for Emerson Colonial Theatre", "Charley Gallay/Getty Images for Project Angel Food", "Adam Hunger/BIG3/Getty Images", "Gareth Cattermole/Getty Images", "Paras Griffin/Getty Images for BET", "CHRIS DELMAS/AFP/Getty Images", "ANGELA WEISS/AFP/Getty Images", "Alberto E. Rodriguez/Getty Images", "JEFF PACHOUD/AFP/Getty Images", "Vittorio Zunino Celotto/Getty Images", "Emma McIntyre/Getty Images for InStyle", "Chip Somodevilla/Getty Images", "Don Juan Moore/Getty Images", "Noam Galai/Getty Images for Global Citizen Festival: Mandela 100", "LISA O'CONNOR/AFP/Getty Images", "Roy Rochlin/Getty Images", "Jonathan Bachman/Getty Images", "Paras Griffin/Getty Images", "Ben Gabbe/Getty Images for Lucille Lortel Awards", "Presley Ann/Getty Images", "Dave Kotinsky/Getty Images for ION Television", "Dimitrios Kambouris/Getty Images", "Emma McIntyre/Getty Images", "Jesse Grant/Getty Images for Disney", "Michael S. Schwartz/Getty Images", "Cindy Ord/Getty Images", "Lisa Maree Williams/Getty Images"]], "FirstPublishDate": ["2019-01-05T00:07:14Z"], "LastModifiedDate": ["2019-12-04T13:05:29Z"], "Headline": ["Celebrities turning 50 in 2019"], "Section": ["celebrities"], "MappedSection": [null], "Article_Body": ["Freeze! Somebody bring him back some money please... for his birthday. Jay-Z celebrates his big one on December 4.  Let's get loud for Jennifer Lopez turning 50 on July 24.  It might be a case of \"Arrested Development\" for actor Jason Bateman. The ever youthful star hit his milestone on January 14.  Strike up the band! Foo Fighters frontman Dave Grohl also celebrated his milestone birthday on January 14.  Shock rocker Marilyn Manson turned 50 on January 5.  Jennifer Aniston got her \"Friends\" together to celebrate her on February 11.  Olympian and former \"Dancing With the Stars' contestant Nancy Kerrigan spins into her big day on October 13.  \"NCIS\" star Pauley Perrette has her big day on March 27.  June 15 will be a good day for actor/rapper Ice Cube.  Former professional wrestler and \"Guardians of the Galaxy\" star Dave Bautista finished the day strong on January 18.  It was his prerogative how singer Bobby Brown chose to celebrate the big 5-0 on February 5.  We are guessing that Jack Black will be tenacious about celebrating his date of birth on August 28.  \"Empire\" star Terrence Howard also dabbles in music so he can sing himself \"Happy Birthday\" on March 11.  Winter is coming, but so is Peter Dinklage's special day -- on June 11.  Don't tell Javier Bardem there's \"No Country for Old Men.\" The actor turns a spry 50 on March 1.  She's often celebrated on stage and screen. but Cate Blanchett will be celebrated for her milestone birthday on May 14.  Funnyman Patton Oswalt celebrated five decades on January 27.  \"Grey's Anatomy\" star Ellen Pompeo has her special day on November 10. \"300\" star Gerard Butler turns 50 on November 13.  Pop open the bottles of Ciroc\" Sean \"Diddy\" Combs turns 50 on November 4.  We wouldn't be surprised if director/actor Tyler Perry has a star-studded birthday bash on September 13.  He will always be one of the \"New Kids on the Block\" no matter his age. Donnie Wahlberg hits the half century mark on August 17.  \"Walking Dead\" star Norman Reedus turned 50 on January 6.  Alright, alright, alright! Matthew McConaughey turns 50 on November 4.  A \"Different World\" star and voice over actress Cree Summer had her special day on July 7.  \"Friends\" star Matthew Perry celebrates his 50th on August 19.  \"Bridget Jones's Diary\" star Renee Zellweger hits the big one on April 25.  We are getting old you guys. \"Beverly Hills 90210\" star Jason Priestley turns 50 on August 28.  \"Rosewood\" star Morris Chestnut turned 50 on January 1.  Actress Anne Heche celebrates on May 25.  Looking this good should take any possible sting out of \"Ant-Man And The Wasp\" star Paul Rudd turned 50 on April 6.  \"Queer as Folk\" star Hal Sparks enters into his fifth decade on September 25.  \"Queen America\" star Catherine Zeta-Jones can be queen for the day on September 25.  Actor and LGBTQ activist Chaz Bono turned 50 on March 4. "], "Language": false}