{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/world/speakers-dead-coral-reef-fish-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dominic Rech, CNN"], "Writers": [["Dominic Rech"]], "FirstPublishDate": ["2019-12-02T18:24:44Z"], "LastModifiedDate": ["2019-12-03T04:18:32Z"], "Headline": ["Scientists used speakers to make dead coral reefs sound healthy. The fish came back"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A team of scientists from the UK and Australia teamed up to use underwater loudspeakers to try and entice fish back to dead coral reefs and potentially help them recover. By replicating the sounds of healthy reefs, according to a study recently published in Nature Communications, the scientists used a process called \"acoustic enrichment.\" They placed loudspeakers on patches of dead coral in the Great Barrier Reef and discovered that twice as many fish arrived -- and stayed -- compared to equivalent patches where no sound was played.  \"Healthy coral reefs are remarkably noisy places -- the crackle of snapping shrimp and the whoops and grunts of fish combine to form a dazzling biological soundscape. Juvenile fish hone in on these sounds when they're looking for a place to settle,\" said one of the study's authors, Steve Simpson, a professor of marine biology and global change at the University of Exeter. \"Reefs become ghostly quiet when they are degraded, as the shrimps and fish disappear, but by using loudspeakers to restore this lost soundscape, we can attract young fish back again.\" Tim Gordon, the lead author of the study and another marine biologist from the University of Exeter, said the returning fish could help ecosystems \"recover\" and \"give those degraded patches of coral a chance of new life.\" \"Fish are crucial for coral reefs to function as healthy ecosystems ... Boosting fish populations in this way could help to kick-start natural recovery processes, counteracting the damage we're seeing on many coral reefs around the world,\" he added.   The 1,500 mile-long (2,300 kilometer) Great Barrier Reef has endured multiple large scale \"bleaching\" events caused by above average water temperatures in the last two decades, including back-to-back occurrences in 2016 and 2017. Ocean heat waves are not only destroying this natural wonder but compromising its ability to recover -- raising the risk of \"widespread ecological collapse,\" a separate study this year found. This new research not only saw the amount of fish double in number through the use of underwater loudspeakers, but also saw an increase in the number of species present by 50%.  This diversity in fish could play a crucial part in helping the coral recover -- with each species playing different roles and functions in the complicated aquatic ecosystem. But could music and sound really help turn oceanic graveyards into thriving underwater hubs again?  The authors are cautiously optimistic but suggest there is still a long road ahead for reef recovery. \"Acoustic enrichment is a promising technique for management on a local basis,\" said Andy Radford, a co-author and professor in behavioral ecology at the University of Bristol.  \"However, we still need to tackle a host of other threats including climate change, overfishing and water pollution, in order to protect these fragile ecosystem,\" he said. He also suggested that further research would be needed, where the reefs are monitored for a longer period, to truly understand how the loudspeakers influenced the fish.  \"We tracked the experimental reefs for 40 days. Whilst we can't necessarily tell if exactly the same individuals remained, it is certainly true that there were increasing numbers of both individuals and of species across that time, so most likely those arriving were staying,\" Radford said.  \"In that time frame, it was probably a little soon for them to start breeding - future work would ideally monitor reefs for even longer, as ultimately that is one of the key measures that will be important.\" Gordon too thinks wider \"meaningful progress at all levels\" is needed to \"paint a better future for reefs worldwide.\" But he did think loudspeakers could be a positive step in \"the fight to save these precious and vulnerable ecosystems.\""], "Language": false}