{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/cnn-underscored/fitbit-versa-2-cyber-monday-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-12-02T12:23:04Z"], "LastModifiedDate": ["2019-12-02T18:35:23Z"], "Headline": ["Get a Fitbit Versa 2 at the lowest price ever for Cyber Monday"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Fitbit Versa 2 may only be a few months old, but that's no reason it can't be discounted for Cyber Monday. In fact, it just hit an all-time low price of $129.95 at Amazon.com for the shopping holiday — $70 off the normal $199.95 price tag.  And as you might expect, that makes it a great deal. The Versa 2 is the first full-feature smartwatch from Fitbit, but it makes the switch in a way that doesn't push activity tracking to the side. Versa 2 still tracks your steps, runs, calories burned and even your sleep. But you can also monitor notifications, send messages, play music via Spotify and even use Alexa. Oh, and it features a larger and sharper AMOLED display on the front. You also get your pick on color: Fitbit Versa 2 in Black/Carbon ($129.95, originally $199.95; amazon.com)\nFitbit Versa 2 in Bordeaux/Copper Rose ($129.95, originally $199.95; amazon.com)\nFitbit Versa 2 in Stone/Mist Grey ($129.95, originally $199.95; amazon.com)\nFitbit Versa 2 in Petal/Copper Rose ($129.95, originally $199.95; amazon.com) We thought the Versa 2 delivered more than meets the eye at the full $199.95 price point; at $129.95, you're getting even more value. It's an easy-to-use smartwatch that doesn't have you compromising on much — and that's whether you use it with iOS or Android. It still shows your messages, lets you play music and tracks your activity. You can get the Fitbit Versa 2 for $129.95 from Amazon.com for Cyber Monday. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}