{"Type": ["article"], "Url": ["https://www.cnn.com/2013/01/11/us/billy-graham---fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-01-12T01:30:11Z"], "LastModifiedDate": ["2019-12-02T17:18:50Z"], "Headline": ["Billy Graham Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of evangelist Billy Graham.  Personal Birth date: November 7, 1918 Death date: February 21, 2018 Birth place: Charlotte, North Carolina  Birth name: William Franklin Graham Jr. Father: William Franklin Graham Sr., dairy farmer Mother: Morrow (Coffey) Graham  Marriage: Ruth (Bell) Graham (August 13, 1943-June 14, 2007, her death) Children: Nelson Edman, William Franklin, Ruth Bell, Anne Morrow and Virginia Education: Florida Bible Institute (now called Trinity College), Th.B. (Theology), 1940; Wheaton College, B.A., 1943   Religion: Baptist Other Facts Grew up on a dairy farm near Charlotte, North Carolina. Graham appeared on Gallup's annual Top 10 Most Admired list 61 times, more than any other person.  Met with every sitting US president from Harry Truman to Barack Obama.  Preached to almost 215 million people in more than 185 countries. Graham's illnesses included fluid on the brain, prostate cancer and symptoms of Parkinson's disease. Timeline 1934 - Graham becomes born again after hearing an evangelist preach in Charlotte, North Carolina. December 4, 1938 - Graham is baptized in Silver Lake, Florida. 1939 - Is ordained by a Southern Baptist Convention church. 1943-1945 - Takes over the Chicago radio program, \"Songs in the Night\".  1944 - Works with the Youth for Christ organization and travels the country speaking at rallies. 1947 - Accepts the presidency of Northwestern Schools, an educational complex founded by the First Baptist Church of Minneapolis. 1948 - Resigns from Youth for Christ. 1949 - Holds crusades in tents in downtown Los Angeles. Originally scheduled for three weeks, the crusades are so popular they run for seven weeks. 1950 - Founds the Billy Graham Evangelistic Association (BGEA) to establish order and policies for his crusades.  1950 - Begins a weekly Sunday night radio program, \"The Hour of Decision.\" 1950s - Founds World Wide Pictures, a motion picture division of BGEA.  1952 - Begins writing an advice column, \"My Answer,\" distributed by Tribune Media Service.  1954 - Crusade in London lasts 12 weeks and draws huge crowds. 1957 - Crusade at Madison Square Garden in New York runs nightly for 16 weeks and is covered by the national press.\t 1981 - Wins the Religious Broadcasting Hall of Fame award. 1983 - Awarded the Presidential Medal of Freedom. 1986 - Wins the National Religious Broadcasters Award of Merit. 1996 - Awarded the Congressional Gold Medal. 1999 - First non-musician to be inducted into the Gospel Music Hall of Fame. 2000 - Awarded the Ronald Reagan Presidential Foundation Freedom Award, for monumental and lasting contributions to the cause of freedom. November 2000 - His son, Franklin Graham, takes over as chief executive officer of BGEA.   December 2001 - Awarded an honorary knighthood. 2002 - A recording of a 1972 conversation between Graham and President Richard Nixon, in which they both make anti-Semitic remarks, is released. Graham later apologizes. June 24-26, 2005 - Graham leads his \"last crusade\" at Flushing Meadows-Corona Park in New York, speaking to more than 230,000 people. May 31, 2007 - The Billy Graham Library and Museum in Charlotte, North Carolina, is dedicated. Former Presidents George H.W. Bush, Bill Clinton and Jimmy Carter attend. August 2007 - Graham is hospitalized for 11 days to treat intestinal bleeding.  February 2008 - Graham is hospitalized for six days to replace a valve in a shunt designed to regulate brain pressure. February 21, 2018 - Dies at the age of 99. February 28, 2018 - Graham becomes the fourth private citizen to lie in honor at the US Capitol."], "Language": false}