{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/tech/facebook-bbc-conservatives-ad-ge19/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hadas Gold, CNN Business"], "Writers": [["Hadas Gold"]], "FirstPublishDate": ["2019-12-02T15:05:01Z"], "LastModifiedDate": ["2019-12-02T15:05:01Z"], "Headline": ["Facebook just killed a misleading election ad. Here's why"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Facebook allows politicians and political parties to lie or mislead in their paid advertisements, freeing them from the fact-checking the company applies to other ads.  But there is at least one way a political party can get in trouble with the social media platform in the middle of an election campaign: abusing intellectual property. Over the weekend, Facebook banned a British election video from the Conservative Party after the BBC complained that the footage distorted its journalism and could damage \"perceptions of our impartiality.\" In the 15 second ad, senior BBC journalists were shown saying things like \"pointless delay to Brexit\" along side a montage of protest footage and debates in parliament, all set to dramatic music.  But the clips were from reporters quoting politicians' own statements, including Prime Minister Boris Johnson, who is campaigning in the December 12 election under the slogan \"get Brexit done.\"  According to Facebook's ad library, the Conservative party spent less than £10,000 ($12,930) on the ad, which was viewed around 430,000 times. (The same person can view an ad multiple times.) The ad has been replaced with the following message in the library: \"This ad was taken down because it goes against Facebook's Intellectual property policies.\" The BBC said they initially asked the Conservative Party on Thursday to take the ad down, but they declined. So the BBC approached Facebook, which banned it on Sunday. Facebook said it was \"a valid intellectual property claim from the rights holder, the BBC\" because the Conservatives had used its footage without permission.   \"Whenever we receive valid IP claims against content on the platform, in advertising or elsewhere, we act in accordance with our policies and take action as required,\" a Facebook spokesperson said.  Facebook's advertising policies state \"ads must not contain content that infringes upon or violates the rights of any third party, including copyright, trademark, privacy, publicity or other personal or proprietary rights.\" The social media giant's policy on political ads has received harsh criticism from across the world. The scrutiny prompted Twitter to announce that it would limit political ads next month.  The United Kingdom imposes strict rules on how broadcasters can report on politics, especially around elections. While newspapers are free to impart political biases, broadcasters must be impartial. The BBC often faces even more intense scrutiny because it is publicly funded.  Facebook didn't address the BBC's claim that its material had been used in a misleading way. It stuck purely to the legal arguments.  The Conservative Party did not respond to a CNN's request for comment, but told the BBC, \"All political parties make use of BBC content. We will be asking the BBC if in the interests of fairness they intend to complain about other political parties who use their content.\""], "Language": false}