{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/01/cnn-underscored/apple-watch-cyber-monday-deals-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-12-02T03:36:51Z"], "LastModifiedDate": ["2019-12-03T13:24:00Z"], "Headline": ["Strap the power of the Apple Watch to your wrist with these deals"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["NOTE: This sale has ended. Yes, the Apple Watch Series 5 just hit an all-time low for aluminum 40-millimeter and 40-millimeter models, but Apple isn't done yet. An array of Apple Watches are on sale, so now is the most optimal time to buy.  Not only are you getting Apple's latest and greatest smartwatch with a faster processor and always-on display, but you're also getting it for a steal. Let's break down all the aluminum models you can save on.  Apple Watch Series 5 GPS 40-millimeter in Space Gray Aluminum Case ($354.99, originally $399; amazon.com)\nApple Watch Series 5 GPS 44-millimeter in Silver Aluminum Case ($384.99, originally $429.99; amazon.com)\nApple Watch Series 5 GPS 44-millimeter in Gold Aluminum Case ($384.99, originally $429.99; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter in Space Gray Aluminum Case ($499, originally $529; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter in Gold Aluminum Case ($499, originally $529; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter in Silver Aluminum Case ($499, originally $529; amazon.com) And if you want a Stainless Steel Apple Watch Series 5, Amazon has you covered as well. Apple Watch Series 5 GPS + Cellular 40-millimeter Gold Stainless Steel Case with Gold Milanese Loop ($699, originally $749; amazon.com)\nApple Watch Series 5 GPS + Cellular 40-millimeter Gold Stainless Steel Case with Stone Sport Band ($631.72, originally $699; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter Gold Stainless Steel Case with Stone Sport Band ($689, originally $749; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter Space Black Stainless Steel Case with Black Sport Band ($669, originally $749; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter Space Black Stainless Steel Case with Black Milanese Loop ($760.23, originally $769; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter Stainless Steel Case with Milanese Loop ($729, originally $799; amazon.com)\nApple Watch Series 5 GPS + Cellular 44-millimeter Stainless Steel Case with White Sport Band ($689, originally $749; amazon.com) So why go for an Apple Watch? Well, for starters, it's CNN Underscored's top smartwatch and it might just be the ultimate companion for any iPhone user. It's an easy way to respond to messages, take phone calls, monitor notifications and play music. You can even take an EKG right from your wrist.  And yes, the Apple Watch is an epic fitness tracker all right from your wrist. And with Series 5, it's even faster, delivers the same all-day battery life and features an always-on display. This way you can just glance at the time, instead of having to raise your wrist. Act fast and save on the Apple Watch Series 5. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}