{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/sport/chris-froome-tour-de-france-coronavirus-fears-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Aleks Klosok, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-04T10:49:00Z"], "LastModifiedDate": ["2020-05-04T10:49:00Z"], "Headline": ["Four-time Tour de France champion Chris Froome fears large crowds at this year's race"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Britain's four-time Tour de France champion Chris Froome has expressed concerns over whether organizers will be able to prevent large crowds from gathering at the world's most prestigious bike race amid worries over COVID-19. The Tour, originally scheduled to start on June 27, has been pushed back by organizer, the Amaury Sport Organization, to 29 August due to the pandemic. Mass gatherings of more than 5,000 people have been banned in France until September, with the country recording more than 168,000 coronavirus cases and 24,900 deaths. The event is embedded in French culture and society and draws millions of fans each year to line the routes of the Tour's 21 stages. Froome, however, believes this could be the year that bucks the trend by holding the event without fans. \"Would the organizers be able to keep people from coming and gathering in large crowds? In theory we can put on the race without people standing on the roads and it can be broadcast on television,\" said Froome in an Instagram Live chat with former England cricketer Kevin Pietersen on Sunday. \"You're not going to get the same scenes as you would get going through these tunnels of just people everywhere and all the rest of it. \"Maybe that's the version of the race we need to see this year. I don't know.\" READ: Diabetic Olympic hopeful Mandy Marquardt adapts to training in quarantine READ: Tour de France delayed until August amid coronavirus pandemic French Sports Minister Roxana Maracineanu has, though, poured cold water on the prospect of the event being staged behind closed doors. \"We're going to have to be patient, move forward carefully and not make overly-ambitious plans. If, in September, things go even better, all the events on the calendar, such as the Tour de France, Roland Garros, or other major events, could be held,\" Maracineau told RMC Radio on Thursday. \"These two events require spectators: for the box office at Roland Garros, for joy and excitement at the Tour de France. They will only be held if there is authorisation for the public to be there. They will not be held behind closed doors.\" CNN has contacted race organizer ASO for comment. The 34-year-old Froome missed last year's race after suffering career-threatening injuries in a high-speed crash whilst training for the Criterium du Dauphine, but is using the delay to make up for lost training time. \"Some days I'm doing up to six hours sitting on the stationary trainer -- big days,\" Froome said. \"A lot of the training I've been doing has been indoors so it's almost prepared me for this whole lockdown period, and mentally I'm able to get through it a bit easier.\" When the Tour does begin, Froome will have history in his sights with the Brit just one victory away from equalling the record number of Tour wins held by Jacques Anquetil, Eddy Merckx, Bernard Hinault and Miguel Indurain."], "Language": false}