{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/sport/duplantis-lavillenie-kendricks-pole-vault-backyard-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ravi Ubha, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-03T09:48:22Z"], "LastModifiedDate": ["2020-05-03T16:50:31Z"], "Headline": ["Top pole vaulters compete in their own backyards, competition ends in virtual tie"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["If you can't bring the pole vault to the stadium, bring it to the backyard?  In the absence of any high profile sporting events taking place around the globe due to coronavirus, three of the world's most accomplished pole vaulters -- Mondo Duplantis, Sam Kendricks and Renaud Lavillenie -- competed against each other in the Ultimate Garden Clash on Sunday.   It was shown on world athletics' Twitter, Facebook and YouTube channels.  Sweden's Duplantis is the world-record holder, the USA's Kendricks is a multiple world champion and France's Lavillenie took gold at the 2012 Olympics.  They weren't actually in the same location but rather took part from France, Mississippi and Louisiana. And without any officials to help out, it wasn't the pole vaulter who cleared the top height who won but rather the one who cleared five meters the most in two halves of 15 minutes.  An official event it wasn't, of course, and mostly light-hearted but Lavillenie -- who suggested the idea -- was ruled the winner.  He and Duplantis finished with 36 clearances and only one miss apiece. But Lavillenie was judged to have gotten to 36 a few seconds earlier than Duplantis. The suggestion was made to add an extra three minutes but a tired looking Lavillenie said he was \"done.\" Duplantis, 20, and 13 years younger than Lavillenie, wanted to continue.  \"I am the first winner and Mondo the second winner,\" Lavillenie joked.   Kendricks came a distant third on 26 clearances.    \"Because it's a unique style of competing, I think we will all be learning as we go,\" Kendricks said beforehand. \"No matter how precise and accurate we are, I think the challenge is we don't know what it will take to win, so it will be hard to gauge our effort.\" Like the other sports, track and field has been hit hard by the virus. Diamond League meetings have been canceled and the pinnacle for pole vaulters, the summer Olympics, has been postponed from this July and August to almost identical dates in Tokyo in 2021. "], "Language": false}