{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/europe/spain-lockdown-coronavirus-exercise-intl/index.html"], "Source": ["cnn"], "Location": ["Madrid"], "ByLine": ["By Al Goodman, Helena De Moura and Claudia Rebaza"], "Writers": [[]], "FirstPublishDate": ["2020-05-02T15:45:45Z"], "LastModifiedDate": ["2020-05-02T15:45:45Z"], "Headline": ["After 7 weeks of lockdown, Spaniards can finally exercise outdoors -- as death toll passes 25,000"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["At 6 a.m. local time in Spain, people who have been cooped up in their homes for seven weeks emerged into the early morning light to run, cycle or walk after Europe's strictest coronavirus lockdown restrictions were slightly eased. Parks remain closed in Madrid, so runners and cyclists outside the capital's Retiro park used the broad avenue as a racetrack, occupying lanes normally used for traffic. Some buses and cars had to honk to get them to move over. The government has insisted people stick to 2-meter or 6-foot social distancing, especially runners and cyclists who are supposed to exercise alone, but CNN observed numerous people bunched together. At 10:25 a.m. local time, a Madrid municipal van pulled alongside a cyclist and an officer leaned out of the window to shout: \"You were supposed to be home a half hour ago. A half hour ago!\" But the police did not stop to issue a fine and drove off. From today, people older than 14 can take one-hour walks, accompanied by one person, once a day within half a mile of their homes, or do sports like riding a bike alone within their city. They are allowed to do this from 6 a.m. to 10 a.m. and from 8 p.m. to 11 p.m. The elderly had their turn a little later, with a special timetable to avoid crowds: from 10 a.m. to 12 p.m. and in the evening, from 7 p.m. to 8 p.m. Spanish Prime Minister Pedro Sánchez posted a message to Twitter on Saturday morning asking Spaniards for caution: \"Today we take a new step in the relaxation of confinement but we need to do it with caution and responsibility. The virus is still there. We need to follow the guidelines for hygiene and social distancing,\" he said. Spain's government moved to further ease the nation's strict confinement rules due to coronavirus earlier this week. Last weekend, children under 14 were allowed to take one-hour walks daily with their parents. The government has asked its population to wear masks if they cannot observe strict social distancing. Spain's state of emergency, with the strictest confinement rules in Europe, will continue until May 9. The new \"relaxation\" measures give most Spaniards more daily time outside their homes than they've had since the lockdown started on March 14, after which only short trips were allowed for food shopping and to the pharmacy. From Monday, May 4, Spain will start \"Phase Zero\" of its transition to \"new normality\" as announced by Prime Minister Sánchez last week. Some stores will be allowed to open for a limited number of clients, by appointment only, and some restaurants will be allowed to open with limited takeaway service. And just as the government further relaxed the confinement measures installed due to the virus, Spain's latest data shows the coronavirus death toll for the country has reached 25,100 since the pandemic started. The number of new deaths reported is 276, representing a 1% increase from the previous day, Spain's Director for Health Emergencies, Fernando Simon, said during his daily briefing. It was a slightly smaller increase than Friday when there were 281 new deaths. The total number of cases confirmed by PCR (Polymerase Chain Reaction) tests is 216,582 while the new daily infections reported are 1,147 -- a 0.5% increase from the previous day, Simon added. Simon reiterated that Spain is continuing on a favorable trend but warned there are still risks as the nation embarks on the next phase of the de-escalation process. Health ministry figures on Saturday reported the number of health workers infected with the virus is 41,785, with 546 more cases reported since Friday. "], "Language": false}