{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/tennis/murray-king-atp-wta-merger-tennis-gbr-intl-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christiane Amanpour and Ravi Ubha, CNN"], "Writers": [["Christiane Amanpour", "Ravi Ubha"]], "FirstPublishDate": ["2020-05-02T12:11:54Z"], "LastModifiedDate": ["2020-05-02T13:07:14Z"], "Headline": ["Andy Murray joins Roger Federer in backing ATP and WTA merger"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Andy Murray is backing a merger between the men's and women's tennis tours, a topic that rose to the forefront after a tweet from Roger Federer during the sport's lockdown due to coronavirus.   Alignment of the ATP and WTA has been discussed on and off for years but might be closer than ever following Federer -- arguably the most popular player in tennis history -- asking on April 22, \"Just wondering...am I the only one thinking that now is the time for men's and women's tennis to be united and come together as one?\" The men's record 20-time grand slam winner immediately got support from friend and 19-time major champion Rafael Nadal, with Murray -- another member of tennis' Big Four -- now joining them.   Murray has long been a champion for equality, becoming the first high-profile male player, for instance, to employ a women's coach.  \"I think it's great if more of the male players are seeing it as a positive step for the sport,\" Murray told CNN's Christiane Amanpour as she interviewed the three-time grand slam winner and trailblazer Billie Jean King.  \"I think we have a very unique sport in that we have the men and the women competing at the biggest competitions together. That doesn't really happen in any of the other global sports and I see that as a big positive. We have equal prize money at the events which I think is fantastic and very attractive to sponsors, to the audience.  \"We have pretty much a 50/50 kind of audience split between men and women which again is rare across sports and I think all of these things are things that we should be celebrating in the sport.  \"Sometimes they aren't and there's a lot of in-fighting that goes on with these things and I don't think that should be the case. There's obviously going to be some issues potentially with a merger, as well, but it is definitely I think a step in the right direction to start these conversations.\" It was King who sought to come together with the men nearly 50 years ago, which Murray was quick to point out. But when the men declined, King founded the WTA tour.  She was \"thrilled\" with Federer's public declaration because \"when top male players bring it up, people listen.\" The 76-year-old American has spoken with the Swiss, who is part of the ATP's player council alongside Nadal and, among others, the other Big Four member, Novak Djokovic.  The lone prominent player to publicly go against the idea has been Murray's friend, the sometimes controversial Nick Kyrgios.  More leverage \"We can grow,\" said King. \"But what we have to understand is we have to stay together as a sport, because we're not competing within our sport like a lot of tennis people think. We need to compete against the other entertainment and other sports.  \"I don't think people realize we are in this business. And so I think it's very important that we are together, that we're not an acquisition. The WTA would not be an acquisition. We would be a full partner in this drive to make our sport better and more valuable.  \"Can you imagine how strong we could be if we negotiate as one voice? Ka-ching.\" Indeed, a combined tour would presumably strengthen the bargaining position of players at a time when they are seeking a larger piece of tennis' revenue, particularly for lower-ranked players and at grand slams.   The current suspension of the tours due to the virus has given the ATP and WTA more time to discuss matters than ever before, while new ATP chairman Andrea Gaudenzi seems intent on collaborating with the WTA.  \"Recent cooperation between governing bodies has only strengthened my belief that a unified sport is the surest way to maximize our potential and to deliver an optimal experience for fans on-site, on television and online,\" Gaudenzi said in a statement sent to CNN last month.  He stopped short at this stage, though, of calling for a formal merger.  WTA chairman and CEO Steve Simon added in a statement: \"I have long stated that we are at our best as a sport when we can work together, and the recent weeks have highlighted that fact.\" He has always been a fan, for example, of mixed events. But while Murray, Nadal and Federer are on board, the Scot revealed that some of his ATP peers haven't been keen on gender equality.  Some male players unhappy The 32-year-old said in the past when there have been prize money increases for both men and women -- and women made the same amount as the men -- some of his fellow players objected. \"I spoke to some of the male players about that who were unhappy because the prize money was equal,\" he said. \"And I said, 'Well, would you rather there was no increase at all? You know?' They said to me, 'Yeah, actually.' \"That's some of the sort of the mentalities you are working with in these discussions where someone would rather make less money so they're not on an equal footing with some of the female players, so there will be some challenges.\" He said it was imperative for more women to be involved in the decision-making process.  \"Coming to this sort of key decision makers right now in tennis, pretty much all of them are men and I think that when these discussions happen it's quite important not just to see this merger through a man's eyes and to bring more women into the decision making positions so that everybody's voice gets heard and protected in the discussions,\" said Murray.  \"And if that happens we have huge potential as a sport to -- I already think it's a very special sport because of what we already have -- (make it) even better.\" Visit our tennis page for more news and videos Pro tennis won't return until July 13 at the earliest, following the cancelation of Wimbledon, though several exhibition series' are starting. "], "Language": false}