{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/nascar-may-resume-schedule-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-04-30T21:51:23Z"], "LastModifiedDate": ["2020-05-01T22:35:28Z"], "Headline": ["NASCAR heads back to the racetrack May 17"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NASCAR drivers will back on the track in mid-May, making up for lost time by taking part in two Cup races within days of each other. After a two-month hiatus, the first race will be held Sunday, May 17, at Darlington Raceway in South Carolina. A Cup race will be held again at Darlington just three days later, NASCAR announced Thursday. With two more Cup races to follow at Charlotte, and Xfinity and truck events, there will be seven fixtures in 11 days. No fans will be allowed into the stands because of the need for social distancing, NASCAR said. \"NASCAR and its teams are eager and excited to return to racing, and have great respect for the responsibility that comes with a return to competition,\" said Steve O'Donnell, NASCAR executive vice president. Charlotte will be host to races from May 24-May 27, including the prestigious Coca-Cola 600 and a second Cup event. NASCAR said there would be no practice for each race and the only qualifying will be for the Coca-Cola 600. There will also be Xfinity Series races at both tracks and a truck race at Charlotte. No other dates were announced. NASCAR has said it intends to hold a 36-race season.  Before racing was postponed in mid-March because of the coronavirus pandemic, four Cup races were run. Each race will be a one-day event, meaning teams will drive from their shops the day of the race and return afterward. Most are headquartered in the Charlotte area. At the tracks, increased health measures will be in place, NASCAR said. Personal protective equipment is mandated, everyone entering the track will be screened, people are required to adhere to social distancing and the number of people allowed inside is limited. Seven-time Cup champion Jimmie Johnson said it's unfortunately imperative fans cannot attend. \"Safety is obviously the most important thing & I know NASCAR has been working to ensure that we have the necessary safety precautions in place,\" he tweeted. \"While it's unfortunate that there won't be fans in the stands, it's obviously necessary at this time.\" \"Yes! I am so psyched we are going back racing. I cannot wait to get back in my race car,\" driver Aric Amirola said in a video posted to Twitter. During the approximately two-month break, many NASCAR drivers, including Kurt Busch have taken up iRacing -- where drivers race from the comfort of their home. The sport has been getting extra attention because of the virus.   Driver Ryan Newman, involved in a horrifying crash during the season-opening Daytona 500, said this week he will return to racing when NASCAR starts again. NASCAR is one of the first sports leagues to announce a resumption of the season. UFC has a fight card scheduled for May 9.  The PGA Tour will return in mid-June with a revised schedule. The LPGA Tour plans to begin in mid-July.  The ATP and the WTA tennis tours are scheduled to resume July 13."], "Language": false}