{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/politics/california-reopening-newsom/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cheri Mossburg, CNN"], "Writers": [["Cheri Mossburg"]], "FirstPublishDate": ["2020-05-01T20:08:27Z"], "LastModifiedDate": ["2020-05-01T20:08:27Z"], "Headline": ["California governor says he's 'days away' from lifting some stay-at-home restrictions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["California Gov. Gavin Newsom said on Friday that he is \"days, not weeks\" away from beginning to lift some restrictions in the state's stay-at-home order. Some areas to be affected in this first wave of reopening include retail and hospitality, including restaurants, Newsom said. All will have serious modifications and experts are looking at each industry and developing guidelines to begin to return to normal, he added. \"I just want folks to know that we are getting very close to making really meaningful augmentations to that stay-at-home order,\" the Democratic governor said in his daily coronavirus briefing. California has had one of the strictest stay-at-home orders in the country in order to fight the spread of the coronavirus, and Newsom has been one of the most watched governors in the country as he has made the case for a cautious and deliberate reopening of the state's economy. California is the country's most populous state and is home to about 40 million people. Earlier this week, Newsom announced a phased plan to reopen the state. Newsom said on Tuesday that Stage 1 is where the state is now, staying home and working on flattening the curve. The second stage involves lifting restrictions on some lower-risk workplaces, such as retail, manufacturing and offices where telework is not possible. Reopening child care centers will be a part of that second stage as well, Newsom said. The next phase, Stage 3, is \"months, not weeks, away,\" Newsom said at the time. That stage will encompass personal care businesses like gyms, spas and salons, sports without live audiences, in-person religious services and other businesses where workers come in close contact with customers. And the final phase, Stage 4, will see the end of the stay-at-home order with the reopening of the \"highest risk parts of our economy\" being reopened, Newsom said on Twitter. That includes concerts, convention centers and sports with live crowds. He added that that stage would come only \"once therapeutics have been developed.\" Newsom also made clear he understands the difference in needs between rural and urban areas. The state's Modoc County looked to defy the governor on Friday by reopening businesses, schools and churches in defiance of his stay-at-home order, and Newsom has been under pressure from rural Californians to allow their areas to reopen independently of more densely populated areas of the state. \"We hear you,\" he said. More than 2,000 people have died from Covid-19 in California, Newsom said during his news conference, with 91 fatalities reported in just the past day. The state has recorded some 50,442 confirmed cases of coronavirus as of Friday afternoon. Hospitalizations and people in ICU beds have changed only slightly, and appear to remain stable. Testing has increased in California to about 25,000 being processed each day, for a total of 655,000 conducted so far, Newsom said."], "Language": false}