{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-040920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-08T10:53:55.874Z"], "LastModifiedDate": ["2020-04-09T20:24:59.233Z"], "Headline": ["S&P 500 logs best week since 1974: April 9, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Check back Monday for more markets news.  US stocks finished higher on Friday, buoyed by a new $2.3 trillion Federal Reserve program to support the economy through the coronavirus crisis. With exchanges closed for Good Friday tomorrow, that concludes this trading week. The S&P 500 finished up 1.4%. The index recorded its best week since 1974, climbing 12.1%.\nThe Dow ended up 1.2%, or 286 points. It logged a 12.7% gain on the week.\nThe Nasdaq Composite closed 0.8% higher. On the week, the index climbed 10.6%, marking its best week since 2009. With less than one hour to go in the trading day, stocks remain mostly in the green but are off their earlier highs garnered after the Fed announced a new $2.3 trillion round of loans. The Nasdaq Composite even briefly turned negative. The tech-heavy index was last up 0.3%. The Dow is still up 250 points, or 1.1%, and the S&P 500 is also up 1.1%. Even so, the shortened week is looking good for the three indexes, all of which are set to log a weekly gain. It's a good day to be an investor in corporate junk bonds. The iShares iBoxx high yield corporate bond ETF (HYG) is up 5.8%. The SPDR Bloomberg Barclays high yield bond ETF (JNK) is meanwhile up 5.9%. Both funds are on track for their best days since 2008. The Federal Reserve announced today that it will purchase high yield bonds and high yield bond ETFs as part of its latest action to support the US economy through the coronavirus crisis. Its commitment sparked the rally. Sub-investment grade bond are rated less than BBB-/Baa3. Their issuers are less credit worthy than those with more highly rated debt. US stocks are once again looking at a week for the history books -- this time on the up side.  Tomorrow is Good Friday, when many exchanges are closed, so the end of the week is arriving early for traders. The S&P 500, the broadest measure of the US stock market, is on track for a nearly 13% gain, which would make this week its best since 1974 Meanwhile, the Dow could have its strongest week since 1938, surpassing its performance from two weeks ago, when it gained 12.8%. The index is so far up more than 13% this week. Disney (DIS) shares jumped 5% following after announcing exceptional subscriber numbers for its recently launched streaming service.  Disney+ has 50 million paid subscribers globally, putting it within striking range of its initial subscriber projections just five months after it launched, it announced Wednesday. The company told investors last year that it projected Disney+ would have 60 million to 90 million global subscribers by 2024. The service is closing in on that  milestone in only five months.  Read more here. The coronavirus crisis could lead to extensive problems for the mortgage industry. The Federal Reserve is keeping a close eye on the sector in order to avert a crisis, and in particular is focusing on mortgage servicers. Home owners who are financially harmed by the coronavirus outbreak can postpone their mortgage payments under the terms of the government's economic relief package. The mortgage servicers themselves, however, are still on the hook for monthly payments, and their balance sheets might not be able to handle the volume of payments coming their way. \"The mortgage market is at the center of our economy,\" said Federal Reserve Chairman Jerome Powell on a Brookings Institute webinar this morning. The industry is calling for the government to provide a backstop. Mortgage forbearances are already skyrocketing. According to data from the Mortgage Bankers Association, forbearances grew by 1,270% in the first half of March, and then by an additional 1,896% in the second half of the month. It's been quite the morning for market news, and stocks are in the green. The Dow is up 1.3%, or 300 points, while the broader S&P 500 has risen 1.2%. The Nasdaq Composite is a modest 0.2% higher. There's some rare good news today: the Federal Reserve unleashed a $2.3 trillion loan program to support the economy this morning, and Russia and Saudi Arabia are edging closer to a deal on production cuts. Oil prices are up in response and energy stocks are headed higher. This, along with a lot of negative bad economic news that is already priced into the market, helped investors shrug off another awful coronavirus-related data point: another 6.6 million Americans filed for unemployment benefits in the week ended April 4.  The Federal Reserve has unleashed its monetary policy might to support the US economy through the coronavirus crisis -- and some worry that could lead to a to a spike in inflation down the line.  But Fed Chairman Jerome Powell isn't concerned. \"It is not a first-order concern for us that too-high inflation might be coming our way,\" he said during a Brookings Institute webinar. People also feared that the quantitative easing policies following the financial crisis would result in inflation, Powell said: \"Not only did it not happen, inflation has been below our target.” Even so, he acknowledged that it's impossible for policymakers to spend as much time as they usually do on new initiatives. \"I worry that in hindsight we can see that we should have done things differently,\" he said, \"but inflation is not one of those concerns.\" The US economy should rebound fairly quickly when businesses reopen after the coronavirus lockdown ends, said Federal Reserve Chairman Jerome Powell this morning. Just how quickly the economy can reopen following the outbreak, however, is dependent on the path of the virus, Powell said on a Brookings Institute webinar this morning.  One way or another, the second quarter will be a weak one, he said: \"We do expect to see very low economic output an big increases in initial claims and unemployment.\" While the Fed has no influence on the government's fiscal policies, Powell said we are likely to see more fiscal support from Washington. This is what the great fiscal power of the US is for, to protect the people the best we can from the hardships they're facing,\" Powell said. \"At the Fed, we do all we can to shepherd the economy through this difficult time.\" This morning, the central bank announced another $2.3 trillion loan package. The Fed is flexible on when all of its support programs will end, Powell said. Once they get wound down, this would be done gradually. Oil prices jumped higher Thursday on reports that Russia and Saudi Arabia were close to a deal that could lead to a record cut in production. OPEC and a group of other oil producers, including Russian, the UK and some US officials, were holding a video meeting Thursday to discuss what could be done to lift prices.  Oil prices have plunged greatly because of reduced demand because of coronavirus-inspired lockdowns around the globe greatly reducing the miles people are driving. But the lack of a deal between the Saudis and Russians has kept production high and fed the plunge in crude oil prices. On Thursday, Reuters reported that sources said the Saudis and Russians had cleared obstacles to a deal that could reduce consumption by up to 20 million barrels of crude per day. CNN has not be able to confirm the details of that deal. But crude oil prices were up 8% to 9% on that report. Treasury Secretary Steven Mnuchin said the White House is will begin responding to airlines' applications for government aid as soon as Friday. Mnuchin told CNBC that he hopes to give airlines \"preliminary information\" about loans and grants that were part of the $2 trillion stimulus package. Airlines expect to receive about $12 billion. \"It is our objective, to make sure that I’ve said this is not a bailout, but airlines have the liquidity to keep their workers in place,\" Mnuchin said. Several airlines have applied for the aid. Their stocks moved higher Thursday on the news: United Airlines (UAL) is up nearly 18%\nAmerican Airlines (AAL) soared 14% \nDelta Air Lines (DAL) jumped 6%\nSpirit (SAVE) leapt 15%\nJetBlue (JBLU) advanced 8% As the coronavirus pandemic continues to affect businesses everywhere, Citi (C) announced that the company is delaying its internship start date, pushing it to July 6.   \"Despite the delayed start date, compensation is not impacted and you will receive 10 weeks of pay,\" Courtney Storz, Citi's head of global campus talent acquisition, said in an email to the incoming interns on Thursday.  The company is \"considering virtual program delivery\" for the internships and plans to share more details in coming weeks, according to the email.  Citi said that all summer interns in its New York, London, Hong Kong, Singapore and Tokyo offices will receive full-time offers from the company upon graduation, as long as they meet the requirements of the program. \"We realize your college experience is going to be quite different than what you planned or imagined,\" the email said. US stocks climbed higher at Thursday’s opening bell as investors once again shrugged off a terrible week for jobless claims. Another 6.6 million Americans filed initial unemployment claims in the week ended April 4. The Dow opened up 1.5%, or 360 points, higher.\nThe S&P 500 kicked off 1.3% higher.\nThe Nasdaq Composite rose nearly 1%. It's one bazooka shot after another from Jerome Powell's Federal Reserve in response to the Covid-19 pandemic.  The Fed announced $2.3 trillion's more in new loans to support the United States economy Thursday. And for the first time, the Fed is planning to directly support local governments that have been hit hard by the coronavirus outbreak. The Fed said it will earmark $600 billion in loans for states, cities and municipalities. The central bank is also expanded existing efforts to support small businesses and consumers.  \"The Fed's role is to provide as much relief and stability as we can during this period of constrained economic activity, and our actions today will help ensure that the eventual recovery is as vigorous as possible,\" Powell said in a statement. Read more about the Fed's latest moves here. Is this another case of bad news being priced in? US stock futures rallied higher just ahead of the close, despite bleak data on jobless claims for the week ended April 4. It was the second largest claims number on record at 6.6 million -- far more than the consensus estimate of 5.25 million. Futures, which had been lower ahead of the data, are now sharply up. Dow futures are 1.5%, or 345 points, higher, while S&P 500 futures are up 1.1%. Nasdaq Composite futures are up 0.9%. The \"rapid shutdown of the many local economies\" has sent Yelp's business of compiling reviews of restaurants and other places into a tailspin.  It's furloughing roughly 1,100 employees and laying off 1,000 workers as it tries to survive the coronavirus crisis, the company announced Thursday. \"To help Yelp get through this period of great uncertainty, we have had to make some incredibly hard decisions to reduce our operating costs,\" CEO Jeremy Stoppelman said in a blog post. Executive pay will be slashed by as much as 30%.  Yelp (YELP) shares are down nearly 40% for the year. Another 6.6 million people filed claims for unemployment benefits in the week ended April 4. It was the second largest number of initial unemployment claims in history, since the Department of Labor started tracking the data in 1967. Altogether, roughly 16.8 million American workers, making up about 10% of the US labor force, have sought aid in the form of jobless benefits in just the prior three weeks alone.About 7.5 million workers received their second week of benefits or more last week. Read more about last week's jobless claims here. Gold is acting like the quintessential safe haven investment that everyone expects it to be. The price of the yellow metal shot up above $1,730 an ounce Thursday morning -- the highest level since December 2012. Gold dipped for a bit during the first few weeks of the coronavirus crisis but it has since bounced back -- and then some. It's similar to what happened in 2008. Gold prices initially fell at the start of the Global Financial Crisis as panic rocked the financial markets and no assets were spared. But gold eventually recovered even as stocks continued to sink. With that in mind, some think gold could eventually surpass its all-time highs of above $1,900 an ounce. Gold hit that record during the depths of the euro sovereign debt crisis in 2011. Gold is attractive now that investors are worried about deflation and a global recession. It is also a hedge against a weakening dollar. And as gold prices climb, so do shares of gold miners. Newmont (NEM), the only pure play gold miner in the S&P 500, soared 10% Thursday while the VanEck Vectors Gold Miners ETF (GDX) was up more than 7%.  Futures for the three major US stock indexes are in the red with less than half an hour to go until jobless claims data. Economists expect 5.25 million Americans filed for unemployment benefits for the first time in the week ended April 4. That would be down from 6.6 million in the prior week, but still the second-largest number on record. The weekly data is considered the closest indicator of the economic fallout from the coronavirus pandemic.  Dow futures are down some 100 points, or 0.5%. Futures for the broader S&P 500 are down 0.8%. Nasdaq Composite futures are 0.7% lower. Costco (COST) reported a strong March -- as if the long lines to get in weren't enough evidence.  The company said it raked in $15.49 billion in sales for the previous five weeks, which encompasses March and the first week of April. That's an increase of 11.7% compared to the same time period a year ago. People are flocking to Costco and other big box retailers to stock up on necessities amid the pandemic. Costco previously said its February sales rose 12.4% from a year ago. At the start of this year the International Monetary Fund was forecasting that per capita income, a measure of a nation's overall economic condition, would rise this year in 160 of the 189 countries that make up the organization. No longer. In a speech in Washington DC on Thursday, IMF Managing Director Kristalina Georgieva predicted per capita income would now fall in 170 countries this year.  \"We anticipate the worst economic fallout since the Great Depression,\" she said in prepared remarks. And she's not expecting a quick recovery from the economic crisis caused by the coronavirus. \"Our baseline assumption is for a partial recovery in 2021. But again, I stress there is tremendous uncertainty around the outlook,\" she warned. \"It could get worse depending on many variable factors, including the duration of the pandemic.\" Georgieva said that the IMF has already provided emergency financing to 90 countries so far in the crisis and that it has $1 trillion in lending capacity available. She also noted that low-income nations in Africa, Latin America and much of Asia are at high risk.  \"With weaker health systems to begin with, many face the dreadful challenge of fighting the virus in densely populated cities and poverty-stricken slums — where social distancing is hardly an option,\" she said. \"With fewer resources to begin with, they are dangerously exposed to the ongoing demand and supply shocks, drastic tightening in financial conditions, and some may face an unsustainable debt burden.\" The coronavirus pandemic is expected to take a significant bite out of Starbucks' upcoming second-quarter earnings report.  Starbucks (SBUX) said in a regulatory filing late Wednesday thats its earnings will be cut by nearly half, earning 32 cents per share. It earned 60 cents per share for the same quarter a year ago. The pandemic wiped out the huge sales it was previously earning. Until March 11, Starbucks was seeing 8% same-store sales for the quarter.  That swung to a 60% to 70% plunge in sales following the closure of most cafes and made others only available drive-thru or pickup.  It also said it was scrapping its full-year 2020 guidance. Starbucks shares are down 3% in premarket trading. It's releasing its second-quarter earnings report on April 28.  It's that time of the week again: Weekly jobless claims are due today. Economists expect 5.25 million Americans filed for unemployment benefits for the first time in the week ended April 4. That would be down from 6.6 million in the prior week, but still the second-largest number on record. Another fresh record high in jobless claims could be the straw that breaks this recent stock market rally's back,\" said Edward Moya, senior market analyst at Oanda. Jobless claims have become the most-watched economic data point. That's largely because it shows the fallout from the coronavirus pandemic on a weekly basis -- rather than just monthly. Over the past two weeks alone, nearly 10 million Americans have filed for initial unemployment benefits. But companies are continuing to lay off and furlough workers, so the pain is unlikely to end soon. US stock futures were mixed as of 7:05 am ET, ahead of a key OPEC meeting and a weekly report on US jobless claims:  Dow futures are up 65 points, or 0.28% higher. \nFutures for the S&P 500 and Nasdaq were down about 0.1% each. Wall Street rallied Wednesday on rising optimism that the coronavirus spread in hot spot countries is slowing. The Dow finished up 3.4%, or 780 points, closing above 23,000 points for the first time in nearly a month. The S&P 500 closed 3.4% higher. The Nasdaq ended the day up 2.6%. On Thursday, investors will be closely monitoring a report on weekly jobless claims, set to be released by the Department of Labor at 8:30 am ET. That report is expected to show another 5.25 million US workers filed for their first week of unemployment benefits last week, following 10 million who filed initial claims in the two prior weeks. Later in the morning, investors will also be watching a meeting between Russia and OPEC to discuss production cuts. The New York Stock Exchange and Nasdaq will be closed tomorrow for Good Friday. Lufthansa and its sister airlines, including SWISS and Austrian Airlines, are burning through  one million euros from their cash reserve every hour. CEO Carsten Spohr addressed staff Wednesday in a video message, telling them the coronavirus pandemic represented \"the greatest challenge in our history\" and that Lufthansa is \"fighting\" for its future.  In total, we therefore lose one million euros of our liquidity reserve every hour - day and night, week after week and probably month after month,\" Spohr said. The airline group, which owns national carriers in Germany, Switzerland, Austria and Belgium began the crisis with financial reserves of more than four billion euros, but the group was only posting a \"fraction of the revenues\" it normally earns.   He said that receiving government support is the only way it can survive the coronavirus crisis. CNN has confirmed Spohr's comments to employees. Lufthansa Group (DLAKY) currently carries fewer than 3,000 passengers per day. It usually flies around 350,000 passengers a day, Global stocks posted small gains on Thursday on hopes that the coronavirus outbreak may be slowing in the United States and Europe. Oil futures, meanwhile, are rising ahead of a meeting between Russia and OPEC to discuss production cuts. In Europe: London's FTSE 100 (UKX) and Germany's DAX (DAX) advanced by less than 1% in morning trading\nFrance's CAC 40 (CAC40) opened higher but quickly slipped into negative territory Around the rest of the world: Australia's S&P/ASX 200 gained 3.5% \nSouth Korea's Kospi (KOSPI) rose 1.6%\nHong Kong's Hang Seng (HSI) added 1.3% \nShanghai Composite (SHCOMP) was up just 0.4%\nJapan's Nikkei 225 (N225) was the regional outlier, closing 0.4% lower Oil is cheaper right now than it has been in years.  That's great news for China — the world's second largest consumer of oil and its biggest importer — which has been building up huge reserves and needs energy to restart its economy. US oil futures and Brent crude cratered to 18-year lows last month as demand collapsed because of lockdowns sparked by the coronavirus pandemic, and as Saudi Arabia flooded the market with additional supply in a price war with Russia. While prices have recovered somewhat since then on hopes that OPEC and Russia may agree to cut production, it's still \"clearly good timing\" for the world's largest importer of crude to step in and snap up whatever it can, according to Dennis Ip, head of China and Hong Kong energy research at Daiwa Capital Markets. Read more here."], "Language": false}