{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/disney-world-disneyland-reopening-outlook-pandemic-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-04-30T16:02:56Z"], "LastModifiedDate": ["2020-04-30T23:47:56Z"], "Headline": ["Outlook for Disney World and Disneyland reopenings: What will it be like? And when will parks be running?"], "Section": ["news"], "MappedSection": [null], "Article_Body": ["Fans of Disney World in Florida and Disneyland in California are already dreaming of the parks' eventual reopening down the distant road.  But in a world that's been through a pandemic, what will that reality look like? Little is certain, but there's one sure thing: It's a going to be different world. After all, masks and wipes and social distancing were not part of the Disney experience before the March closures. If Disney is about anything, it's about bringing people together. Lots and lots of them. And really, really close -- from the restaurants to the rides.  While much remains to be seen, here's what we know so far about the whats and the whens of the situation: Florida The Orange County Economic Recovery Task Force on Tuesday live streamed its guidelines and mandates for reopening the larger-sized theme parks in the Orlando area (that covers Disney as well as Universal and SeaWorld). Phase 1 of a reopening would allow the parks to operate at 50% capacity, and Phase 2 would jump that up to 75%. In both phases, any staff members 65 or older would be encouraged to stay at home. The suggested guidelines include having the parks tape off markings of 6 feet apart in queues and having staff regularly wipe down surfaces at random. As for the task force's required mandates, your experiences going to the grocery store will help prepare you for what you'd find there: -- All employees would be required to wear face masks (there's no mention of the same requirement for guests). -- Touchless hand sanitizer should be available at each ticketing entry and turnstiles as well as the entry and exits of each ride and attraction. -- Parks should wipe down all railing and surfaces regularly. -- Temperature checks should be given to staff members before each shift (those with a temperature above 100.4 must not enter the premises). So when might things open? On Wednesday, the task force recommended that it should be up to each park in Florida to make that decision: \"Theme parks and other venues of that magnitude shall each develop their own specific and unique set of guidelines following the CDC recommendations and using best practices that will protect the life, health and safety of their employees and guests,\" said task force Co-Chairman Chuck Whittall, president of Unicorp, from a a draft statement. \"They will be permitted to open at their own discretion with their internally determined level of safe capacities throughout the various phases.\" Thomas Mazloum, senior vice president of Walt Disney World Resorts and Transportation Operations, is a member of the task force. CNN Travel has reached out to Disney for comment. The task force also gave suggested guidelines for Orange County hotels, including the encouragement of mobile check-ins, limited housekeeping services and self-parking by guests. Mandates included sneeze guards at the front desk, the removal of coffee pots from rooms and hand sanitizer available at the entry. California It could take even longer for Disneyland and other major parks in California to reopen, as the state is taking a slower time line to restarting the economy than many Southern states such as Florida. Gov. Gavin Newsom on Tuesday released an outline on the four stages of reopening the state's economy.  While he didn't specifically mention theme parks, other big-draw venues such as concerts, convention centers and sports with live crowds are in the fourth, and last, stage. Those openings would be months away, as one of the requirements is that \"therapeutics have been developed,\" meaning this stage would wait until treatments become available.  What will things be like? Until the parks are actually up and running again, it's hard to know exactly what the experience for guests will be like. With fewer people in the parks at first, it will definitely feel less crowded. Reactions to that could be very personal -- for some, it may feel like a visit during low season. For others, the parks may feel less energetic and lively. Even with fewer people, wait times might not be necessarily lessened as people must stay farther apart in queues, restaurants and such. The Points Guy website looked at some of the ways operations might change: -- More virtual queuing: There is a My Disney Experience app that allows guests to set an appointment to join a line. This could come into greater use. -- Suspension or regulation of parades and shows: The popular events, which often bring together a lot of people at once to an area, might not be held or set up in such a way to spread out people. -- No preshow attractions: It's possible you'll be skipping those fun preshow attractions that take your mind off the wait as they are another spot where people tend to congregate. "], "Language": false}