{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/tennis/tennis-tournament-germany-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-04-30T11:02:28Z"], "LastModifiedDate": ["2020-04-30T11:02:28Z"], "Headline": ["There will be no fans, but tennis is set for return in Germany amid pandemic"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Tennis fans eagerly awaiting their next fix won't have to wait very long, with the first tournament in the coronavirus era set to begin in Germany on Friday. Last week, German Chancellor Angela Merkel announced a new set of steps the country would follow as it begins easing lockdown restrictions. Merkel was meeting with the country's 16 regional leaders on Thursday to discuss whether to extend or relax the restrictions on social distancing, but tennis has already been given the go-ahead in three of the 16 regions, including Rhineland-Palatinate where the Tennis Point Exhibition Series has been organized. The man behind the tournament is Rodney Rapson, managing director of Europe and UK for PlaySight, the video system that will provide the live footage of the event. Rapson is friends with Tennis Point's star name, former world No. 64 Dustin Brown, and the pair -- along with PlaySight's partner Sportradar -- have been in conversation since the ATP and WTA tours were postponed last month. \"It happened really fast and we didn't think it was gonna happen if we're honest,\" Rapson told CNN Sport.  \"We're the first ones to come back for sport in general in Europe, but that's probably because the majority of people were just waiting for the government to relax the rules before they made any plans, whereas we were planning the whole time and were just waiting for the announcement of the rules to be relaxed -- and then we had an event ready to go.\" READ: Tennis star Dominic Thiem rejects plans to help struggling players through coronavirus crisis READ: Roger Federer receives support after urging tennis to unify during the coronavirus crisis Health and safety of players Despite tennis already being given the green light to return, Rapson says the organizers have been meticulous in their preparation to ensure the health and safety of the players. The tournament will be held without fans and there will only ever be three people on court at a time -- the two players and the umpire. The players will enter and exit through different doors and sit opposite each other so they never cross at the net. All food and drink will be pre-packaged and players will eat alone at tables and be given their own two-by-two meter personal space for storage that nobody else at the venue can enter. The tournament, held in the small town of Höhr-Grenzhausen, which has a population of just 10,000, is also limited to players who reside in the region to avoid people traveling and spreading the virus. \"It's been a costly undertaking to get the venue ready under the coronavirus guidelines,\" he says. \"The government has set the guidelines and obviously tennis is already a sport that can be played under social distancing rules.  \"So the good news is that in this area the government allowed tennis to be played regardless, we didn't need a special dispensation for the pros. But that being said, we put a lot of planning into the concept of how we would run the event.  \"From the start we were thinking about what needs to be done for health and safety regulations, a lot of it was guesswork as well but we just went a little bit over cautious. We're better being over cautious than getting the event turned away but right now the feedback has been good.\" Organizers wrote to the ATP and WTA to explain why they were staging the event -- though they didn't need approval from either for it to go ahead -- and both governing bodies gave the tournament their blessing and were pleased players would have a source of income, Rapson says. The event has also complied with all regulations set out by the Tennis Integrity Unit, the organization responsible for investigating match fixing in tennis. Players' incomes The tournament format is an eight-player round robin followed by a playoff between the top four on the final day to decide who finishes first, with prize money allocated accordingly on top of appearances fees. Matches are best-of-three sets and sets are shortened to the first to four games, with tiebreaks at three-all and next point wins when games reach deuce. Tennis fans worried this tournament is a one-off will be relieved to hear that Rapson has two more lined up in Germany and another four in Atlanta in the US -- the first of which gets underway on May 11 -- featuring names such as Donald Young, Taylor Townsend and Shelby Rogers. However, he dismissed the idea of similar events being held in places around the world where many of the top ranked players reside, such as Spain, France or Miami, and will continue helping lower-ranked players earn an income during the coronavirus pandemic. \"In normal business, your biggest asset usually takes the biggest return and unfortunately in tennis -- and all sports -- it doesn't necessarily reflect what happens in normal business,\" Rapson says. \"The players are the biggest asset in this sport, right, but they usually don't get the biggest share. Let's put Roger [Federer] and the big guys aside, I'm talking about the guys from 50 in the world to 300 or 400.  \"They make up the numbers, they're a really important part of it, they need to have these numbers to play the tour and they're not getting a good return compared to how valuable they are as an asset. \"You see where all this money can get sucked away at these big events and by the time it gets to the players, the prize money is very low, especially lower down. The top guys are franchise players and their franchise values are enormous, probably bigger than the tour itself, but for these young guys lower down, it's tough for them.\""], "Language": false}