{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/five-things-april-30-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-30T10:15:46Z"], "LastModifiedDate": ["2020-04-30T10:20:54Z"], "Headline": ["5 things to know for April 30: Coronavirus, remdesivir, economy, White House, Iran"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["More than half of eligible Americans have gotten their stimulus payments, but tens of millions of people are still waiting. Here's who's up next.  And here's what else you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus More than half of US states will begin reopening by the end of the week, and President Trump says federal distancing guidelines will begin fading out as restrictions are lifted. But that doesn't mean life is going to immediately return to normal. In California, Gov. Gavin Newsom is actually planning to  strengthen restrictions by ordering the closure of all state beaches and parks after photos of crowded beaches surfaced last weekend. In Florida, Miami-Dade and two other counties will continue with lockdown restrictions, even as the rest of the state begins to reopen. And if you think your favorite sports team may be back in action soon, think again: Dr. Anthony Fauci says it may be a year before sports return to normal in the US. For a blueprint of life after Covid restrictions, take a look at Wuhan: Though the city has technically opened back up, some businesses are still shut down, and citizens are still hesitant to socialize. Follow the latest news here.  2. remdesivir Researchers have good news about a possible Covid-19 treatment. A trial of the experimental drug remdesivir showed it might help patients recover more quickly from the infection. The US Food and Drug Administration plans to announce an emergency-use authorization for the drug as soon as this week. US stocks surged with news of the breakthrough. In Germany, a company working with US pharmaceutical giant Pfizer has begun human trials of a potential Covid-19 vaccine that could supply millions by the end of the year. Pfizer says it could start testing in the US next week, and the vaccine could be ready for emergency use in the fall.   3. Economy  Think the economy's bad now? It's going to get worse. Federal Reserve Chairman Jerome Powell says the second quarter of the year will bring the worst economic numbers the country has ever seen. The Fed says it will deploy its \"full range of tools\" to support the economy, including keeping rates down and doling out aid. Huge companies like Boeing and GE have posted massive losses in the first quarter. The health care sector has also been hit hard, but not in the way you may think: Overcrowded hospitals and social distancing measures have meant less time and resources for moneymaking elective procedures.  4. White House  The White House is weathering a series of controversies related to the administration's handling of the coronavirus. President Trump's senior advisor and son-in-law Jared Kushner was criticized for calling US response to the virus a \"great success story\" less than a day after confirmed cases in the US topped 1 million. Trump similarly tried to reframe the narrative around the growing number of coronavirus cases and deaths, which has now surpassed the tally of US troop fatalities during the Vietnam War, by saying the high numbers were due to more testing. And Vice President Mike Pence ran into an awkward situation during a visit to the Mayo Clinic, when he appeared without a mask despite being asked by the facility ahead of time to wear one. 5. Iran The US is looking to extend a weapons ban against Iran that is legally set to expire in the fall under the Iran nuclear deal. There's a catch, though: The US withdrew from the agreement in 2018. Still, Secretary of State Mike Pompeo says the administration will explore ways to prevent the small arms embargo from sunsetting, even if the US doesn't have support from its European allies. Key European participants have pointed out the US hasn't been involved in any meetings related to the nuclear deal since it withdrew, and trying to extend the ban could test already strained diplomatic tensions with Iran. BREAKFAST BROWSE Bollywood has lost another star Actor Rishi Kapoor, whose family has dominated the Indian movie scene for generations, had battled leukemia. He was 67. New Yorkers are consuming more energy -- and waking up later -- under coronavirus restrictions Listen, there's absolutely nothing wrong with running the dishwasher and sleeping in.  How do you know if your chicken is cooked properly? It's complicated, researchers say You know what else is complicated? Our fear of eating undercooked chicken. Sorry, disinfectant wipes and sprays probably won't be back on store shelves soon That won't stop us from compulsively checking stock anyway.   A 1,000-year-old English mill resumes flour production to meet demand  Imagine making bread with flour from a 1,000-year-old mill! That's ultimate baking goals.  TODAY'S NUMBER 44% That's how much sales of Busch Light have spiked in the past two months. Americans' thirst for alcohol has increased since the pandemic began, benefiting beer, which had been falling out of favor. TODAY'S QUOTE \"I'm still trying to figure out: What is he going to do, force them to stay open? Force people to go to work?\" Donald, who works at Tyson's meat-processing plant in Waterloo, Iowa, expressing concern about President Trump's executive order that compels plants to remain open during the coronavirus pandemic TODAY'S WEATHER Check your local forecast here>>> AND FINALLY The beat goes on If you're working at home with kids, we salute you. You will deeply feel the plight of these classical musicians, whose daily practice routines are, shall we say, a little more interesting right now. (Click here to view.)"], "Language": false}