{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/california-phased-reopening-plan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cheri Mossburg and Devan Cole, CNN"], "Writers": [["Cheri Mossburg", "Devan Cole"]], "FirstPublishDate": ["2020-04-28T21:25:41Z"], "LastModifiedDate": ["2020-04-29T00:15:54Z"], "Headline": ["California governor outlines state's phased reopening plan"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["California Gov. Gavin Newsom on Tuesday outlined the phased reopening plan for his state, with retail businesses and schools \"weeks away\" based on an apparent stabilization in both the numbers of confirmed cases of, and deaths due to, coronavirus. Newsom said on Twitter that Stage 1 is where the state is now, staying home and working on flattening the curve. The second stage involves lifting restrictions on some lower risk workplaces, such as retail, manufacturing and offices where telework is not possible. Reopening child care centers will be a part of that second stage as well, Newsom said. Workers and consumers both must be protected in order to lift restrictions and those businesses can begin reopening with adaptations like curbside pickup, according to California Health Director Sonia Angell.  \"We are not going back to the way things were until we get to immunity or a vaccine,\" Newsom said. \"We will base reopening plans on facts and data, not on ideology. Not what we want. Not what we hope.\" The announcement from Newsom comes as a number of other governors have moved to act on or schedule reopenings of their states despite the ongoing coronavirus pandemic. Newsom, who issued a stay-at-home order in March, said on Tuesday that his state appears to be seeing some stability in the increase of coronavirus cases, with 1,576 additions in the past day bringing the total number in California to 45,031 as of Tuesday evening. Deaths in California from the virus stand at 1,809, with 54 more fatalities reported over the past 24 hours as of Tuesday evening, according to the governor.  Newsom on Tuesday floated the idea of restarting school in late July or early August, saying that \"the prospects of an earlier school year are warranted considering the prospect of neglecting our next generation.\"  Noting the need for physical activity, Angell also suggested parks and trails may reopen soon. The next phase, Stage 3, is \"months, not weeks, away,\" Newsom said.  That stage will encompass personal care businesses like gyms, spas and salons, sports without live audiences, in-person religious services and other businesses where workers come in close contact with customers. And the final phase, Stage 4, will see the end of the stay-at-home order with the reopening of the \"highest risk parts of our economy\" being reopened, Newsom said on Twitter. That includes concerts, convention centers and sports with live crowds. Newsom said that stage would come only \"once therapeutics have been developed.\" Earlier this month, Newsom, outlining a framework for reopening the economy, said the dates would be determined by the ability to do six things: expand testing to identify and isolate patients, maintain vigilance to protect seniors and high risk people, be able to meet future surges in hospitals with a \"myriad of protective gear,\" continue to collaborate with academia on therapies and treatments, redraw regulations to ensure continued physical distancing at private businesses and schools and develop new enforcement mechanisms to allow the state to pull back and reinstate stay-at-home orders. He also warned at the time that Californians should prepare to enter a radically different realm where residents continue to wear masks, and where they may be greeted at restaurants by waiters wearing masks and gloves with disposable menus in venues that have half as many tables.  Local school officials would develop new protocols, he said, for physical education classes and recess at schools, as well as processes to deeply clean and sanitize schools, parks and playgrounds to keep infection rates down. This story has been updated with additional information."], "Language": false}