{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/trump-governors-call/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Betsy Klein, CNN"], "Writers": [["Betsy Klein"]], "FirstPublishDate": ["2020-04-28T13:18:36Z"], "LastModifiedDate": ["2020-04-28T22:44:59Z"], "Headline": ["Trump tells governors to 'seriously consider and maybe get going' on opening schools"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump on Monday urged the nation's governors to \"seriously consider\" reopening schools as part of his push to restart the economy, though many states have already recommended against resuming the school year. \"Some of you might start thinking about school openings, because a lot of people are wanting to have school openings. It's not a big subject, young children have done very well in this disaster that we've all gone through,\" Trump told the governors on a teleconference call, according to audio of the call obtained by CNN.  He continued, \"So a lot of people are thinking about the school openings. And I think it's something, Mike (Pence), they can seriously consider and maybe get going on it.\"  But this late in the school year, it's unlikely that many students will return to the classrooms in the immediate future.  According to a CNN tally of school closures, 43 states as well as Washington, DC, have ordered or recommended that schools don't reopen this academic year. Other states have only recommended that local officials continue supporting students through distance learning models. Those states are California, Idaho, Kentucky, Maine, South Dakota and Tennessee. The Montana governor has given school districts the option to begin in-classroom learning as early as May 7.  And when students do return, administrators will be tasked with keeping kids and their families safe, with options including everyone wearing masks, staggering start times and canceling assemblies and sports.  Dr. Anthony Fauci, a key member of the White House coronavirus task force, said earlier this month that the situation is \"unpredictable\" when he was asked about school reopenings. \"I fully expect — though I'm humble enough to know that I can't accurately predict — that by the time we get to the fall, that we will have this under control enough that it certainly will not be the way it is now where people are shutting schools.\" Fauci noted, however, that \"it will be different\" and being able to identify, test and trace those who have coronavirus.  Trump, Pence and other task force officials on Monday's call outlined the administration's testing blueprint and then spent much of the hour-long call fielding praise and thanks, reopening plan updates, and a few questions from the governors. Trump repeatedly urged them to get in the queue to ask questions by dialing \"hashtag two.\" The President, who owns a hotel on the Las Vegas Strip, asked Nevada Gov. Steve Sisolak, a Democrat, whether he had made a decision on opening his state \"and the Strip, etc., etc., with all your hotels.\" Sisolak said that casino management is \"very concerned about doing it right\" and he is working closely with \"our mutual friend Sheldon Adelson\" and others. \"We want to welcome everybody back to Las Vegas at the right time. We're getting there,\" Sisolak said.  A Las Vegas re-opening, Trump said, \"will be a big thing.\" As state and municipal governments sound the alarm over depleted funding, New Jersey Gov. Phil Murphy, also a Democrat, appealed with Trump to fund states on behalf of first responders.  \"This is really where the funding of firefighters, the police, the teachers, the EMS folks, that's where that money would go and we need it. And frankly, we've already got an unemployment huge challenge in this country. Let's keep them on the payroll and not have the unemployment rate get even higher, particularly in the next few months. So again, whatever you can do on direct state funding would be great,\" Murphy said.  Utah Gov. Gary Herbert, a Republican, expressed concern about a potential shortage of Propofol, an anesthetic drug. He asked the administration to increase its production of the drug, which is currently 80% in Sweden, 20% US.  \"That's an easy one, we'll take care of that,\" Trump told him. Florida Gov. Ron DeSantis, a top Trump ally who is expected to meet with the President in the Oval Office Tuesday, claimed \"supply exceeds demand\" for testing in his state. Trump lamented media coverage at multiple times during the call, saying his efforts \"probably will never be recognized, but maybe it will, you never know.\""], "Language": false}