{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/what-matters-april-27/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-28T04:01:45Z"], "LastModifiedDate": ["2020-04-28T13:44:13Z"], "Headline": ["This is what coronavirus capitalism looks like"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Covid-19 continues to awkwardly expose the weird morality of American capitalism, where it's OK for companies to swarm for government help while individual families and small businesses struggle. Consider the strange case of Tyson Foods. The meat giant warned in a full-page ad published Sunday in The New York Times, Washington Post and Arkansas Democrat-Gazette that the food supply is in jeopardy, not because of a lack of food, but because of the safety concerns that have shut down its plants.  By \"safety concerns\" we mean thousands of workers calling out sick after coronavirus outbreaks. And it is true that communities -- watching processing plants owned not just by Tyson but by rivals Smithfield and JBS turn into Covid-19 hot zones -- have closed them down. But the first reaction when you read an open letter from Tyson Foods is, \"Oh my gosh, there won't be any bacon!\" Read very carefully, though. The actionable item that board chairman John Tyson, who was paid more than $10 million last year, seeks is government permission for his company's plants to stay open following their own safety precautions, because it's in the national interest. The open letter comes after stories like CNN's about the closure of its Waterloo, Iowa, plant was published with the headline, \"Workers, officials say too little too late after Tyson closes Waterloo pork plant: 'All they talked about was production.'\" Here's what Tyson wrote: \"The government bodies at the national, state, county and city levels must unite in a comprehensive, thoughtful and productive way to allow our team members to work in safety without fear, panic or worry.\" He added: \"The private and public sectors must come together. As a country, this is our time to show the world what we can do when working together.\" Those words sound very good. It is time to work together to keep the country's food supply chain running and to keep the American people employed, safely. But when you read the fine print, it feels like a lot of companies are still just trying to continue making a buck at any cost. More glitches for small business program. The government has twice filled a massive pool of \"forgivable\" small business loans aimed at helping mom and pop keep Americans employed. (If, like me and countless other mortgage-paying individuals you're still scratching your head at the notion of a \"forgivable\" loan, click here. It basically means money doesn't have to be paid back if it's used for payroll.) The application system has also been glitchy in that actual small businesses don't seem to be capable of getting loans.  The idea was to help small businesses pay their workers rather than have the workers lose their jobs and collect unemployment. But corporations adept at gaming the system got and, when shamed, returned them. These include everyone from Shake Shack to the Los Angeles Lakers. The Lakers? Seriously? Granted, the Lakers do have a massive payroll. And, from a sports perspective, no one is probably more frustrated about this year than the team that was in first place in the West. But this shouldn't be viewed from a sports perspective.  \"Once we found out the funds from the program had been depleted, we repaid the loan so that financial support would be directed to those most in need,\" they said in a statement. It's great they returned the money, but there's plenty of proof of a crisis in capitalism just in the simple fact that the Lakers applied in the first place. This should make you angry. You've heard of the Lakers, so that one is easy to grasp and be mad about. Same for Ruth's Chris and other companies. But a New York Times review of the companies that took millions in aid -- publicly traded corporations, those under Justice Department investigation, actively engaged in buying rival firms, and whose CEOs make well into the seven figures -- should also make your blood boil.  It's easy to blame Congress for not writing more initial oversight into the program or the Trump administration for bumbling the heck out of its rollout. When it was first proposed back in March, the first $349 billion seemed bold. But most people back then weren't imagining this could last into or even through the summer. Now, after the money was nearly doubled, it seems sure to be inadequate to save most small businesses. Treasury Secretary Steven Mnuchin on Tuesday promised stricter oversight of loan distributions over $2 million. \"I never expected in a million years that the Los Angeles Lakers, which, I'm a big fan of the team, but I'm not a big fan of the fact that they took a $4.6 million loan. I think that's outrageous and I'm glad they returned it or they would have had liability,\" Mnuchin said on CNBC. Read more on the current state of play here. Protecting their bottom line. For every feel-good corporate message about how we're all in this together, it's clear that from a corporate perspective, that's just plain not true. Companies are designed to make the most money. That's why we now see doctors and nurses being laid off as the US health care industry is forced to hit pause on money-making elective procedures as they are overwhelmed with patients in need of life-saving measures.  What about the politics? Some politicians are sounding more overtly socialist as they consider what to do. House Speaker Nancy Pelosi spoke approvingly Monday about a \"universal basic income\" -- previously the radical idea of former Democratic presidential candidate Andrew Yang, now a CNN contributor. \"We may have to think in terms of some different ways to put money in people's pockets,\" she said during an interview on MSNBC. \"Others have suggested a minimum income, a guaranteed income for people. Is that worthy of attention now? Perhaps so.\" Good luck getting a vote on that in the Senate under Mitch McConnell, the Kentucky Republican who initially said last week states should declare bankruptcy so that the feds don't have to backstop expensive state pension plans. (He conceded on Monday that a future aid package would probably include some help for local governments.) States need new lines of credit. New York has to borrow money from the federal government to pay its state unemployment benefits after more than a million newly jobless residents filed claims amid the coronavirus pandemic, Gov. Andrew Cuomo said Monday.  The unemployment insurance system is maxed out, even as people struggle to apply at all. The small business loan system feels inadequate and abused, at best. Oh, and millions of people are still waiting for their stimulus checks. But wait, there's more. Prepare for Depression-level unemployment White House economic adviser Kevin Hassett (formerly a CNN contributor) has come under some scrutiny for comparing the current unemployment situation to the Great Depression. We'll get final numbers next week for April, but we know about 26.5 million people have filed for benefits since mid-March.  CNN's Christine Romans says the comparisons are warranted in terms of both unemployment and GDP, which could see Depression-level contraction in the second quarter. She writes: A bit of history: The Great Depression was actually two downturns. The National Bureau of Economic Research is the official bookkeeper of booms and busts in the economy. It found a sharp downturn from 1929 to 1933, when GDP fell 27%, and again from 1937 to 1938. Most economists don't think the economy returned to something considered \"normal\" until 1940 or 1941. There is an important difference today. America has a safety net this time. How well it works will decide if this is a depression in name only.  Read the whole thing here. To reopen or not to reopen? As some states start to allow some businesses to reopen, small business owners are facing a difficult decision. Some are staying closed. Others feel compelled to return. CNN's Eric Levenson writes that we're seeing people who are staying closed despite the ability to open back up and others who feel like they have to. Here's a taste:  In Douglasville, Georgia, Eric Greeson said his family's barbershop had more business than they thought they would but not as much as they wished. By about 1:40 p.m. on Friday, he said the shop had nine clients, which was not that far off from a normal Friday. He said he was \"kind of shocked\" by the governor's decision to reopen, but he decided to do so in part so he didn't fall behind his competition. \"You know, we figure if we don't open, the shop down the street will, and then we lose that business. So you're kind of stuck in a position where if they say you can open, you open,\" he said."], "Language": false}