{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/sport/olympics-coronavirus-canceled-tokyo-2020-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Yoko Wakatsuki, Isaac Yee and George Ramsay, CNN"], "Writers": [["George Ramsay", "Yoko Wakatsuki"]], "FirstPublishDate": ["2020-04-28T09:38:27Z"], "LastModifiedDate": ["2020-04-28T10:13:33Z"], "Headline": ["Olympics could be canceled if coronavirus persists next year, says Tokyo 2020 president"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Olympics could be canceled if the Covid-19 pandemic continues into next year, according to the Tokyo 2020 president. The Games are scheduled to start from July 23, 2021, having already been postponed a year amid the virus outbreak. This would be the strongest statement on canceling the Olympics and Paralympics from organizers, who have routinely said they are focusing on plans to hold the Games. Asked in an interview with Nikkan Sports about another postponement of the event if the virus is ongoing, Tokyo 2020 President Yoshiro Mori said: \"No. It will be canceled then.  \"The Olympics were canceled in the past for problems like war. We are fighting against an invisible enemy now.\" Mori reiterated that organizers are still working towards holding the Games next year.   \"The Olympics would be much more valuable than any Olympics in the past if we could go ahead with them after winning this battle,\" he said.  \"We have to believe this otherwise our hard work and efforts will not be rewarded.\" Meanwhile, leading Japanese doctor Yoshitake Yokokura said that it would be \"difficult to hold the Olympics\" without an effective vaccine. \"I am not saying that (Japan) should or shouldn't host it, but I expect it would be difficult to do so,\" Yokokura, President of Japan's Medical Association, said in a press conference on Tuesday. \"I want to believe that (the number of) infected people (in Tokyo) is decreasing. But there is not enough testing being conducted in Japan so it's difficult to assess (if the number of cases have fallen).  \"We need to monitor the situation for another week.\" There are 13,614 reported confirmed cases of the coronavirus in Japan and at least 385 deaths, according to the latest tally by Johns Hopkins University. When contacted by CNN, the Tokyo 2020 public relations office said that \"the new dates for the Tokyo 2020 Games are already set in 2021.\" It continued: \"The mission of the organizing committee is to prepare for the stage for the Games next year. \"We have built a framework for the measures against the coronavirus, where the IOC and Tokyo2020 exchange information and carry out a close coordination including the WHO. We will continue to keep this close coordination with all parties involved and discuss further steps as necessary.\"  In a statement released last week, the IOC said that Japan would not manage a second postponement, but added that it was \"very confident that all the complex parts will come together and gives us a marvelous Games.\""], "Language": false}