{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/us/coronavirus-schools-reopening-plans/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Annie Grayer, Laura Jarrett, Yon Pomrenze and Meridith Edwards, CNN"], "Writers": [["Annie Grayer", "Laura Jarrett", "Yon Pomrenze", "Meridith Edwards"]], "FirstPublishDate": ["2020-04-27T13:58:46Z"], "LastModifiedDate": ["2020-04-28T04:39:16Z"], "Headline": ["Getting schools back open could take distancing, disinfecting and a lot of handwashing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Frazzled parents, anxious teachers and many children are already looking forward to the day when schools will reopen, but it's not an easy road. Administrators are trying to figure out how to get kids back while coronavirus is still an issue, with options including everyone wearing masks, staggering start times and canceling assemblies and sports. But teachers are skeptical that schooling with social distancing rules is even possible. \"Anyone who says there's a way to socially distance in an American high school is kidding themselves or you. It can't be done,\" said Matthew Hazel, a high school English teacher at Freedom High School in Orlando, Florida. \"I'm in a high school with 4,000 students in it. You can't spread the desks far enough apart, the rooms aren't large enough and there's nowhere else to put the children,\" he added. For elementary schools, the challenge to keep small kids away from each other could be even greater. \"When I think about our four-year-olds and everything that they do in the classroom, first of all, they're germ bubbles,\" said Inas Morsi-Hogans, principal of Mount Kisco Elementary in Westchester County, New York. \"And how would you even get them to school on a bus? Would you have one student in every seat? And then they'd come in -- I mean, they're just touching each other. They're hugging each other.\" Jill Fink, a first-grade teacher at Woodlake Elementary School in Los Angeles, told CNN that teachers would try to make social distancing or other requirements work, pointing to how quickly they were able to adapt to virtual learning. \"I think that this will be frustrating in some ways because it's going to be new to us,\" she said. \"We're going to have to figure it out.\" Schools are closed in almost all 50 states for the rest of the 2020 academic year -- whether that is weeks or months.   But some may still finish up some of the 2019-2020 school year. Montana Gov. Steve Bullock says schools may reopen as soon as May 7, although it will be up to the local districts to decide. Those that do are being urged to disinfect door handles, keep playgrounds off limits, and provide hand sanitizer. Protections against coronavirus are the key concerns. Florida is considering a \"hybrid\" of distance learning and classes in person, while California is considering staggered start times to limit the number of students interacting at one time and to keep them six feet apart. \"We need to do it in a safe way, so that kids are not going to school, getting infected and coming back home and infecting grandma and grandpa,\" said California Gov. Gavin Newsom. New Jersey Gov. Phil Murphy said earlier this month that he thought students would be wearing masks when they returned to school. New York has been the state with the most coronavirus cases and deaths in the country, but Gov. Andrew Cuomo said Sunday the first phase of the state reopening could start as soon as May 15, with schools resuming in the second phase. In Maine, Education Commissioner Pender Makin has three scenarios for the fall: open schools as normal; open, but different like working in phases; and transition to a completely virtual platform if a resurgence happens. \"100 percent brick and mortar is very ambitious\" Makin told CNN. And Wyoming's State Superintendent of Public Instruction Jillian Balow was blunt. \"I think we would be naive to ever think about American schools going back to the way that they were,\" she told CNN. \"Not only is this not a one-size-fits-all, it's a brand-new size for everyone.\" While states may set the tone, individual school districts will make the critical decisions for their communities.     Morsi-Hogans, the elementary school principal in New York state, said her Mount Kisco district has three task forces looking to the start of the 2020-21 school year. One would plan the physical reentry into school buildings, another would address the social and emotional well-being of students and staff, and the third would handle where to pick things up from an academic perspective. Morsi-Hogans said she does not believe everyone could return to her school without a vaccine and proper testing. \"Would we clean tables 6,000 times a day?\" she asked. \"What are you going to do with a ball that's been touched by 10 other kids?\" There was a simple bottom line, she said: \"We would need to know that kids are safe in terms of their health.\" Where all 50 states stand on reopening Schools in the US may be able to take cues from elsewhere in the world. Denmark became the first country in Western Europe to reopen elementary schools after a monthlong shutdown in response to the pandemic. There is more distancing, handwashing and disinfecting of surfaces. In the Netherlands, elementary students will begin attending school in a staggered fashion on May 11, with most primary students going to school on a one-day-on, one-day-off basis. Whatever the new procedures are, schools will have to gain the confidence of parents. And right now, Morsi-Hogans said, \"People are terrified.\" But Fink, the first-grade teacher in Los Angeles, is hoping her daughter will be able to start ninth grade in person in the fall.  \"She had so many dreams of being on the tennis team, of being in the choir, of meeting people and interacting, and the new friends she might make,\" Fink told CNN. \"And we've just got to make this happen. I can't imagine her just starting next year from her computer.\" Her daughter, Sabra, agreed: \"I want to be back into the action where everything is and I think I'm ready.\""], "Language": false}