{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/world/meanwhile-in-america-april-27/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-27T19:50:42Z"], "LastModifiedDate": ["2020-04-27T19:50:42Z"], "Headline": ["Fate has handed Biden the most unusual presidential campaign in history"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Maybe Joe Biden should stay in his basement. Since canceling his last campaign rally in the second week of March, the Democratic presidential candidate's campaign has gone from strength-to-strength. He gently maneuvered top rival Vermont Sen. Bernie Sanders out of the race, became the presumptive nominee and found his party united around him. The former vice president is in position to beat US President Donald Trump in November, leading polls in several battleground states, including Michigan and Pennsylvania. But he's also stuck at home, limited to remote television interviews and Zoom calls with donors. \"I'm Joe and I'm sitting here in Wilmington, Delaware, and it's a scary time,\" he said on the first edition of his \"Here's the Deal with Joe Biden\" podcast.  There are upsides to his confinement. His liabilities as a candidate -- a trail of gaffes and questions about his age and energy aren't in the spotlight while the 77-year-old grandpa is settled in at home. And Trump's wild coronavirus briefings are forcing even some supporters to conclude that the President's strength isn't crisis management, so Biden can't help but look good by comparison.  Still, Biden can't deploy his best asset, sharing his legendary empathy,  distilled over a life of tragedy, with voters one-on-one. And he's way behind Trump's wealthy, tech-savvy campaign on identifying likely voters, since campaign workers can hardly knock on doors as Americans are hunkered down. He might also miss his chance to reach millions of Americans with a big convention speech, since cramming thousands of people into a sports arena is hardly compatible with social distancing. And good polls now will count for nothing come November. Fate has handed Biden the most unusual presidential campaign in history. His chance of winning the White House hinges on whether he can figure out a way to make it work."], "Language": false}