{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-23T16:10:45.044Z"], "LastModifiedDate": ["2020-04-26T12:57:02.033Z"], "Headline": ["US stocks set to end loser of a week with gains: April 24, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks ended the session sharply higher on Friday, but the three major indexes recorded weekly losses, snapping a two-week winning streak. The driver behind that underperformance was the oil market carnage at the start of the week, which dragged the stock market down with it. But finishing in the green on Friday is a hopeful sign for the week ahead. If investors were nervous about weekend headlines about the coronavirus and the economy, stocks would have likely closed down for the day, as was the case in many weeks since the outbreak began, experts said. The Dow closed up 1.1%, or 260 points. For the week, the index fell 1.9%.\nThe S&P 500 finished 1.4% higher, for a 1.3% weekly loss.\nThe Nasdaq Composite closed up 1.7%, and slipped 0.2% for the week. Air France-KLM Group is getting bailed out. The airline is set to receive 7 billion euros in loans and loan guarantees from the French government -- and it's close to reaching a deal with the Dutch government for additional help. The aid packages, announced Friday, still need the approval of the European Commission.  The airline said the deals will provide it with the means necessary to survive the coronavirus crisis, which has brought a near halt to demand for air travel around the world. The number of passengers carried by the airline fell 20% in the first quarter, with a 57% decline in March. \"I would like to thank the French state and our banking partners for this aid, which will enable the Air France-KLM Group to overcome this unprecedented crisis,\" said the airline's chair Anne-Marie Couderc. Stocks are up in the early afternoon, but their weekly performance isn't looking a good.  All three major US averages -- the Dow, S&P 500 and Nasdaq Composite -- are on track to end the week in the red, snapping a two-week winning streak. Markets had a terrible start this week, which is weighing on the weekly performance metrics. A crisis in the oil market, brought on by weak demand, limited storage capacity and trading technicals, dragged all sorts of assets down with it. That included stocks, particularly shares of energy companies. While the oil price has recovered some, US oil remains below $20, as the fundamentals of the market haven't improved. Zoom (ZM), the popular teleconferencing service, is being added to the Nasdaq 100 (NDX), a list of the exchange's most actively traded stocks. Shares rose nearly 5% following the announcement. Zoom's stock is up 160% for the year.  Zoom will replace Willis Towers Watson (WLTW) on the list as of April 30, according to a press release. Zoom's usage continues to spike as most people are forced to work from home. About 300 million meeting participants now use Zoom daily, the company said, after crossing the 200-million mark in March. Randall Stephenson, the longtime chief executive officer of AT&T (T), is stepping down.  Stephenson will be succeeded by AT&T Chief Operating Officer John Stankey, who will take over the role on July 1. Stephenson has served as AT&T's CEO for more than 13 years and oversaw the massive acquisitions of CNN parent company Time Warner (now known as WarnerMedia) and satellite TV provider DirecTV. AT&T said Friday that Stephenson will remain the company's executive chairman until January 21 \"to ensure a smooth leadership transition.\"  Stankey will join the board on June 1. US consumer sentiment dropped 26% year-over-year this month, and 19% from March, according to the final results of a University of Michigan survey. The final reading of 71.8 beat the consensus forecast of economists surveyed by Refinitiv. It was the lowest level since December 2011. Economists had expected the index to come in at 68 points. The final reading was up slightly up from the preliminary April result of 71 points. Over the next weeks, as states are beginning to restart their economies, consumer spending will be critical, said Richard Curtin, chief economist of the Surveys of Consumers. Their reaction will either put more pressure on states to reopen quicker or add pressure to extend the restrictions regardless of negative economic consequences, Curtin added. Well, that didn't last long. About half an hour into the trading day, stocks had already pared their gains. All three major indexes were briefly in the red.  The Dow and the S&P 500 managed to recover again, both climbing 0.1%, The Nasdaq Composite, however, is the laggard of the day, down 0.2%. Fridays haven't been great for stocks during the coronavirus crisis, as market experts have noted. That's because, given such volatility, investors are reluctant to hold onto stock positions while markets are closed over the weekend. Top NFL draft pick Joe Burrow isn't the only one celebrating Friday morning. So are investors in DraftKings, the online gambling and fantasy sports company that debuted on the Nasdaq Friday.  Shares of DraftKings (DKNG) rose nearly 15% in early trading. The company went public through a merger with a so-called special purpose acquisition company (SPAC) named Diamond Eagle Acquisition Corp.  Merging with a \"blank check\" firm has recently become a more popular way for private companies to go public. Richard Branson's Virgin Galactic (SPCE) also debuted on Wall Street via a deal with a SPAC. DraftKings is picking a strange time to go public though. There is a dearth of live sports to bet on right now given that professional baseball, basketball and hockey are all on hiatus because of the Covid-19 pandemic. But DraftKings CEO Jason Robins told CNN Business that gamblers are finding other things to wager on -- such as esports and Russian table tennis. Read more of our interview with Robins.  US stocks kicked off in the green on Friday, however, all three major stock indexes are on track to finish the week lower. During the coronavirus pandemic, stocks have tended to lose steam into the weekend. Investors are reluctant to hold onto their positions while exchanges are closed, experts say. The Dow kicked off 0.7%, or 174 points, higher.\nThe S&P 500 opened up 0.6%.\nThe Nasdaq Composite climbed 0.4% at the opening bell. America's appetite for durable goods -- physical items that last a while, like cars, furniture and home appliances -- is slumping. New orders for manufactured durable goods fell by $36 billion, or 14.4%, in March, according to the Census Bureau.  It was the worst month for durable goods orders since August 2014. Excluding defense, orders decreased by 15.8%, but excluding transportation, orders were only 0.2% lower. The big impact from transportation order points at Boeing (BA) and its order cancellations as the culprit, said James Knightley, chief international economist at ING. But even beyond Boeing, second-quarter factory orders will likely be ugly because of the coronavirus impact, Knightley said. Orders had climbed for the three months prior to March's decline, and the coronavirus crisis will cancel hopes of a rebound. While demand vaporized, on the supply side plants also shut down or changed the way they operate to prevent the spread of the virus. Right now, no baseball, basketball or hockey games are being played. Football, if the season starts on time, won't be ready to kick off until late August for college and September for the pros. Even so, shares of DraftKings, a company that runs fantasy sports games and lets people make legal wagers on sporting events, will start trading Friday. The company's stock will trade on the Nasdaq under the ticker symbol \"DKNG\" after it completed its merger with Diamond Eagle Acquisition Corp, a so-called special purpose acquisition company. This route, also employed by Richard Branson's Virgin Galactic, reduces some of the hurdles to going public or selling new shares. CEO Jason Robins told CNN Business that he's confident DraftKings can still perform well in a sports vacuum. British sports betting companies such as GVC Holdings, which owns Ladbrokes, have seen shares outperform the market as online gaming soars during lockdown.  But sports betting companies could come under pressure depending on how long shutdowns continue. Here's where futures stand at 6:20 am ET: Dow futures are up 94 points, or 0.40%\nS&P 500 futures rose 0.45%\nNasdaq Composite futures moved 0.40% higher The Dow rose 3% over the past two weeks. That's one impressive rally, considering the mountain of joblessness and business destruction that the coronavirus pandemic has brought to the economy.  This week ... not so much. Despite Thursday and Friday's gains, the Dow is still on pace to tumble. Global stocks slumped Friday after a study into a potential coronavirus treatment was halted following inconclusive results. South Korea's Kospi Index (KOSPI) fell 1.4% in afternoon trade\nJapan's Nikkei 225 (N225) slid 0.9%\nChina's Shanghai Composite (SHCOMP) was down about 1%\nHong Kong's Hang Seng Index (HSI) dipped 0.4%. Asia's major indexes were already struggling this week as countries released dismal economic data and as an historic oil price crash roiled markets. Now, they're poised to close out their first week in negative territory since early April after drug maker Gilead (GILD) said it terminated a trial of Remdesivir early, and thus had no conclusive findings about its effectiveness in treating Covid-19. Shares in the company closed down 4.3% on Wall Street on Thursday. European markets are broadly lower today with shares in Germany off the most.  The DAX in Germany is down 1.05%  \nFrance's CAC 40 is off 1.04%  \nLondon's FTSE 100 is lower by 0.93% Read more here. When the $349 billion Paycheck Protection Program quickly ran dry, the big companies that landed large loans drew the ire of small businesses and their advocates. Small business owners sued their banks and \"cancel culture\" swung into action against such well-known brands like Ruth's Chris (RUTH), Shake Shack (SHAK) and Potbelly (PBPB) that secured $40 million in PPP loans among them.  In recent days, companies like Shake Shack, Kura Sushi USA and the privately held Sweetgreen buckled under the public scrutiny and announced plans to return the funds. Now the government is hoping the others pay up. Under new Treasury guidance issued Thursday, PPP borrowers must certify \"in good faith\" that they absolutely need the loans to keep operating. That includes taking into account aspects such as business activity and their ability to access other sources of capital. Read more here."], "Language": false}