{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/health/home-workout-exercise-quarantine-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Santas, CNN"], "Writers": [["Dana Santas"]], "FirstPublishDate": ["2020-04-24T10:14:21Z"], "LastModifiedDate": ["2020-04-24T16:32:40Z"], "Headline": ["Five household items you can use to work out your whole body"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["After weeks of being homebound, many people are missing the benefits of their gym memberships. As a mind-body coach in professional sports, I train athletes who are used to unlimited access to fitness training tools. Like so many of us, however, a lot of athletes don't have home gyms, so I've been hosting Zoom video sessions to show them ways they can still train their entire bodies with less. In fact, using only bodyweight and some common household items, you can do a total-body workout at home to get yourself moving and feeling better. This 10-move routine uses a backpack, broomstick, chair, towel and water bottles to help you fine-tune movement, build functional strength and alleviate areas of chronic tension. The workout takes your body through all planes of motion: sagittal (forward/backward), frontal (side to side) and transverse (rotating), as well as fundamental movements like squat, hinge, push and pull. The exercises are divided into two groups of five, starting with more challenging lower-body exercises. Go through two to four rounds of Group I exercises before moving on to two to four rounds of Group II. Between rounds, take at least a minute of rest and drink plenty of water. Important note: Always consult your physician before starting any new exercise program. Use caution and stop if you feel any pain, weakness or lightheadedness. Set the stage Settle into a space that has some natural light to help uplift your mood as you tackle the workout; if possible, face a window. Before beginning your workout, do a quick warm-up, like a yoga or mobility flow. Try one of my Minute MoFlows. Fill your backpack with enough water bottles so it's heavy enough to be challenging but light enough for you to maintain form throughout all of your reps. Group I exercises Backpack squat: 5 to 10 reps This squat promotes total-body strength with a particular emphasis on the legs, glutes and core.  Stand with your feet slightly wider than hip distance apart. Hold the backpack close to your chest, which gives you a manageable center of mass and promotes core stabilization.  Although it might be tempting to throw your backpack on your back, don't. Because the weight of the backpack sits lower than a barbell would, it could strain your back. Squat down between your legs as deeply as possible without pain. Keep your chest and head up with the back straight. Return to the starting position. Broomstick single-leg hinge: 5 to 10 reps The hinging movement promotes strength in your posterior chain (the back of your legs, glutes and back).  From a standing position, hold the broomstick horizontally against the front of your legs, which should be shoulder-distance apart, with arms straight. Begin a single-leg hip hinge by extending one leg behind you and hinging forward with a flat back. Keep the broomstick in line with your shoulders. Slowly hip hinge and stand back up with both feet on the ground. Repeat exercise on the other leg. Chair split squat: 5 to 10 reps per side The squatting movement promotes total-body strength with a particular emphasis on the quads, glutes and core.  Place a folded towel on a chair. Standing in front of the chair, facing forward, bend one knee upward and put the top of your foot on the towel with the other leg out in front.  If balance is an issue, use the broomstick for added stability. Keeping your torso upright, bend your forward knee as you would in a lunge, allowing your back knee to naturally bend toward the floor without touching. Keep your weight in your forward leg, with that leg powering the movement up and down. Repeat exercise on the other side.  Towel lateral lunge: 5 to 10 reps per side The lateral squatting movement promotes total-body strength with a particular emphasis on hips, legs and core.  Stand with one foot on your towel (or a paper plate if your workout area is carpeted). Hold your broomstick in your opposite hand for support.  Slide your leg out into a lateral lunge, keeping your chest up. Then pull your leg back up to standing. Repeat exercise with the other leg. If you feel strong and stable enough, try these without using the broomstick for support. Backpack walking lunge: 10 to 20 reps The squatting movement promotes total-body strength with a particular emphasis on the legs, glutes and core. Hold the backpack horizontally across your chest to help stabilize your core. Step forward into a lunge position with your back knee dropping low to the ground without touching. Try not to let your forward knee go past your toes. Drive through your front foot and bring your back leg forward to standing. Alternate sides as you continue to \"walk\" forward.  If you don't have enough space to move forward while lunging, simply step forward into a lunge and then back to standing, alternating legs. Group II exercises Towel plank leg sweep: 5 to 10 reps per side This core exercise with a lateral movement emphasizes hip stability and mobility. From a plank position, place one foot on a towel (or a paper plate if your workout area is carpeted). With your core tight and back flat, sweep your leg out to the side as far as you feel comfortable without losing your form. Then return the leg to your starting position. Repeat exercise with other leg. Water bottle shoulder press: 10 to 20 reps The pushing movement promotes strength in the arms, shoulder girdle and core. Sitting on an armless chair with your feet flat on the ground, hold a water bottle in each hand with your arms bent at 90 degrees and elbows in line with your shoulders. This is your starting position. Press the water bottles straight up above your head and then return to the right-angle starting position. Chair dip: 5 to 10 reps This pushing movement promotes strength in the arms (triceps), shoulder girdle and core. To set up for this exercise, begin by sitting on the chair with your hands holding the front edge. Supporting yourself with your arms, slowly walk your feet out in front, keeping your knees bent and your hips up. This is the starting position.  Bend your elbows to slowly lower your hips as far as is comfortable and then push back up to starting position. You should feel the the back of your arms powering the movement, and there should be a stretch in the front of your shoulders.  Use care with this exercise to avoid putting too much strain on your shoulders if they feel significantly tight.  Water bottle lateral raise: 10 to 20 reps The lateral pulling movement promotes strength in the shoulder girdle and core. Sitting on an armless chair with your feet flat on the ground, hold your water bottles in each hand at your sides. Slowly raise your arms laterally, stopping at shoulder height. Use a slow and controlled movement up and down.  For an added challenge, hold at the top for 2 to 3 seconds. Broomstick seated twist: 5 to 10 reps This rotating core exercise strengthens thoracic spine mobility. Begin seated on the floor with your legs straight out in front of you, holding the broomstick horizontally at shoulder height. Rotate your upper body to one side as far as you can without losing your lower body position. Hold for 2 to 3 seconds before returning to your starting position. Repeat the exercise, rotating to the other side. If sitting on the floor with your legs out in front is too challenging, you can do this exercise while seated in an armless chair."], "Language": false}