{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/27/world/meast/syria-civil-war-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-27T20:34:54Z"], "LastModifiedDate": ["2020-04-09T14:05:17Z"], "Headline": ["Syrian Civil War Fast Facts"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Here is some background information about the ongoing civil war in Syria. In the first five years of the war, which began in 2011, an estimated 400,000 Syrians were killed, according to the UN Envoy for Syria.  Facts Bashar al-Assad has ruled Syria as president since July 2000. His father, Hafez al-Assad, ruled Syria from 1970-2000.  The ongoing violence against civilians has been condemned by the Arab League, the European Union, the United States and other countries.  As of April 2020, roughly 5.6 million Syrians have fled the country, according to the UN High Commissioner for Refugees, and more than 6.2 million people are displaced internally.  When the civil war began in 2011, there were four main factions of fighting groups throughout the country: Kurdish forces, ISIS, other opposition (such as Jaish al Fateh, an alliance between the Nusra Front and Ahrar-al-Sham) and the Assad regime. But as ISIS loses control of most of its territory, combatants are now freer to attack each other. Timeline March 2011 - Violence flares in Daraa after a group of teens and children are arrested for writing political graffiti. Dozens of people are killed when security forces crack down on demonstrations.  March 24, 2011 - In response to continuing protests, the Syrian government announces several plans to appease citizens. State employees will receive an immediate salary increase. The government also plans to study lifting Syria's long standing emergency law and the licensing of new political parties.  March 30, 2011 - Assad addresses the nation in a 45-minute televised speech. He acknowledges that the government has not met the people's needs, but he does not offer any concrete changes. The state of emergency remains in effect.  April 21, 2011 - Assad lifts the country's 48-year-old state of emergency. He also abolishes the Higher State Security Court and issues a decree \"regulating the right to peaceful protest, as one of the basic human rights guaranteed by the Syrian Constitution.\" May 18, 2011 - The United States imposes sanctions against Assad and six other senior Syrian officials. The Treasury Department details the sanctions by saying, \"As a result of this action, any property in the United States or in the possession or control of US persons in which the individuals listed in the Annex have an interest is blocked, and US persons are generally prohibited from engaging in transactions with them.\" August 18, 2011 - The United States imposes new economic sanctions on Syria, freezing Syrian government assets in the US, barring Americans from making new investments in the country and prohibiting any US transactions relating to Syrian petroleum products, among other things. September 2, 2011 - The European Union bans the import of Syrian oil.  September 23, 2011 - The EU imposes additional sanctions against Syria, due to \"the continuing brutal campaign\" by the government against its own people. October 2, 2011 - A new alignment of Syrian opposition groups establishes the Syrian National Council, a framework through which to end Assad's government and establish a democratic system.  October 4, 2011 - Russia and China veto a UN Security Council resolution that would call for an immediate halt to the crackdown in Syria against opponents of Assad. Nine of the 15-member council countries, including the United States, voted in favor of adopting the resolution. November 12, 2011 - The Arab League suspends Syria's membership, effective November 16, 2011.  November 27, 2011 - Foreign ministers from 19 Arab League countries vote to impose economic sanctions against the Syrian regime for its part in a bloody crackdown on civilian demonstrators. November 30, 2011 - Turkey announces a series of measures, including financial sanctions, against Syria.  December 19, 2011 - Syria signs an Arab League proposal aimed at ending violence between government forces and protesters. January 28, 2012 - The Arab League suspends its mission in Syria as violence there continues.  February 2, 2012 -  A UN Security Council meeting ends with no agreement on a draft resolution intended to pressure Syria to end its crackdown on anti-government demonstrators. February 4, 2012 - A UN Security Council resolution condemning Syria is not adopted after Russia and China vote against it. February 6, 2012 - The United States closes its embassy in Damascus and recalls its diplomats.  February 7, 2012 - The Gulf Cooperation Council announces its member states are pulling their ambassadors from Damascus and expelling the Syrian ambassadors in their countries. February 16, 2012 - The United Nations General Assembly passes a nonbinding resolution endorsing the Arab League plan for Assad to step down. The vote was 137 in favor and 12 against, with 17 abstentions. February 26, 2012 - Syrians vote on a constitutional referendum in polling centers across the country. Almost 90% of voters approve the changes to the constitution, which include the possibility of a multi-party system.  March 13, 2012 - Kofi Annan, the UN special envoy to Syria, meets in Turkey with government officials and Syrian opposition members. In a visit to Syria over the weekend, he calls for a ceasefire, the release of detainees and allowing unfettered access to relief agencies to deliver much-needed aid.  March 15, 2012 - The Gulf Cooperation Council announces that the six member countries will close their Syrian embassies and calls on the international community \"to stop what is going on in Syria.\"  March 27, 2012 - The Syrian government accepts Annan's plan to end violence. The proposal seeks to stop the violence, give access to humanitarian agencies, release detainees and start a political dialogue to address the concerns of the Syrian people. April 1, 2012 - At a conference in Istanbul, the international group Friends of the Syrian People formally recognizes the Syrian National Council as a legitimate representative of the Syrian people. July 30, 2012 - The Syrian Charge d'Affaires in London, Khaled al-Ayoubi, resigns, stating he is \"no longer willing to represent a regime that has committed such violent and oppressive acts against its own people.\" August 2, 2012 - UN Secretary General Ban Ki-moon announces that  Annan will not renew his mandate when it expires at the end of August.  August 6, 2012 - Syrian Prime Minister Riyad Hijab's resignation from office and defection from Assad's regime is read on Al Jazeera by his spokesman Muhammad el-Etri. Hijab and his family are said to have left Syria overnight, arriving in Jordan. Hijab is the highest-profile official to defect. August 9, 2012 - Syrian television reports that Assad has appointed Health Minister Wael al-Halki as the new prime minister. October 3, 2012 - Five people are killed by Syrian shelling in the Turkish border town of Akcakale. In response, Turkey fires on Syrian targets and its parliament authorizes a resolution giving the government permission to deploy its soldiers to foreign countries. November 11, 2012 - Israel fires warning shots toward Syria after a mortar shell hits an Israeli military post. It is the first time Israel has fired on Syria across the Golan Heights since the 1973 Yom Kippur War. November 11, 2012 - Syrian opposition factions formally agree to unite as the National Coalition for Syrian Revolutionary and Opposition Forces. November 13, 2012 - Sheikh Ahmed Moaz al-Khatib is elected leader of the Syrian opposition collective, the National Coalition for Syrian Revolutionary and Opposition Forces. January 6, 2013 - Assad announces he will not step down and that his vision of Syria's future includes a new constitution and an end to support for the opposition. The opposition refuses to work with Assad's government. March 19, 2013 - The National Coalition for Syrian Revolutionary and Opposition Forces elects Ghassan Hitto as its prime minister. Though born in Damascus, Hitto has spent much of his life in the United States, and holds dual US and Syrian citizenship.  April 25, 2013 - US Secretary of Defense Chuck Hagel announces the United States has evidence that the chemical weapon sarin has been used in Syria on a small scale. May 27, 2013 - EU nations end the arms embargo against the Syrian rebels. May 27, 2013 - US Senator John McCain visits rebels in Syria. It is reported that he is the highest ranking US official to visit since the beginning of the war. June 13, 2013 - US President Barack Obama says that Syria has crossed a \"red line\" with its use of chemical weapons against rebels. His administration indicates that it will be stepping up its support of the rebels, who have been calling for the United States and others to provide arms needed to battle Assad's forces. July 6, 2013 - Ahmad Assi Jarba is elected the new leader of the Syrian National Coalition.  August 18, 2013 - A team of UN weapons inspectors arrives in Syria to begin an investigation into whether chemical weapons have been used during the civil war. August 22, 2013 - The United Nations and the United States call for an immediate investigation of Syrian activists' claims that the Assad government used chemical weapons in an attack on civilians on August 21. Anti-regime activist groups in Syria say more than 1,300 people were killed in the attack outside Damascus, many of them women and children.  August 24, 2013 - Medical charity Doctors Without Borders announces that three hospitals near Damascus treated more than 3,000 patients suffering \"neurotoxic symptoms\" on August 21. Reportedly, 355 of the patients died.  August 26, 2013 - UN inspectors reach the site of a reported chemical attack in Moadamiyet al-Sham, near Damascus. En route to the site, the team's convoy is hit by sniper fire. No one is injured.  August 29, 2013 - The UK's Parliament votes against any military action in Syria.  August 30, 2013 - US Secretary of State John Kerry says that US intelligence information has found that 1,429 people were killed in last week's chemical weapons attack in Syria, including at least 426 children. September 9, 2013 - Syria agrees to a Russian proposal to give up control of its chemical weapons. September 10, 2013 - In a speech, Obama says he will not \"put American boots on the ground in Syria,\" but does not rule out other military options. September 14, 2013 - The United States and Russia agree to a plan to eliminate chemical weapons in Syria.  September 16, 2013 - The United Nations releases a report from chemical weapons inspectors who investigated the August 21 incident. Inspectors say there is \"clear and convincing evidence\" that sarin was used.  September 20, 2013 - Syria releases an initial report on its chemical weapons program.  September 27, 2013 - The UN Security Council passes a resolution requiring Syria to eliminate its arsenal of chemical weapons. Assad says he will abide by the resolution. September 30, 2013 - At the UN General Assembly "], "Language": false}