{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/tennis/federer-nadal-atp-wta-merger-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T12:17:55Z"], "LastModifiedDate": ["2020-04-27T21:57:05Z"], "Headline": ["Roger Federer receives support after urging tennis to unify during the coronavirus crisis"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Roger Federer says the current lockdown is the perfect opportunity for tennis to merge the men's and women's governing bodies.  The 20-time grand slam champion posted his thoughts on social media Wednesday, prompting a number of high-profile stars to publicly agree with the Swiss.  \"Am I the only one thinking that now is the time for men's and women's tennis to be united and come together as one?\" he asked on Twitter.  Federer continued to clarify his position in a series of tweets that followed. \"I am not talking about merging competition on the court, but merging the 2 governing bodies (ATP and WTA) that oversee the men's and women's professional tours,\" he wrote.  \"It probably should have happened a long time ago, but maybe now is really the time.\" Adding: \"It's too confusing for the fans when there are different ranking systems, different logos, different websites, different tournament categories.\" READ: Murray predicts tennis will be 'one of the last sports to get back to normality'\n 'Working together' The notion of merging the two governing bodies has been mooted for some time, with Canadian player and ATP Player Council member Vasek Pospisil confirming the vision of a possible merger had been brought forward in January last year. Both the WTA and ATP appear open to working more closely together, with the latter keen to create unity.  \"Recent cooperation between governing bodies has only strengthened my belief that a unified sport is the surest way to maximize our potential and to deliver an optimal experience for fans on-site, on television and online,\" said ATP Chairman Andrea Gaudenzi, in a statement sent to CNN Sport.  \"To that end, I welcome the views of our players. Tennis has always led the way when it comes to putting men and women together on the biggest stages -- it's one of our strengths and sets us apart from many other sports.\" Meanwhile, the WTA chairman and CEO Steve Simon said he was keen to continue discussions with the ATP.  \"I have long stated that we are at our best as a sport when we can work together, and the recent weeks have highlighted that fact,\" he said in a statement. In addition to the ATP and WTA, tennis is also controlled by the International Tennis Federation and boards of all four grand slams -- Wimbledon, the Australian Open, the US Open and the French Open.  READ: Nadal was left confused by Instagram Live. Federer and Murray found it hilarious Widespread approval Billie Jean King, one of America's most celebrated tennis players and a strong influence behind the formation of the WTA, quickly agreed with Federer's suggestion.  \"I agree, and I have been saying so since the early 1970s. One voice, women and men together, has long been my vision for tennis,\" she wrote on Twitter. \"The WTA on its own was always Plan B. I'm glad we are on the same page. Let's make it happen.\" The likes of Rafael Nadal, Simona Halep and Garbine Muguruza also gave the idea their public backing. Tennis is currently postponed amid the coronavirus pandemic with this year's Wimbledon already canceled.  Nadal's defense of his French Open title will also have to wait, with the grand slam being postponed until September."], "Language": false}