{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/health/high-school-senior-year-grief-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Lisa Selin Davis, CNN"], "Writers": [["Lisa Selin Davis"]], "FirstPublishDate": ["2020-04-23T11:40:49Z"], "LastModifiedDate": ["2020-04-23T11:40:49Z"], "Headline": ["High school seniors get creative while also grieving this year's rites of passage"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Since fifth grade, Thomas Hughes has anticipated the litany of rituals that define senior year at St. Margaret's Episcopal School in San Juan Capistrano, California.  There's Senior Sunrise, when kids arrive at dawn to watch the sun come up. There's Senior Banquet, when juniors serve seniors a fancy meal, and the 50-days-until-graduation lunch. Then there's the awards ceremony, the water balloon fight, prom, graduation and a St. Margaret's specialty: the candle-lighting ceremony. \"As student body president, I would have made a speech about passing the torch of leadership to the next president,\" he said.   Instead, like high school seniors around the country, Hughes is home, trying to decipher what he and his classmates can move online, what to postpone and what to cancel.  The class of 2020 is feeling the heartbreak of saying goodbye prematurely — to friends, teachers and what might have been the most fun and meaningful months of their high school careers.  \"It was supposed to be parties and senior trips and senior skip day and senior prank,\" said Isaiah Hart, a senior at Massac County High School in Metropolis, Illinois. \"We didn't get to do any of it.\"  Rather, said Whitney Niles, a school counselor at Bergen Catholic High School in Oradell, New Jersey, \"They're thrown into making adult decisions and being pushed into an adult world.\"  Here's how some seniors are reinventing their final months of high school — or handling it when they can't.   Celebrating seniors online Schools are doing everything they can online, and many are changing seniors' morning check-ins with their teacher from an academic meeting to an emotional one.  \"We don't talk about anything to do with classes,\" Olivia Wein, a senior at Nest+m in Manhattan, said. \"We just do show-and-tell and people show off their younger siblings, or we go in groups and figure out something to talk about.\"  Since seniors can't be feted in the flesh, many schools are taking to their social media channels to salute them. \"Our school is doing 'senior of the day' on Instagram,\" said Jordan Camp, a senior at the Westfield School in Perry, Georgia. They log students' accomplishments and favorite memory. Camp's favorite memory: winning the softball state championships, three years in a row.  At New York State's Croton-Harmon High School, school spirit days went digital. \"They emailed us saying, 'Obviously we're not having color wars,'\" senior Avery Jillson Neuwirth said. Instead, seniors post their own photos of sock day or pajama day — which, for some students, is every day — and tag the school.  Elaiyah Badger, a senior at Carbondale Community High School in Illinois, said she and her friends are celebrating each other through social media. \"We share our memories on Snapchat. We tag each other, mention each other, go through our memories together online.\"  Eyes on the fall Senior year is not just about combing through the past or exulting in the present; all those rites of passage are about preparing for the future. \"We make sure they're staying connected and focusing on their goals,\" said Jennifer Kucera-Short, a school counselor at Wheeling Park High School in West Virginia.  Students planning to enter technical fields are mostly able to continue their studies. \"If their goal was to be a welder, they can still work with their teacher online,\" via virtual training. Though military orientations are largely canceled for the summer, many of Kucera-Short's students are still having online meetings with recruiters. College-bound kids, if they didn't visit potential schools pre-pandemic, are restricted to virtual visits. Hughes sits in on online classes and attends virtual campus tours, but it's not the same. \"I don't think you can get a feel for a school's atmosphere by sitting in on a Zoom call with professors,\" he said.  Wein has been getting creative in trying to choose a college without visiting. \"It's a lot of Instagram stalking and as much emailing random people as we can find,\" she said. A note to a UCLA professor resulted in a long phone call. \"Everyone's willing to talk to you.\" She now has to not just consider campus life, but schools' online teaching capabilities, in case she's sent home again later in the fall.  Cydney Jones, a senior at Cheltenham High School in Wyncote, Pa., is already thinking past college graduation to a career as a flight attendant. \"As I look to the future, it gives me hope for what's to come,\" she said.  At the same time, the pandemic has taught her and many others the importance of flexibility, adapting to new situations quickly and accepting that nobody really knows what the future holds. School lessons may be fading, but life lessons are abundant. Camp's life lesson? Never take school for granted again. \"I want to see my friends,\" she said. \"I'm just really going to throw myself into college. I don't want to miss out.\"  Leaning into grief Though many kids live with hardship and instability normally, now they're all navigating a constant cloud of uncertainty, experiencing what's known as \"anticipatory grief\" — a sense of impending loss. \"You don't know when you wake up today what else will be taken away,\" Franciene Sabens, a school counselor at Carbondale Community High School, said.  \"I feel like, missing this last quarter of school, our teachers had a lot planned for us; I could be missing something as a life lesson,\" Badger said. \"They say your high school career flies past quick, but I didn't think it would be this quick. It hurts a little bit.\" Some senior year activities can't be replicated online — especially sports. Badger couldn't finish out her high school track career. \"That's probably the most upsetting part,\" Jillson Neuwirth, an avid lacrosse player, said. \"Not having my senior season.\"  Others have come to accept that they won't have prom — at least not anytime soon. \"How realistic is it that even after we flattened the curve, we could put 400 students in a room and dance close together?\" Hughes said. \"The chances are pretty slim.\"  When the loss can't be salvaged or mitigated by technology, the next step is mourning. \"As counselors, we know that they're grieving right now,\" Sabens said. \"Everything that they've known and thought about their senior year, the celebrations, their sense of safety and routine — all of that is gone.\" Kids need to be allowed to grieve and feel their pain, Niles said. \"A lot of these seniors won't be going back into the building except to clean out lockers. Kids need to appreciate that it is a loss and that they should feel comfortable in grieving and in leaning into that.\"  Crying, getting angry — all of those feelings should be normalized, expected and embraced, for students from all walks of life.  A new perspective At the same time, many seniors know that, if they and their family are not sick and are not (yet) in dire financial straits due to Covid-19, a dose of gratitude can help alleviate grief.  \"We're missing out on these incredibly senior experiences, but there are people losing loved ones and going through unimaginable tragedy,\" Hughes said. Many have found hope by shifting the focus away from what they've lost to what they can offer. Hughes and his friend are writing a class song, using a fun fact about every classmate. He's also writing letters to significant people in his life, from former teachers to family friends. \"This is giving me time to take a second and recognize all the people who've gotten me here,\" he said.   \"I was tricked out of a year that was supposed to be a good year, but if you don't keep talking about how bad it is and go for a more positive direction, we all can come together and show everyone that we can move past something as tragic as we have going on,\"  Jones said. She and her mother have been shopping for groceries for her grandparents, and she is helping her little brother with math. \"A lot of it is trying to shift my perspective to be grateful,\" Wein said. \"As much as it's sad and hard, I'm trying to also ask how we can use this time positively and help others and strengthen our little community, even if it's just calling a friend.\" She noted that the pandemic is \"forcing everyone to actually figure out what is important to us and what is just background noise.\"  One thing they do know: They've got time — even if it's on a delay. \"It's just a blip in a road,\" Wein said. \"It doesn't mean that anything is truly lost.\"  Hughes mitigates the pain of the present by thinking about what life will be like on the other side. \"At some point we'll be able to see each other again, all together and close and all that good stuff, and that day will be really, really special.\""], "Language": false}