{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/tennis/simona-halep-lockdown-life-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Danielle Rossingh, for CNN"], "Writers": [["Danielle Rossingh"]], "FirstPublishDate": ["2020-04-23T11:40:36Z"], "LastModifiedDate": ["2020-04-23T11:40:36Z"], "Headline": ["Simona Halep's lockdown life: military on the streets, slower pace at home"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["While soldiers are patrolling the streets of Bucharest, Wimbledon champion Simona Halep has been adjusting to a new, different pace of life. Romania, an eastern European country of 21 million, has been in a state of emergency since March 16 to slow the spread of the coronavirus. Everyone over the age of 65 has to stay at home while the rest of the country is only allowed to leave home for essential shopping or work, provided they carry a letter from their employers. A night-time curfew has also been enforced.  \"I have not been going out at all,\" Halep, the reigning Wimbledon champion from Romania, told CNN Sport from her home in Bucharest. \"I am definitely a person who takes these things very seriously and is nervous about them. The lockdown has been very strict here in Romania, we have had military on the streets and are not allowed to go outside.\"  Halep was born in the Black Sea resort of Constanta, and her 2018 victory at Roland-Garros turned the 28-year-old into a superstar in Romania. She received a huge homecoming after beating 23-time major singles winner Serena Williams in the finals of Wimbledon last year, celebrating her victory with 30,000 fans at Bucharest National Stadium. She was even rewarded with her own postage stamp.    READ: Murray predicts tennis will be 'one of the last sports to get back to normality' Medical equipment Halep is well aware that tennis is not the most important thing in the world right now. Romania had reported 498 deaths from 9,242 confirmed infections with the coronavirus as of April 22, according to the Johns Hopkins Coronavirus Resource Center.  \"It has been a scary situation here in Romania,\" said Halep. \"I try not to watch too much or read too much in the news as I find it very worrying; I prefer to focus on helping where I can,\" said Halep, who donated medical equipment to hospitals in Constanta and Bucharest last month. \"And playing my part by staying inside, and of course staying positive and strong.\" READ: Nadal is left confused by Instagram Live 'We can only dream of playing a Grand Slam' Although Halep said she misses the women's tour, her colleagues and playing events, she isn't optimistic tennis will resume any time soon.  All professional tennis has been put on hold until at least July 13 because of the pandemic. Wimbledon has been canceled for the first time since World War II, while the French Open, where she is a three-time finalist, has moved its start date from May 24 to September 20.  \"I believe that if we are playing tennis again in September we have already won, because it means the threat of the virus will be over,\" Halep said. \"We can only dream of playing a grand slam at this point, but I support the tournament and of course I will look forward to playing if we can.\" The hardest part for Halep is the uncertainty. \"It's definitely strange not to know when we will be able to play tournaments again,\" said Halep. \"Which surface will we play on? In which country? There are no answers right now, so it's difficult to plan ahead.\" READ: Andy Murray says 'Big Three' are greatest players of all time Late nights The coronavirus pandemic has forced Halep to slow down. For the first time in years, her schedule is no longer dictated by daily training sessions, traveling to tournaments, sponsorship and media obligations or playing matches.  Instead, the two-time major winner now goes to bed late and gets up late, works on her fitness daily, cooks, reads, watches movies and talks to her family. \"It's definitely very strange to have no tennis in my life for such a long period of time,\" she said. \"The longest of my career.\" READ: Sofia Shapatava says 'tennis may not survive' coronavirus pandemic as she starts petition calling for financial help Foot injury When the lockdown was announced by Romanian President Klaus Iohannis on March 24, Halep was at her country club home in Bucharest, recovering from injury.  \"I am fortunate in a sense, because the situation with Covid-19 started just as I was struggling with a foot injury,\" said Halep, who had started the season well with a semifinals spot at the Australian Open in January. \"So this extra time off has given me the opportunity to heal my foot properly and take time to work on my recovery, rather than worry about missing too many tournaments. \"I am in contact with my fitness trainer all the time and obviously my coaches Darren [Cahill] and Arti [Apostu-Efremov], too. I have not hit any balls yet but hopefully that will come soon when the situation becomes clearer and the restrictions begin to lift.\" Dessert Romania's state of emergency was recently extended by another month until the middle of May.  Visit CNN.com/sport for more news, features, and videos Just like the rest of us, Halep is already making plans for the one thing she most would like to do once life returns to somewhat normal.  \"Definitely going out to a restaurant and ordering my favorite dessert,\" she said. "], "Language": false}