{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/us/five-things-april-23-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-23T10:35:25Z"], "LastModifiedDate": ["2020-04-23T10:36:11Z"], "Headline": ["5 things to know for April 23: Coronavirus, stimulus, small business, Venezuela"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Today marks the beginning of the holy month of Ramadan for many Muslims. It's another time in which the world's faithful will see their traditions upended by the pandemic.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  A seemingly healthy California woman who died suddenly in early February is now the first known coronavirus case in the US, suggesting the virus was lurking on American shores far earlier than assumed. In places like Indiana, new research is revealing cases that pre-date first reported infections by weeks. There are now at least 842,624 coronavirus cases in the US, including 46,785 deaths. Meanwhile, two cats in New York have become the first pets known to be infected by the virus, and eight big cats at the Bronx Zoo have tested positive too. Medical experts have suggested extending social distancing practices to pets until they know more about how the virus affects them. But don't worry -- doctors say it's highly unlikely that pets can transmit the disease to humans. Follow the latest news here.  2. Stimulus spending House Democrats are planning to set up a powerful oversight committee to investigate how the trillions of dollars in federal coronavirus stimulus money is being spent. The bipartisan group will also have the ability to probe the government's response to the coronavirus crisis. The committee is just one of several watchdog groups dedicated to tracking the hundreds of billions of dollars of aid money being distributed every day. Some members of the Pandemic Response Accountability Committee, including inspectors general from the Departments of Defense, Labor, Justice and Health and Human Services, have already begun or will soon begin the process of auditing the government's response to the crisis.   3. Small business Congress is facing criticism over what kinds of companies are benefiting from the billions of dollars in small business relief offered by the Paycheck Protection Program. Reports show dozens of public companies and well-known restaurant chains received money through the program while some smaller businesses haven't even been able to apply yet. However, the guidelines aren't expected to change. A new round of funding for the program, totaling just south of $500 billion, will be voted on by the House today.  4. Venezuela The Trump Administration has ordered Chevron to halt oil production in Venezuela. It's President Trump's latest effort to pressure Venezuela's President Nicolás Maduro by starving the country of money. With the world oil market in tatters, the country's oil production has imploded even more because of deep economic and social dysfunction, and tough sanctions imposed by the US government. Chevron is the last remaining American oil producer in Venezuela. The order doesn't mean the company has to leave the country altogether, it just won't be allowed to export oil or produce oil from there. 5. The Netherlands The highest court in the Netherlands has ruled that doctors may legally euthanize some patients with severe dementia. Under the ruling, physicians can honor written requests that were issued by patients before they developed an advanced form of the disease -- even if the patient's current condition means they are unable to confirm that request. Euthanasia is legal in the Netherlands, if certain criteria are met. These criteria include a well-considered and voluntary decision by the patient, suffering without the possibility of improvement, and a lack of reasonable alternatives.  BREAKFAST BROWSE Tiger Woods, Phil Mickelson, Tom Brady and Peyton Manning are set to play a golf match for Covid-19 relief If ever there were a sport designed for social distancing, it's golf. This is the healthiest way to brew coffee   And no, the method is not \"with your mouth directly under the coffeemaker spout.\" A new study shows parents can't hide stress from their kids And now this news has made them even more stressed. Here are all the live sports you can obsess over in this limited sports era Darts, anyone? McDonald's is giving healthcare workers and first responders free 'Thank You' meals  Now that's a happy meal.  TODAY'S NUMBER 19 That's how many people have tested positive for the coronavirus in Wisconsin who said they voted in-person or worked the polls during the state's April 7 primary election.  TODAY'S QUOTE \"We're getting flat out hammered right now. No one wants to go to the store, everyone buys everything online.\" Brian Lee, a UPS delivery driver in Seattle, who says he's working 60 hours a week to keep up with demand. It's worth your time to spend a few minutes today reading other stories from UPS drivers around the country about how they're dealing with the pressures and risks of their jobs during the pandemic.  TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Like a fairytale, but real Since you're probably not traveling anywhere right now, take a relaxing virtual trip to Bavaria's iconic Neuschwanstein Castle, built by the mysterious King Ludwig II. It's the stuff of legend -- literally. (Click here to view) "], "Language": false}