{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042220/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-21T17:31:21.033Z"], "LastModifiedDate": ["2020-04-22T23:16:45.068Z"], "Headline": ["US stocks and oil rebound after historic meltdown: April 22, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks snapped a two-day losing streak and finished higher on Wednesday. Investor sentiment received a boost from additional stimulus measures passed by the Senate and a rebound in oil prices, even though the factors that depressed markets earlier in the week persist. The oil market remains broken amid weak demand and storage problems, while coronavirus continues to weigh on corporate earnings and economic data. The Dow finished up nearly 2%, or 457 points.\nThe S&P 500 ended 2.3% higher.\nThe Nasdaq Composite closed up 2.8%. With less than an hour left in the trading day, stocks are rallying. The Dow is up 530 points, or 2.3%. Intel (INTC) is the index's best performer, up some 7%. The S&P 500 is up 2.6%, with all of its sectors in the green. Technology and energy stocks are leading gains. The Nasdaq Composite is 3.3% higher. Investing in early stage companies comes with its own risks. Doing so during a global pandemic and recession? Even riskier. \"Cash is king, moreso than it normally is,\" said veteran venture capitalist Alan Patricof, co-founder and managing director of Greycroft, on the CNN Business' digital live show Markets Now. If a company doesn't have about six months of cash on hand it might run into liquidity issues, Patricof said. In theory, the current economic and market conditions should mean that company valuations will come down, he said, making investments more attractive. The IPO market, meanwhile, is a whole different beast, he added. The window for companies to go public is anything but open at the moment, Patricof said, and the IPO market will likely follow the stock market in its recovery. Both the stock and commodities markets have a lot of uncertainty ahead over the summer as the effects of the coronavirus crisis and other fundamentals play out. \"What the oil market is telling us that consumer demand has simply evaporated,\" said Alicia Levine, chief strategist at BNY Mellon Investment Management, on CNN Business' digital live show Markets Now. That demand won't be coming back anytime soon, she added. The market expects demand to rebound some in the second half of the year, but the immediate future is much more uncertain, Levine said. On stocks, the big picture is that the market has rallied some 30% off its late-March lows in a matter of weeks. But, she said, the market might be getting ahead of itself. \"The market is pricing in a V-shaped recovery,\" Levine said. \"And we think that's actually kind of questionable because we're worried about the impact of a possible second wave,\" of coronavirus cases. In terms of sectors, Levine believes manufacturing will likely recover at a faster pace than consumer industries. The oil industry employs some 10 million people in the United States. That's part of why the trouble in the oil market this week is so worrying. \"I'm worried on several levels,\" Diane Swonk, chief economist at Grant Thornton, told Alison Kosik on the CNN Business digital live show Markets Now. \"One is, we can’t benefit from the lower oil prices because we’re sheltering in place and we’re not driving anywhere.\" And there's a large spillover effect, she added, \"The multiplier can be up to seven for every job lost. You can see many more jobs lost in the oil sector.\" The oil market collapsed earlier this week, amid weak demand and concerns about storage capacity. Many jobs will be lost in the sector as the fundamental worries and the coronavirus crisis persists.  \"The multiplier can be up to seven for every job lost,\" Swonk said. \"You can see many more jobs lost in the oil sector.\" The oil industry was also the second largest category applying for government loans, she added, which speaks to just how troubled the industry is.  Over the medium term, \"we're going to see lower [oil] production in the US and job losses,\" she added. Sycamore Partners wants to terminate its plan to buy a majority stake in Victoria's Secret from L Brands two months after the $525 million deal was reached. The private equity firm informed L Brands of its decision to pull out of the deal Wednesday, and it filed a lawsuit in Delaware court to validate the termination of the agreement.  The news sent L Brands (LB)' stock plunging as much as 25% before slightly recovering.  Read more here. Fox Corp.’s executives are taking a pay cut because of the coronavirus pandemic, the company's CEO Lachlan Murdoch said in a memo to employees on Wednesday.  Lachlan Murdoch and Chairman Rupert Murdoch, COO John Nallen, Chief Legal Officer Viet Dinh and CFO Steve Tomsic will forgo their salaries through September 30.  The rest of Lachlan Murdoch’s direct executive team will reduce their pay by 50% in the same time frame. Vice presidents and higher level executives will take a 15% cut from May 1 to the end of July.  The pay cuts apply to divisions like Fox News, where Fox News Media CEO Suzanne Scott will take a 50% cut.  The pay reductions will affect roughly 700 people, the memo said. “Together, we are navigating an unprecedented health crisis,” Murdoch said in the memo. \"I want to recognize the magnificent work you are doing to keep our neighbors, friends and families informed and entertained and our company running smoothly in this unique moment in history.\"  Murdoch added, \"Because of your effort, and the years of hard work that preceded it, we are in a strong position to weather this storm.\" Other media companies like Disney have also had executives take pay cuts because of the pandemic. The deluge of Americans filing for jobless claims isn't over. Another 4.2 million claims for first-time unemployment benefits are expected to show up in tomorrow's economic data. That would bring the total number of claims to more than 26 million over the past five weeks. Since mid-March, 22 million Americans filed for benefits, accounting for roughly 13.5% of the nation's work force, as businesses shut down to limit the spread of coronavirus. While talk of reopening the economy is growing and some states are beginning to loosen restrictions, companies continue to lay off and furlough their workers. Consumer behavior and demand has changed, and economists don't expect people to revert to old habits even  after shelter-in-place orders come to an end. The hospitality and travel sectors, for example, are likely to be affected far longer than other sectors, and those jobs are unlikely to bounce back. As if the coronavirus crisis wasn't enough, oil markets have broken down this week. Prices for the commodity are now so low that hundreds of oil companies could go bankrupt, eliminating even more jobs in a reeling US economy. The US Department of Labor will report jobless claims for the week ended April 18 at 8:30 am ET tomorrow. US stocks continue their rebound rally at midday, trading near the highs of the session. Market sentiment improved today after the Senate approved more fiscal stimulus and oil prices attempted to stage a comeback. The Dow was up nearly 2%, or 456 points.\nThe S&P 500 rose 2.1%\nThe Nasdaq Composite climbed 2.4%. Despite today's good mood in the market, the themes that weighed on markets at the start of the week remain in the background. The oil market continues to struggle with low demand and limited storage capacity, which is weighing on prices. These dynamics are not expected to change anytime soon, given the lower consumption of oil during the coronavirus crisis. On top of that, companies are slashing their guidance amid the uncertainty of the outbreak while reporting the impact it has had on their businesses in the first quarter. Billionaire Beanie Babies creator Ty Warner is honoring front line workers with a new special edition plush Beanie bear called \"Hope.\" Warner said the mini praying bear is meant to \"bring us the smile we need right now.\" The bear, available on Ty.com, will soon hit retail stores worldwide, including drug and grocery stores. Warner, who also owns the Four Seasons New York, is currently housing doctors, nurses and other healthcare workers caring for the large number of patients in the city infected with coronavirus in his upscale hotel. Warner plans to give the Hope bear to those front line workers and donate 100% of profits from the sale of the bear to nonprofit United Way Worldwide. People are drinking more beer these days. They're just not buying Heineken. The Dutch brewer reported its global sales slid 14% in March as the coronavirus pandemic spread. Its total first-quarter profit fell 68%.  Heineken, which also brews Amstel and Lagunitas IPA, also said beer volumes dipped 2.1% for the first three months of the year. The company attributed the losses to worldwide closures of its sales \"outlets,\" meaning largely restaurants and pubs. Heineken (HEINY) said its performance is \"expected to worsen\" through the year. It also scrapped its guidance because of the \"lack of visibility on the end date of the Covid-19 pandemic.\" Shares fell 1% in Wednesday trading. The US Senate passed a new $480 billion round of fiscal stimulus yesterday in Washington's latest effort to provide some economic relief from the coronavirus pandemic. The new bill is a step in the right direction, economists say, but they expect more money will be needed in the future.  Though this bill will address some of the shortfalls, this will not likely be the end for stimulus. We expect Congress to pass another large package worth up to $1.5 trillion that extends on provisions in the CARES Act and provides much needed aid to State and Local Governments,\" said economists at Bank of America Merrill Lynch in a note. While the new bill expands support to small businesses after the Paycheck Protection Program (PPP) ran out of funds last week, it likely won't prevent some small companies from going under. \"Many small businesses that are currently closed or operating at reduced levels could still struggle to remain financially viable, even if lockdowns are progressively lifted over the coming weeks,\" said Rebecca Karnovitz, a Moody's vice president, in emailed comments. \"A wave of small business bankruptcies would weigh on a recovery in employment and economic activity.\" Oil prices swung wildly on Wednesday as traders tried to make sense of the historic implosion earlier in the week. Brent crude futures, the main benchmark for global contracts, plunged by as much as 17% to their lowest level since 1999 before surging later in the day. Brent crude futures were last trading at $20.83 per barrel, a gain of nearly 8%. The gyrations followed a historic rout on Monday, when US oil for May delivery traded at negative prices. The combination of evaporating demand due to the pandemic, significant oversupply and a critical lack of storage for excess barrels saw traders effectively paying people to take American crude off their hands. On Wednesday, US oil climbed more than 22% to $14.13 per barrel. The price of a barrel of West Texas Intermediate crude, the US benchmark, settled Tuesday at $11.57 after falling as low as $6.50. -- CNN Business' Jazmin Goodwin, Laura He and Mark Thompson contributed to this post Netflix (NFLX) announced on Wednesday that it intends to raise $1 billion in a debt offering. The company said it will use the offering for “general corporate purposes,” which may include spending on the acquisition, production and development of new content. The streaming company reported $14.2 billion in long-term debt at the end of March. The news comes a day after Netflix reported big earnings. The company said on Tuesday that it added 16 million subscribers last quarter, blowing by its own projections. Netflix now has 183 million subscribers worldwide. The company mixed the big earnings with a somber tone by speaking about the uncertainty of the coronavirus pandemic. \"In our 20+ year history, we have never seen a future more uncertain or unsettling,\" the company said Tuesday. Netflix also spoke about potential disruptions to its business, including content production. However, the company noted that it would release all shows and films that were already scheduled to run in its second quarter. US stocks opened higher on Wednesday, rebounding after two days of losses brought on by the collapse of oil prices. The oil market continues to be in distress, as global benchmark prices fall to their lowest level since 1999. US oil remains around $14. But investors focused instead on the Senate's approval of a new tranche of fiscal stimulus, including more aid for the payroll protections plan. Meanwhile, earnings season is roaring on and companies are fulling their guidance amid the coronavirus uncertainty. The Dow opened 1.9%, or 440 points, higher.\nThe S&P 500 kicked off nearly 2% higher.\nThe Nasdaq Composite climbed 2.1%. So much for TikTok and Instagram crushing Snapchat. Parent company Snap is doing well -- and the coronavirus pandemic doesn't seem to be hurting the company either.  Snap reported strong gains in daily active users and revenue after the closing bell Tuesday. That news sent Snap shares soaring 20% in early trading Wednesday.  Analysts were effusive in their praise for the company following the results.  Pivotal Research Group's Michael Levine noted that Snap \"has been making huge traction in broadening the advertiser base.\" \nWells Fargo's Brian Fitzgerald pointed out that \"brands remain engaged with the platform\" and that \"audience growth was strong,\"\nAnd Needham & Co.'s Laura Martin dubbed Snap a \"Covid-resistant\" stock, She cited the solid growth for Snapchat's Discover video platform as influencers, media companies and marketers post more content about the coronavirus outbreak. Snap still faces significant hurdles, though. The company continues to lose money.  Facebook's (FB) Instagram and TikTok aren't going away. And the stock is still down year-to-date. But for the time being, Snap investors can take what Martin called a \"well-deserved\" victory lap. US stocks are gearing up for a rebound today, with futures pointing to the first higher open of the week. \"Investors catch [a] collective breath, but sentiment remains fragile,\" wrote Marc Chandler at Bannockburn Global Forex in a note this morning. Stocks have spent two days in the red this week, dragged down after the oil market broke and prices turned negative. Even though sentiment is better today, the fundamental worries about oil storage capacity amid weaker demand hasn't gone away.  And coronavirus? Well, it's still weighing on companies' performances, making this earnings season ugly so far. And all of this means the situation could turn pear-shaped for stocks very quickly. Dow futures are up more than 350 points, or 1.5%, while S&P 500 futures are up 1.5%. Futures for the Nasdaq Composite are up 1.4%.Global stocks are in the green, too. US 10-year Treasury yields are edging higher at 0.6% and the ICE US Dollar Index is slightly weaker. AT&T reported a drop in sales and adjusted earnings for the first quarter Wednesday that were slightly worse than what analysts were expecting. The telecom and media giant also suspended its guidance for the rest of the year because of the Covid-19 pandemic. But the company impressed Wall Street with growth in its massive wireless business. Shares of AT&T (T) rose about 1% in early trading after the company said that services revenue from its mobility business rose 2.5% from a year ago. AT&T also added 163,000 postpaid wireless subscribers. The strength in the traditional telecom unit helped offset drops in sales and profit at WarnerMedia, the AT&T entertainment, news and sports unit that is the parent company of CNN. WarnerMedia has been hit by a decline in advertising revenue and the closure of movie theaters. But AT&T CEO Randall Stephenson said the company plans to continue investing in key growth areas like 5G and broadband infrastructure as well as its new HBO Max streaming service. HBO Max launches on May 27. \"We have a strong cash position, a strong balance sheet, and our core businesses are solid and continue to generate good free cash flow — even in today’s environment,\" Stephenson said in the earnings release. Delta Air Lines (DAL) lost $534 million in the first three months of the year, its first quarterly loss in more than five years.  The airline said its loss, excluding special items, came in at $326 million, compared to a $639 million profit a year earlier. Revenue in the quarter fell $1.9 billion compared to a year ago, an 18% drop. The miles flown by paying passengers fell by 17%. But the quarter was only the beginning of the problems for the carrier: Delta confirmed its previous warning that it expects revenue to be down 90% in the current quarter. Shares rose nearly 2% in premarket trading. Read more here. Chipotle (CMG) shares rose nearly 6% in premarket trading following an earnings report that showed huge increases in online orders. The company had a 103% spike in digital sales in March, compared to the same period last year. Chipotle started offering free delivery on March 15, and will keep the promotion in place until at least early May. In the first quarter, revenue increased 7.8% to $1.4 billion, the company reported late Tuesday. Sales at restaurants open at least 13 months dropped 16% in March, with the week ending in March 29 being particularly brutal, when it had a 35% decline.  Same-store sales at restaurants open at least 13 months were growing before the pandemic with a 12% increase in January and 17% increase in February.  After two days of losses to open the week, the global panic over oil prices isn't dampening spirits in the US today.  Here's where futures stand at 6:20 am ET: Dow futures rose 266 points, or 1.16% \nS&P 500 futures jumped 1.24%\nNasdaq Composite futures moved 1.28% higher The oil panic hung over markets in Asia: Japan's Nikkei (N225) and South Korea's Kospi (KOSPI) slumped 0.7% and 0.9%, respectively.\nHong Kong's Hang Seng Index (HSI) and China's Shanghai Composite (SHCOMP) started the day lower, but closed up 0.4% and 0.6%. European markets opened higher: Germany's DAX (DAX) gaining 1.6%, as did the FTSE 100 (UKX) in London. France's CAC 40 (CAC40) rose 1.1%. Oil prices continued their epic crash Wednesday as Brent crude futures, the main benchmark for global contracts, plunged by as much as 17% to their lowest level since 1999. The collapse follows a historic rout on Monday when US oil for May delivery traded at negative prices. US oil futures for June also plunged Wednesday, and were last down 5.7% to $10.91 a barrel, reversing a rise during early Asian trading hours. The price of a barrel of West Texas Intermediate crude had settled Tuesday at $11.57, after falling as low as $6.50. Brent crashed as low as $15.98 a barrel, before steadying to trade around $17.30, still down more than 10%. The market is worried about oil hubs running out of room to store barrels that nobody wants as the coronavirus pandemic causes demand for crude to disappear. While Saudi Arabia and Russia recently reached a deal with other members of the OPEC+ alliance to cut supply from May 1 by a record amount, that has done little to alleviate fears. Casper (CSPR), the trendy bed-in-box company, is dismantling its European operations just four years after entering the area.  Casper said in a regulatory filing late Tuesday that it's laying off 21% of its staff, or around 80 employees. Exiting Europe will save the company $10 million annually and is part of Casper's \"overall focus on achieving profitability.\" Casper also announced Chief Financial Officer Greg Macfarlane is leaving and it has \"begun a formal search for his replacement.\" Shares have lost more than half of their value since going public in February. Delta Air Lines (DAL) is the first airline to report first-quarter results Wednesday morning, in what promises to be a miserable quarter for the industry.  The coronavirus pandemic caused demand for air travel to fall to \"essentially zero\" according to United Airlines (UAL). Analysts surveyed by Refinitiv expect airline earnings to drop more than 200% for the first quarter.  Airlines are forecast to report billions of dollars in losses, compared to a combined $1.8 billion first-quarter profit a year ago. That decline dwarfs forecasts of a 13% to 14% drop in earnings for the S&P 500 as a whole. Delta's stock has lost 60% of its value this year."], "Language": false}