{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/football/newcastle-united-takeover-saudi-arabia-football-premier-league-spt-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T15:26:01Z"], "LastModifiedDate": ["2020-04-22T17:12:19Z"], "Headline": ["Activists argue Saudi involvement in English football club takeover is attempt to 'whitewash the abuses of the regime'"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Newcastle United may be a four-time English champion with a rich history, but the football club, owned by a controversial British retail magnate who is widely reviled by the club's fans, has few achievements to cheer about of late. All that could be about to change, though whether for the better remains to be seen. The Public Investment Fund (PIF), which is chaired by Saudi Crown Prince Mohammed bin Salman, is part of a three-party consortium wanting to buy English Premier League side Newcastle United from businessman Mike Ashley, who runs Sports Direct. Visit CNN.com/sport for more news, videos and sport The deal to buy Newcastle is being fronted by PCP Capital Partners, a venture capital and private equity company run by British businesswoman Amanda Staveley, alongside the PIF and private equity and real estate firm Reuben Brothers. \"I can confirm Reuben Brothers is part of the consortium, but we have no further comment as the deal is not yet complete. On the reasons for PIF's involvement, that is for PIF rather than ourselves to comment upon,\" said a statement from a PR company representing the Reuben Brothers sent to CNN. PCP did not respond to CNN's request for comment, though financial documents relating to dealings between the company and Newcastle have been filed at Britain's Companies House. Newcastle United and the Premier League declined to comment on the takeover when contacted by CNN, while a request for comment from Sports Direct was unanswered. Human rights record The PIF, which has already poured billions into foreign investments in London, San Francisco and New York, has been criticized ahead of its latest potential acquisition.  Under Premier League rules, prospective new owners of clubs need to pass the organization's fit and proper person's test. But human rights activists already have a conclusion. \"This has apparently been on the cards for some time so it's no surprise, but we still need to see it for what it is: Saudi Arabia attempting to use the glamor and prestige of Premier League football as a PR tool to distract from the country's abysmal human rights record,\" said Felix Jakens, Amnesty International UK's Head of Campaigns. \"There's a name for this -- it's called 'sportswashing.' With the world in crisis because of coronavirus, there's a risk that this deal could go ahead without the degree of scrutiny it should receive.\" This week, Amnesty also wrote a letter to Premier League chief Richard Masters, saying the league \"risks becoming a patsy\" if it allows the deal to go through. Saudi Arabia has been widely criticized for its poor human rights record, which, according to Amnesty, includes torturing, sexually harassing and mistreating activists, claims the Saudi government rejects.  In 2018, the CIA concluded that bin Salman had order the killing of journalist Jamal Khashoggi, which the Crown Prince also denies. Saudi Arabia has welcomed a number of global sporting events in recent years, such as the Spanish Super Cup hosted in Jeddah, the opening race of the Formula E championship and the heavyweight rematch between Anthony Joshua and Andy Ruiz. The PIF did not respond to CNN's request for comment. CNN has also asked for an official Saudi response but at the time of publication had not received a reply. Calculated risk The potential Newcastle takeover has drawn parallels with Manchester City, which has won a glut of silverware following investment from Abu Dhabi royal Sheikh Mansour -- although the club has been banned for the next two seasons from the Champions League for contravening financial fair play rules. Man City called those charges \"entirely false\" and is appealing the ruling. \"You invest in infrastructure and regeneration and that is politically a very sound decision because it gets you support from the political class of the city and it gives fans something to hold onto and also it makes you a lot of money probably at the same time,\" Nick McGeehan, director human rights group Fair Square, tells CNN Sport. \"It's worked in Manchester and I would be very surprised if that's not the model we're looking at with Newcastle.\"  As for so-called \"sportswashing,\" McGeehan adds that it's often a calculated risk. \"As I understand it, it means the use of sport to present a positive image of a state in the hope that that will bolster the image of the state -- more liberal, more progressive, more tolerant than it is,\" he says. \"The misconception is that it will whitewash the abuses of the regime. It doesn't -- in many respects, it puts you under a spotlight. \"But it's a cost benefit ... lots of people don't care about human rights anyway and lots of people find it hard to engage with human rights abuses that seem so abstract and so far away. \"It's not like it's happening on people's doorsteps. So even people who are often inclined to care about these issues don't necessarily or can't engage with them when it seems so far away.\" Rentier state Simon Chadwick, professor of Eurasian Sport at Emlyon Business School based in Paris, is skeptical towards the positive PR generated by purchasing a football club. \"Personally, I am unconvinced by this view ... rather than diverting attention away from countries like Saudi Arabia, acquisitions actually draw attention to and amplify supposed failings and misdemeanours,\" Chadwick tells CNN Sport. \"Whilst characterizations (of 'sportswashing') are not without relevance, they need to be set in the context of wider issues. \"Saudi Arabia is a rentier state -- a country that seeks to generate revenue flows from overseas investments to help fund domestic economic policy.\" The flipside of the new ownership group is that it spells an end to Ashley's 13-year association with the club -- the CEO of sportswear giant Sports Direct who has been widely derided by fans for putting business interests before football. This includes not investing sufficiently in the squad, selling the club's best players and temporarily renaming the club's stadium to The Sports Direct Arena in 2011. Newcastle, which would regularly finish in the top half of the Premier League prior to Ashley's ownership, suffered relegations in 2009 and 2016. The Magpies are currently 13th in the league with English football suspended amid the coronavirus. \"The reports of new ownership always spark debate of renewed ambition and intent,\" said one member of the London Magpies, a fan group for the team. The fan, who has protested against the Ashley ownership, tells CNN Sport: \"We're ready to take a chance on the proposed ownership being different and hopefully more in line with supporters hopes.\"  But even he \"will not be buying shirts should they overtly or tacitly support or promote what I perceive as Saudi interests above that of my club.\""], "Language": false}