{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-040820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-08T10:10:05.532Z"], "LastModifiedDate": ["2020-04-09T10:38:57.249Z"], "Headline": ["Wall Street rallies on coronavirus optimism: April 8, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for April 9, 2020 stock market news. Microsoft founder and philanthropist Bill Gates took to LinkedIn on Wednesday to discuss coronavirus. \"This scenario was a nightmare I was worried about,\" he said during a livestream. He referred to his previous talks calling for more preparation in case of a pandemic. \"The US unfortunately let a level of infections come in in February that meant that we couldn't be like Taiwan or South Korea in terms of catching it early and never having a large number of cases,\" said Gates. \"So we've had to do very drastic measures to get the number of cases down.\" He said that a number of places across the United States have done well in implementing stay at home measures. \"It’s a mistake not to have the entire country take these extreme measures,\" he said. \"It's understandable that people find this shocking.\" Gates also predicted it would take the world about 18 months to recover, as that's the timeline for a potential vaccine. \"Until you’ve got that vaccine widely used, life will still be not back to normal,\" he said, adding that things might be semi-normal by June. But he expects large public gatherings still likely won't be allowed.  Responding to a LinkedIn user's question about whether the economy could recover its lost jobs, Gates said: \"The government did not do its duty to prepare for this well in advance but now people are focused on it and we can see different countries responding in different ways.\" US stocks ended higher on Wednesday, buoyed by investors’ optimism about slight improvement in new coronavirus infections data. The Dow closed up 3.4%, or 780 points. It was its first close above 23,000 points in nearly a month.\nThe S&P 500 finished 3.4% higher.\nThe Nasdaq Composite closed up 2.6%. It's that time of the week again: Weekly jobless claims are due Thursday. Economists expect 5.25 million Americans filed for unemployment benefits for the first time in the week ended April 4. That would be down from 6.6 million in the prior week, but still the second-largest number on record. \"Another fresh record high in jobless claims could be the straw that breaks this recent stock market rally's back,\" said Edward Moya, senior market analyst at Oanda. Jobless claims have become the most-watched economic data point. That's largely because it shows the fallout from the coronavirus pandemic on a weekly basis -- rather than just monthly. Over the past two weeks alone, nearly 10 million Americans have filed for initial unemployment benefits. But companies are continuing to lay off and furlough workers, so the pain is unlikely to end soon. European aircraft maker Airbus announced Wednesday it would cut production by about a third, as the troubled airline industry is being forced to defer deliveries due to the plunge in air traffic. Airbus said the reduced schedule was designed \"to adapt to the new coronavirus market environment.\" The company delivered only 122 of the 182 planes it built during the quarter because of \"customer requests to defer deliveries,\" it said. It will now build about 40 of the A320 each month, down from 60 per month of its best-selling single-aisle jet. The A330 will produce two a month from nine, and the A350 production has been scaled back to six a month from between nine and 10. Airbus has temporarily halted production at numerous plants in Europe and North America due to health concerns. The reduced production schedule will be in place when the plants resume work. Rival Boeing, which reports its deliveries and orders next week, also has temporarily stopped building commercial jets as well. More than half the 22,000 planes in the global commercial airline fleet have been grounded in the crisis, according to tracking firm Cirium, and that number is climbing as airlines slash their schedules, or cancel all flights in some cases, due to a combination of travel restrictions and passengers' health concerns. Stocks are up and on track for a third straight day of gains. The S&P 500 is now up more than 20% from its low point on March 23. But is this the end of its bear market? Not so fast. \"Bear market rallies are something you see before the market recovers,\" Samantha Azzarello, global market strategist at JP Morgan Asset Management, told Alison Kosik on the CNN Business' Digital live show Markets Now.  At the height of the 2008 financial crisis, there were 11 rallies before the market bottomed out and fully started to recover in March 2009, she said. \"We need to internalize how negative the data will be in Q2,\" Azzarello said. The market could drop again when the data surprises on the downside, she added. The first data points since the coronavirus outbreak swept across America didn't look good: nearly 10 million people filed for initial unemployment benefits over the past two weeks. But the magnitude of job losses was likely already priced in.  \"What I don't think has been priced in is that negative Q2 GDP number,\" Azzarello said. How bad that number will be depends on how long the economy is shut down. Negative earnings surprises aren't really priced in yet either, she said, because there is so little clarity for companies and investors. Businesses pulled their profit guidance over the past months, as they cannot predict how bad the fallout will be for them. Still, Azzarello isn't advising clients to leave the stock market behind. \"We're advising clients to get back to plan,\" Azzarello said. \"But have we hit the bottom? Is it time to load up on stocks ? Certainly not.\" If the market gyrations have changed investors' portfolios, she dded, they should get back to the allocations they intended. The fashion industry could be altered forever following the changes it is going through because of the coronavirus outbreak. \"We had to very quickly pivot as a company,\" said Rebecca Minkoff, designer and co-founder of the Female Founder Collective, on the CNN Business' digital live show Markets Now. Even though her eponymous fashion label's supply chain hasn't been affected at all, some retailers stopped honoring previously placed purchase orders. \"I think the relationship will be forever changed,\" Minkoff said, adding that designers might become stricter in terms of how deals with retailers are structured. Minkoff also had to furlough some staff, but hopes to hire them back after the outbreak is over. Small businesses are hit particularly hard by the coronavirus crisis. Many are facing issues on payments, including payroll.  Many small businesses are running the risk of going down,\" former US Labor Secretary and author Robert Reich told Alison Kosik on CNN Business' digital live show Markets Now. The government's economic relief package is intended to provide aid for these smaller businesses. But so far, the money hasn't gotten into the right pockets. \"This program actually relies on the big banks,\" Reich said, but they haven't yet done their part, he added. Banks are saying that they haven't gotten clear instructions from the Small Business Administration and Treasury Department. Meanwhile, the SBA says banks are dragging their feet, Reich said.  \"The government was not prepared, and I understand it's very hard to get these programs going,\" he added. \"But you can’t just wave a magic wand and get money into people’s hands.\" Delta said it will no longer book the dreaded middle seat on flights through the end of May in an effort to allow for social distancing. Delta said it is also pausing automatic, advance seat upgrades.  \"These will now be processed at the gate – still in priority order – to allow gate agents to determine how to best seat customers while considering social distancing and aircraft weight-and-balance restrictions,\" said the airline. Delta and other airlines have already been slashing schedules and reporting a low level of passenger traffic on flights. For example, Delta CEO Ed Bastian told Delta employees that it would be reducing its schedule by 80% in April due to the lack of demand, that it expects second quarter revenue to be down 90% and that on March 28, it carried only 38,000 customers, versus its normal late-March Saturday traffic of 600,000. If people try to post silly photos and videos to Snapchat but the service isn't working, you'd think that would be a bad thing for the stock.  Apparently not. Shares of Snap (SNAP), the owner of the popular social media site, surged 10% Wednesday -- even as #snapchatdown was one of the top trending topics on Twitter.  People have been complaining about the app's spotty service. But Snapchat has been a market beneficiary of the \"shelter-in-place\" trend as more Americans stay home -- and presumably using their mobile devices even more than they were pre-coronavirus. Snapchat shares are still down about 20% this year, however. So it can't afford to irk its youthful users too much, who have plenty of other social media options. After all, Facebook's (FB) Instagram now has nearly all the same features as Snapchat. And TikTok is taking the world by storm, too.  The Dow is up 2.4%, or some 530 points, around midday, climbing above 23,000 points. If the index closed now, it would be at its best level since March 13. The Dow already climbed above 23,000 points during yesterday's session, but then lost steam into the close. Vermont Senator Bernie Sanders announced the end of his bid for president shortly before midday. Stocks extended their gains some following the announcement, as Sanders was considered a less market-friendly candidate. The S&P 500 was last up 2.1%, while the Nasdaq Composite rose 1.8%. Starbucks is committing $10 million to a new Starbucks Global Partner Emergency Relief Program, which is designed to help workers who have been affected by the coronavirus pandemic, the company said Wednesday.  The fund is open to partners, Starbucks' term for employees, at both company-owned and licensed Starbucks operations around the world, and can help cover expenses for housing and utilities, sudden loss of a home, funeral expenses for the death of a family member or partner and more.  “During this very difficult time, we believe it is our responsibility to create additional support for partners facing unexpected financial hardship wherever they are,\" said Lucy Helm, chief partner officer for the Starbucks Coffee Company, in a statement.  Rice prices have shot higher this year as the coronavirus outbreak increased demand for dried goods. Despite a 10% depreciation of the Thai baht, the price of Thai rice has surged by around 20% to $600 per tonne since the start of the year on the back of a local drought, coronavirus-related consumer stockpiling and export restrictions by major exporters, including India and Vietnam,\" said Samuel Burman, assistant commodities economist at Capital Economics. Thailand's rice exports accounted for 17% of global rice supply in 2019, making it the second-largest producer after India. But this price rally might not hold through the end of the year. Export restrictions and stockpiling, for example, will likely only be a temporary phenomenon, Burman said. On top of that, stockpiling won't actually increase the amount of rice people consume -- it merely brings the buying forward. Because of that, rice demand might actually fall this year. Governments are also unlikely to want to boost their already high stocks -- currently around four months of consumption -- much more, to avoid having rice rot, Burman said. Finally, the 2019/2020 rice harvest yielded close to a record high, he added. And production is expected to remain elevated this year, bolstering supply and leading the way for prices to eventually fall. The Dow rose 330 points at the open after giving up all of a 900-point rally yesterday.  An absence of economic data has continued to make the stock market extremely volatile. Despite yesterday's topsy-turvy session, the S&P 500 still has a chance today at entering a bull run. But it'll remain unclear for quite some time if the bear market is over. The Dow was up 1.4%\nThe S&P 500 rose 1.3%\nThe Nasdaq was 1.4% higher After three years of blockbuster gains, America's shale oil boom is going in reverse. Hit by the collapse in prices, US oil production is expected to shrink by 4% in 2020 to 11.8 million barrels per day, according to a new forecast published Tuesday by the US Energy Information Administration. That would be the first annual decline since 2016. US output is projected to drop by another 6% in 2021, the EIA said. Unlike OPEC agreements, these anticipated cuts are being driven by market forces, not government intervention. For instance, ExxonMobil (XOM) revealed a 30% drop in 2020 spending, especially in the Permian Basin of West Texas. Nonetheless, some had hoped this would satisfy the desire by Russia and Saudi Arabia for the United States to join in a wide-reaching agreement this week for deep reductions in oil production to offset shrinking demand. However, Russia is signaling this will not be enough.  Asked on a conference call with reporters if Russia would be satisfied by reductions in US output driven by collapsing demand, Kremlin spokesperson Dmitry Peskov said: \"These are completely different reductions.\" \"It's like comparing apples and oranges,\" Peskov said.  World trade is expected to fall by between 13% and 32% in 2020 as the Covid-19 pandemic disrupts economic activity and life around the world, the World Trade Organization said Wednesday in its annual trade report and outlook. WTO economists believe the decline will exceed the trade slump brought on by the global financial crisis of 2008.  Trade volume had already dropped by 0.1% in 2019 as a result of tariffs and a slowing economic growth.  WTO said nearly all regions will suffer double-digit declines in trade volumes in 2020, with exports from North America and Asia hit hardest, warning that trade will likely fall steeper in sectors with complex value chains, particularly electronics and automotive products.  WTO added trade volume could recover in 2021 but uncertainty remains as it will depend largely on the duration of the outbreak and the effectiveness of the policy responses.  \"The unavoidable declines in trade and output will have painful consequences for households and businesses, on top of the human suffering caused by the disease itself. These numbers are ugly – there is no getting around that. But a rapid, vigorous rebound is possible. Decisions taken now will determine the future shape of the recovery and global growth prospects,” said WTO Director-General Roberto Azevêdo urging countries to work together. China's Luckin Coffee (LK), which hasn't traded since Monday following the disclosure of a major accounting scandal, isn't the only Chinese stock listed in the United States with serious financial problems. Shares of Beijing-based after-school tutoring company TAL Education Group (TAL) plunged 8% Wednesday after disclosing late Tuesday that an employee was found to have \"wrongly\" boosted about 3% to 4% of sales in its last fiscal year \"by forging contracts and other documentations.\" The employee has since been taken into custody by local police. And iQIYI (IQ), a streaming service often dubbed the Netflix of China, is also down more than 8% after activist short seller Wolfpack Research said in a report that the company inflated its revenue by \"overstating its user numbers by approximately 42%-60%.\"  iQIYI shot back against the allegations, saying in a press release that it \"believes that the report contains numerous errors, unsubstantiated statements and misleading conclusions and interpretations.\"   But nerves are clearly raw for investors in Chinese companies. After the Luckin debacle, there is increased skepticism. Nearly three in four Americans saw their family incomes be reduced by the coronavirus outbreak, according to a survey from the Peter G. Peterson Foundation and the Financial Times.  Another 92% expect the virus will impact the US economy \"a lot.\" The pandemic has cost many Americans their jobs already. Over the past two weeks, nearly 10 million people filed for unemployment benefits. The survey, published yesterday, also showed that 71% of respondents said the outbreak had affected their personal and business decisions. That's up from just 13% in February. Most respondents said they avoided public places and canceled travel plans, but 35% also said they put large purchases on hold. People are buying a lot of beer during the pandemic -- but apparently not Heineken. The company said that beer sales declined 2% for the first quarter of this year and it expects it to worsen in the future. The Dutch brewer scrapped its 2020 guidance because of the \"lack of visibility on the end date\" of the pandemic. Heineken makes a number of well-known beers, including Amstel, Sol and Tiger.  Nielsen said Tuesday that US beer sales rose in March as people stocked up because bars are closed. People are being told to stay home and limit gatherings to stop the spread of Covid-19.  Dick's is finding it difficult to operate without any sports, gyms or basically any other physical activity. The sporting goods retailer that it's furloughing a \"significant number\" of its 40,000 employees beginning Sunday. Dick's (DKS) said in a regulatory filing that because of the coronavirus, it's \"increasingly evident\" that its more than 800 stores aren't going to reopen anytime soon. It will keep on a small number of employees to fulfill online orders and curbside pickups. Panera Bread is expanding into groceries in an attempt to recoup some losses following the temporary closures of its cafe dining rooms.  Customers can get delivered or pick up a variety of items, including bagels, bread, gallons of milk, yogurt and fresh produce such as apples and avocados. Its regular menu of soups, salads and sandwiches remain available.  Panera is privately held by JAB Holdings, so the damage that the coronavirus pandemic is doing isn't publicly known. However, CEO Niren Chaudhary said in interview with CNBC that its business has recently fallen by 50%. In a release, Chaudhary said that Panera Grocery can help customers provide \"better access to essential items that are increasingly harder to come by.\" TJX (TJX), which owns discount retailers TJMaxx and Marshalls, is furloughing a \"majority of store and distribution center\" employees, according to a regulatory filing. The company has around 286,000 employees.  The company will pay workers for this week before they enter furlough on April 11. Its stores have been closed since mid-March because of the coronavirus pandemic. The closures is \"expected to have an adverse impact on its results of operations, financial position and liquidity,\" TJX warned. Tesla (TSLA) is telling staff to brace for pay cuts and furloughs as the Covid-19 pandemic disrupts operations and cripples demand. Starting next Monday, US employees at the electric car company who hold director and vice president-level roles and above will see pay reductions of 20% to 30%, and \"everyone else\" will receive a pay cut of 10%, according to an internal email obtained by CNN Business. The reductions are expected to be in place until the end of June. Pay rises and equity grants will also be put on hold. Non-US employees will also face similar reductions, according to the email. Read more here. Global stocks and US futures are mixed on Wednesday as economic damage from the coronavirus pandemic continued to mount. Across Asia: Hong Kong's Hang Seng Index (HSI) fell 1.2% \nChina's Shanghai Composite (SHCOMP) dropped 0.2%\nJapan's Nikkei (N225) bucked the trend, finishing with a gain of over 2% In Europe: France CAC 40 (CAC40) shed 1.8% in early trading\nGermany's DAX (DAX) lost 1%\nThe FTSE 100 (UKX) dropped 1.6% in London. Following Tuesday's declines, US stock futures are slightly higher as of 6:15 am ET: Dow (INDU) is up 28 points\nS&P 500 (SPX) increased 0.2%\nNasdaq Composite (COMP) futures are up more than 0.2%"], "Language": false}