{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/politics/chuck-schumer-coronavirus-relief-small-business-cnntv/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Manu Raju and Clare Foran, CNN"], "Writers": [["Manu Raju", "Clare Foran"]], "FirstPublishDate": ["2020-04-21T13:36:43Z"], "LastModifiedDate": ["2020-04-21T23:07:57Z"], "Headline": ["Senate approves $480 billion package to help small businesses and hospitals, expand testing"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Senate passed a roughly $480 billion relief package Tuesday that includes hundreds of billions of dollars in new funding for small businesses hurt by the coronavirus outbreak along with other priorities like money for hospitals and expanded Covid-19 testing. The Senate passed the package by a voice vote, meaning most senators would not need to return to Washington, DC, during the pandemic. The bill goes to the House, which is expected to vote on the package Thursday. The total price tag of the bill is approximately $484 billion, which amounts to the latest unprecedented effort by Washington to prop up the economy on the heels of the $2 trillion rescue package, the $192 billion relief measure and another $8.3 billion plan Congress approved last month. Democratic leaders are already planning for another massive rescue bill. CNN obtained a copy of the legislative text, which runs 25 pages long. A section-by-section analysis obtained by CNN shows the deal will authorize the Paycheck Protection Program to spend an additional $310 billion. The program was set up to deliver aid to small businesses struggling from the economic deep freeze triggered by the pandemic. Funding for the program ran dry earlier this month, prompting concern and outcry from the small business community. The deal will also provide $75 billion for hospitals and health care providers stretched thin by the pandemic to address coronavirus expenses and lost revenue and an additional $25 billion to facilitate and expand Covid-19 testing. After the Senate convened at 4 p.m. and ahead of the vote, a handful of senators, Republicans and Democrats, spoke on the floor to debate the deal with Republican Sen. Rand Paul of Kentucky voicing opposition. \"The virus bailouts have already cost over $2 trillion,\" he said, \"We can't continue on this course. No amount of bailout dollars will stimulate an economy that is being strangled by quarantine. It is not a lack of money that plagues us, but a lack of commerce. This economic calamity only resolves when we begin to re-open the economy.\" Paul added that he understood that it would have been hard for many senators to return during a pandemic and for that reason he did \"not invoke the Senate rules to demand a recorded vote,\" but added, \"I did return today, though, so that history would record that not everyone gave in to the massive debt Congress is creating.\" How the bill deals with Covid-19 testing  The analysis says that the $25 billion amount for testing will go toward \"necessary expenses to research, develop, validate, manufacture, purchase, administer and expand capacity for COVID-19 tests.\"  Of the total amount dedicated to testing, there will be $11 billion given to states and localities \"to develop, purchase, administer, process and analyze COVID-19 tests.\" The rest of the money will be given to other entities, including federal agencies, to invest in promising new technologies and to distribute to labs. According to the analysis, the bill \"requires (a) strategic plan to related to providing assistance to states for testing and increasing testing capacity\" and it requires a plan for states and localities on how the money will be used for testing. This language had been a big sticking point in negotiations over a deal as President Donald Trump has pushed for states to be responsible for expanding testing capacity while as Democrats had pushed for the federal government to take on a larger role in it. A dispute over how to handle Covid-19 testing had earlier held up an agreement. One major issue that had not been resolved earlier in the day had been whether to create a national testing strategy. Democrats had been pushing for additional language to bolster the federal role in overseeing and coordinating testing and to create a specific national strategy, with Republicans pushing back amid the President's emphasis that the states need to take the lead.  The President, however, signaled his approval of the deal on Twitter, saying, \"I urge the Senate and House to pass the Paycheck Protection Program and Health Care Enhancement Act with additional funding for PPP, Hospitals, and Testing.\"  The President indicated that negotiators will deal with additional funding for state and local governments -- which Democrats had wanted to see included in the funding being approved in the Senate on Tuesday -- in the next legislative package for coronavirus relief.  \"After I sign this Bill, we will begin discussions on the next Legislative Initiative with fiscal relief ... to State/Local Governments for lost revenues from COVID 19, much needed Infrastructure Investments for Bridges, Tunnels, Broadband, Tax Incentives for Restaurants, Entertainment, Sports, and Payroll Tax Cuts to increase Economic Growth,\" Trump tweeted.  More details of what's in the deal Of the $310 billion authorized for the Paycheck Protection Program, $60 billion will be set aside for smaller lending facilities, including \"community financial institutions, small insured depository institutions and credit unions with assets less than $10 billion.\"  There will also be $10 billion for grants under the Emergency Economic Injury Disaster Loan program, $50 billion for disaster recovery loans and $2.1 billion for additional salaries and expenses for the Small Business Administration. Schumer told CNN earlier on Tuesday that he, House Speaker Nancy Pelosi, White House chief of staff Mark Meadows and Treasury Secretary Steve Mnuchin negotiated over the phone \"well past midnight\" Monday and \"came to an agreement on just about every issue.\" But what won't be in the bill, he acknowledged, is more money for states and localities, which Democrats pushed hard for.  \"But we did get a commitment from the White House that they would be able to use those funds for lost revenues,\" Schumer told CNN. Schumer said Democrats will fight for more state and localities funding in a separate relief package in the future. The Trump administration and lawmakers have been under pressure to replenish the Paycheck Protection Program after it ran out of funds last week. The SBA said it had approved over 1.66 million loans for more than $342 billion. But a main gripe with the program has been that banks prioritized their existing customers and large restaurants, which received millions in loans from the PPP, leaving many small businesses without access to the funds intended to keep their operations afloat. This story has been updated Tuesday to include additional information about the final price tag of the package and what is in the legislation."], "Language": false}