{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/media/the-last-dance-espn-michael-jordan-ratings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-20T22:07:11Z"], "LastModifiedDate": ["2020-04-20T22:07:11Z"], "Headline": ["'The Last Dance' scores viewership records for ESPN"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Michael Jordan hasn't played basketball in nearly 20 years, but he's still scoring big ratings for ESPN. The premiere of \"The Last Dance,\" the network's highly anticipated docuseries about Jordan and the Chicago Bulls NBA dynasty, averaged 6.1 million viewers on Sunday night, the network said in a statement Monday. That makes \"The Last Dance\" the most-viewed ESPN documentary ever. The debut of the 10-part series was a hit with 18 to 49-year-olds, grabbing 3.5 million in the advertiser-beloved demo. Unsurprisingly, the top market for viewership was Chicago, where Jordan spent the majority of his basketball career. ESPN announced last month that \"The Last Dance\" would be moved up to April from June in order to fill the void that was left by live sports. Since the coronavirus pandemic put the sports world on hold last month, the network has cobbled together a schedule of classic games, studio shows and films. The docuseries will air on Sunday nights through May 17 and will also be shown on Netflix outside of the US. Brian Lowry, CNN's media critic, said the series is a solid replacement for sports right now. \"Instead of a nifty chaser to the NBA Playoffs, 'The Last Dance' — which ESPN moved up by two months — essentially fills that void, transporting viewers back to the off-court drama, flamboyant personalities and great basketball associated with Michael Jordan and the six-time champion Chicago Bulls,\" Lowry wrote in his review. \"At 10 parts, it's a very, very deep dive, but for fans who will eat this stuff up, it hits all the right notes.\""], "Language": false}