{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/wisconsin-flight-of-lights-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T01:11:05Z"], "LastModifiedDate": ["2020-04-20T01:11:05Z"], "Headline": ["Wisconsin airport puts on drive-thru light display to support frontline workers and community during coronavirus pandemic"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["For the Wisconsinites who are tired of binge-watching Netflix while self-isolating, the Dane County Regional Airport has opened an attraction that they can enjoy from the comfort of their cars.  With more than 2 million twinkling lights, \"Flight of Lights\" features six different light displays on various themes including Wisconsin sports, popular travel destinations and nature. Visitors can enjoy all the displays as they drive along a specific route through the airport in Madison.  \"It allows people to get out of their house in a safe way. You can remain in your car but still enjoy the world and what it has to offer,\" Brent Kyzer-McHenry, director of marketing and communications with the airport, told CNN.  The free attraction was planned before the coronavirus pandemic hit the United States and was initially set to open in May. It was meant to promote the airport and popular nonstop destinations the airport offered.  \"But when the coronavirus happened, the one thing people aren't doing is traveling, so we thought it would be nice to turn it around as sort of a tribute to the people on the front lines like the health care workers and first responders,\" Kyzer-McHenry said.  Light dIsplays honoring health care workers and first responders were added to the attraction along with messages reading \"thank you\" and \"hope.\"  \"Flight of Lights\" opened Saturday, but Kyzer-McHenry said the response has already been overwhelming with more than 400 cars driving through and nothing but words of positivity.  \"It capped a day of family activities to try and break out the house for a bit,\" Derrick Herndon posted on Twitter. \"We really enjoyed it and appreciate the effort that went into making it happen.\"  The attraction is open from 7:30 to 11:30 p.m. every night through May 10.  \"DCRA is excited to bring people to the airport to take a journey through 'Flight of Lights,' which helps our community join together to safely show support to our local heroes,\" Airport Director Kim Jones said in a statement."], "Language": false}