{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/sport/a-sports-fans-life-without-sport-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Duarte Mendonca, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-19T09:39:55Z"], "LastModifiedDate": ["2020-04-19T14:10:39Z"], "Headline": ["A sports junkie adjusts to life without any sport"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Unless you're Jared Leto living in isolation in the desert, you've probably been impacted by the spread of coronavirus (only teasing, Jared! You're good!) I'm writing this from my living room after CNN urged its employees to work from home. So far, so good. I feel positive, my mind and body are healthy and luckily, I haven't displayed any symptoms. In fact, the only symptoms I've shown so far is what I've coined \"sports withdrawal.\" I live and breathe sport, both as participant and a viewer, with basketball and football the games that I practice and follow religiously.  But as coronavirus' shadow spread over the sporting world, leagues and competitions one by one were shut down, from the NBA and the ATP Tennis Tour, to the UEFA Champions League and my beloved \"Primeira Liga\" in Portugal.  No longer could I sit in the comfort of my living room watching my hometown team Benfica play a league match or see LeBron James' L.A. Lakers make its way towards the NBA playoffs.  READ: Cristiano Ronaldo and Lionel Messi donate to hospitals in fight against coronavirus The UK government's lockdown guidance also meant I could no longer go to the gym, head out to the football pitch or basketball court. Instead, I am now confined to my home with limited access to the outside world. I understand there are worse things than being asked to abdicate sports all together while the world struggles with much bigger issues, but for the health of my own body and mind, I needed to come up with coping mechanisms to get through what could be a long journey ahead.  I'm not the only one. Between gaming and doing the \"toilet paper challenge,\" high-profile athletes have found time to share on their social media how they're attempting to stay fit while their respective seasons are on hold. Barcelona's goalkeeper Marc-André ter Stegen and Manchester City striker Gabriel Jesus have performed drills in their backyard, while Real Madrid stars Eden Hazard, Sergio Ramos and Karim Benzema have posted videos on Instagram of them working out in their built-in gyms. In the USA, NBA stars also continue to keep fit at home. Toronto Raptors center Serge Ibaka constructed his own makeshift gym, while Portland Trail Blazers point guard Damien Lillard worked out in his \"LillardTime Fitness\" gym with his brother.  READ: Tokyo 2020: 48 hours that rocked the Olympics Making changes Naturally, not everyone has big houses with backyards to run around in, or their own basketball courts or bespoke gyms, but when the going gets tough people can be very creative. Me and my friends have looked into online delivery services to order fitness equipment so we could create our own workout space. What we are visualizing is a home that can alternate between an office space and a gym.  The good news is that I'm not alone. Realizing -- and more importantly, empathizing with -- the situation, gyms and fitness experts have used their available platforms to share workouts which people can do from home for free.  Barry's Bootcamp and Psycle in the UK and Modo Yoga LA in the US are such examples, all hosting Instagram Live workouts. A video of a fitness instructor commanding a workout session from a rooftop in Seville, Spain really stuck with me -- with people following instructions from their balconies. Even CNN's own Chris Cuomo, a self-confessed fitness enthusiast, has shared his own tips on how to work out from home.  Cuomo has since then contracted the virus, but has remained upbeat, posting on social media how others can remain positive and healthy.  I for one go out for a daily run -- within government protocols -- with as much precaution as I can. I choose a specific trail with almost no one around and if anyone is in sight, I will keep my distance. The rest of my workout is at home, with resistance bands and a mat for my stretches, pushups and crunches.  With no live sporting events to watch, I've turned to YouTube for match highlights, top 10 plays (in the NBA), Michael Jordan career moments and other sport related content.  Just now, I spent five minutes just looking at a five-minute Kobe Bryant highlight reel showcasing his \"Mamba Mentality\" winning shot moments.  I'm not the only one craving a sporting fix. Just ask NBA stars Spencer Dinwiddie of the Brooklyn Nets, Steph Curry of the Golden State Warriors or Jayson Tatum of the Boston Celtics (to name but a few), who have gone as far to watching their own highlights! Other adjustments are having to be made. We've switched from normal human interactions to remote ones, putting more emphasis on video group chats, often comprised of four or more people connected from different parts of the world. We no longer go out for dinner, instead turning to Deliveroo and Uber Eats to bring some of our favorite treats to our home.  Many have taken measures to accommodate clients during quarantine, by waiving their delivery fee or offering the option for the driver to leave the food literally on your doorstep to accommodate social distancing.  We also have changed how we get our groceries, with many now turning to online shopping to get their food, medicine and other essential goods -- if you're able to book a slot. READ: This year's Wimbledon could be canceled with decision to be made next week Family  Of course these sacrifices become trivial when looking at the bigger picture.  However, not being able to go back to Portugal to see my family has been tough. Even before the borders began to close, I had made the decision not to travel back, as my Dad is 89 and my Mum has a history of respiratory issues.  For now, my goal is to carry on my life as normal as possible, while naturally following government protocols -- with common sense at the forefront.  These are strange but extraordinary times ... times where we can easily see the absolute best in people. The health services around the world -- stretched beyond their means -- have been working tirelessly to provide the needed support to their communities.  Scientists have come together to work out how best to contain the virus and manufacture a vaccine as quickly as possible. TV broadcasters have exposed themselves to the possibility of contracting this horrific virus in order to bring the public the news.  Entertainment shows have found creative ways to still produce content as to make quarantine at home more manageable.  Artists have used their social media platforms to share their craft with millions around the world. Some have even stepped out into their own balcony to perform for their neighborhood -- like Italian tenor Maurizio Marchini who sang \"Nessun Dorma\" to the delight of the residents of Florence, Italy. Other community members have also stepped in, volunteering to go out and pick up food and medicine for the elderly, organizing movements to pay tribute to health workers or sing -- even if off key -- to lift people's spirits. Likewise, many athletes and clubs have come together to either help their communities or support medical research. Basketball players such as reigning NBA MVP Giannis Antetokounmpo (Milwaukee Bucks), rookie sensation Zion Williamson (New Orleans Pelicans) and former NBA champion Kevin Love (Cleveland Cavaliers) are just a few of those names.  Football superstars Sadio Mane of Liverpool and AC Milan's Zlatan Ibrahimović are just a small sample of the footballing community who have contributed to help the cause, while women tennis icons Li Na and Simona Halep and NFL player JJ Watt are also doing their bit.  Just like in sports, we are being tested beyond our limits and asked to work as team.  Knowing your role and doing your part is at the core of success in sport. The only difference is that here, working together, could mean that everyone wins. Visit CNN.com/sport for more news, features, and videos Fingers crossed that \"this too shall pass.\" We will prevail and come out of this stronger and more united than ever before. That is my hope."], "Language": false}