{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/politics/what-matters-april-17/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-18T12:14:25Z"], "LastModifiedDate": ["2020-04-18T22:58:54Z"], "Headline": ["How the coronavirus is devastating communities of color"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["CNN's Don Lemon and Van Jones will host an hour-long special, \"The Color of Covid,\" on Saturday at 10 p.m. ET to take a look at how coronavirus is affecting communities of color in the US.  I spoke with Jones about the special and how the pandemic is exacerbating racial inequality. Devastating communities of color ZW: Your special is called \"The Color of Covid.\" What is it about and what are you trying to accomplish with it? VJ: We are trying to sound the alarm that this virus is devastating communities of color, especially African American communities. This outcome surprised a lot of people, because the first victims of the virus were mostly white people who had traveled to Asia. Next came elderly people who were dying in nursing homes. Therefore, many people assumed that this disease kills only white people and older people. But now the data is clear. The hot spots for this virus are disproportionately in black and brown communities. And the hottest spots of all are in the jails, prisons and detention centers. So the government should be rushing masks, tests and ventilators to the hot spots -- flooding black and brown communities with PPE, testing equipment and top-end hospital equipment. And people of color who take pills every day for health issues, or who sometimes use an inhaler, should be extra careful. Folks need to shelter in place, wash hands religiously, etc. Also, we should take steps to boost our immune systems, etc., by cutting out sugary junk food, sleeping more, meditating, drinking water and eating fresh vegetables when we can. We can't control what comes out of politicians' mouths. But we can control what we put into our own mouths. It is time for us to take control and own our health. Pandemic upon epidemic  ZW: This is a disease that anyone can get, but there is proof it has been more deadly for people of color -- and that it is now spreading faster among food supply workers and others who never expected to be \"front-line\" personnel. After preparing for this special, is there any one reason for this disparity you're hoping people come away with? VJ: In communities of color, Covid-19 is extra-lethal because it is a pandemic jumping on top of multiple preexisting epidemics. Black and brown communities already have a disproportionate share of high blood pressure, asthma, diabetes and obesity. Each one of these factors -- especially high blood pressure -- makes it easy for this virus to kill you. Period. That's why people in their 50s, 40s and 30s are dying from this virus in the black community.  Second, we have an epidemic of poverty and low-wage jobs. Nearly every person I see working in a grocery store, or dropping off these packages, is a person of color. Now they call them \"essential workers,\" so they can't hide at home. But that means they are in essential danger. And few, if any, are getting the kind of hazard pay that they should, since they are risking their lives to keep America functioning during a plague. Too many African Americans are underinsured and underemployed, on a good day. So when a pandemic hits, we are especially vulnerable. How prisons are becoming death traps ZW: You've done a lot of work on sentencing reform and prison overpopulation, so I'm guessing the portion dedicated to Covid-19 striking incarcerated Americans -- who are forbidden from social distancing -- was of particular interest to you. We've seen reports of a hunger strike at Cook County jail, which is a coronavirus hot zone. An inmate in Washington, DC, died from Covid-19 after being denied bail. Some inmates are being let out early. Will this pandemic lead to any permanent changes in how we put people behind bars?  VJ: It should change the way we think about prisons. In the age of the virus, any jail sentence could be a death sentence. In fact, even a simple arrest could lead to death, if someone is transported in a police car with the virus, or put in a holding cell with someone who has the virus. It is impossible to \"social distance\" inside a jail or a prison, where most people are packed in like sardines. So we need to really rethink how we want to use arrest and incarceration, during this time. We got so used to taking poor people's liberties for minor reasons. But now we could end up taking their lives. By the way, the prisons and jails are becoming death traps. And that should concern everyone. Because it is impossible to defeat a plague outside the prisons, if you let a pandemic run rampant inside the prisons. Not only could our jails and prisons turn into morgues over the next few weeks, with tens of thousands of people dying behind the walls. The guards, staff and food services people will also get sick. And they will keep going in and out of those facilities -- bringing the virus in and out, reinfecting both populations. Plus, the United States has 2.4 million people behind bars; if they all get sick from this virus, it could overwhelm every hospital and clinic in the country -- knocking them out of use for the rest of us.  To protect correctional officers, staff, incarcerated people and everyone else, we need to safely and intelligently shrink the prison population. Governors, courts and sheriffs should order the release of all people behind bars who are elderly and sick, as long as they pose no danger to anyone. People who are imprisoned for minor probation and parole violations, or minor crimes, should also be sent to home confinement. Unless someone is a real threat, everyone's bail should be dropped to zero, so folks can await trial while quarantining at home. Nobody new should be jailed during this period for a minor offense. The REFORM Alliance has been working with our allies in two dozen states to implement many of these ideas. Thousands of people are exiting jails and prisons in those states, and that exodus has not had a negative impact on the crime rate. Tens of thousands more should come home.  Social distance is a luxury not everyone can afford ZW: The government is telling people they must social distance, but that's a luxury. I can write this article from home, but I'm helped by people who deliver food, keep the internet and utilities running and much more. What can we do to keep this pandemic from further splitting the country between the people who can stay at home and those who cannot? VJ: Rich people create social distance for themselves all the time. They live in gated communities, and they sleep in huge mansions with almost nobody in them. But if you are poor, it's impossible to create social distance. If you live in a housing project, a homeless shelter, a women's shelter, a refugee camp, a detention center or a jail -- how do you create social distance. The inability to create social distance is one of the defining features of poverty. So we almost have to see gloves and masks and other PPE as a human rights issue. The right to protect yourself is something that governments should be trying to guarantee to citizens. Again, they should be rushing in masks, gloves, gowns, everything, into places where low-wealth, low-wage people live. Those of us who are well-off should honor the essential workers. One way to do this is by supporting a big boost to the minimum wage, as well as better family leave and health care policies. And when this is over, cities need to put up statues honoring nurses and grocery store workers who lost their lives on the front lines of this pandemic. It would be a shame to just let this NBA season end ZW: On a much lighter note, you've got a section on a world without sports and how athletes are trying to lead. So I'll ask if you have an opinion on how or whether the NBA should try to finish what was shaping up to be a thrilling end to the season for the Lakers, the Clippers and the Bucks... VJ: Test 'em all. Then let the healthy ones play in empty arenas, with robotically controlled TV cameras. It will be interesting to see who has managed to stay in shape during this period. I sure have not."], "Language": false}