{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/opinions/covid-19-pandemic-self-isolation-community-lake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Thomas Lake, CNN"], "Writers": [["Thomas G. Lake"]], "FirstPublishDate": ["2020-04-17T12:19:22Z"], "LastModifiedDate": ["2020-04-17T16:01:21Z"], "Headline": ["Alone in her mountain home for 38 days, she didn't want to ask for help"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["She lived in the silence above the clouds on a mountain in Colorado. \"Go Away,\" said a sign near her house. The Old Lady on the Mountain, she called herself, or at least imagined that others did. Susanne Sener was only 56, but she'd lived there half her life. Not running from anything. Not hiding from anyone. She just liked it up there: the fresh air, the vast horizon, the way it felt to see a mountain lion in the morning light. Then the pandemic came, and the solitude felt necessary. By Easter Sunday, she'd been alone for 38 consecutive days.   This is a brief story about a small thing that happened next. About what it means to help each other, and the American ideals that stand in our way.   The mountain woman was not completely isolated. Her closest neighbor was nowhere in sight, but she lived in a planned community called Woodmoor Mountain, which has about 60 homes on 1,100 acres. It is large enough to have its own discussion group on Nextdoor, the social-networking site for neighborhoods. Sometime after the pandemic began, a resident named Naomi Cramer Overton sent out a message offering to pick up groceries for anyone who needed them. No one accepted her offer.   But it was Easter Sunday, and Overton had watched a virtual sunrise service in which someone quoted the Epistle of James, reminding her that, \"Without works, your faith is dead.\" She decided to try again.   \"Also, the offer stands for grocery/supply pickup,\" she wrote to her neighbors on Nextdoor. \"Do you need anything?\"   It had been more than five weeks since Susanne Sener's last real conversation with a real person without the aid of technology. (She had briefly seen a person when she dropped off her dog in a veterinarian's parking lot.) Even for a woman accustomed to solitude, this was a long time. Normally she would have driven to the office in Colorado Springs four days a week, would have shopped for groceries and visited friends, but now she did her technical writing from home and survived on the boring food supply in her spacious freezer. The mountain woman was safe from the virus, but she found herself craving fresh produce.   Still, she didn't want to impose. You don't want to impose. I don't want to impose. Americans are proud, and fiercely independent. She had thought about what an imposition it would be if she got seriously ill and had to be rushed to the hospital, what peril the ambulance workers would face on the steep and icy roads. One more reason not to get sick. And what if she died alone up there? Even then, she hoped to impose as little as possible. She found the key to her safe-deposit box and placed it next to a conspicuous sign in her house with instructions on where to find her will and how to relocate her dogs.   No, she didn't need anything.   Well, maybe—   \"Hi Naomi,\" she wrote, \"if/when you go to the store let me know, I would appreciate up to $20 of fresh fruit...2 pineapples and the rest tangerine-types or oranges. That's only depending on road conditions. There's no urgency. I have cash available.\"   Why don't we help others more often? Maybe because it's so hard to let ourselves be helped. \"It was humbling,\" Susanne Sener told me, and I knew what she meant. In 2015 I lost my job at Sports Illustrated, and the hardest calls I had to make were the ones in which I asked for favors. Have you heard of any job openings? Is your magazine hiring? Will you put in a good word? These were little deaths. I lay awake at night, burning with shame. People called and texted to check on me. I wanted to lie and say everything was fine. If someone had asked if I needed money, I would have said no. Which is probably why a friend showed up at my door, uninvited, and pressed a $500 check into my hand.   Do you need anything? Are you okay? How are you holding up? They are mechanical questions, automatic, perfunctory, but we must never stop asking them.   And when asked, we must tell the truth.   Snow fell on the Front Range, and the mountain woman tried to cancel her order, citing poor road conditions, but Naomi Overton wouldn't hear of it. The mountain woman went out for a hike and came back to see a trail of footprints in the snow. She followed them to her front door, where she found two pineapples, a bunch of oranges, and a small bag of tangerines. There was something about that sight: the footprints, the oranges, the evidence that a welcome stranger had come to her door. It nearly brought her to tears.   \"For those of us that are self-sufficient, we are realizing that maybe we need people,\" she told me. \"I felt like the Grinch. You know, the Grinch's heart that grew?\" This story has been updated to note that Sener dropped off her dog at a vet during her five weeks of isolation."], "Language": false}