{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/business/coronavirus-wwe-drake-maverick-curt-hawkins-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T20:31:33Z"], "LastModifiedDate": ["2020-04-15T22:37:52Z"], "Headline": ["WWE Superstars released in surprising coronavirus-impacted budget cuts"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The WWE is letting go several of its Superstars. Blame the coronavirus. World Wrestling Entertainment announced on Wednesday it had released a number of its wrestler-performers. Among them: Drake Maverick, Zack Ryder, Curt Hawkins, Karl Anderson, Luke Gallows, Heath Slater, Eric Young, Rowan, Sarah Logan, No Way Jose, Mike Chioda, Mike Kanellis, Maria Kanellis, EC3, Aiden English, Lio Rush, Primo and Epico.  Kurt Angle, the WWE Hall of Famer who retired and had been working backstage as a producer, was also let go.  \"We wish them all the best in their future endeavors,\" WWE said in a tweet.  The cuts come despite WWE being one of the only sports to hold live matches. After Florida deemed WWE an \"essential service,\" live televised shows returned to airwaves this week -- absent the screaming fans. At least one of those let go, No Way Jose, had traveled to Florida earlier this week to perform. He posted an Instagram photo wearing a mask in a near-empty airplane on Monday. Earlier on Wednesday, WWE released a statement regarding budget cuts the company had to make in response to the coronavirus pandemic. The company said that it would reduce executive and board member compensation, decrease operating expenses and cut talent expenses.  \"Given the uncertainty of the situation, the Company also identified headcount reductions and made the decision to furlough a portion of its workforce effective immediately,\" WWE said in the statement, adding that it believes the furlough will be temporary.  The announcement was an abrupt turnabout to a statement released just last month, when the WWE said it had \"substantial financial resources, both available cash and debt capacity, which currently total more than $0.5 billion, to manage the challenges ahead.\"  \"The fundamentals of the Company's business remain strong reflecting the passion of WWE's fans and the quality of its content. Management continues to believe the Company is well positioned to take full advantage of the changing media landscape and increasing value of live sports rights over the longer term,\" it said at the time. The company is set to hold its first quarter earnings call with investors on Thursday. Some of the released talent responded to Wednesday's news on Twitter.  \"Last time I got fired I had a really funny tweet in response to it. Doesn't really feel appropriate today,\" Curt Hawkins tweeted. \"I will say this, a lot of very talented ppl lost their jobs today and out of this disaster the PRO WRESTLING community will rise stronger than ever!\"  Drake Maverick posted an emotional video on his Twitter.  \"There's a lot of people I'm not gonna get a chance to say goodbye to that I really loved, really cared about,\" Maverick said in the video. He said that he's still being allowed to compete in an upcoming tournament. \"These are the last three matches I have and I just want everybody watching at home to know that you'll have my all,\" Macerick said tearfully.  The budget cuts are estimated to save $4 million monthly and improve cash flow by $140 million, according to WWE. "], "Language": false}