{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/amanda-davies"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2014-12-04T12:12:35Z"], "LastModifiedDate": ["2020-04-15T18:33:22Z"], "Headline": ["Amanda Davies"], "Section": [null], "MappedSection": [null], "Article_Body": ["Amanda Davies is a sports anchor for CNN International, based in the London bureau. Since joining CNN in April 2012, Amanda has fronted the network's 'World Sport' coverage for multiple major events. This includes the Summer and Winter Olympics, Football World Cups, Champions League Finals, The Tour de France and the World Athletics Championships.  Amanda has led on key news stories in the sporting world including Lance Armstrong's fall from grace, the FIFA corruption scandal, Russian doping controversy, the death of Oscar Pistorious' girlfriend Reeva Steenkamp, Leicester City's fairytale Premier League campaign and the retirement of football legend Sir Alex Ferguson. Alongside being an anchor for CNN 'World Sport', Amanda has hosted several sponsored shows on the network, most notably 'The Circuit'- following the F1 calendar around the globe, hosting live shows from the paddock on race weekends, and interviewing the leading names in the sport including 5-time F1 World Champion Lewis Hamilton.   Amanda has interviewed high profile names from all the leading sports including Serena Williams, David Beckham, Usain Bolt, Michael Schumacher, Zlatan Ibrahimovic, Neymar, Roger Federer, Chris Froome, Bradley Wiggins and Gianni Infantino. Before joining CNN, Amanda was a presenter at the BBC, providing the sports news on the flagship BBC News weekend bulletins and BBC Breakfast. She also hosted international football show 'Sports World Have Your Say' on BBC World News, and 'Your News' -- a weekly magazine show. Amanda started her career in production working for Sky Sports and Sky Sports News. She earned a Master's degree in Geography from the University of Oxford, and whilst there was awarded the prestigious Philip Geddes Memorial prize for journalism. Amanda was born in Manchester, and now lives in West London."], "Language": false}