{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/us/mlb-volunteers-coronavirus-antibody-testing-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-04-15T01:46:03Z"], "LastModifiedDate": ["2020-04-15T02:56:39Z"], "Headline": ["MLB team employees are the subjects of a massive nationwide coronavirus antibody study"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With the goal to measure the prevalence of the Covid-19 infection among the US population, nearly 10,000 employees within Major League Baseball have volunteered to be part of a nationwide coronavirus antibody study. The Sports Medicine Research and Testing Laboratory (SMRTL), in conjunction with Stanford University and the University of Southern California, is conducting this Covid-19 epidemiological study. The testing volunteers are from the baseball industry, including players, employees and family members from MLB teams. According to Daniel Eichner, Ph.D., the president and laboratory director at SMRTL, this is the largest -- and the first -- nationwide study on coronavirus antibody testing. \"We've got all the way from team owner all the way down to hot dog sales, and everything in between,\" Eichner told CNN in a phone interview Tuesday. \"That's really important for us is that we get a wide spread of the general population when we do this study.\" The subjects received pinprick blood tests. Results, which must be read by a trained professional, are available in minutes. While each individual team physician will oversee their own team's program, the results are anonymous. The data collection is almost complete. The test used in the study is not diagnostic and not the same test used in health care settings to identify the presence of the virus. \"The advantage is if you've been infected, knowingly or unknowingly, and you've already recovered from it, you'll still be picked up on the antibody test,\" Eichner said. \"These tests, that shouldn't compete with each other, because they measure totally different things, should work in complementary action, if anything.\" The researchers of the study were looking for a geographically diverse group on a quick turnaround. Because of MLB's wide reach around the country, the decision was made to reach out to the league. \"They jumped at the chance and said yes,\" Eichner told CNN. He later went on to say: \"It's a fantastic team effort that could not be done outside of this model. If you went to individual counties to try to do this public health initiative for a nationwide study, it would take you a year to set this up. We did this in a few weeks. \"That is the most important thing. We could not do this study through regular academic channels because it would just take too long.\" This testing has no bearing on when MLB may return to competitive play. \"MLB, they get nothing out of this,\" Eichner said. \"They didn't come to us. We went to them. They get nothing out of this. This is purely giving back to society.\""], "Language": false}