{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/us/liberty-university-lawsuit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Konstantin Toropin and Daniel Burke, CNN"], "Writers": [["Konstantin V. Toropin", "Daniel Burke"]], "FirstPublishDate": ["2020-04-15T00:12:17Z"], "LastModifiedDate": ["2020-04-15T00:21:30Z"], "Headline": ["Lawsuit accuses Liberty University of 'profiting' from the coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A lawsuit accuses evangelical powerhouse Liberty University of profiting from the coronavirus pandemic by drastically reducing campus services but not refunding fees paid by students for those services.  The university, led by Jerry Falwell Jr., a vocal supporter of President Donald Trump, has been criticized by some students and at least one professor for keeping the school's campus open, while most other colleges and universities have closed.  But Liberty's campus in Lynchburg, Virginia, is effectively shut down, according to the lawsuit. Like many universities, Liberty has moved all classes to online sessions, closed its recreation centers, migrated convocations and religious services online, canceled student activities, suspended team sports and closed the campus to visitors. The school said it has prohibited gatherings of more than 10 people and converted food service to take-out meals only. Liberty University, which boasts a student body of 100,000, including online students, according to its website, has so far offered \"certain students who have opted to move from the residence halls\" a credit of $1,000 toward the fall semester, according to a statement. But the lawsuit says students who won't return to school in the fall, excluding graduating students, will not receive the credit, and that students had to indicate they wanted the credit by March 28. \"This pandemic has already placed tremendous financial strain on many of Liberty's students and their families,\" said Adam Levitt, co-counsel for the plaintiffs, \"and the fact that Mr. Falwell would disingenuously keep the campus open as a pretext for holding onto student fees while putting their finances and health at risk is a stark illustration of where his true priorities lie.\"      The class-action lawsuit was filed Monday by \"Student A,\" who, according to her lawyers, chose to remain anonymous \"out of fear of retaliation and harassment.\"  The student is seeking unspecified damages \"to be proven at trial.\" In their statement, Student A's attorneys said student fees for the 2019-2020 academic year, minus tuition for the classes students continue to take online, range from $9,200 to $16,000. In response, a spokesman for Liberty University issued a statement accusing the student's attorneys of trying to \"profit from a public health crisis.\"  \"Each of Liberty's changes in operations and modes of delivery has been required by governmental officials, a fact the complaint omits,\" the statement said. \"That fact legally excuses Liberty's adjustments and leaves the plaintiffs without a legal case.\" Liberty's statement also notes that other universities have faced suits from students over closing because of the coronavirus pandemic, which has infected  1.9 million people and killed at least 125,000 globally. Students have filed suits against Drexel University and the University of Miami, and a number of online petitions seek to pressure other schools to refund students' fees. Miami and Drexel declined to comment on pending litigation but in statements to CNN they reiterated their commitments to student health. In a late March appearance on CNN, Falwell said the campus \"looks like a ghost town\" and that reports that the school is reopening are overblown.   \"Liberty did not reopen. Liberty has between 1,000 and 2,000 students on a campus built for 15,500 and almost a thousand are international students who have nowhere else to go,\" he said. \"Others have no place else to be except in their dorms.\"  Earlier in March, Falwell told Fox News that many people were \"overreacting\" to the pandemic. \"Maybe now this is their next attempt to get Trump,\" the university president also said.  As of March 24, about 1,900 students had returned to campus out of the student population of 14,000 to 15,000, university spokesman Scott Lamb told CNN. University officials are prepared for about 5,000 students to return to campus, Lamb said. \"Liberty's less populated and more frequently sanitized campus living environment will be maintained for those students who chose it as their safest option,\" the university's statement said. "], "Language": false}