{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/sport/gianluca-vialli-pancreatic-cancer-football-spt-intl-duplicate-2/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-14T12:18:02Z"], "LastModifiedDate": ["2020-04-14T12:18:02Z"], "Headline": ["Former Italy international Gianluca Vialli given all-clear from pancreatic cancer"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Former Italy striker Gianluca Vialli has been given the all-clear from pancreatic cancer, his old club Chelsea says. Vialli, who played for Sampdoria, Juventus and Chelsea before taking on a player manager role with the Blues in 1998, enjoyed a decorated club career and represented his country more than 50 times. He initially recovered from cancer after receiving treatment in 2018, but the disease returned last year.  \"I am fine,\" 55-year-old Vialli told La Repubblica from London. \"In December I finished 17 months of chemotherapy, one cycle of eight months and another of nine. It was difficult, even for someone as tough as me, both physically and mentally. \"The tests showed no sign of the illness. I am happy, even if I say that under my breath to be on the safe side.  \"Regaining my health means seeing myself in the mirror again, seeing the hair grow, not having to draw eyebrows on with a pencil. It can appear strange in this moment (of the pandemic), compared to many others I feel very fortunate.\" READ: The professional sports still continuing amid the coronavirus Pancreatic cancer is known to be one of the most aggressive forms of the disease, with a survival rate of about 5%. Despite regaining his health, Vialli was keen to remember those in Italy suffering amid the coronavirus pandemic. \"I feel guilty not to be in Lombardy ... I think of those brought to hospital and forced to die alone, their relatives not allowed near in case of contagion, funerals that could not be celebrated,\" he added. \"It's terrible, an extreme test, a torment. This crisis will leave enormous scars on the country; emotional, moral and economic scars.\" READ: The match that changed football Italy has been particularly badly hit by the coronavirus; over 150,000 cases have been recorded, according to Johns Hopkins University, and the country's lockdown has been extended until May 3.  Vialli spent most of his playing days with Italian side Sampdoria in the 1980s and 90s, where he won the league title in 1991 and three Coppa Italia titles. READ: Kenny Dalglish released from hospital after positive coronavirus test He moved to Juventus in 1992 and won the Champions League four years later before moving to Chelsea.  On top of his player manager role with the Blues, he also went on to manage English side Watford.  Following his initial cancer diagnosis, Vialli said that he felt a sense of \"shame\" because of the illness, adding that he would wear a sweater under his shirt so no one would notice his changing physique. He currently has a role with the Italian national team working alongside head coach and former Sampdoria teammate Roberto Mancini."], "Language": false}