{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/us/timothy-brown-dead-nfl-mash-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallika Kallingal, CNN"], "Writers": [["Mallika Kallingal"]], "FirstPublishDate": ["2020-04-11T19:03:39Z"], "LastModifiedDate": ["2020-04-11T19:03:39Z"], "Headline": ["Timothy Brown, NFL star and M*A*S*H actor, dead at 82"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Fans of professional football and \"M*A*S*H\" are sharing a loss. Timothy Brown, a former NFL star and actor on the comedy/drama \"M*A*S*H,\" died last Saturday, April 4, in Southern California. He was 82. Brown had played NFL football with the Green Bay Packers, Philadelphia Eagles and Baltimore Colts. And he went on to become an NFL Champion and an Eagles Hall of Famer. His death was announced by the Philadelphia Eagles this week. \"The Eagles are saddened to learn of the passing of former running back Timmy Brown,\" they tweeted. Philadelphia Eagles Chairman and CEO Jeffrey Lurie praised Brown on his diverse career.  \"Timmy Brown was an all-time great Eagle and one of the most dynamic multipurpose players of his era,\" he said. \"He overcame many obstacles in his life to enjoy success both as an athlete and as an entertainer.\" Timothy Brown's life Brown was born in Knightstown, Indiana, and grew up in an orphanage.  After he retired from football, he took up acting and performed in the popular movie and later TV series \"M*A*S*H,\" playing Capt. Oliver Harmon Jones on the small screen. He appeared in more than 20 movies and TV shows during his acting career, according to writer Ray Didinger on the Philadelphia Eagles website.   \"Timmy Brown's legendary career was defined by his versatility and work ethic,\" the Philadelphia Eagles tweeted. But Brown was more than just an NFL star and actor.  According to Didinger, Brown spent his later years working with young people as a probation officer in Los Angeles. He worked for more than 15 years at the Camp Kilpatrick, a juvenile detention center.  Brown said his own upbringing as an orphan helped him relate to the teens that came to the center, Didinger added. \"I knew what those kids needed and they respected me,\" Brown said, according to Didinger. \"I didn't treat them like criminals like other people did. They knew I came from the same places they came from.\" Played with the greats Didinger added that Brown said his fondest memory of playing in the NFL was the opportunity to play with some great players and earn their respect. \"To have a Sonny Jurgensen say, 'You can play on my team anytime,' \" Brown said. \"To have a Chuck Bednarik say, 'You are one helluva football player,' I'll take that to my grave.\" Jim Irsay, owner of the Colts, also tweeted about Timothy Brown's passing. \"Rest in peace, Timmy Brown - native Hoosier, elusive halfback/return man and three-time Pro Bowl player. Brown ended his NFL career with the '68 NFL champion Baltimore Colts before moving on to Hollywood,\" he said. Timothy Brown made a trip with his son to Philadelphia in 2015 when he was inducted into the Philadelphia Sports Hall of Fame.  He was living with his son Sean in Southern California at the time of his death, according to Didinger."], "Language": false}