{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/politics/opcw-iit-syria-chemical-weapons-report/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-04-08T22:42:43Z"], "LastModifiedDate": ["2020-04-08T22:42:43Z"], "Headline": ["Report finds Syrian government forces responsible for 2017 chemical attacks"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Organization for the Prohibition of Chemical Weapons' Investigation and Identification Team (IIT) has concluded the Syrian government forces were responsible for a series of chemical attacks on a Syrian town in late March 2017. US Secretary of State Mike Pompeo praised the OPCW report, saying the US agrees with its conclusions and charging that the regime of Bashar al-Assad is responsible for \"atrocities\" that rise to the \"level of war crimes.\" Wednesday's 82-page report, the first from the IIT, found that one unit of the Syrian Arab Air Force was believed to be responsible for the March 24 and 30 sarin bombings in southern Ltamenah, which jointly affected at least 76 people. A Syrian Arab Air Force helicopter is believed to have \"dropped a cylinder on the Ltamenah hospital\" on March 25, 2017, releasing chlorine that affected at least 30 people, the report found. \"As the investigation progressed, and various hypotheses were considered, the IIT gradually came to these conclusions as the only ones that could reasonably be reached from the information obtained, taken as a whole,\" the report said. IIT Coordinator Santiago Oñate-Laborde noted that \"attacks of such a strategic nature would have only taken place on the basis of orders from the higher authorities of the Syrian Arab Republic military command. Even if authority can be delegated, responsibility cannot.\" Pompeo praised the chemical weapons watchdog, saying in a statement Wednesday that the report \"is the latest in a large and growing body of evidence that the Assad regime uses chemical weapons attacks in Syria as part of a deliberate campaign of violence against the Syrian people.\" \"The United States shares the OPCW's conclusions and assesses that the Syrian regime retains sufficient chemicals - specifically sarin and chlorine - and expertise from its traditional chemical weapons (CW) program to use sarin, to produce and deploy chlorine munitions, and to develop new CW,\" Pompeo said.  In the statement, the top US diplomat said the Assad regime \"is responsible for innumerable atrocities, some of which rise to the level of war crimes and crimes against humanity.\" \"We urge other nations to join our efforts to promote accountability for the Syrian regime and uphold the international norm against chemical weapons use. The unchecked use of chemical weapons by any state presents an unacceptable security threat to all states and cannot occur with impunity,\" he said. A member of the human rights organization Syria Campaign, releasing a statement under the pseudonym Laila Kiki, said, \"Independent irrefutable proof that Assad gassed civilians is a long time coming.  \"Investigations are only helpful if they apportion blame and are then used as evidence to hold the perpetrators of some of the most heinous war crimes of our time to account,\" they said. \"The next step must of course be justice for all those who were killed by the Syrian regime.\" The Trump administration launched airstrikes against Syria in April 2017 and as part of a joint operation with France and the United Kingdom in April 2018 -- both in retaliation for alleged chemical weapons attacks. It has warned that it would respond if the Assad regime was again to use chemical weapons against its people -- a warning reiterated by a senior State Department official on Wednesday. It is unclear, however, whether Assad will pay any significant price for the the conclusions drawn in the report. OPCW Director-General Fernando Arias noted that it now falls \"to the Executive Council and the Conference of the States Parties to the Chemical Weapons Convention, the United Nations Secretary-General, and the international community as a whole to take any further action they deem appropriate and necessary.\" UN Secretary General Antonio Guterres said he \"has taken note of the issuance of\" the IIT report and noted \"that the use of chemical weapons by anyone and anywhere is intolerable, and impunity for their use is equally unacceptable.\" His statement did not mention Assad specifically. The senior State Department official told reporters that the UN Security Council would serve as the typical forum for accountability, but \"that mechanism, alas, is not available to us because Russia, usually supported by China, has blocked every attempt to hold the regime, the Assad regime and its allies which, as I said, includes Russia as well as Iran, accountable.\" \"Therefore, what we have to do is to take other actions,\" they said. \"Those actions ... are of a political, diplomatic, economic nature.\""], "Language": false}