{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/opinions/im-craving-sports-real-bad-pearlman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeff Pearlman"], "Writers": [["Jeff Pearlman"]], "FirstPublishDate": ["2020-04-08T01:53:01Z"], "LastModifiedDate": ["2020-04-09T14:08:44Z"], "Headline": ["Yinka the slug helped me see the truth"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Yesterday afternoon, after walking my dog Norma for the 893rd time this month, I happened upon a snail sliding across a cement block in front of my house. I watched his slime-coated body curl, then move, curl, then move, curl, then move. I felt a kinship with the little guy. Named him \"Yinka\" after Yinka Dare, the late New Jersey Nets center. I told Yinka that he was doing great; that with a few more hours and a burst of adrenaline he could make it to his destination. I believed in Yinka and felt genuinely invested in his success and lifelong happiness. Suddenly, with the darkening of the sky and arrival of rain drops, I snapped out of my spell and ceased dialoguing with Yinka the snail. That's when, alongside the cool water, it hit me.  I need sports.  Truly, I need sports. I need to watch Mike Trout at the plate, stepping into a 98-mph Gerrit Cole heater. I need to see LeBron backing down Kawhi. I need to see Islanders goalie Thomas Greiss staring down a John Tavares slap shot.   I need balls and strikes and dunks and blocks and backhands and forehands and Tiger Woods putting for birdie. I need the Zamboni making kids giggle at the word \"Zamboni.\" I need stupid mascots and overly excited announcers and clever trash talk.  I want to pay $15 for two hot dogs and a Coca-Cola -- then watch the mustard splatter, inevitably, onto my shirt. I want the smell of freshly cut ballpark grass. I want the POP! of baseball hitting catcher's glove. I want to open a newspaper (yes, I still open newspapers) and check the standings. I want to ridicule the Knicks and marvel at the Yankees and wonder whether Steph Curry's three-pointer at the buzzer will yet again flutter through the twine.   Hell, I even want the XFL.  For millions of people worldwide, the coronavirus pandemic has been a nightmare of nightmares. And, in the context of life and death, sports mean nothing. I know that. You know that.  But -- truth be told -- sports don't mean nothing. They're an escape pod from the grimness; an opportunity for one to momentarily depart the grayness of day-to-day blah and once again feel alive. That's why, when ESPN's Jeff Passan reported on Monday that Major League Baseball was considering a plan to restart the season in May (with games played in empty Arizona stadiums), I felt my tear ducts begin to dance.  That's no exaggeration -- I wanted to cry from the possibility of once again watching a ballgame.  Was it realistic? Um, probably not -- and Tuesday's statement from MLB (\"While we have discussed the idea of staging games at one location as one potential option, we have not settled on that option or developed a detailed plan ...\") hardly inspires confidence. There are simply too many X factors for the Majors to return by next month. Too many risks. But as I sit here, with the rain pouring on to my roof and Norma hiding beneath a blanket to escape walk No. 894, I hope that somehow, someway, the boys of summer will return. To remind us that life can be what it once was. Colorful."], "Language": false}