{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/us/five-things-april-8-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-08T10:19:47Z"], "LastModifiedDate": ["2020-04-08T10:19:47Z"], "Headline": ["5 things to know for April 8: Coronavirus, White House, health, Navy, stimulus bill"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A tiny bit of optimism: Public health officials now say the US death toll from coronavirus could be much lower than predicted, thanks to (most) everyone's scrupulous social distancing. Here's what else you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1.  Coronavirus After 76 days of isolation, China has lifted lockdown restrictions in Wuhan, the city where the novel coronavirus was first detected. Trains and flights are now operating, and healthy residents and visitors will be allowed to leave. However, Chinese officials warn there is still work to be done to prevent another outbreak. In the UK, London Mayor Sadiq Khan says the country is \"nowhere near\" lifting its lockdown, and estimates the peak of the virus is still a week and a half away. UK Prime Minister Boris Johnson is still in an intensive care unit battling coronavirus symptoms. There's also concern that the methodology behind the UK's daily death toll updates could be leading to an underreporting of the true number. Tuesday marked the deadliest day yet for coronavirus cases in the US, with 1,858 recorded deaths. The new nadir came as President Trump picked a fight with the World Health Organization, which he inaccurately claimed underrepresented the threat of the virus. Follow updates here.   2.  White House The White House is in a state of flux. White House press secretary Stephanie Grisham was moved out of her position without even giving a single briefing, and was replaced by Kayleigh McEnany, the Trump 2020 campaign's press secretary. McEnany is the fourth person to hold the position. In the past, she has downplayed the seriousness of the coronavirus, saying that under Trump's watch, the virus would not threaten American shores. Trump also removed acting inspector general for the Defense Department, Glenn Fine, from his post. This means Fine will no longer chair the Pandemic Response Accountability Committee, sparking concerns over who will supervise the disbursement of the $2 trillion in emergency coronavirus funding.  3. Health Lupus and arthritis patients are facing a shortage of chloroquine and hydroxychloroquine after President Trump touted the drugs as a possible treatments for coronavirus. Medical experts warn such a claim is unproven. Dr. Mehmet Oz, the controversial celebrity cardiac surgeon, has also started talking up the drugs. Meanwhile on the frontlines, hospital workers are becoming desperate as ERs are overwhelmed by coronavirus patients. Some nurses at Detroit's Sinai-Grace Hospital staged a work stoppage and demanded hospital administrators bring in more nurses to help out. They didn't. The nurses who made the demands said they were doing so because they found it impossible to properly treat people amid a crush patients and not enough medical equipment.  4. US Navy Acting Navy Secretary Thomas Modly has resigned after calling the ousted commander of the USS Theodore Roosevelt \"stupid\" for sounding the alarm over coronavirus cases on the aircraft carrier. Capt. Brett Crozier, the then-commanding officer of ship, sent a memo warning of coronavirus spreading among the sailors on the aircraft carrier. Modly removed him from his post and then insulted him for being \"too naive or too stupid\" during an address to the ship's crew, who had given Crozier a warm farewell just days earlier. Though Modly initially defended his remarks against criticism, he apologized after being reprimanded by Defense Secretary Mark Esper.  5. Stimulus bill Lawmakers are rushing to get their priorities included in the next coronavirus stimulus bill. The \"phase four\" bill would attempt to patch over some of the parts missing from last month's massive $2.2 trillion package. How could so much money not cover everything? For starters, the Treasury Department wants to ask Congress for an additional $250 billion for the Small Business Administration's new loan program after the $350 billion program experienced a rocky rollout. Top Democrats want more money for state and local governments, funds for personal protective equipment, more payments for individuals, and assistance for those still on the job despite coronavirus restrictions.  BREAKFAST BROWSE UFC President Dana White wants to stage the UFC 249 fight on a private island  That's literally \"Mortal Kombat.\" Churches are stocking up on disposable, pre-filled communion cups before Easter  When you've gotta take the host to go, you've gotta take the host to go.  The ABC series \"Modern Family\" signs off tonight after 11 years  The show has run for 250 episodes.  The MLB is considering having teams play all their games in just the Phoenix area, with no fans  Other leagues are also considering weird solutions to the sports void.  Disney is releasing a series of shorts called \"At Home with Olaf\" Parents, you will never be rid of \"Frozen.\" \"Frozen\" lives with you now. You're welcome.  TODAY'S NUMBER 45,000 That's how many Americans abroad have been repatriated by the State Department since the end of January due to the coronavirus pandemic. The citizens have been flown back home on 374 flights from more than 75 countries.  TODAY'S QUOTE \"I know that you all are making sacrifices. I want everyone to take this seriously.\" Dr. Deborah Birx, one of the leaders of the White House coronavirus task force, who admits she couldn't even see her own sick granddaughter because of the risk of catching or transmitting coronavirus.  TODAY'S WEATHER AND FINALLY Ravel's Boléro, piece by piece  This is how the French National Orchestra does social distancing, and we are all the better for it. (Click here to view) "], "Language": false}