{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-07-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes, Amy Woodyatt, Jessie Yeung, Helen Regan and Adam Renton, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Amy Woodyatt", "Jessie Yeung", "Helen Regan", "Adam Renton"]], "FirstPublishDate": ["2020-04-07T00:17:13.195Z"], "LastModifiedDate": ["2020-04-08T01:24:51.314Z"], "Headline": ["April 7 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. In a brief statement released Tuesday, Beijing authorities said Ren Zhiqiang, a real estate tycoon with close ties to senior Chinese officials, has been placed under investigation for alleged \"serious violations\" of laws and Communist Party regulations. The statement did not give other details. Ren, 69, was born into a family of Communist ruling elite and is known for his outspoken style.  After allegedly penning a scathing article on President Xi Jinping's handling of the coronavirus crisis, he reportedly disappeared last month with rumors swirling about his detention by the authorities. People who test positive for the coronavirus and die at home will be included in New York City’s case count, according to authorities. “Every person with a lab confirmed Covid-19 diagnosis is counted in the number of fatalities, whether they passed away at home or in a hospital,” the deputy press secretary for the NYC Department of Health and Mental Hygiene, Stephanie Buhle, told CNN.\n“The Office of the Chief Medical Examiner (OCME) and the NYC Health Department are working together to include into their reports deaths that may be linked to Covid but not lab confirmed that occur at home.”\n“The Office of the Chief Medical Examiner is sending us reports of “probable” Covid-19 cases,” Buhle said. “We’re working together to include these cases in future reports.” New York city has reported a total of 3,544 deaths and a total of 74,601 coronavirus cases to date. New York state currently has 139,875 confirmed cases of coronavirus, including 5,489 deaths. ##Health## The United States' coronavirus death toll reached 12,722 on Tuesday evening, with an increase of 1,736 deaths during the day. That number marks the most deaths recorded in a single day so far. According to data supplied by Johns Hopkins University, the previous record for the most new US coronavirus deaths added in a single day was 1,344. That was reached on April 4. President Donald Trump claimed Tuesday that he knows \"for a fact\" that the United States doesn’t actually have the highest number of coronavirus cases in the world, saying it's simply testing more than any other country -- a comment the coordinator of his White House coronavirus task force later clarified.   \"I think the reporting here has been pretty straight-forward for the past five – six weeks,\" Dr. Deborah Birx told reporters. \"Prior to that, when there wasn’t testing in January and February, that’s a very different situation and unknown.”  Earlier in the press conference, Trump said that \"America continues to perform more tests than any other nation in the world, and I think that’s probably why we have more cases.\"   \"Because you look at some these very large countries,\" he continued, \"I know for a fact that they have far more cases than we do, but they don’t report them.\" Per capita, countries like Italy and South Korea have done more testing than the United States by far. Many experts believe that the number of coronavirus cases in the US is likely higher than reported due to problems with testing availability. Birx elaborated there may have been early deaths in the US that were not counted as coronavirus related, but perhaps should have been.  Birx said some countries don’t consider coronavirus to be the cause of death in some individuals with pre-existing conditions.  “There are other countries that if you had a pre-existing condition, and let’s say the virus caused you to go to the ICU and then have a heart or kidney problem, some countries are recording that as a heart issue or a kidney issue and not a Covid-19 death.” “The intent is right now,” she said, “if someone dies with Covid-19, we are counting that as a Covid-19 death.”   She later conceded that some rural areas might not “have the same level of testing.”  New York Gov. Andrew Cuomo said he is worried about coronavirus cases and hospitalizations increasing again as some people start to leave their homes. \"The weather has turned warm. People have been in their homes for one month, everyone has cabin fever and they're coming out in greater numbers,\" Cuomo told CNN's Erin Burnett. Earlier Tuesday, Cuomo said at his daily press briefing that hospitalizations may be leveling off and social distancing \"is working,\" but stressed that New Yorkers need to keep doing it. He told Burnett his focus isn't merely on preventing a second wave, but working to improve the current situation in New York -- an epicenter for coronavirus in the United States.  \"(I'm) not even worried about a second wave. I'm worried about getting out of the situation we're in right now and saving as many lives as possible and that will be a direct coefficient of how well we comply with social distancing,\" Cuomo said. The governor said not complying with social distancing would be irresponsible and put a burden on health care workers and first responders. \"This really is a time where your own individual actions affect other people. It can literally kill other people,\" he said. Watch: There are at least 387,547 cases of coronavirus in the United States and at least 12,291 people have died, according to Johns Hopkins University's tally of cases. So far Tuesday, there are at least 19,351 new cases and 1,305 deaths have been reported, according to the tally. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. A third player on the National Hockey League's Colorado Avalanche has tested positive for Covid-19, according to a statement from the NHL.  The league did not identify the player.  \"The player is in self-isolation and had not had close contact with any other Avalanche players or staff members,\" the statement said. President Donald Trump said he didn’t see the coronavirus warning memos written by his trade adviser Peter Navarro in January until a “day or two” ago, telling reporters Tuesday: “I didn’t see them. I didn’t look for them either.” A source familiar with the memo confirmed to CNN that Navarro fired off an internal memo in January warning the coronavirus could become a \"full-blown pandemic,\" risking trillions of dollars in economic losses and the health of millions. When asked why he initially downplayed the coronavirus — specifically his claim that cases would go down —Trump told reporters, “I’m not going to go out and start screaming, this could happen,” Trump said. “I’m a cheerleader for this country. I don’t want to create havoc and shock,\" he added. Watch: House Speaker Nancy Pelosi told her colleagues in conference calls Tuesday the House may have to move this week on the small business loan package requested by the Trump administration, sources on the calls said.  Another source said Pelosi is making clear she is willing to move forward this week on the package if she gets a deal with the administration, which wants $250B for small business loans. Democrats have made a number of requests to be included in this $250 billion package, including protections for renters and minority business owners. It’s still not clear what Pelosi will ultimately demand of the administration. Pelosi has made clear this small business loan package is only an interim package, and they still to plan to move forward with another plan -- called CARES 2 -- in the coming weeks.  Minutes after President Donald Trump said he's placing a \"very powerful hold\" on US funding to the World Health Organization for what he says is a \"China-centric\" stance, he appeared to back off the statement. \"I'm not saying I'm going to do it, but we are going to look at it,\" Trump said after being pressed on his statement. Speaking Tuesday at his daily coronavirus briefing, Trump said the organization \"receives vast amounts of money from the United States\" that he wants to re-examine. Trump said certain WHO programs were worthwhile but that overall they'd made mistakes -- in particular, he said, opposition to his decision to shut down travel from China. \"We have to look into that, so we're going to look into it,\" Trump said. Watch: President Donald Trump and Dr. Anthony Fauci on Tuesday discussed the disproportionate impact the coronavirus is having on African Americans. “We’re actively engaging on the problem of increased impacts -- this is a real problem and it’s showing up very strongly in our data -- on the African American community. And we’re doing everything in our power to address this challenge. It’s a tremendous challenge. It’s terrible,” Trump said during a White House press briefing from the coronavirus task force. He continued, “It’s been disproportional. They’re getting hit very hard.” Fauci, the director of the National Institute for Allergy and Infectious Diseases, called the issue an “exacerbation of a health disparity.” “We’ve known, literally forever, that diseases like diabetes, hypertension, obesity and asthma are disproportionally afflicting the minority populations, particularly the African Americans,\" Fauci said. \"Unfortunately, when you look at the predisposing conditions that lead to a bad outcome with coronavirus, the things that get people into ICUs, that require intubation and often lead to death, they’re just those very comorbidities that are unfortunately disproportionately prevalent in the African American population.” He added, “It’s very sad. There’s nothing we can do about it now except try and give them the best possible care to avoid those complications.\" US President Donald Trump said British officials contacted the White House on Tuesday to request ventilators and that American officials were working to supply those additional machines. “We’re going to work it out for them,” Trump said at the White House coronavirus task force briefing. Dealing with their own Covid-19 outbreak, the UK asked for the Trump administration to send over 200 ventilators, the President said. “They needed them desperately,” Trump said. “They’ve been great partners.” Trump said the US would soon have “110,000 ventilators coming over a short period of time.” “I don’t think we’ll need them,” he said. Emergency physician Dr. Megan Ranney says she’s worried a number of factors could be leading to an undercount in the death toll related to the coronavirus pandemic.  Ranney, an emergency physician at Lifespan/Brown University, told CNN’s Wolf Blitzer that people with acute conditions who usually fill her emergency department, like strokes or heart attacks, are not showing up. “I’m worrying that they’re dying at home or having severe illness that we would attribute to Covid-19,” Ranney said. In other cases, she said, people are dying at home from the coronavirus. And in still others, people coming to emergency rooms have trouble getting tested. Ranney said she also wonders whether fatalities were attributed to other health issues -- not accounting for the role coronavirus played. “We wonder how much of that preceded the reports of this past week. How many deaths were attributed to heart attacks, hypertension, diabetes, that were actually exacerbated by Covid-19,” she said. The world's busiest airport, Atlanta Hartsfield-Jackson International Airport, is facing an increasing homelessness problem as hundreds seek overnight refuge in the wake of the coronavirus pandemic. Jeff Smythe, CEO of Hope Atlanta, an organization striving to curb homelessness, said his team screened more than 250 homeless people at the airport for Covid-19 symptoms each night this past weekend.  Smythe told CNN that at least one homeless person was sent to the hospital by Atlanta Police after being screened for Covid-19. \"We are very concerned about these vulnerable populations. I had a couple of veterans last night that were in either the high risk category because of age or chronic condition or both,\" Smythe said. Atlanta Mayor Keisha Lance Bottom's spokesperson told CNN in a statement that the city is working toward alternative solutions for the homeless community. \"The Mayor has worked closely with her team to ensure immediate compliance, and as needed, additional measures to further reduce the risk of exposure to people experiencing homelessness and airport staff,\" the spokesperson said. The spokesperson added: \"The City and its partners are working to finalize funding and action plans for additional solutions, such as emergency lodging with the opportunity for placement into permanent housing.\" Atlanta Hartsfield-Jackson International Airport and Atlanta Police declined to comment referring CNN to statement released by City Hall. North Carolina is currently dealing with an “overwhelming crush” of unemployment claims, which are topping 400,000, due to the economic fallout tied to the coronavirus pandemic, the governor said Tuesday.  ”Right now about 110,000 people have received checks, and I believe the figure is over 26 million dollars that has gone out to people. We have over 400,000 people who have applied,” Democratic Gov. Roy Cooper told reporters in Charlotte. Cooper pledged that the state’s Employment Security Commission will keep on “working hard until these claims get paid and everybody gets in the system” but he also acknowledged the difficulty in processing all the claims.  “This is a frustration that's being faced in every single state in the country because for example in North Carolina, this is a system that was used to about 3,000 claims a week and now they're dealing with over 400,000,\" he said. Cooper stressed that “every single family that applies for unemployment benefits is important.\" \"Every single family who applies is probably hanging by a thread right now and the people over at the Employment Security Commission know this,\" he said. US Immigration and Customs Enforcement told congressional staff Tuesday that it’s reviewing cases of individuals in detention who may be vulnerable to the coronavirus, following repeated calls from lawmakers to release detainees. The agency, in an email obtained by CNN, told the congressional staff that it has instructed its field offices to \"further assess and consider for release certain individuals deemed to be at greater risk of exposure, consistent with CDC guidelines, reviewing cases of individuals 60 years old and older, as well as those who are pregnant.” “Additionally, efforts to identify other individuals who may be more vulnerable to COVID-19, based on risk factors identified by the CDC, other than age and pregnancy, are ongoing, based on the recommendations of CDC,” ICE said. Nineteen detainees in ICE custody have tested positive for coronavirus, according to the agency. Famous chef José Andrés has teamed up with Nationals Park in Washington, DC, to distribute thousands of meals to people in need during the coronavirus pandemic. Andrés is the founder of World Central Kitchen, a charity that has been serving low income communities battling the virus in more than 25 cities across the country. He said it is important to help people during this pandemic because there are less volunteers and less resources for those experiencing homelessness. Andrés said his charity is not only providing meals, but also giving people hand sanitizer and educating them about social distancing. \"If we are not careful, we may have a humanitarian crisis as many people are losing their jobs and as many NGOs are not able to be providing services that normally they provide,\" Andrés said. The charity delivers some food, but has also partnered with elderly homes and is in the process of partnering with delivery companies. Having a kitchen at the National's stadium allows Andrés to bring food to not just people in Washington, DC, but also in Virginia and Maryland. Andrés said keeping everyone safe and healthy is a priority. \"We've been getting experience in how to do it right, protecting our teams, and also protecting the people receiving our meals,\" he said. Watch: California Gov. Gavin Newsom announced that shipments of ventilators will arrive in hotspots in New York, New Jersey and Illinois as early as Tuesday night, as his state began flying a surplus of 500 ventilators to states in need. “One hundred going to New York, 100 going to New Jersey, 100 going to Illinois,” Newsom, a Democrat, told reporters Tuesday.  He continued: “The Vice President was correct ventilators are going to DC, Delaware, ventilators are going to Maryland, and likely Nevada. So that was the determination; it was done through the collective wisdom of our partners at FEMA ... it was done in collaboration with their expectation and needs of what is required of the moment on the ground, based upon that data, and that collaborative engagement, we made this determinations working together, including with the vice president and his (White House coronavirus) task force.” Newsom said the 500 ventilators are being loaned after the state was able to refurbish and purchase sufficient equipment for the states own needs. “Because we feel we're adequately resourced for the moment — again, in a dynamic world, where things can change, and we're confident that the number of ventilators that we currently have in possession are adequate to the task in the very short term,\" he said. The ventilators being shipped are part of California’s own supply, and are being distributed as a loan. President Donald Trump met by telephone with leaders from the banking industry Tuesday about Paycheck Protection Program loans for small businesses after the program had rocky rollout. The program was initially met with confusion and a bit of pushback from some banks who claimed they didn’t have enough information about the program, or guarantees that they would ultimately be paid back by the government. JP Morgan Chase told its customers last week it would not be able to start accepting applications for the loan when the program rolled out Friday, because it was “still awaiting guidance from the SBA and the US Treasury.” But that confusion seemed to be cleared up by Tuesday, when the bank’s Chief Operating Officer Gordon Smith thanked the SBA and Treasury Department for working with the bank “seven days a week late, late into the night in very close partnership to make sure that we could deliver the program.”  Treasury Secretary Steven Mnuchin told reporters the issues were due to “a lot of new users coming onto the system.” “They’re all getting authenticated. We’ll get them all approved,” he said. During the meeting, Trump acknowledged that there had been a few issues, but wrote them off as normal. “There are a few glitches, very few,” the President said. “Any little glitch we had worked out within minutes. Within hours. There were a couple, a little on applications. They wanted to work it a little bit differently, banks had some suggestions and it was all done probably I would say 100% of it in the first day.” Work on a new round of payouts for small businesses is already in the works, Trump and Mnuchin said. Illinois Gov. J.B. Pritzker today announced the release of more than 60 people at the Department of Juvenile Justice and more than 1,100 low-risk prisoners at the Department of Corrections due to the coronavirus pandemic.  \"My team and I have been working hard to reduce the number of individuals housed in state correctional facilities,\" the governor said.  He continued: \"We are doing everything that we can to protect those individuals who remain incarcerated in these facilities, and we are focused on protecting our corrections and juvenile justice staff with PPE and medical checks as they perform a vital function to keep our communities safe.\" Louisiana recorded the highest number of deaths in the state in the past 24 hours as part of the coronavirus pandemic, with 70 new deaths, Gov. John Bel Edwards said Tuesday. “Unfortunately we're reporting today 70 new deaths, that is the highest number we have recorded at any time and a 24-hour a report. And remember we're not saying that 70 people died in the last 24 hours, but that is the report is that we have today is it that 70 new deaths have been attributed to Covid-19,” Edwards told reporters in Baton Rouge. The governor also offered some guidance on this figure of 70 deaths, saying that “some of these people expired, many of them perhaps most of them are expired before yesterday but the report just came in today because the testing finally confirmed that the individual had a Covid-19.” Meanwhile, there are 519 patients who are currently on ventilators and according to Edwards “that's a big number but it's actually a decrease from yesterday from 550.\"  He continued: “Now we still cannot say with absolute confidence that the curve is flattening, but we are still seeing more evidence that we are moving in that direction.\" The governor went on to thank the medical community including doctors, nurses, respiratory therapists and everybody else associated with delivering healthcare in Louisiana currently “under these very difficult conditions.” ##Health## There are 25 more deaths in Detroit along with 469 more cases, according to Detroit Chief Public Health Officer Denise Fair. Detroit's mortality rate has begun to slow, according to Mayor Mike Duggan, who said the length of time it takes for the daily death toll to double has lengthened from two days in late March to every five to six days.  Since Detroit began implementing 15-minute tests for city employees, 450 firefighters and police officers have returned to service. Detroit will begin rapid testing nursing home residents. So far, 14 nursing homes in the city have some rate of infection, with 12 reported deaths, Duggan said.  Starting tomorrow, Wayne State University medical students will go out and collect samples from nursing home residents. Then, after the rapid testing lab closes to live samples at 9 p.m. local time, the students will stay until midnight or 1 a.m., testing samples from nursing home residents. Nursing homes will be informed the following morning. Following the notable death of a bus driver who took to social media to complain about a passenger coughing without covering her mouth, Mayor Duggan said Detroit buses will now have boxes dispensing masks as passengers board. The city also expects to run a deficit of more than 100 million dollars, the mayor said. ##Health## After a day of gains, US stocks lost steam into the close and finished the day lower. Here's where they ended up: The Dow finished 0.1%, or 26 points, lower. At its highest point, the index was up 937 points.\n The S&P closed down 0.2%. \nThe Nasdaq Composite finished 0.3% lower. It's a shortened trading week for US markets, which will remain closed for Good Friday. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## There are now 15,865 confirmed cases of the coronavirus in California, Gov. Gavin Newsom announced in a press conference today. An additional 31 more people have died, bringing the state’s total number of deaths to 374. Newsom reminded residents to practice social distancing and to stay at home to help bend the curve. Newsom also announced that the state is putting out new guidelines and guidance to help people deal with stress during the crisis. It will have a checklist for adults, caregivers, and children.  At least 16 hotlines are also available for people to help support residents. ##Health## Illinois Gov. J.B. Pritzker today announced that in the last 24 hours, the state had 73 Covid-19 related deaths, their largest single-day increase to date.  The governor also said a member of his office has learned they have coronavirus, he announced at a news confernece today. According to the governor, the individual began to feel unwell on March 26th and was immediately sent home. Everyone in the governor's office was sent home the same day as well.  The person who tested positive \"continues to self isolate at home, and it has now been 12 days since that person left the office. And none of our remaining in-office staff have demonstrated symptoms,\" Pritzker added.  ##Health## A New Jersey nurse who treated three of her family members with coronavirus said she was fortunate to have the opportunity to be with them while they were sick, while many other patients with the virus cannot see their loved ones. Michele Acito, the director of nursing at Holy Name Medical Center, said her mother-in-law, brother-in-law and sister-in-law were diagnosed with coronavirus. Her brother-in-law and sister-in-law are recovering, but and her mother-in-law, Edna, died. Acito said she was able to celebrate her mother-in-law's 89th birthday in the hospital. Other doctors and staff sang to her and gave her a piece of cake. \"Having the ability to be with my mother-in-law during the last days was special for me,\" Acito said. \"The rest of the family was happy to know she was not alone and she was being celebrated with her last birthday here on Earth,\" she later added. Because no visitors are allowed in hospitals, Acito said it is important for nurses and medical staff to be the stand-in family for patients. \"It is so important to let them know you're here while you're in the room,\" Acito said \"If they can communicate, to ask them about their family, to offer them the opportunity to FaceTime with their family. It just brings more meaning every time you walk into a patient room,\" she said. Watch: At least 12,021 people have died in the US from coronavirus according to a tally from Johns Hopkins University. There are at least 383,256 cases of coronavirus in the US ##Health## At least 90 passengers are still onboard the Coral Princess after the cruise ship docked Saturday, according to Princess Cruises. New CDC guidelines, which require cruise travelers to fly on charter planes or take private transportation, are making it more difficult for those individuals to get home.  The 90 passengers still onboard the Coral Princess are international guests who remain on the ship because of current travel restrictions, Princess Cruises said. They are awaiting clearance from their home countries, the cruise line told CNN.  In response to CNN’s request, Princess Cruises is looking into whether or not any Americans remain on the ship. Additionally, another 93,000 crew members remain at sea on 114 cruise ships that are in and around US waters, according to the US Coast Guard.  Miami-Dade Mayor Carlos Gimenez expressed frustration with the new CDC guidelines during a virtual press conference, saying that these passengers and crew need to get off the ships and get home.  Gimenez said he asked the cruise lines to allow crew members to go home and keep skeleton teams on the ships to minimize the risk of an outbreak.  According to the US Coast Guard, the majority – about 90 – of the cruise ships with tens of thousands of crew members on board are in Miami’s area of responsibility. ##Travel## The utter mess that the Wisconsin primary became shows how the coronavirus pandemic can interfere with our normal election routine.  Wisconsin is voting in its primary election in the middle of a pandemic. Meanwhile, every other state with an election scheduled for April postponed their contest or shifted it to by-mail voting only. But most voters and election boards are not used to people voting by mail. If we want them to for the November elections, we need to prepare now.  In 2016, about 59% of all votes were cast in-person on Election Day, and about 17% voted early in-person. This means that only about 24% had their ballots mailed to them. Of these, 18% voted absentee (i.e. they had to request their ballot). The other 6% voted in all mail elections (i.e. ballots were automatically sent to them).  Most states, however, do allow for voters to receive their ballot by mail without an excuse. In total, 33 states allow no excuse require absentee voting (28 states including Wisconsin) or have all mail voting (5 states). These states consist of 65% of all the electoral votes in the electoral college. Of the closest 15 states in 2016, 91% of all electoral votes are allotted to states that allow no excuse absentee voting or are all mail. There are some notable exceptions that don't allow no excuse absentee voting like New York and Texas (where there have been efforts to expand voting by mail), but they are not the rule.   This leaves the majority of states with two choices. Obviously, there could be drastic moves to shift states to all mail voting (a step Maryland has been taking). An easier path is working within the framework of no excuse absentee voting. It's about ensuring that voters understand that they need to request a ballot in most states to get a ballot sent to them. It's about getting election boards the funds and manpower to count ballots that were sent through the mail.  Without those steps, we could end up with what we're witnessing in Wisconsin. At least five Barnes & Noble employees at a distribution center in Monroe, New Jersey, have been diagnosed with coronavirus. Employees at the facility received a letter from management this morning telling them as many as nine of their coworkers are currently suffering from Covid-19 symptoms, according to a spokesman for the Laundry Distribution and Food Service joint board union, which helped organize a planned protest by Barnes & Noble workers Tuesday.  Only five of the nine alleged Covid-19 cases have been confirmed by doctors, Barnes & Noble director of communications Alex Ortolani told CNN Business. \"The other [four] cases are employees with reported symptoms,\" Ortolani told CNN Business. The company said it has been working with the Centers for Disease Control and Prevention on the matter, noting that the Monroe facility is cleaned daily and will receive an additional \"deep cleaning\" when it closes for Good Friday. Until then, the facility will remain open for business, Barnes & Noble said. \"We have been working with employees at our Monroe, New Jersey, facility to keep everyone safe during this difficult time,\" the company said in a statement  \"We prioritize keeping our working environment as safe as possible and, on learning of the positive cases and those suffering symptoms, we closed the facility and had conducted a thorough clean. ... We appreciate all the hard work and efforts of our staff, and will continue to listen to their concerns and work with them to make a safe and secure work environment.\" ##Business## The coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help small businesses in your community during the coronavirus pandemic: Shop small: Independent bookstores across the country are offering delivery and curbside pickup. Find out how to connect to local offerings through IndieBound. If you prefer audio books, Libro.fm works with independent booksellers as well.\nBuy gift cards: It will provide immediate income, and you get the product later. Help Main Street: Allows people to buy gift cards to their favorite stores now with the intention of using them once operations recommence. Kabbage: Use this service to buy gift certificates to support small businesses CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## Pennsylvania health officials said in a press release that there have been 78 new deaths statewide as of 12 a.m. ET Tuesday. The total number of Covid-19 related deaths in the state is now at 240. Dr. Rachel Levine, Secretary of Health for the Commonwealth of Pennsylvania, said at a news conference today that the majority of deaths have been people over the age of 65.  Levine said she did not yet have specific information on how many of those cases involved underlying conditions, nor did she have information on case breakdowns by race, but that the state is currently looking at different ways to gather that information. ##Health## Illinois state officials are frustrated with the federal government's response and states' ability to get much needed supplies in the midst of the coronavirus pandemic. Illinois State Comptroller Susana Mendoza said she sent someone from her staff to a McDonald's with a check for $3.4 million to pay a middle man to get masks twice. \"This is what we resorted to as a state. It feels like you're almost doing a sketchy drug deal on the road, when in fact you're trying to save people's lives,\" Mendoza told Anderson Cooper. She said states should not have to compete with other states for supplies. The absence of coherent guidelines from the White House has created a battle among states and hospitals, which have been hooked into bidding wars over key provisions to combat the pandemic. \"We shouldn't be in a situation where we are left to compete with our own allies, but that's essential what's happening in the absence of the federal leadership,\" Mendoza said. Mendoza said the federal government promised the state \"tens of thousands\" of pieces of personal protection equipment and tests, but Illinois only received about 3% of what they asked for. \"It would be nice to have a coordinated federal response to this crisis, and it's just a little too late. They could have done so much more so much earlier. It's a shame,\" she said. Illinois has 12,264 cases of coronavirus and 308 deaths, according to Johns Hopkins. “The President is taking action to undermine the oversight of the legislation,” House Speaker Nancy Pelosi said while discussing more government aid for Americans during the coronavirus pandemic. In an interview with CNN’s Anderson Cooper, Pelosi called President Trump’s removal of the independent watchdog tasked with overseeing coronavirus emergency funds “a problem.”  “The President thinks he should be the only one [overseeing the fund], and that’s exactly upside-down,” she said.  “It’s not geared to the President. It is geared to how the program is implemented,” she added. “And where there’s money, there’ll always…be some skullduggery.”  Pelosi also praised the $2 trillion bipartisan package passed in March and opened up the possibility of Americans receiving more than the now-$1,200 direct payments. “We wanted more. So we think that there’s a path to getting more for the direct payments for the American people,” Pelosi said when asked about Sen. Bernie Sanders’ remarks that every American should continue to receive normal paychecks during the pandemic. When asked about the price tag for another stimulus bill in addition to the $2 trillion one, she said “we’ll evaluate as we go along. Watch: There have been so many coronavirus deaths in a short amount of time in Suffolk County, New York, that the county’s morgue and overflow morgues are nearing capacity.  Now, the Long Island county is planning to use a refrigerated building on a farm to help store bodies, a county spokesman confirmed to CNN. “At the early stages of this crisis, we were having conversations about suggestions of using ice rinks and stores with refrigeration to store bodies,” said Suffolk County Executive Steve Bellone said in a statement to CNN. “I made the decision that I was not going to tell families that we need to convert their children’s ice-skating rinks and turn them into morgues because that is not who we are.” Bellone decided, instead, to use facilities on the Suffolk County Farm, which is run by the Cornell Cooperative Extension but owned by the county.  There is a building on site that has large, unused refrigeration system, Bellone’s spokesperson Jason Elan said.  The county’s morgue capabilities, which includes a refrigerated trailer from the state, are half full, Elan said, adding that another trailer is expected to arrive later on Tuesday. After those are filled, the farm’s refrigerator would be used.   Bellone’s administration has also requested more body bags from the state. “I’m having conversations I never imagined having in this position,” Bellone said. ##Daily Life## France’s total death toll due to coronavirus has surpassed 10,000 and it has recorded the largest daily increase in deaths — a total of 1,417 — according to France’s Health Ministry data published today. The total number of dead now stands at 10,328, including 7,091 people in hospitals and 3,237 in nursing homes.  Jerome Salomon, director of the public health authority, said that France has not reached the peak of the epidemic yet.  “We are not yet at the peak of the epidemic because every night there are a little more patients in the hospital and every night there are a little more patients to be treated in intensive care. We have reached a level never before seen in France. We are still only in the ascending phase of the epidemic, even if it is slowing down a little.”  ##Health## The��coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help service workers in your community during the coronavirus pandemic: Consider paying ahead for services: Some services, like home cleaning, can be purchased ahead of time and then scheduled later. If you know you’ll use it, go ahead and purchase it.\nSend a little tip to your hair stylist or nail technician: If you know them, you probably have their Venmo or other payment information.\nOver-tip delivery drivers or other service professionals still on the job: They are likely facing serious pressures and personal risk and could use your appreciation.\nPre-book your next service appointment: Eventually, you’re going to have to get your hair done or your pet groomed. Make an appointment now so the businesses know you’re still with them. CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## President Trump's trade adviser Peter Navarro fired off an internal flare at the White House in late January, warning in a memo that the coronavirus could become a \"full-blown pandemic,\" risking trillions of dollars in economic losses and the health of millions, a source familiar with the memo confirmed to CNN. In the first memo, Navarro pushed for a travel ban on China — something he and other officials had begun lobbying for weeks earlier — and \"aggressive\" containment efforts. Less than a month later, as Trump continued to downplay the threat, Navarro warned that the risk of a pandemic was rising and urged the White House's coronavirus task force to secure billions in supplemental spending, according to two sources familiar with the second memo.  The sources confirmed the authenticity of both memos, which were first reported by the New York Times and Axios. In the first memo, Navarro warned of a worst case scenario in which a half-million Americans could die. In the second, he warned the risk was growing to imperil the loss of 1.2 million lives. Some context: The memos are the latest piece of evidence that undercuts Trump's insistence at the time that the administration had the situation under control and his more recent claims that the pandemic the US now faces was \"unforeseen.\" UK Prime Minister Boris Johnson's condition is stable, and he is still in intensive care, a Downing Street spokesperson said Tuesday. “He is in good spirits,” the spokesman added. Johnson was taken to hospital on Sunday night. At the time, Downing Street said the decision was a precaution because he continued to suffer from a cough and a fever ten days after testing positive for the coronavirus.  But his condition deteriorated yesterday, Downing Street said, and he was moved to the intensive care unit at St. Thomas' Hospital. Johnson tested positive for Covid-19 nearly two weeks ago.  There are at least 378,289 cases of coronavirus in the US and more than 11,000 people have died, according to a tally from Johns Hopkins University. New Jersey Gov. Phil Murphy said that the state experienced its highest coronavirus related death toll in one day so far, saying in part, “New Jersey has seen 232 deaths to Covid-19 related complications bringing the number of total deaths statewide to 1,232.” In a press conference on Tuesday, Gov. Murphy said the state had 3,361 positive test results which brings the statewide total of positive coronavirus cases to 44,416. Numbers show a disproportionate number of black Americans are dying due to the coronavirus, doctors and officials say. Dr. Camara Phyllis Jones, a family physician and epidemiologist, said structural segregation and inequality in US society has positioned black Americans and other minorities to be more exposed to the virus, and have more severe cases because of other health issues. \"The residential segregation that turns it into employment segregation, educational segregation, environmental hazard segregation, all of those insults on our bodies have given us more of these so-called pre-existing conditions,\" Phyllis Jones said. \"Once we are infected, we have more severe outcome from the disease.\" She said this same segregation also means that black people work jobs that are seen as less valuable, and as a result, they are not as protected. Phyllis Jones pointed out another reason cases are resulting in death could be the limited access to health care.\"What's happening is black folks are getting infected more because they are exposed more and once infected they're dying more,\" she said. Here's a look at some of the numbers: Louisiana Gov. John Bel Edwards said at a press briefing yesterday about 70% of coronavirus deaths in the state have been black residents who make up only about 32% of the overall population.  In Illinois, about 42% of deaths have been black patients, who make up only about 15% of the population there. In Michigan, black residents make up about 14% of the statewide population, and account for more than 40% of the deaths Chicago Mayor Lori Lightfoot said yesterday that 72% of all Chicago deaths related to Covid-19 have been black Chicagoans.   WATCH: US Treasury Secretary Steven Mnuchin has been in touch with the top four congressional leaders — Speaker of the House Nancy Pelosi, Senate Minority Leader Chuck Schumer, Senate Majority Leader Mitch McConnell and House Minority Leader Kevin McCarthy — about passing additional funding for the emergency small business loan program, a source with knowledge tells CNN.  ##Business## Jersey City councilman Michael Yun has died from complications from coronavirus, according to his chief of staff Vernon Richardson. Yun first elected to the City Council in 2013. He received more than 30 community service awards and citations over the past three decades, according to his bio on the City of Jersey City website. The union representing flight attendants for American Airlines says about 100 flight attendants have tested positive for the coronavirus.  The Association of Professional Flight Attendants, representing more than 27,000 flight attendants, disclosed the figure in a message to its membership and said the airline has “agreed to start providing face masks for frontline team members while at work should you choose to wear one.” The union said masks are being distributed this week.  The APFA president said Tuesday the union has “been pushing the Company since January” to provide personal protective equipment for flight attendants.   “We have consistently advocated for Personal Protective Equipment (PPE) for all of our Flight Attendants to be available on every aircraft, for social distancing between passengers and crew jump seats, for thermal scanning in the airports, and to receive immediate notification of Flight Attendants who have tested positive for the virus,” said Julie Hedrick. “Flight Attendants are aviation’s first responders who are transporting medical personnel and supplies into COVID-19 hotspots, and they need to be treated and protected as such.” In another message to its membership, the union indicated it expects only about one in four of its flight attendants to be flying in May, due to major cuts in the airline’s schedule.  ##Travel## ##Health## Egypt will keep its mosques closed even during the Islamic holy month of Ramadan as a precautionary measure due to the spread of the coronavirus, the country’s Ministry of Religious Endowments said today in a statement. The ministry said it will also suspend all Ramadan activities and group iftars, which are congregational breakfast tables that offer food to the poor and passers by at sundown in Ramadan.  Ramadan is set to start on April 23. \"Mosques are to remain closed until no new coronavirus cases are registered across the nation and until the Ministry of Health certifies that gatherings would no longer pose a threat to public health,\" the ministry said.  ##Daily Life## Dominic Raab — the UK's foreign secretary, who Prime Minister Boris Johnson deputized as he was hospitalized for coronavirus — said the prime minister is stable and called him a fighter. “The Prime Minister is receiving the very best care from excellent medical team at St Thomas Hospital. He remained stable overnight. He is received standard oxygen treatment. He is breathing without assistance. He has not required any mechanical ventilation or non-invasive respiratory support. He remains in good spirits” Raab said at the daily Downing Street news briefing. Raab added that Johnson, “is not just the Prime Minister, for all of us in cabinet he is not just our boss – he is also a colleague and also our friend.” Raab ended his update on Johnson's health saying, “if I know one thing about this Prime Minister, he is a fighter.” Lufthansa is further reducing its fleet size and will discontinue the services of its low cost airline Germanwings as part of a broad overhaul amid the coronavirus pandemic. The German airline is cutting its Lufthansa and Eurowings fleet and will reduce capacity at Frankfurt and Munich airports. This is the first permanent capacity reduction — roughly 10% of its fleet according to a Lufthansa spokesperson — the airline has made in response to the coronavirus crisis. Lufthansa said in a news release that the restructuring programs already initiated at Austrian Airlines and Brussels Airlines will be further intensified and both companies are working on reducing their fleets.  “The Executive Board of Deutsche Lufthansa AG does not expect the aviation industry to return to pre-coronavirus crisis levels very quickly. According to its assessment, it will take months until the global travel restrictions are completely lifted and years until the worldwide demand for air travel returns to pre-crisis levels,\" the statement read. Lufthansa said talks with unions and workers will be arranged to discuss new employment models in order to keep as many jobs as possible.  ##Travel## ##Business## More than 1,300 New York City fire department personnel who either tested positive or were suspected of being exposed to Covid-19 have returned to work, the FDNY said on Twitter today. “FDNY members are responding to a record number of medical calls, and they continue to meet this unprecedented challenge head on,” said Fire Commissioner Daniel A. Nigro in a tweet posted by the department. The coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help medical efforts in your community during the coronavirus pandemic. Give blood: The nation’s blood supply is dangerously low. Local blood drives can be found through the American Red Cross, America’s Blood Centers, Blood Centers of America and the Advancing Transfusion and Cellular Therapies Worldwide.\nDonate medical supplies: MedSupplyDrive is helping individuals and medical labs donate protective gear to hospitals in their area. Several national craft and sewing groups are also making masks to send to healthcare workers.\nDonate Hand-Sewn Face Masks: Got a sewing machine at home? You can help by sewing cloth masks. The CDC cautions that fabric masks cannot be used in the care of Covid-19 patients, but are helpful in other areas of patient care since other forms of medical protective equipment are exhausted. CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## Major League Baseball (MLB) is trying to work through plans to get back to playing, including having games at a central location once the coronavirus pandemic has improved.  \"MLB has been actively considering numerous contingency plans that would allow play to commence once the public health situation has improved to the point that it is safe to do so,\" the league said in a statement Tuesday. \"While we have discussed the idea of staging games at one location as one potential option, we have not settled on that option or developed a detailed plan,\" the league added. According to ESPN, MLB is considering playing games as early as next month. The league is also looking at getting all 30 teams in Arizona, according to multiple reports.  Why Arizona? Half of MLB holds their spring training in the Phoenix area and the stadiums are all within about 50 miles from each other. This would allow teams to quarantine in a hotel and not have to travel far for their games. With this plan, they would also use Chase Field where the Arizona Diamondbacks play. But all of this would happen without fans in the stands.  ESPN also is reporting that the league is discussing using an electronic strike zone so the plate umpire would not have to be right on the catcher and hitter.  \"While we continue to interact regularly with governmental and public health officials, we have not sought or received approval of any plan from federal, state and local officials, or the Players Association,\" MLB continued. \"The health and safety of our employees, players, fans and the public at large are paramount, and we are not ready at this time to endorse any particular format for staging games in light of the rapidly changing public health situation caused by the coronavirus.” MLB Players Association had no comment to this story. ##Daily Life## The UK's coronavirus death toll has risen by 786, according to new figures released by the Department of Health and Social Care. More than 55,000 people have tested positive. ##Health## New York Gov. Andrew Cuomo and his team were asked today about the race breakdown of coronavirus victims in the state. The officials said that the hospitals don't report the race of patients to them so there has been a lag in getting that information. The officials said that the state wants that information and is planning on getting it this week. Some context: States and municipalities around the country have been reporting numbers that show that coronavirus is inflicting minority communities to a greater degree in some places.  For example, Chicago Mayor Lori Lightfoot said yesterday that 72% of all Chicago deaths related to Covid-19 have been black Chicagoans.   New York Gov. Andrew Cuomo said at a news conference today that the state needs federal assistance to restart the economy.  He said, \"that is going to be a federal stimulus bill,\" adding, \"there's no other way to do this.\" Cuomo repeated his criticism of the stimulus bill that was recently passed by Congress, calling it \"woefully inadequate\" for New York. He said that he will be sending the state's congressional delegation a letter today telling them \"the past legislation did good for the nation...but it was not fair to New York.\" He added \"that has to be remedied\" in any legislation going forward. New York Gov. Andrew Cuomo said the USNS Comfort docked in New York City will now treat patients with coronavirus.  The ship was originally planned to treat non-coronavirus patients, to open up capacity at the city's on-shore hospitals. He said President Trump “moved expeditiously” with the Department of Defense to make the switch.  “I want to thank the President for moving as quickly as he did,” Cuomo said.  The ship, which is typically a 1,000-bed hospital, will now have 500 beds, since Covid-19 patients require more space for treatment and equipment, the governor explained. The Comfort, as well as the hospital set up at the Javits Center, are “a welcome overload relief to the hospital system, which is already extraordinarily stressed,” he said. WATCH: New York Gov. Andrew Cuomo said at least 5,489 people across the state have died from coronavirus — that's up from 4,758 yesterday \"That is the largest single day increase,\" he said. There are 138,836 total cases in the state. Cuomo broke down the number of deaths each day over the past few days: April 2: 562\nApril 3: 630\nApril 4: 594\nApril 5: 599\nApril 6: 731 ##Health## WATCH: The coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help local homeless communities during the coronavirus pandemic. Donate food or funds: Find a local shelter in your community and contact them to see what they need, such as non-perishable goods, clothing or basic supplies.\nStay in touch: Like other vulnerable communities, unhoused people will face serious challenges even after the coronavirus outbreak is over. Consider volunteering or making another commitment in the future. And here's how to give to charities that support homeless communities: Coalition for the Homeless: The Coalition for the Homeless is providing temporary housing and meals in New York City, where the magnitude of the coronavirus outbreak has left unhoused people especially vulnerable.\nCovenant House: This human rights organization focuses on homeless youth and is taking donations to help protect youth across the country who are especially at risk during the coronavirus outbreak.\nThe Salvation Army: The Salvation Army is working with local, federal and medical leaders to provide coronavirus response, and has a fund to assist with food, help with utilities and provide safe shelter to homeless and disadvantaged people affected by the crisis. CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## Economic difficulties due to the coronavirus pandemic are worsening, New York City Mayor Bill de Blasio said at a news conference this morning. “When it comes to the economic battle, when it comes to battling to make sure that people have the food they need, that situation is not getting better, it's getting worse,” he said, citing job losses and reduced paychecks.  He added: “The initial projection is at least half a million New Yorkers are either already out of work or soon will be. That is the kind of level of unemployment and economic distress. The only comparison you could make for that is the Great Depression, which scares me to the death to even say that.” ##Business## Wisconsin is holding its primary as scheduled today despite public health concerns from the coronavirus pandemic.  CNN's Omar Jimenez is at a polling site in Milwaukee. A line has formed as voters try to stay apart from each other. Earlier today, Dr. Jerome Adams, the US Surgeon General, urged Wisconsin voters to maintain a safe six-foot distance from other voters and wear a face cloth or covering as they head to the polls.   \"If you're going to exercise your right to vote, do it as safely as possible,\" Adams told NBC's Savannah Guthrie.  Some background: Every other state with an election scheduled for April postponed their contest or shifted it to by-mail voting only.  But Republicans in Wisconsin who have insisted on holding the election on schedule won two legal battles yesterday, as the state Supreme Court blocked Democratic Gov. Tony Evers' bid to delay it until June and the US Supreme Court reversed a lower court's ruling that gave voters six extra days to return their ballots by mail. ##Daily Life## This week Vice President Mike Pence will hold four conference calls to brief House Democrats, House Republicans, Senate Democrats and Senate Republicans on coronavirus, according to spokesperson Katie Miller.  The House calls are scheduled for tomorrow and the Senate calls will be on Thursday, according to a source involved with planning. After their call with the Vice President, House Democrats will also have a call with former Health and Human Services secretary Sylvia Burwell. At least 11,008 people have died due to coronavirus across the United States, according to a tally from Johns Hopkins University. Johns Hopkins is reporting 368,449 cases in the United States.  ##Health## David Lat spent 17 days hospitalized with Covid-19, including six days on a ventilator before being discharged last week.  “It was like a scene out of ‘ER’ or ‘Chicago Hope’ or something. But I have no recollection of my time on the ventilator, which is interesting because I've since read that some ventilator patients have hallucinations, delusions. I don’t remember anything,” said Lat, a lawyer and legal writer whose tweets during his time in the hospital were shared widely on social media. While he was in good health, didn’t smoke and has run two New York City marathons, he told CNN’s Alisyn Camerota he did experience exercise-induced asthma.  “There probably are a lot of people out there who have conditions that are similar that don't make a big impact on their day-to-day lives, but they should be aware of because if you get coronavirus or Covid-19, it can make things a lot worse for you,” he said.  He said he was treated with a few different drugs, including hydroxychloroquine and Zithromax, but doctors were unable to tell him definitely if they helped him recover. President Trump told reporters last night that he had asked US medical companies to \"help\" with the treatment of British Prime Minister Boris Johnson, who is currently in intensive care after he tested positive for Covid-19 nearly two weeks ago.  While the spirit of Trump's offer was no doubt sincere and greeted with gratitude in Downing Street, it is unlikely to have been welcomed — at least at a political level.  One of the UK government's top priorities during this time has been to keep the public calm and reiterate its total confidence in the National Health Service. In an off-camera briefing today, Johnson’s official spokesperson said the UK government was in \"constant contact\" with the US government, but that he was \"confident\" Johnson was getting the \"best care from the NHS\" and that any decision regarding his treatment would decided by Johnson's doctors — who are NHS doctors.  Those of you with British friends will be familiar with tone in this message — thank you, but please stop.  The optics of an unpopular US president offering US services that are not available on the NHS is one of the least helpful things that Trump could have done during this time. Which is probably why Downing Street was so quick to bat away any suggestion that the PM's doctors would countenance taking him up on the offer.  WATCH: The Queen has sent a message of support to the British Prime Minister, his pregnant partner and the rest of his family.  Boris Johnson remains in hospital with coronavirus. An official Royal Family tweet said:  \"Earlier today The Queen sent a message to Carrie Symonds and to the Johnson family. Her Majesty said they were in her thoughts and that she wished the Prime Minister a full and speedy recovery.” Meanhwile, the Duke and Duchess of Cambridge also tweeted their well wishes to Boris Johnson.  “Our thoughts are with the Prime Minister and his family, who like so many in the UK and around the world are affected by coronavirus. We wish him a speedy recovery at this difficult time,\" William and Kate's official Twitter account read. US stocks kicked off higher on Tuesday, adding on from the prior session’s gains which was the best day on Wall Street in two weeks. Here's where the markets opened: The Dow opened up 3.9%, or 890 points.\nThe Nasdaq Composite climbed 2.7%.\nThe S&P 500 rose 3.2%. If the S&P finishes the day at this level, it will have risen more than 20% from its low-point on March 23, and enter a new bull run. Whether the bear market is over will, however, not be clear until a few months from now. You can follow live updates on how the markets are reacting to the pandemic here. ##Business## The City of Miami Beach issued an emergency order today requiring all grocery store, pharmacy and restaurant employees and customers to wear face coverings to cover their noses and mouths.  The mandate also applies to delivery service workers, according to a press release from the city.  \"Acceptable coverings may include a face mask, homemade mask or other cloth covering, such as a scarf, bandana or handkerchief, and should complement — not substitute for — social distancing practices,\" the statement said  The statement also points out that medical and surgical face masks, such as N95 masks, should be reserved for healthcare workers and first responders.  ##Daily Life## Juliana Morawski was an emergency room nurse for 30 years before retiring. But once the coronavirus outbreak broke out, she said she felt compelled to come out of retirement to assist in any way she could.  “We’re under threat, more than any other time I can remember in emergency medicine,” Morawski told CNN’s Alisyn Camerota. “I’ve never seen emergency departments or nursing or any of the services, actually, in general, under so much threat. And it's a family. So when family is threatened, you try to step up as much as you can.” Morawski said most health care workers are simply doing their jobs, even though there’s a huge amount of stress in some areas, trying to treat as many patients as possible.  “Everybody lionizes the emergency responders and first responders as essential workers … but we're not martyrs. And I think it's very difficult for those of us who have worked this many years to actually … feel threat from our own environment also,” she said.  Morawski said that right now she’s answering phones for the Department of Health, but she’s eager to get into the ER once the coronavirus peak happens in the Chicago area.  “I want to be in the thick of it,” she said. She said she’s concerned about coronavirus, but isn’t letting that stop her. “I don’t want to have worry or fear rule my life, so I’m cautious but not worried,” she said. Watch more: US Treasury Secretary Steve Mnuchin appeared on Fox Business this morning, touting the small business loan program. Mnuchin expressed some optimism regarding reopening the economy. Asked whether he thinks the shutdown will last longer than eight weeks, he said this: “I hope not. I hope we can get back to the point — I think everything I hear from the medical professionals in many places where we’re quite close to the worst point, they’re beginning to peak and I think then things are going to get better. And I know the President is very much looking at how we can reopen parts of the economy. There are parts of the country, like New York, where obviously this is very, very concerning, there’s other parts of the country where it’s not, and I know he is meeting with the task force and the medical professionals and getting posted on this every day.” He reiterated that there is openness to seeking more funding for small businesses: “If we run out of money, we’ll go back for more,” he said, citing “extraordinary demand” for the program thus far. Mnuchin said “we have been in discussions” regarding another stimulus package but the first priority is getting funds out from the last package. “When we need to go back to Congress for more money, we’re prepared to do that,” he said. Asked whether another bill should have a provision for bringing supply chains back to the US, he said he didn’t think that was necessary in another bill. He declined to comment on dire economic warnings from former Federal Reserve Chair Janet Yellen yesterday. ##Business## The coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help restaurants and food workers in your community during the coronavirus pandemic. James Beard Foundation: This foundation, named after the legendary food writer, started a Food and Beverage Industry Relief Fund to provide micro-grants to independent food and beverage small businesses in need.\nNational Restaurant Association Educational Foundation: This foundation has established the Restaurant Employee Fund to help restaurant industry employees experiencing hardship in the wake of the coronavirus outbreak.\nUnited States Bartenders Guild: The USBG is offering emergency grants for bartenders, their spouses, or their children through the Bartender Emergency Assistance Program. CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## The UK official who is deputizing for Prime Minister Boris Johnson while he's hospitalized for coronavirus will not take over the duties of briefing the Queen, the Prime Minister's official spokesman has confirmed.  Foreign Secretary Dominic Raab is deputizing for Johnson while he’s in hospital. But the Prime Minister’s spokesperson said Raab won’t be asked to fill in for the prime minister's weekly meeting with the Queen during this time. Instead, the Palace is being regularly updated on Johnson’s condition.  “The Cabinet Secretary and the Prime Minister's principal private secretary will continue their contacts with the Royal Household on the Prime Minister's behalf,” the spokesperson said.   US Surgeon General Jerome Adams said by the end of this week, the will have been two million coronavirus tests completed across the United States. “We are going to be at two million tests this week and it's rapidly ramping up with the commercial industry coming on board. We’re also seeing more people doing antibody testing,\" Adams said on CBS today. “I’ve talked with Admiral Giroir, I speak with him every day, he’s our testing czar every day. He assures me that by the end of this month we should be not only doing just diagnostic testing but also having good surveillance testing across the country,” Adams said on Tuesday. “We are in fact doing surveillance testing in some parts of the country where they haven't seen a big increase in cases. We're not there yet. But we're moving in the right direction,” he added. ##Health##   Michigan’s largest health care system has about 1,500 staff members staying home because they have symptoms consistent with Covid-19.  “We are following CDC guidelines and asking staff to stay home when they are sick and/or have COVID-19 symptoms,” Media Relations Director Beaumont Health Mark Geary told CNN. Meanwhile, Henry Ford Health System reports more than 700 staff members have tested positive for coronavirus, according to reporting from the Detroit Free Press.  Henry Ford’s Chief Clinical Officer Dr. Adnan Munkarah told the Detroit Free Press that 734 employees — 2.1% of the health system's workforce — tested positive for the novel coronavirus since they started tracking healthcare workers coronavirus status on March 12.  Beaumont Health has more than 38,000 employees listed working at their hospital system per their website and more than 30,000 employees are listed as working at Henry Ford Health System per the institution’s website. ##Health## The coronavirus pandemic is overwhelming, and one of the most excruciating parts for many people is the feeling of utter helplessness in the face of widespread suffering and hardship. Here's how to help seniors and people with disabilities in your community during the coronavirus pandemic. Deliver food: Help a senior citizen in your community by delivering a meal through Meals on Wheels.\nWrite a letter: Search for a senior center, memory care center or nursing home in your area and e-mail or call them to let them know you’d like to write some letters. They can let you know any specific requests, and where to send the finished product. (This works even better if several people participate.)\nCheck in: If you have elderly neighbors or friends, call them to see how they’re faring. Offer to do some non-contact chores, like putting the trash out, getting the mail or mowing the lawn. CNN’s Impact Your World has compiled a list of donation opportunities and tips to help those affected by the crisis. You can read the full list here. ##How to Help## Formula One has placed 50% of its staff into temporary furlough whilst the sport’s Chief Executive, Chase Carey, will take a significant voluntary salary cut as part of measures to reduce costs during the coronavirus crisis.  In addition, Formula One directors and executives have voluntarily agreed to take a 20% pay cut. The furloughing of staff will be in place to the end of May. Staff will use the UK Government’s Coronavirus Job Retention Scheme, which pays those placed on temporary leave 80% of their wages, to a maximum of £2,500 a month, in a bid to help companies retain their workforce and prevent redundancies during the crisis. F1 teams furloughing: Three F1 teams – McLaren, Williams and Racing Point – have already furloughed sections of their workforce, with the teams’ drivers also taking a pay cut. Races cancelled and postponed: The current F1 season is yet to start, with two races cancelled – Australia and Monaco – and six more postponed – Bahrain, Vietnam, China, Netherlands, Spain and Azerbaijan – so far. The season is now scheduled to begin with the Canadian Grand Prix in Montreal on Sunday 14 June, however, organizers have said they will make a decision after the Easter weekend on whether to proceed with the race. Formula One has said it hopes to resume racing in the European summer and is working on a reduced and rejigged calendar of 15 – 18 Grands Prix, with the anticipation that the season end date will extend beyond the original end date of Sunday 29 November. The sport’s rules dictate a minimum of eight races must be held for a season to be defined as a World Championship.   Dr. Jerome Adams, the US Surgeon General, urged Wisconsin voters to maintain a safe six-foot distance from other voters and wear a face cloth or covering as they head to the polls.   Wisconsin is holding its primary as scheduled today despite public health concerns.  In an interview on \"Today,\" Adams said \"as a black man, I know that people have died for the right to vote. This is very important to our entire country.\"  \"If you're going to exercise your right to vote, do it as safely as possible,\" Adams told NBC's Savannah Guthrie.  Some background: Every other state with an election scheduled for April postponed their contest or shifted it to by-mail voting only.  But Republicans in Wisconsin who have insisted on holding the election on schedule won two legal battles yesterday, as the state Supreme Court blocked Democratic Gov. Tony Evers' bid to delay it until June and the US Supreme Court reversed a lower court's ruling that gave voters six extra days to return their ballots by mail. But Monday's court decisions mean Wisconsin is pressing forward — though votes won't be counted until at least April 13. ##Daily Life## US Surgeon General Dr. Jerome Adams said that the majority of people in the United States are \"doing the right thing\" by staying home, social distancing and following other mitigation measures to help fight the coronavirus pandemic. \"Over 90% of the country is actually doing the right thing right now,\" Adams told ABC's George Stephanopoulos during an appearance on Good Morning America on Tuesday. \"I want the American people to know there is a light at the end of this tunnel and we feel confident if we keep doing the right thing for the rest of this month that we can start to slowly reopen in some places,\" Adams said Tuesday morning. The US coronavirus death toll is nearing 11,000 as the country prepares for what the President said will be a \"difficult\" week and a half. But White House officials say they are encouraged by parts of the country that leaned in heavily to social distancing measures and are now seeing a slowdown in the rate of growth of coronavirus cases. \"I'm seeing mitigation work,\" Adams said Tuesday. \"I am so impressed. I know I've said it a couple times with Washington and with California. Their public health officials there should be applauded because they've given us the blueprint for how we deal with this and the rest of the country.\" ##Daily Life## Police in Italy say they are concerned about criminal organizations, or Mafia, infiltrating \"basic needs\" sectors of industry and society under financial pressure during the coronavirus lockdown. \"The danger is high because mafia organizations have already started investing in sectors that are still essential during the Covid-19 lockdown: the agriculture-food chain, the supply of medicines and medical equipment, road transport, funeral services, cleaning, sanitation and waste disposal companies\", the head of Italian Police, Franco Gabrielli said. These are sectors that don't require a lot of specialization, so \"criminal groups can easily be able to offer services at competitive prices because the companies they control do not comply with environmental, social security and safety at work regulations.” According to Gabrielli, mafia organizations, in particular the ‘most dangerous’ of them, the ‘Ndrangheta, \"could finance the liquidity crisis of large companies, but also of small and medium-sized enterprises, which may not be able to meet their payments due to the lockdown.\" By the end of the emergency lockdown, the criminal associations could have polluted the economy, controlling companies previously not infiltrated,” he warns. ##Daily Life## Schools around the world have been shut to prevent the spread of the novel coronavirus, but one team of scientists is questioning whether the havoc the closures are causing to millions of people is actually worth it — suggesting that the impact on the pandemic might be smaller than previously thought. A new study by researchers at University College London said recent modeling studies of Covid-19 suggest that school closures alone would prevent only 2% to 4% of deaths — far fewer than other social distancing interventions. The research, published in The Lancet Child and Adolescent Health medical journal late on Monday, reviewed 16 studies looking at past epidemics of SARS, MERS and seasonal flu, as well as others modeling the spread of the novel coronavirus, and found that the evidence to support national closures of schools to combat Covid-19 is \"very weak.\"   US Surgeon General Dr. Jerome Adams said the US can \"get back to some sense of normalcy\" when a strong public health infrastructure is put in place, including widely available testing.  \"We know that normal is going to be a different normal whenever we do re-open. We know that once we get a vaccine we can get more back to the way we treat flu season,\" he said in an interview on “Good Morning America\" today. \"We've got promising therapeutics, hundreds of trials going on across the country and we know that once we get testing out there more widely available ... and once we have a strong public health infrastructure in place to follow up positive tests and isolate case contacts that we will be able to get back to some sense of normalcy,\" Adams told ABC's George Stephanopoulos.  Adams added US officials are \"closely\" watching how China and South Korea are reopening after strict coronavirus lockdowns.  ##Health## ##Daily Life## The British Prime Minister has been in stable condition overnight and “remains in good spirits,” his spokesperson said on Tuesday.  Boris Johnson is getting standard oxygen treatment and is breathing without assistance, the spokesperson added.  Addressing speculation over Johnson’s condition, the spokesperson said: “He has not required invasive or non-invasive support,” and has not been diagnosed with pneumonia Johnson was moved to an intensive care unit yesterday after his condition with coronavirus symptoms \"worsened,\" his office has said. A crewmember of the USNS Comfort tested positive for coronavirus, and has been isolated from patients and other crew members, a Navy spokesperson said Tuesday. The US Navy hospital ship is currently docked in New York City harbor and had originally been designated as a space for non-coronavirus patients to alleviate the pressure from New York hospitals. On Sunday, President Trump said it could be used for coronavirus patients if needed.  There is no impact to Comfort’s mission, and this will not affect the ability for Comfort to receive patients. The ship is following protocols and taking every precaution to ensure the health and safety of all crewmembers and patients on board,” Navy spokesperson Lt. Marycate Walsh said. Walsh said the crewmember had no contact with patients. A US defense official tells CNN, “those who had contact with the crew member who tested positive have been tested and will remain in isolation for several days regardless of the test result, out of an abundance of caution.\" The US military announced Monday night that the Comfort will take patients regardless of whether they tested positive for Covid-19. “Effective immediately, USNS COMFORT will accept trauma, emergency and urgent care patients without regard to their COVID status. The Javits New York Medical Station continues to be DoD's [the Department of Defense] primary facility for COVID-19 patients,” Walsh said. A Navy official told CNN that the directive to treat coronavirus patients means the Comfort will now have half the capacity it would otherwise have, because of the need to separate COVID and non-COVID patients.  ##Health## El Salvador is extending its nation-wide quarantine another 15 days amid the coronavirus outbreak, according to a tweet from the Press Secretary of the Presidency late Monday. Earlier, President Nayib Bukele announced a 30-day quarantine period starting Saturday, March 21 until April 20. With the 15-day extension, the period now extends to May 5. In a separate tweet, El Salvador’s Presidential House said the country’s National Civil Police is complying with Bukele’s orders to be more strict with those who do not follow quarantine orders. The Presidential House said those who do not comply will be sent to contingency centers, where they will have to spend 30 days in quarantine. ##Daily Life## Russian President Vladimir Putin will hold a high-level meeting Tuesday on efforts to combat the Covid-19 pandemic in Russia, Kremlin spokesperson Dmitry Peskov said. The meeting, to be held by teleconference, will include representatives of Russian research institutes and medical centers that are working on vaccine development and drug-treatment regimens, Peskov said in a conference call with reporters. Ministerial-level officials will also take part, he added. Putin has been working remotely from his Novo-Ogaryovo residence outside Moscow. Putin wishes UK Prime Minister speedy recovery: The Kremlin on Tuesday released the text of a letter from Putin to British Prime Minister Boris Johnson, who is currently in intensive care undergoing treatment for coronavirus. In the letter, Putin told Johnson his \"energy, optimism and sense of humor\" will help defeat the illness. Iran has been seeing a “flattening off” of the number of new coronavirus cases, the WHO East Mediterranean Regional Office (EMRO) said in a press conference on Tuesday. \"Due to an impressive scaling up of many of the control measures, we have seen a flattening off of the number of cases in Iran and in fact, some suggestion, in recent days of perhaps a decline in the number of new cases,” said Richard Brennan, Acting Regional Emergency Director for WHO EMRO. Iran confirmed 133 more coronavirus-related deaths on Tuesday, bringing the total death toll to 3,872 according to Health Ministry spokesman Kianush Jahanpoor on state TV. Iran is the worst affected country in the Middle East, with the highest case count and death toll. Jahanpoor said there are 2,089 new cases of coronavirus in the past 24 hours, bringing the total number of cases to 62,589. ##Health## If you're just joining us, here are the latest developments since our last catch-up. Japan declares state of emergency: PM Shinzo Abe has officially declared a state of emergency until May 6 across seven virus-hit prefectures, including Tokyo. \"Basic economic activity\" will still continue, with public transport and supermarkets remaining open. People are urged to stay at home and not make unnecessary trips. Spain’s coronavirus case and death rate is increasing again: The rate of new infections and deaths from the novel coronavirus in Spain has increased after a week-long decline. Some 743 people have died in the past 24 hours – a 5.7% increase in total deaths. Italy reports health worker deaths: Ninety-four doctors have died of coronavirus, the Italian Association of Doctors said Tuesday. Twenty-six nurses have also died after contracting the virus, according to the Italian Federation of Nurses. Concern in Britain: UK Prime Minister Boris Johnson remains in intensive care with coronavirus and has been treated with oxygen, said Michael Gove, Minister for the Cabinet Office. He is not on a ventilator, according to Gove, who himself is self-isolating after a member of his household displayed coronavirus symptoms. US braces for worst: State and health officials have warned that this week may be the hardest yet, and that the coming weeks will be crucial in stemming the virus' spread. Nearly 11,000 people have died, and funeral homes have been overwhelmed. Outdoor exercise restricted as France’s outbreak worsens: The mayor of Paris has said that from Wednesday, people wishing to exercise outdoors in the French capital will have to do so before 10 a.m. or after 7 p.m. local time. France has not yet reached the peak of its coronavirus outbreak, according to health minister Olivier Veran, who said \"we are still in a worsening phase of the epidemic.\"  Milestone in China: The country where the pandemic began recorded no new deaths yesterday for the first time since January. There were also no locally transmitted infections found yesterday; all new cases were imported from abroad. And tomorrow, the epicenter city of Wuhan will finally lift its lockdown after three months. India relaxes drug export: India has partially lifted export restrictions on the drug hydroxychloroquine, after imposing a blanket export ban on the drug on Saturday -- just as President Donald Trump requested more to be released to the US. New Zealand controversy: The health minister was demoted and called himself \"an idiot\" after breaking nationwide lockdown rules by driving to the beach with his family. UK Cabinet minister Michael Gove says he is “isolating” himself because one of his family members has started to display coronavirus symptoms. On Twitter, Gove said: “In accordance with the guidance, I am isolating at home after a member of my family started to display mild symptoms of coronavirus on Sunday. I have not displayed any symptoms and am continuing to work as normal.”  Gove is one of several UK officials to self-isolate or test positive for Covid-19. Health Secretary Matt Hancock had also tested positive for the coronavirus, and England's Chief Medical Officer Professor Chris Whitty said in a tweet on March 27 that he had coronavirus symptoms and would be self-isolating at home for seven days. Gove appeared on TV and radio news shows in the UK on Tuesday morning to provide an update on the Prime Minister’s condition. Johnson in intensive care: UK Prime Minister Boris Johnson was moved to an intensive care unit Monday after his condition with coronavirus symptoms \"worsened,\" his office has said. Johnson, 55, was first admitted to St Thomas' Hospital in London on Sunday evening for what he said were \"routine tests,\" saying on social media that he was in \"good spirits.\" But the apparent change in the leader's health has shocked the nation, with politicians from his party and the opposition voicing their support for the leader, as the country battles an outbreak that has killed more than 5,000 people. ##Health## The rate of new infections and deaths from the novel coronavirus in Spain has increased after a week-long decline, data from the Spanish Health Ministry released on Tuesday shows. Figures released by the ministry show that 743 people have died in the past 24 hours – a 5.7% increase in total deaths. This is a slight acceleration on Monday’s data, which recorded 637 new deaths – a 5.1% increase on the previous day’s total deaths. The number of active cases has also gone up from 81,540 to 83,504, representing a growth of 2.4% on Monday’s numbers. That also shows an acceleration compared to Monday, where there was only a 1.6% increase Jump in ICU patients: There was also a jump in the number of patients admitted to intensive care units in the past 24 hours, with Spanish authorities counting 130 new cases. Monday saw the lowest daily increase since March 16, with only 70 new cases in Spanish ICUs. Some 43,208 have now recovered from the virus, according to the health ministry.   ##Health## Ninety-four doctors have died of coronavirus, the Italian association of doctors said Tuesday. Twenty-six nurses have also died after contracting the virus, the press officer of the Italian federation of nurses said, adding that there were 6,549 infected nurses in total. As of Monday, the total number of healthcare workers infected by coronavirus is 12,681, according to the Italian Institute of Health. Protective equipment shortage: A lack of proper protective gear has made contagion inside healthcare facilities a contributor to the rampant spread of the virus. Some of the best health structures in Europe are in northern Italy, but they were pushed to near collapse with the sheer number of Covid-19 patients in need of urgent care. A school district in Missouri has suspended the home delivery of meals to students following the deaths of two school bus drivers. The Ferguson-Florissant district serves students in a northeastern suburb of St. Louis. One driver who supported food distribution at McCluer North High School died after testing positive for coronavirus, said a letter from the district Superintendent Joseph Davis. The second driver died after a prolonged illness unrelated to coronavirus -- but had symptoms of the virus before death, according to the letter.  A third staff member who also works at McCluer North High School has also tested positive for the virus, Davis said. The suspension will last through April 10, and is meant to keep students, families and the employees of the district safe, the letter said. Read more here: ##Daily Life## ##Health## The US coronavirus death toll is nearing 11,000 as the country prepares for what the President said will be a \"difficult\" week and a half. But White House officials say they are encouraged by parts of the country that leaned in heavily to social distancing measures and are now seeing a slowdown in the rate of growth of cases. \"We are not only seeing remarkable progress in Washington state and in California where the numbers remain low and steady,\" Vice President Mike Pence said yesterday. \"But we are also beginning to see a leveling.\" There are now more than 368,000 cases in the US, according to Johns Hopkins University. \"I don't think anyone has ever mitigated the way I've seen people mitigate right now. It's never happened in this country before. I am optimistic. Always cautiously optimistic,\" said Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases. Read more about the situation in the US here: ##Health## The mayor of Paris says that from Wednesday, people wishing to exercise outdoors in the French capital will have to do so before 10 a.m. or after 7 p.m. local time. Anne Hidalgo and the Paris prefecture of police took this decision to reinforce the city's containment restrictions and limit the risks of spreading the coronavirus, they say. \"From April 8, 2020, outings for individual sports activities will no longer be authorized between 10 a.m. and 7 p.m. throughout the territory of Paris. They therefore remain authorized from 7 p.m. to 10 a.m., when the crowds in the streets are the smallest,\" read a statement released on Tuesday. Outbreak worsens: France has not yet reached the peak of its coronavirus outbreak, according to health minister Olivier Veran, who said \"we are still in a worsening phase of the epidemic.\"  Deaths have spiked dramatically in the country -- 833 people died from the virus within 24 hours, Veran said yesterday. France is nearing 99,000 cases of coronavirus, according to figures from Johns Hopkins University. Some 8,911 people have died, the figures show. ##Daily Life## ##Health## Children diagnosed with coronavirus in the US typically have mild cases, the Centers for Disease Controls and Prevention said in a report released Monday. However, some severe cases in children are being reported and three children have died, the analysis said. Cases in children make up less than 2% of reported cases in the US, according to the report. It analyzed 149,760 laboratory-confirmed cases in the US between February 12 and April 2. Of the 149,082 cases in which an age was reported, only 2,572, or 1.7%, were children younger than 18 years old, the report said. Symptoms such as cough and fever were not reported as often in the pediatric cases as in adults, and children also seem to have a lower rate of hospitalizations for the virus, according to the report. Read more takeaways from the CDC report here: ##Health## There are at least 368,449 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases. The US death toll from the virus is nearing 11,000, as the country prepares for what the President has warned will be a \"difficult\" week-and-a-half -- according to Johns Hopkins' tally, 10,993 people have died.  The total includes virus cases in all 50 states, the District of Columbia and other US territories, as well as all repatriation cases. Wyoming is the only state not to have reported a death from coronavirus. A likely underestimate: Health experts warn that the national count of Covid-19 deaths in the US may be an underestimate, as the coronavirus pandemic continues to spread. Reporting data can lag by an average of one to two weeks, according to the latest guidance from the US Centers for Disease Control and Prevention.   ##Health## The UK's Queen Elizabeth II has marked World Health Day by paying tribute to the “vitally important” role played by health workers. “In testing times, we often observe that the best of the human spirit comes to the fore; the dedication to service of countless nurses, midwives and other health workers, in these most challenging of circumstances, is an example to us all,” she said in a statement. The Queen says she and her family send their “enduring appreciation and good wishes” to all health workers for their “selfless commitment and diligence”. Her comments follow a rare televised address on Sunday, in which the monarch called for unity in the face of the pandemic.  The 93-year-old monarch's son and heir, Prince Charles, tested positive for coronavirus last month, and spent time in self-isolation as a result, but has since recovered.  ##Daily Life## Iran is in talks with other countries about exchanging prisoners amid the coronavirus pandemic, according to Mahmoud Abbasi, the Deputy Justice Minister for Human Rights and International Affairs. \"Given the current sensitive situation and outbreak of coronavirus, we are in talks with countries to exchange prisoners,\" Abbasi said, according to state news agency IRNA. Abbasi said 2,600 Afghan convicts were “prepared to leave for their countries, and some Central Asian states have agreed to exchange prisoners,” according to IRNA. He added that the prisoner exchange was justifiable within “the framework of humanitarian policies of Iran.” Here's some background: Iran has the highest reported number of Covid-19 cases and deaths in the Middle East, with more than 60,000 cases and a death toll of more than 3,700.  The country has temporarily released tens of thousands of prisoners in an attempt to curb the spread of the virus.  ##Health## German officials warned today that the country should expect to see a rise in coronavirus deaths because of outbreaks in care homes and assisted living facilities. There will likely be no letting up of new cases in the coming days, warned the president of the Robert Koch Institute, a federal government research agency. There were 3,834 new cases and 173 deaths yesterday, the institute said. That brings the national total to 103,375 cases and 1,810 deaths, according to data from Johns Hopkins University.  These figures don't reflect the number of active cases, as many patients have since recovered and been discharged from hospital; rather, it represents the total number of infections since the pandemic began. Germany has enough intensive care unit beds: Lothar Wieler, head of the Robert Koch Institute, said the country has sufficient ICU capacity for the time being.  \"I am happy about each bed and each ventilator,” he said. However, he cautioned that capacity could run out in the future. ##Health## The chief minister of India's capital territory Delhi announced that the government will ramp up its testing to mimic South Korea's strategy. “If we do not test, we will not know who has been infected and who hasn’t been,” said Chief Minister Arvind Kejriwal. Kejriwal acknowledged that the administration was dealing with a shortage of testing kits, adding that their orders for almost 50,000 kits are finally being delivered.  The Delhi government will start rapid testing for about 100,000 people starting this Friday. The government has also provided local police with the contact information of 27,702 people who have been placed under self-quarantine, to ensure there are no violations. Delhi is \"fully prepared\" to handle up to 30,000 patients across 8,000 hospitals, Kejriwal said.  Delhi currently has one of highest concentrations of infections in the country, with 523 confirmed cases and seven deaths. The national total stands at 4,778 cases and 136 deaths. South Korea has been regarded as a model for testing. The country implemented widespread, aggressive testing when the outbreak hit, setting up drive-through test sites. It led to a lot of early detection, which experts say has helped the government stem the spread of the virus. ##Health## Japanese Prime Minister Shinzo Abe formally declared a one-month state of emergency just now at a task force meeting. The state of emergency will last from today through May 6, and be in place across seven virus-hit prefectures, including Tokyo. Abe had announced yesterday that he would make the declaration today, as the country sees increasing spikes in cases. Under the declaration, \"basic economic activity\" will still continue, with public transport and supermarkets remaining open. People are urged to stay at home and not make unnecessary trips. ##Health## ##Business## The New York City Police Department has lost its 12th member to a suspected case of coronavirus. NYPD Auxiliary Police Officer Ramon Roman died on Sunday from coronavirus-related complications, according to a daily coronavirus report from the NYPD. Nearly 20% of its uniformed workforce is out sick. The city is a hot spot for the virus, with more than 68,000 cases and 2,700 fatalities. The city's hospitals have been struggling to maintain the space, personnel and equipment to treat the growing number of patients. Yesterday, 6,974 uniformed members of the NYPD were out sick, accounting for 19.3% of the department's uniformed workforce, according to the report. That number has jumped from 12% on March 28. Currently, 1,935 uniformed members and 293 civilian members tested positive for the coronavirus, the NYPD said. Read more here. UK cabinet ministers were not told about Prime Minister Boris Johnson’s deteriorating condition until nearly an hour after he was taken into intensive care, said Michael Gove, Minister for the Cabinet Office. Appearing on Sky News, Gove was asked whether the government had been upfront with the public about Johnson’s condition, and whether it too was taken by surprise. “Yes we were,\" he replied. \"The (daily coronavirus) briefing that was given at 5 o’clock, was given at a time when we didn’t know about the deterioration in the prime minister’s condition.”\n“We were informed subsequently. The prime minister was admitted to intensive care at 7 o’clock, and that information wasn’t given to us in government -- to those in the cabinet -- until just before 8 o’clock.” Johnson is still in intensive care, and has received oxygen support. ##Health## If you're just joining us, here are the latest developments since our last catch-up. Concern in Britain: UK Prime Minister Boris Johnson remains in intensive care with coronavirus and has been treated with oxygen, said Michael Gove, Minister for the Cabinet Office. He is not on a ventilator, according to Gove. US braces for worst: State and health officials have warned that this week may be the hardest yet, and that the coming weeks will be crucial in stemming the virus' spread. The situation is most dire in New York, where at least 4,758 people have died, according to the latest data. Funeral homes have been overwhelmed because of increased demand. France outbreak worsens: France has not yet reached the peak of its coronavirus outbreak, according to health minister Olivier Veran, who said \"we are still in a worsening phase of the epidemic.\" Deaths have spiked dramatically in the country -- 833 people died from the virus within 24 hours, Veran said yesterday.  Milestone in China: The country where the pandemic began recorded no new deaths yesterday for the first time since January. There were also no locally transmitted infections found yesterday; all new cases were imported from abroad. And tomorrow, the epicenter city of Wuhan will finally lift its lockdown after three months. India relaxes drug export: India has partially lifted export restrictions on the drug hydroxychloroquine, after imposing a blanket export ban on the drug on Saturday -- just as President Donald Trump requested more to be released to the US.  Doctors attacked: Meanwhile, frontline doctors in India are being attacked and harassed by their communities, due to fears that they may be infected after working with coronavirus patients.  New Zealand controversy: The health minister was demoted and called himself \"an idiot\" after breaking nationwide lockdown rules by driving to the beach with his family. Fear in Japan: The country recorded another 252 cases yesterday, and the Prime Minister is expected to declare a state of emergency today. Doctors warn that there isn't enough testing, and many say the emergency declaration may be coming too late. ##Health## ##Daily Life## ##Business## ##Travel## Doctors in India are being attacked and harassed by their communities, due to fears that they may be infected after working with coronavirus patients. Last week, a mob in the central state of Madhya Pradesh pelted doctors with stones while they were treating a suspected coronavirus patient.  And a doctor in the city of Surat, in the western state of Gujarat, was harassed by her neighbors on Saturday, according to a senior police official. \"The doctor claims that the neighbors accused her of having the coronavirus and were yelling at her, but the neighbors say that they were angry because the doctor's dog had attacked them,\" said police commissioner R B Brahmabhatt. The neighbors were arrested on Sunday and released on bail. Medical staff in the capital New Delhi also say they have been ostracized and discriminated against. Some doctors have even reported being evicted, or faced threats that their electricity will be cut off. For weeks, state and federal authorities have urged the public to avoid violence or stigmatizing medical staff, and have praised frontline workers -- but the attacks have continued. \"In this hour of crisis, doctors and nurses in white clothes are a form of God, they are putting themselves in danger to save us,\" said Prime Minister Narendra Modi on March 25. \n\"If you see people treating them badly go there and make them understand. Doctors, nurses and medical staff save our lives and we can never repay their debt.\" ##Health## ##Daily Life## British Prime Minister Boris Johnson was moved to an intensive care unit on Monday after his condition with coronavirus symptoms \"worsened,\" his office said.  By Tuesday morning, Johnson, 55, was still in the ICU and had received oxygen support,  Michael Gove, Minister for the Cabinet Office, said in an interview with the BBC. Here's everything we know: Not on a ventilator: While Johnson has been treated with oxygen, the prime minister is not on a ventilator, according to Gove. “One of the reasons for being in intensive care is to make sure that whatever support the medical team consider to be appropriate, can be provided,” Gove said. Hospitalized on Sunday: Johnson was first admitted to St Thomas' Hospital in London on Sunday evening for what he said were \"routine tests\" after his coronavirus symptoms persisted 10 days after testing positive. Intensive care: He was moved to the intensive care unit on Monday at around 7 p.m., Downing Street said. The decision was made by the leader's medical team after his condition worsened over the afternoon on Monday.  Change in condition: The move strikes a sharp contrast to earlier reports on Johnson's condition. During his period of self-isolation, Downing Street had said that Johnson's symptoms were \"mild,\" and on Sunday said his hospitalization was just a \"precautionary step.\"  Who is running the country? While Johnson is in hospital, Foreign Minister Dominic Raab is deputizing for the prime minister \"where necessary.\" “The prime minister has a team around him who ensure the work of government goes on,” Gove said.\n“Dominic (Raab) takes on the responsibilities of chairing the various meetings the PM would’ve chaired but we’re all working together to implement the plan that the PM has set out,” he said. Johnson was working less last week: The prime minister had a “stripped back diary” last week and was following the medical advice of his doctors, Gove told BBC Radio.  “And all last week he was following the advice he was being given by his doctors -- he had a stripped back diary in order to make sure the appropriate medical advice could be followed.” “He is receiving the best possible treatment,” Gove said.  ##Health## Japanese automaker Toyota announced that it will start producing 500-600 medical face shields per week using injection molds and 3D-printing, with plans to ramp up production over time. \"Toyota will do what it can to help efforts on the front lines of treatment and in limiting the further spread of Covid-19, which has become society's biggest priority,\" said the company in a statement. These measures will be largely carried out in Japan, though there are also similar efforts being made in overseas factories and branches. The statement said Toyota will leverage its supply chain to distribute thermometers and other protective equipment. The firm is also working with ventilator manufacturers to try and increase productivity. Toyota is also considering using its vehicles to transport people from their homes to medical facilities or quarantine centers, so fewer potentially infected people are on public transit or taxis. ##Business## As the US military was embroiled in controversy over its handling of an outbreak of coronavirus on one of its Pacific aircraft carriers, China was resuming operations in the South China Sea. In the past week, the English language website of the People's Liberation Army (PLA) has posted stories on large-scale naval exercises and the sinking of a Vietnamese fishing boat. In addition, it also announced the ramping up of military industries in Wuhan, the original Chinese epicenter of the pandemic. US military controversy: The US aircraft carrier USS Theodore Roosevelt passed through the South China Sea on its way to Guam, where it is now docked after more than 170 Covid-19 cases were reported on board. The Roosevelt's commander, Capt. Brett Crozier, was stripped of his command last week after a memo he wrote warning that urgent action was needed to protect the lives of his crew was leaked to the media. This could be an opportunity for China: Some analysts have suggested that in the South China Sea, even short-term pullbacks can create an opening the PLA could take advantage of. \"I think China is exploiting the US Navy's coronavirus challenges to improve its position in the South China Sea by giving the appearance it can and will operate there at will while the US is hamstrung,\" said Carl Schuster, a retired US Navy captain and a former director of operations at the US Pacific Command's Joint Intelligence Center. China has consistently pushed back at the suggestion it is attempting to use the pandemic to gain geopolitical influence. Read the full analysis here: France has not yet reached the peak of its coronavirus outbreak, health minister Olivier Veran said today. \"We are still in a worsening phase of the epidemic,\" Veran told broadcaster BFM TV.  The country's containment measures and emergency restrictions would last as long as necessary, he said. Prefects -- states' representatives in a region -- have banned most gatherings. It will be up to the prefects to decide on a case-by-case basis whether they need to to tighten measures like imposing curfews or banning farmers’ markets, said Veran. This comes after deaths spiked dramatically in France; 833 people died from the virus within 24 hours, Veran said yesterday. The day before, 518 people died. France has recorded 98,984 cases and 8,911 deaths, according to data from Johns Hopkins University. That's the fifth-highest number of cases globally and the third-highest number of deaths. ##Health## Editor's note: Peter Bergen is CNN's national security analyst, a vice president at New America and a professor of practice at Arizona State University. The opinions expressed here are his own. Around the world, some religious gatherings continue to take place, despite widespread knowledge that large groups of people facilitate in spreading the coronavirus -- and in defiance of government restrictions on such gatherings. In Israel, ultra-Orthodox Jews continue to hold crowded religious gatherings despite the government banning such meetings, according to the New York Times. Predictably, Covid-19 may be spreading up to eight times faster among Israel's ultra-Orthodox Jews than it has among the general population. In the Pakistani financial capital of Karachi, which has a population of around 15 million, the provincial government ordered a lockdown during Friday prayers when the faithful typically gather in mosques. On Friday, enraged worshippers clashed with police as they tried to enforce the lockdown. In Baghdad, Iraq, abaya-clad women crowded the shrine of Imam Musa al-Kadhim in late March while implying their faith kept them safe from the coronavirus. And in the US, a church in Louisiana held services this Sunday despite stay at home orders from Louisiana's governor because of the pandemic. Channeling his inner Franklin D. Roosevelt, the pastor told hundreds of his parishioners, many of whom had arrived on more than two dozen buses, that they had \"nothing to fear but fear itself.\" Read the full opinion piece here: ##Daily Life## British Prime Minister Boris Johnson is still in intensive care as of about half an hour ago, said Michael Gove, cabinet minister and Chancellor of the Duchy of Lancaster, in an interview with the BBC. He is not on a ventilator, but has received oxygen support, Gove said.  “And of course, one of the reasons for being in intensive care is to make sure that whatever support the medical team consider to be appropriate, can be provided,” Gove said. Gove said Johnson was “receiving the very best care” at St. Thomas Hospital in London after being taken into intensive care on Monday. While Johnson is in hospital, Foreign Minister Dominic Raab is deputizing for the prime minister \"where necessary.\"  “The prime minister has a team around him who ensure the work of government goes on,” Gove said.\n“Dominic (Raab) takes on the responsibilities of chairing the various meetings the PM would’ve chaired but we’re all working together to implement the plan that the PM has set out,” he said. ##Health## There are 46,056 people currently self-quarantining in South Korea, according to the government. This number is expected to double due to more people now returning to the country as the pandemic spreads globally, the government said. A health official said today that the government is capable of monitoring and managing the predicted increase. Of the people currently self-quarantining, 75 have been reported for violating quarantine rules, the government said.  All foreign citizens arriving in South Korea are required to download a smartphone app that monitors their movements during quarantine in order to enter the country. It is not mandatory for South Korean nationals.  About 60% of citizens self-quarantining have also downloaded the app, the government said. ##Health## Guam resident Sabine Chargualaf had been excited for her grandson, a US Navy sailor, to arrive for a port visit this week. Her grandson, 20-year-old Brandon John Francisco, had brought some of his ship mates to Chargualaf's home last time he was in Guam for a port call in February. This time, in preparation, Chargualaf and her husband  had stocked up on meat, fish and octopus to let them try all kinds of food from the island.  Then the aircraft carrier USS Theodore Roosevelt got hit with the coronavirus. More than 170 cases of coronavirus have now been reported onboard. Francisco has been tested, and is awaiting the results. The whole family is anxiously waiting to hear back, said Chargualaf. “My initial thoughts were, ‘Oh my God! Brandon. I hope everybody’s okay. That was my main concern,\" she told CNN. In the meantime, Francisco has been doing his best to stay in touch with his family, but it's challenging; he is still on the ship, where the internet is spotty, and can't go to the quarantine hotel set up onshore until the test results come back. While they wait, Chargualaf had this message for her grandson and the sailors aboard the ship. “You’re in my heart and I love you all even if I don’t know them, they’re part of my grandson’s crew and the military. It goes deep into my heart,\" she said. ##Health## ##Daily Life## India has partially lifted export restrictions on the drug hydroxychloroquine, according to a statement from the country’s Ministry of External Affairs.  The restrictions “have been largely lifted” after a review of national needs, ministry spokesman Anurag Srivastava said in the statement. New Delhi had imposed a blanket export ban on the drug on Saturday, just as President Donald Trump requested more to be released to the United States. Trump has insisted that the drug -- usually used to treat malaria -- can prevent the coronavirus, despite there being no reliable evidence and no definitive study. The FDA has not approved hydroxychloroquine for the treatment of Covid-19. “Like any responsible government, our first obligation is to ensure that there are adequate stocks of medicines for the requirement of our own people. In order to ensure this, some temporary steps were taken to restrict exports of a number of pharmaceutical products,” said the new statement from the ministry.  The Indian government says going forward, demand for paracetamol and hydroxychloroquine will be continuously monitored, and that the number of materials in stock could allow for companies to meet export commitments previously under contract. Responding to questions about the turnaround in policy, Srivastava said he discouraged speculation or any attempts to politicize the matter. The Indian government had initially restricted the sale and distribution of hydroxychloroquine in March, and made it eligible only to medical personnel working with confirmed Covid-19 patients or individuals who had come in close contact with a positive case.  ##Business## ##Health## A vacuum of knowledge about the origins of the coronavirus has provided fertile ground for all manner of theories -- from the fantastic, to the dubious to the believable. Scientists have banded together to condemn conspiracy theories. And yet, they are divided on what was once widely thought the most likely culprit: a so-called wet market in Wuhan, where wild animals are kept in cages and sold as pets or food. CNN spoke to more than half a dozen virus experts about the origins of the outbreak, and all of them say anyone who claims to know the source of Covid-19 is guessing. To date, one thing seems likely: It came from bats. Researchers agree that the coronavirus jumped from an animal to a human, a phenomenon known as \"zoonotic spillover.\" \"We're very confident that the origin of Covid-19 is in bats,\" said Peter Daszak, president of EcoHealth Alliance, a health nonprofit that tracks zoonotic spillover.  \"We just don't know where exactly it originated -- which bat species exactly. And we don't know how many others there are out there that could emerge in the future.\" Read more here about the genetic detective story: ##Health## Coronavirus cases continue to rise in Switzerland, with 552 new infections identified yesterday.  It's a drop in new cases from Sunday, when 822 were recorded. The national total has reached at least 21,652 cases, according to the Swiss Federal Office of Public Health. The death toll stands at 584. Switzerland has a population of around 8.5 million, meaning there are about 252 cases per every 100,000 residents, said the office. “Switzerland has one of the highest incidences (per capita) in Europe,\" it said in a statement. ##Health## The United States marked a grave milestone on Monday when the official death toll from the novel coronavirus surpassed 10,000. The virus has spread throughout the country and since January of this year the number of people infected with Covid-19 has continued to rise. The situation is most dire in New York, where at least 4,758 people have died, according to the latest data from Johns Hopkins University. Funeral homes have been overwhelmed because of increased demand. Associated Press photojournalist John Minchillo recently spent time covering the work of funeral directors Tom Cheeseman and Pat Marmo in Brooklyn, New York. See more photos here. If you're just joining us, here are the latest developments since our last catch-up. The US braces for worst: State and health officials have warned that this week may be the hardest yet, and that the coming weeks will be crucial in stemming the virus' spread. Some states are converting sports stadiums and convention centers into medical wards in preparation for a surge in cases. Milestone in China: The country where the pandemic began recorded no new deaths yesterday for the first time since January. There were also no locally transmitted infections found yesterday; all new cases were imported from abroad. And tomorrow, the epicenter city of Wuhan will finally lift its lockdown after three months. New Zealand controversy: The health minister was demoted and called himself \"an idiot\" after breaking nationwide lockdown rules by driving to the beach with his family.  Fear in Japan: The country recorded another 252 cases yesterday, and the Prime Minister is expected to declare a state of emergency today. Doctors warn that there isn't enough testing, and many say the emergency declaration may be coming too late. Progress in Korea: South Korea has now reported fewer than 50 new cases for two days in a row. The last time the country had fewer than 50 daily new cases was February -- suggesting that infections may at last be slowing. Honduras measures: People in Honduras will now be required to wear face masks when they go outside, the President announced. ##Health## ##Daily Life## With UK Prime Minister Boris Johnson hospitalized in intensive care with coronavirus, world leaders are going online to wish him well. Johnson tested positive on March 27, but his symptoms have persisted and since worsened, said his office. Japanese Prime Minister Shinzo Abe tweeted his support to \"my dear friend Boris Johnson.\" \"The people of Japan stand with the British people at this difficult time,\" Abe said. President Donald Trump said he was \"hopeful and sure\" that Johnson would recover from the virus. \"I want to express our nation's well wishes to Prime Minister Boris Johnson as he wages his own personal fight with the virus,\" he said. \"All Americans are praying for him, he's a friend of mine, he's a great gentleman and a great leader.\" Indian Prime Minister Narendra Modi also tweeted his well wishes to Johnson.  \"Hang in there, Prime Minister Boris Johnson! Hope to see you out of hospital and in perfect health very soon,\" he said. ##Health## Tyson Foods, one of the world's largest poultry, beef and pork producers, is suspending operations at an Iowa pork plant after more than two dozen employees there tested positive for coronavirus. The plant is located in the city of Columbus Junction, the company said in a statement. CEO Noel White said the suspension was imposed \"out of an abundance of caution,\" and that the company was seeing \"varying levels of production impact.\" \"In an effort to minimize the impact on our overall production, we’re diverting the livestock supply originally scheduled for delivery to Columbus Junction to some of our other pork plants in the region,” White said in the statement. The statement also said the company is taking the temperature of workers at all locations before they enter facilities, has increased deep cleaning, is working to secure protective face coverings for workers, and has implemented interim protocols for temporary protective coverings. ##Business## People in Honduras will now be required to cover their mouths when they are outside, President Juan Orlando Hernández said in a televised statement Monday. The order goes into effect on Tuesday.  “The use of masks is mandatory, it is not optional. Even a homemade mask makes a big difference and can partially protect us,” he said in a video dedicated to the use of masks. \"Today, any type of protection is essential,\" he added.  The government is including four masks with each bag of food it delivers to the neediest families, he said, and invited people to watch videos on how to make masks at home. The government is also preparing policies that will allow masks to be made in bulk for Hondurans and to export them later, Hernández said.  The armed forces industry, which usually manufactures military equipment, has also been ordered to produce face masks and other protective equipment instead.  ##Health## ##Daily Life## Jill Romann, the coroner in Douglas County, Colorado, was so desperate for coronavirus tests that she began calling hospitals in the middle of the night to avoid management, begging whoever was on duty for one or two test kits. Her total collection reached about 13 before the hospitals caught on and shut her down. She asked the state health department for help getting the tests needed to determine whether deaths were linked to the virus. But she said the agency told her it was not providing them to coroners because it was prioritizing the tests for the living. She hasn't been able to get the supplies she needs from private labs either. \"If you die in my county, I will not know if you died of Covid-19,\" Romann said. \"I will, however, be able to tell if you legally smoked pot.\" Other death investigators are equally frustrated and worried about coronavirus deaths being missed. A coroner in Wyoming, the only state that still hasn't reported any deaths due to the virus, said he seriously doubts its official death count, and told CNN he hasn't been able to test a number of suspected cases.  And an Ohio coroner said she believes at least four deaths in her county have already been left uncounted. As the country battles a rapidly growing number of coronavirus infections, 13 coroners and medical examiners in nine states told CNN that they are struggling to acquire the supplies needed to test bodies arriving at their facilities for the disease. Read more about it here: ##Health## South Korea recorded 47 new coronavirus infections yesterday -- the second consecutive day that the country saw fewer than 50 new cases.  Of the new cases, 13 are from the national epicenter of Daegu, 10 are from Gyeonggi province, four from Seoul, and the rest from other parts of the country. The country has now recorded 10,331 cases and 192 deaths, according to Johns Hopkins University. This total doesn't reflect the number of active cases, but rather the number of all infections since the outbreak began. A total of 6,694 patients have recovered, according to the Korea Centers for Disease Control and Prevention. ##Health## Much of Japan will enter a state of emergency today as the country struggles to rein in the pandemic, months after the first domestic cases were reported. Prime Minister Shinzo Abe said that \"basic economic activity\" will continue in seven affected prefectures, but urged people to exercise social distancing and avoid unnecessary trips. Not enough testing: Abe has faced criticism for not activating emergency measures earlier, as experts warned the true number of cases could be far higher than official statistics due to a lack of widespread testing. The capital Tokyo is among one of the country's worst hit areas, and doctors in the city declared a state of medical emergency yesterday, citing a possible collapse of the health care system.  One medical official warned that the next six weeks will be critical in preventing an \"explosive spread\" of the virus. Too little too late? Japan was among the first countries to report cases of the coronavirus. But despite this long exposure to the virus, the country has been slow to take the kind of radical steps seen in many other parts of the world. Officials have faced accusations of deliberately dragging their feet to avoid greater damage to the economy after the postponement of the Tokyo Olympics, which is expected to cause a big hit. But experts have warned that the failure to respond quickly could result in a far worse situation. Read the full story here: ##Health## ##Business## The United States now has at least 368,196 cases of the coronavirus and 10,986 related deaths, according to data from Johns Hopkins University. There were 30,576 new cases and 1,343 deaths reported on Monday. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all cases repatriated from overseas. Wyoming is the only state not reporting a death from coronavirus. CNN is keeping track of coronavirus cases across the US and an interactive map can be found here: ##Health## Japan recorded 252 new cases and seven more deaths from the coronavirus yesterday,  the country's health ministry said. Some 83 of those new cases are from the capital Tokyo. That brings the total number of cases nationwide to 4,618. Of those, 712 cases were from the Diamond Princess cruise ship that docked in quarantine in February. The national death toll has reached 91, with 11 deaths from the ship. State of emergency: Japanese Prime Minister Shinzo Abe announced yesterday that he will declare a state of emergency.  Abe will further explain the declaration at a news conference later today. He added that Japan's state of emergency will differ from Western countries, and will last about a month. Basic economic activity, like public transportation and supermarkets, will continue to operate, he said. ##Health## China reported no new novel coronavirus deaths or locally transmitted cases yesterday, according to the country's National Health Commission.  There were 32 new cases -- all of them imported from abroad. This is the first time China has reported no new coronavirus deaths since the NHC began releasing daily updates in late January. China has now recorded a total of 81,740 cases and 3,331 deaths, according to the NHC. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began. Of those total cases, 77,167 patients have recovered and been discharged from hospitals, according to the NHC. Much of China is returning to normal life. Hubei province -- ground zero for the pandemic -- and many other parts of the country have been under lockdown and movement restrictions for three months, but curbs designed to stop the spread of the virus are beginning to loosen as the perceived level of threat subsides. Tomorrow, the lockdown on Wuhan, the city at the epicenter of the outbreak, will be lifted -- a significant milestone in its battle against the deadly virus. Starting tomorrow, people will be allowed to leave Wuhan and Hubei if they have a green QR code on their mobile phones, which the provincial government has distributed as an indicator of people's health status. ##Health## Samsung, the world's largest smartphone maker, predicts it eked out a rise in profit last quarter, as the coronavirus pandemic was just beginning to disrupt supply chains and hobble global demand. The South Korean company said on Tuesday that it expects to make an operating profit of roughly 6.4 trillion won ($5.2 billion) for the January-to-March period. That's up nearly 3% from the same period a year ago and right in line with what analysts polled by data provider Refinitiv predicted. Samsung said it expects sales will also rise about 5% to 55 trillion won ($45 billion). Shares in Samsung rose about 2% in Seoul on the news, though later pared gains to 1.4%. The company will report full first-quarter results at the end of this month. Read the full story here: ##Business## The rapid spread of coronavirus has sent states scrambling to buy ventilators to prepare for a coming apex of cases. But ventilators do not operate on their own. And while the ventilator shortage remains a serious issue, much less attention has been paid to the health care workers needed to operate those machines: respiratory therapists. Respiratory therapists are specially trained to treat people with breathing problems. Amid this pandemic, their role as master of the mechanical ventilator has brought them a new level of recognition for what has long been an unfamiliar job. They are the ones who track Covid-19 patients' oxygen levels, manage their breathing and, if need be, intubate them and set up a mechanical ventilator. There are 155,000 licensed respiratory therapists in the US, according to the American Association for Respiratory Care (AARC). Still, their work remains \"virtually unknown,\" said Tom Kallstrom, the CEO and executive director of the AARC. Read more about it here: ##Health## China has donated 170,000 coverall suits to India, the Indian Press Information Bureau confirmed in a statement. These are head-to-toe suits that protect medical workers and frontline emergency responders from possible exposure to the coronavirus when handling infected patients. The Indian government said it has also ordered 8 million complete personal protective equipment (PPE) kits from a Singapore-based company, with deliveries expected from April 11, and is in negotiations with a Chinese firm to place an order of 6 million complete PPE kits. India is also racing to produce PPE domestically: 190,000 coveralls and 200,000 N95 face masks produced in India will be distributed to hospitals nationwide, according to the Press Information Bureau. The majority of new PPE and masks are being sent to states with a comparatively higher number of cases, including Tamil Nadu, Maharashtra, Delhi, Kerala, Andhra Pradesh, Telangana and Rajasthan. This comes as the country prepares for things to get worse. Last week, a 56-year-old man became the first patient to die in a Mumbai shantytown considered one of the largest slums in Asia. If the virus hits India's slums, the resulting outbreak could be disastrous, health officials and experts warn. India now has 4,778 confirmed coronavirus cases and 136 reported deaths, according to data from Johns Hopkins University. ##Health## ##Business## Venezuelans who once fled their homes for neighboring Colombia are now returning to their country. As the coronavirus pandemic shuts down Colombia's flights, borders and economy, some Venezuelan migrants say they see little choice but to return home -- where they may face still worse economic devastation and a crumbling health infrastructure. As of today, the virus has killed 46 and infected 1,579 people in Colombia, which is under a nationwide quarantine expected to end April 26. \"We want these days which are going to change our daily lives, which are going to alter our common and ordinary life, to serve to protect those who need it most,\" said Colombian President Iván Duque, when he announced the quarantine. The country's most vulnerable residents, he said, would receive the state's support. But many of the 1.6 million Venezuelans in the country cannot access help. According to the United Nations Refugee Agency, nearly 60% of Venezuelans in Colombia have not registered with the government and therefore cannot access vital services. Those who work irregular jobs are finding their only income dried up, and some are so desperate that they're picking up their few belongings and beginning the long, arduous trek home by foot. Venezuela may be an even more dangerous destination. With the country's health care system in a state of collapse and an economy on a constant downward spiral, local doctors fear Venezuela will be hard-hit by the virus.  Read the full story here: ##Health## Uruguay's foreign ministry said there is a \"high number of positive (coronavirus) results\" aboard the Australian cruise ship Greg Mortimer, currently docked off the coast of the South American country. The ship's operator announced earlier today that at least 81 passengers and crew on the ship have tested positive. Six passengers on the ship required specialized care and were transferred to medical centers in the capital city Montevideo for treatment, said a statement from the ministry. \"The remainder of the passengers and crew have been classified as asymptomatic or with mild symptoms,\" the statement said. The ministry also said that passengers will not be able to disembark the ship unless a humanitarian effort can be organized.  The cruise ship originally had 128 passengers and 83 crew members onboard. More than 120 passengers and staff onboard were tested for Covid-19. Some 45 have tested negative, and another 90 test results are expected to be processed over the next 12 to 24 hours. ##Health## ##Travel##  New Zealand Health Minister David Clark has been demoted after going on a beach trip and breaking the rules of the nationwide lockdown. “Yesterday evening the Health Minister advised me of his trip to a beach during the lockdown and offered his resignation,” said Prime Minister Jacinda Ardern in a statement today.  “Under normal conditions I would sack the Minister of Health. What he did was wrong, and there are no excuses. But right now, my priority is our collective fight against Covid-19. We cannot afford massive disruption in the health sector or to our response. For that reason, and that reason alone, Dr. Clark will maintain his role,\" the statement said. Instead of being fired, he will be stripped of his role as Associate Finance Minister and demoted to the bottom of the Cabinet rankings. “I expect better, and so does New Zealand,” said Ardern. The beach trip: In a separate statement, Clark said he had driven his family to a beach for a walk, on the first weekend of the lockdown. \"This trip was a clear breach of the lockdown principles of staying local and not driving long distances to reach recreation spots,\" he said. \"At a time when we are asking New Zealanders to make historic sacrifices I’ve let the team down. I’ve been an idiot, and I understand why people will be angry with me.\" ##Daily Life## China's state-run Xinhua news agency has released its official timeline of the coronavirus pandemic, from the original outbreak in mainland China to its global spread by March 31. Full of praise for the government's efforts to control the outbreak, the lengthy timeline makes no mention of international criticism of the country's secrecy around the first cases of the virus nor their official response. \"Upholding the vision of building a community with a shared future for humanity, China has been timely releasing information on Covid-19 since the onset of the epidemic in an open, transparent and responsible manner,\" the timeline said. According to Xinhua, the outbreak was first detected in late December 2019, contradicting reports from the Wuhan health authorities who said cases were found as early as December 12. There is no early mention of doctor Li Wenliang's attempts to raise awareness of the virus on December 30 or how he was summoned to a police station on January 3, where he had to sign a statement promising not to commit further \"unlawful acts.\" The timeline only reports that Wuhan announced a pneumonia outbreak in the city on December 31. Li, who died of the coronavirus in February, is mentioned once in the official timeline on March 19, when the Wuhan Public Security Bureau officially apologized and revoked his reprimand letter. Why he was reprimanded is not mentioned. The timeline explicitly says that China began to inform the United States about the outbreak on January 3. ##Health## Two of Nevada’s Native American nations are enforcing mandatory curfews for their members in an attempt to avoid the spread of coronavirus. The Reno-Sparks Indian Colony near the California border is requiring all members to stay in their homes from 9 p.m. until 5 a.m., except for people who have an essential task to do or need emergency medical treatment.  Even a first-time offense can result in a $500 fine. The third violation could result in jail time. The curfew is set to expire on April 30, but may be extended. The Pyramid Lake Paiute Tribe, located 35 miles northeast of Reno, established its own curfew effective today, which begins each night at 10 p.m. Violations of that law will result in a $100 fine. The curfew does not have an expiration date. The two jurisdictions have a total of approximately 2,500 tribal members. ##Daily Life## Colorado is extending its statewide \"stay at home\" order for another two weeks, said Gov. Jared Polis in a televised state address today. The extended order is now planned to end on April 26. \"If there is any way to safely end it sooner, I will. And likewise, if Coloradans are not staying home and the number of dying or dead continues to pile up, it could go longer,\" Polis said. There are signs of hope, he said. \"Thanks to the actions we have taken, and you have taken, we are starting to show progress. The data is telling us we are starting to make progress.\"  At the start of the national outbreak, Colorado was seeing its cases double every one and a half days. Now, it has slowed to doubling every six or seven days. \"That means the spread of the virus is beginning to slow,\" Polis said. ##Daily Life## As infections spike in the United States, hospitals are running out of space, beds, and equipment like ventilators. To address the issue, some states are instead turning to other spaces as alternative medical sites. In Alaska, the Alaska Airlines Center sports arena is being fitted with more than 150 hospital beds to prepare for a possible surge in patients. The center is located at the University of Alaska-Anchorage, and can typically seat 5,000 people. The similarly-sized Carlson Center in Alaska's Fairbanks is also being prepared to admit patients. Meanwhile in New Orleans, the Ernest N. Morial Convention Center has been turned into a medical monitoring station with 1,000 beds.  The facility frees up ICU beds in hospital. All patients will arrive directly from hospitals and there will be no walk-up admission. ##Health## This coming week is critical to the pandemic's path forward, Los Angeles Mayor Eric Garcetti has warned. Los Angeles saw a 7% increase in coronavirus cases Monday -- the first time this daily increase percentage has been in the single digits since March 14, Garcetti said. There were 420 new confirmed cases in LA County today, the public health department announced. That brings the county total to 6,360 infections. Garcetti called the reduced rate of increase “good news,” but cautioned that data releases on Mondays have historically been lower than other days of the week. “But this is good news, it shows that what you are doing is working,” the mayor added. “This will be a critical week in our fight against this crisis,” he said. “This week is a make-or-break week for us all.”  ##Health## The United States now has at least 367,507 cases of the coronavirus and 10,908 deaths, according to data from Johns Hopkins University. Some 29,887 new cases and 1,265 deaths were reported on Monday alone, according to JHU. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state not yet reporting a death from coronavirus. CNN is keeping track of coronavirus cases across the US and an interactive map can be found here: ##Health## The novel coronavirus pandemic continues to batter the world. Here's a recap of the biggest developments of the past few hours. The numbers: There are now more than 1.34 million confirmed cases globally. This does not reflect the number of active cases, as many of these patients have recovered, but rather the total number of infections since the pandemic began.\nBoris Johnson: The British Prime Minister is in intensive care after being admitted to hospital on Sunday. He tested positive for the coronavirus on March 27, and his symptoms have worsened, his office said. Foreign Secretary and First Secretary of State Dominic Raab will deputize for him \"where necessary.\"\nIn the US: The death toll in the US has topped 10,000, as the country struggles to contain its outbreak. South Carolina has issued a stay-at-home order, joining the ranks of more than 40 other states. \nStates step up action: New York has upped its fines for violating social distancing. The Wisconsin governor unsuccessfully tried to order a suspension of the primary election. Arkansas and Washington schools will stay closed for the rest of the school year. And California secured more than 4,600 beds to prepare for a surge in cases.\nEconomic aid: The Italian government is allocating a record 400 billion euros ($432 billion) to help families and businesses tackle the economic impact of the pandemic. The Japanese government is also committing nearly $1 trillion to try to protect its economy and is expected to declare a state of emergency today. ##Daily Life## ##Health## Colombian President Iván Duque announced that he will extend the nationwide isolation order until April 26.  In a tweet, Duque said the measures taken to slow the spread of coronavirus \"have been positive.” \"Our challenge is to continue saving lives,\" Duque added.  The order for “mandatory preventive isolation” took effect on March 25 and was initially scheduled until April 13. ##Health## ##Daily Life## All 10 million residents in Los Angeles County are now eligible to apply for a coronavirus test. Mayor Eric Garcetti said at a news conference today that there are “no longer any limits” on who can apply for the testing. Patients don’t have to be over age 65, have underlying medical conditions, or have a weakened immune system, as was previously required.  Garcetti said that doesn’t mean officials immediately have a test for everyone in the county -- the most populous in the US -- but it means that the capacity of tests is now greater than the number of cases they’ve been receiving under the previous guidelines. LA County residents can register for testing at https://corona-virus.la ##Health## ##Daily Life## If North Carolina stops social distancing at the end of April -- as President Donald Trump and administration officials have pushed for -- there could be 750,000 state residents infected by June, said state health officials. “The team found that the social distancing policies we currently have in place in North Carolina will help lower the likelihood that we’ll overload our health care system, that’s good news,” said Mandy Cohen, Secretary of the North Carolina Department of Health and Human Services, in a news conference today.  The North Carolina-specific modeling forecast showed that if the state stopped social distancing by the end of this month, there is more than a 50% probability that the state will outstrip ICU bed capability and acute care capacity -- even as early as May. On the other hand, if social distancing stayed in effect, it could cut the number of infections by half a million cases -- down to 250,000. North Carolina now has 2,870 cases and 33 deaths, said Cohen.  ##Health## Chle has announced the mandatory use of face masks for all travelers riding public and private transportation to combat the spread of coronavirus. During a televised news conference Monday, Chile's Undersecretary of Public Health Paula Daza said the measure will go in effect on Wednesday, April 8 at 5 a.m. local time.  Some of the transportation methods that are included in the measure include trains, buses, metros and taxis.  The announcement comes after Health Minister Jaime Mañalich called on the population to start making their own masks with homemade materials, such as T-shirts and scarves. ##Travel## ##Daily Life## Nissan plans to furlough most of its hourly manufacturing employees as its US plants remain closed to help slow the spread of Covid-19. Nissan spokeswoman Lloryn Love-Carter confirmed the company will lay off about 10,000 employees Tuesday at plants in Canton, Mississippi; Smyrna, Tennessee and Decherd, Tennessee. Nissan asked furloughed employees to apply for enhanced unemployment through at least April 27, when the company will restart production. Nissan closed its US plants on March 20. ##Business##"], "Language": false}