{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/sport/dana-white-private-island-ufc-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T10:29:21Z"], "LastModifiedDate": ["2020-04-07T16:06:52Z"], "Headline": ["'I've got a private island,' says Dana White as he plots UFC event"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["As other sports search for solutions on how to carry out events in the midst of the coronavirus pandemic, UFC president Dana White believes he has come up with a creative resolution.  The upcoming UFC 249 event on April 18 was originally scheduled to take place in New York City but was forced to move because of the spread of Covid-19 and bans on public gatherings.   After much speculation about whether the event will go ahead, White told TMZ Sports on Monday that he is a \"day or two away\" from securing a private island which will host the upcoming event, and subsequent fight nights.  \"We're getting the infrastructure put in now so I'm going to start doing the international fights too,\" he said. \"I won't be able to get international fighters, all of them, into the US, so I have a private island. I'm going to start flying them all into the private island and doing international fights from there. So as of April 18, the UFC is back up and running.\" While he refused to disclose the location of the island, White assured that extensive testing facilities would be in place to make certain that only \"100% healthy athletes\" would be competing.  The island will be closed to fans -- with the event being streamed exclusively on ESPN -- and only a select few members of the media will be permitted.  Fighters will congregate in one place before private planes fly them to the island. White said that even the fighters \"won't know where they're headed.\" \"We've been working on this since the world fell apart and every day, when we'd work on something, we'd wake up the next day and the world would change. This is definitely the hardest thing I've ever had to do.\" White's idea comes a few days after one of Australia's most popular professional sports, the National Rugby League (NRL), announced they were considering a proposal to house all players on a luxury island in an attempt to get live sport on TV as soon as possible. Codenamed Project Apollo, players from all 16 NRL teams would be quarantined at Tangalooma Island Resort on Moreton Island, off the coast of Queensland, to be ferried back and forth for games in empty stadiums to be broadcast worldwide.  READ: With play suspended, sports broadcaster turns to life commentary Finding a replacement The main fight of UFC 249 was supposed to see the undefeated lightweight champion Khabib Nurmagomedov defend his title against top contender Tony Ferguson.  But after Nurmagomedov returned to his home in Dagestan, Russia, White confirmed the champion would not be competing.  And while Ferguson believes Nurmagomedov should have his title stripped for pulling out of the fight, White doesn't blame the Russian at all.  \"It's not Khabib's fault, it's not anybody's fault,\" he told TMZ Sports. \"This is something you could never prepare for, plan for or even dream that any of this is possible.\" Nurmagomedov's absence left White searching for an opponent for Ferguson, and on Monday night, Justin Gaethje signed on to participate in the main event.  Visit CNN.com/sport for more news, features, and videos \"The fight is signed and is 100% ON LIVE on ESPN somewhere on EARTH!!!!\" White said on Twitter.  Gaethje tweeted: \"I'm terrified and I f***en love it.\" CNN have reached out to the UFC for a response."], "Language": false}