{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/world/new-zealand-minister-lockdown-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aleesha Khaliq, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T14:17:39Z"], "LastModifiedDate": ["2020-04-07T14:17:39Z"], "Headline": ["New Zealand health minister demoted after going to the beach during lockdown"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["New Zealand's health minister has been demoted after going to the beach with his family while the nation was in the first few days of lockdown.  David Clark drove his family 20km (12 miles) from their home in Dunedin to Doctor's Point Beach for a walk during the first weekend of the country's national lockdown, which began on March 23, he said in a statement.  He said on Tuesday that it \"was a clear breach of the lockdown principles of staying local and not driving long distances to reach recreation sports.\"  \"I've let the team down. I've been an idiot, and I understand why people will be angry with me,\" Clark said. Prime Minister Jacinda Ardern said on Tuesday that Clark had offered his resignation.  \"Under normal circumstances I would sack the minister. What he did was wrong and there are no excuses,\" Ardern said at a news conference. However, he will maintain his role as health minister while the country continues to battle the pandemic, she said, adding: \"But he broke the rules, and he does need to pay a price.\" Ardern added that Clark would be stripped of his role as associate finance minister and be demoted to the bottom of the Cabinet's rankings.  She said that her priority was to fight coronavirus in the country and that it could not afford a \"massive disruption in the health sector.\"  New Zealand has a much lower death toll than the rest of the world. The country has had 1,160 reports of coronavirus cases so far, and one person has died, according to the most recent figures from Johns Hopkins University."], "Language": false}