{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/golf/golf-majors-2020-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-04-07T10:05:23Z"], "LastModifiedDate": ["2020-04-07T10:05:23Z"], "Headline": ["Golf locks in its 2020 major schedule amid postponements and cancellations"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["The bulk of the men's major golf calendar has been moved to the second half of the year as the coronavirus outbreak has forced events to be postponed or canceled.  The PGA Championship and the US Open have been moved from May and June to August 6-9 and September 17-20 respectively, after which the Ryder Cup remains set to go ahead as planned from September 25-27 in Wisconsin.   The Open, which was due to take place at Royal St George's, UK, in July has been canceled, while The Masters will be staged from November 12-15.  Visit CNN.com/sport for more news, videos and features In the women's golfing calendar, the first two majors of the year -- the ANA Inspiration and the US Women's Open -- have been moved to September and December start dates respectively.  \"This is a difficult and challenging time for everyone coping with the effects of this pandemic,\" read a joint statement from golf's organizing bodies.  \"We remain very mindful of the obstacles ahead, and each organization will continue to follow the guidance of the leading public health authorities, conducting competitions only if it is safe and responsible to do so. \"In recent weeks, the global golf community has come together to collectively put forward a calendar of events that will, we hope, serve to entertain and inspire golf fans around the world.\" READ: The Open Championship canceled amid coronavirus With the coronavirus throwing the sporting calendar into disarray, sports organizers are searching for ways to reschedule their flagship events. The Olympics and the Euros have already been postponed until next year, while tennis' French Open has been moved to September and Wimbledon has been canceled. It is the first time since WWII that golf's Open Championship has been canceled; the 149th edition of the tournament will now take place from July 16-19.  The cancellation means that the three remaining majors in men's golf and the Ryder Cup will all take place in the US between August and December. On Monday, the PGA Tour announced that it is attempting to schedule additional events in the weeks that The Open, the US Open and the Olympics were due to take place. "], "Language": false}