{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/opinions/queen-elizabeth-speech-and-trump-war-rhetoric-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Holly Thomas"], "Writers": [["Holly Thomas"]], "FirstPublishDate": ["2020-04-08T17:49:56Z"], "LastModifiedDate": ["2020-04-08T17:49:56Z"], "Headline": ["The Queen's master class in fighting with compassion"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["On Sunday, Queen Elizabeth gave a rare address, broadcast on the BBC, in light of the coronavirus pandemic. The British monarch drew on what she called the \"fellow feeling\" which an empathetic approach to dealing with a common struggle can foster. She praised \"heartwarming\" stories of care from around the world, and expressed a hope that \"in the years to come, everyone will be able to take pride in how they responded to this challenge.\"  Her words marked a rare contrast to the nation-focused battle-talk which has characterized the much of the response to the pandemic so far. Though she as a figurehead has the luxury of expressing support rather than addressing practical enforcement or policy, by promoting a spirit of compassion, the Queen also sidestepped the problematic habit of many world leaders who have relied on -- and sometimes abused -- war-like language.  Just hours before the Queen's address, for instance, the US Surgeon General warned that the upcoming phase of the coronavirus pandemic in America was going to be its \"hardest and saddest.\"  \"This is going to be our 9/11 moment, our Pearl Harbor moment,\" Vice Admiral Jerome Adams said in an interview on Fox News.   Adams' invocation of Pearl Harbor followed a trend set by so many world leaders during the Covid-19 pandemic. President Donald Trump has referred to himself as a \"wartime president,\" promising \"total victory\" against the \"invisible enemy.\" French President Emmanuel Macron told his country \"we are at war,\" as he announced the closure of its borders. In mid-March, attempting to persuade the British public of the seriousness of the coronavirus' threat, Prime Minister Boris Johnson  -- himself now in intensive care in stable condition battling the disease -- said it was necessary to act like a \"wartime government,\" in order \"win the fight\" against a \"deadly enemy.\"  Such militaristic flatus from presidents and prime ministers makes some sense. Unlike monarchs like Queen Elizabeth, they all depend upon electoral support, and a \"rally around the flag\" effect is proven to reinforce leaders' foothold during times of crisis, when they become the figurehead for a united effort. According to Gallup, George W. Bush's job rating jumped over 30 points after 9/11, and John F. Kennedy's approval rating increased by over 10 points during the Cuban Missile Crisis. In such an uncertain time, when \"normal\" promises and causes are off the table, it's no wonder leaders are seizing upon similar opportunities to ensure their survival. Instilling a sense of patriotism also feels like a logical panacea at a time when personal freedoms are being removed for the sake of the greater good. Lockdowns are a tough sell, and \"you're staying home for your country\" invokes a more familiar and immediately understandable sentiment than \"you're staying home to prevent infection.\" When Boris Johnson announced the UK lockdown, he framed it as a measure to prevent overwhelming the National Health Service, rather than a community service. Problems arise however when the patriotism leaders encourage is rooted in the notion of a common enemy, rather than a common cause. In an email sent to reporters on March 18, President Trump's reelection campaign referred to America -- specifically -- being \"under attack\" from the coronavirus. It accused his Democratic rival Joe Biden of \"siding with the Chinese\" while this was happening.  The email built upon remarks the President had made the previous day, describing the coronavirus as the \"China virus.\" In characterizing the coronavirus as a foreign enemy, Trump appealed to a xenophobic tradition of seeing immigrants as a source of disease. It was useful to a President for whom border control is electoral gold, and inexcusably reckless at a time when racist attacks against American-Asians were already on the rise. Even in its more benign iterations, the wartime rhetoric around coronavirus can conjure an unnecessary sense of acrimony. The Prime Minister's daily meeting with ministers and advisers is being colloquially referred to as the \"war cabinet.\" It's a pretty sinister -- and secretive -- tone with which to tackle a disease which isn't sentient, or engaged in any form of meditated counter-attack. Anthropomorphizing a disease can also have problematic implications on a more personal level. Since Boris Johnson was admitted to hospital with worsening Covid-19 symptoms on Sunday, colleagues have called him a \"fighter.\" His deputy, Foreign Secretary Dominic Raab, promised that he'll be \"back at the helm\" before long. While these reassurances might feel comforting to a nation whose leader's fate looks uncertain, the associated military language becomes harmful when it percolates to an individual level. If getting better from coronavirus is considered winning, it may follow that dying from it constitutes losing. It renders biological vulnerabilities as personal weaknesses. In the face of such an overwhelming danger as the coronavirus, it makes sense for leaders to invoke memories of collective threats, and resort to familiar, stirring language. But it should be possible to do so with a focus on shared empathy, rather than reimagining a deadly, but incognizant pathogen as a fancified, glamorized \"enemy.\"  Hearkening back to her first-ever public broadcast in 1940 at age 14, when she addressed evacuee children alongside her sister Princess Margaret from Windsor Castle, Queen Elizabeth noted that like now, many people then were experiencing a \"painful sense of separation from their loved ones.\" While she has the advantage of sympathizing with her country's privations without enforcing them, her focus on the feelings of the people, rather than the imagined personal malevolence of the coronavirus, was one all our leaders could learn from. "], "Language": false}