{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/sport/tour-de-france-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-01T08:34:43Z"], "LastModifiedDate": ["2020-04-01T13:33:40Z"], "Headline": ["Can the Tour de France go ahead without the 'soul of the sport?'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["With the list of sporting postponements growing ever longer, the fate of cycling's Tour de France would seem almost inevitable. The world's most prestigious bike race takes place annually in France and sometimes the surrounding countries. One of the most supreme tests of sporting endurance, the event is also embedded in French culture and society, will millions of fans lining the roads to watch the Tour. Which perhaps explains why organizers have remained tight-lipped about how the Tour -- currently scheduled to begin in Nice on June 27 -- might be impacted by the novel coronavirus outbreak, which has brought Europe to a standstill. France's sports minister Roxana Maracineanu has suggested that the race, one of cycling's three \"Grand Tours\" alongside the Giro d'Italia and Vuelta a Espana, could go ahead behind closed doors. READ: Fixing 2021 sporting calendar will be like a 'huge jigsaw puzzle' ASO, the sporting group which organizes the Tour de France, declined to comment on the scheduling of this year's race, but Kazakhstani-based team Astana has questioned whether it should go ahead. \"In my opinion, we can only continue with these big competitions if the whole crisis is resolved,\" team manager and former pro cyclist Dmitriy Fofonov told CNN Sport. \"And it should be resolved not only in France but around the world, as all the teams have athletes from all around the world. \"Even without (the) public, we are traveling with many athletes and staff during the Tour. If just one of them is infected with the virus, everyone's health at the Tour is at risk. \"As team managers, we cannot take any risk. Sometimes you have to take a step backward before you can move forward again.\" The NTT Pro Cycling team echoed that sentiment. \"We will diligently follow the respective race organisers and the guidance of the UCI and will welcome the resumption of the racing calendar in due course upon their instruction; but of course our first priority lies with the global COVID-19 pandemic and standing in solidarity with those affected across the world.\" Unlike other sports, the Tour does not rely on ticket sales to make it financially viable. But the sight of exuberant fans lining the roads of rural France is what makes it so unique. \"It wouldn't be the Tour without the fans,\" 2018 champion Geraint Thomas told the Telegraph after the Paris-Nice race concluded without spectators. \"Paris-Nice is Paris-Nice and the Tour is the Tour. It would be a lot harder to keep fans away from the Tour than it was at Paris-Nice.\" READ: New dates for Olympic Games confirmed for 2021 'Urgent battle' After starting in Nice, this year's route crisscrosses France before concluding on Paris' Champs Elysees on July 19.  According to Johns Hopkins University, there are more than 45,000 cases of the coronavirus in France, with non-essential public places closed since March 14. Maracineanu said last week that it is \"too soon\" to comment on how the Tour might be impacted by the virus given the \"urgent battle\" the country is fighting. And teams agree that cycling should be a secondary concern right now. \"If the situation is under control in a few months of course we would hope to compete, but only if the current conditions have improved significantly and it is safe to do so,\" a spokesperson for UAE Team Emirates tells CNN Sport.  \"If the Tour is canceled it would be a blow for cycling but public health must come before sport in these times. We trust that if the race goes ahead under any format that it will be done because the relevant authorities have deemed it safe to do so.\" Riding solo In the meantime, teams continue to prepare for the tour as best as possible with facilities closed and social isolation rules in place.  \"All our planning at the moment is towards the Tour de France going ahead as planned,\" BORA-Hansgrohe team manager Ralph Denk told CNN Sport. \"Even (though) fans are the soul of our sport, we would be fully motivated to race the Tour without (supporters in) attendance if this ensures safe racing for everybody. \"At the moment all riders are at home training alone ... Our coaches are in touch with them on a regular basis and as usual everybody gets individual training plans.\" READ: In a world gripped by fear, marble racing proves welcome distraction Fofonov's Astana outfit, which, like a number of other teams, withdrew from races earlier this month amid the coronavirus, is in the same boat with riders training alone.  \"Some can still go outside, some need to stay inside at all times,\" said Fofonov. \"Like always they receive an individual training plan from our trainers and coaches. The only difference this time is that nobody knows when they will be racing again.\" The Giro d'Italia has already been postponed after the Hungarian government announced it would not be able to host the opening stages in early May, while the Vuelta a Espana is still scheduled to take place from August 14 to September 6. Last year Egan Bernal was crowned as the first Colombian to win the Tour de France and the youngest in more than a century."], "Language": false}