{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/03/us/u-s-open-golf-tournament-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-03T16:19:16Z"], "LastModifiedDate": ["2020-04-08T17:27:02Z"], "Headline": ["US Open Golf Tournament  Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the US Open Golf Tournament.  September 17-20, 2020 - The 120th US Open is scheduled to take place at Winged Foot Golf Club in Mamaroneck, New York.  June 16, 2019 - Gary Woodland of the United States wins the 119th US Open at Pebble Beach Golf Links in California. About The US Open is a 72-hole golf championship and one of the four Grand Slam golf tournaments. The others are the Masters, the PGA Championship and the British Open. The US Open invites professional or amateur golfers with a USGA Handicap Index not exceeding 1.4. There are 156 players in the US Open. The field is comprised of place-winners in the Sectional Qualifying Rounds and those exempt from the qualifying rounds. US Open Records Most wins - Four golfers have won the US Open four times: Willie Anderson, Bob Jones, Ben Hogan and Jack Nicklaus. Youngest winner - John J. McDermott, 19 years old, 1911. Oldest winner - Hale Irwin, 45 years old, 1990. Biggest comeback, final round - Arnold Palmer came back from 7 strokes off the lead in the final round to win the US Open in 1960. Largest margin win - Tiger Woods, 15 strokes, 2000. Highest score on one hole - Ray Ainsley, 19 strokes on a par 4, 1938. Five golfers have won all four majors, though none have done it in the same year: Hogan, Gene Sarazen, Gary Player, Nicklaus and Woods. US Open History October 4, 1895 - The first US Open Championship takes place on the nine-hole course at Newport Golf and Country Club in Newport, Rhode Island. Ten professionals and one amateur play in the 36-hole tournament. Horace Rawlins, a course assistant, wins the tournament. He wins $150. 1933 - An amateur, John Goodman wins the tournament. No other amateur has won since.  1954 - First televised nationally. 1965 - Four 18-hole daily rounds, the present format, are instituted for the first time. 2002 - Played at a publicly-owned course for the first time, Bethpage State Park's Black Course in Farmingdale, New York. 2005 - International qualifying sites are added. June 12, 2012 - Andy Zhang, 14, of China, becomes the youngest competitor in US Open history. 2014 -  A record 10,127 golfers qualify for the US Open. April 6, 2020 - It is announced that the 2020 tournament is being rescheduled due to the coronavirus outbreak."], "Language": false}