{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/tiger-king-shaquille-oneal-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-30T15:36:45Z"], "LastModifiedDate": ["2020-04-01T19:36:10Z"], "Headline": ["Shaquille O'Neal explains his cameo in 'Tiger King'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["There are so many head-scratching moments in \"Tiger King: Murder, Mayhem and Madness,\" but one involves former NBA star and current sports analyst Shaquille O'Neal. O'Neal has a cameo in the hit Netflix docuseries which tells the story of the life (and alleged crimes) of Joseph Allen Maldonado-Passage, aka Joe Exotic, aka the Tiger King. One of the episodes of the seven-part docuseries shows O'Neal visiting the Greater Wynnewood Exotic Animal Park in Oklahoma where he interacted with some of the animals and took photos with Maldonado-Passage  The former basketball player addressed how that all came to be in the latest episode of his program \"The Big Podcast with Shaq.\" O'Neal started out by explaining he loves tigers and that years ago Dallas was playing Oklahoma City in basketball and he was traveling by bus.  \"On the way we see a sign that says 'Tiger Sanctuary,'\" O'Neal recalled. \"So we go in there and it's a beautiful place and the character that was there was Exotic Joe.\" O'Neal said he took some photos and donated for food for the tigers. \"We went back a couple times,\" O'Neal said. \"Then we go back another time and we found out that he's involved with all the stuff and then, actually, I stopped going. I had no idea all that stuff was going on.\" Maldonado-Passage was sentenced to 22 years in prison in January after he was convicted on multiple charges including an alleged murder-for-hire plot against his nemesis, animal right activist Carole Baskin. O'Neal said he had binge-watched the docuseries, which he gave a thumbs up.  He added that he wasn't worried about being \"painted in a bad light\" because of his appearance in the docuseries. \"People that know me, they know I'm righteous,\" O'Neal said. \"I don't harm tigers. I love tigers. I love white tigers. Do I put donations to these zoos to help these tigers out? I do it all the time.\" O'Neal said he doesn't personally own any tigers, was just a visitor at the zoo and denied any friendship with Maldonado-Passage. \"Don't know him,\" O'Neal said. \"Never had any business dealings with him and I had no idea any of that stuff was going on.\" "], "Language": false}