{"Type": ["article"], "Url": ["https://www.cnn.com/2015/07/10/asia/nepal-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2015-07-10T13:43:01Z"], "LastModifiedDate": ["2020-04-08T16:24:10Z"], "Headline": ["Nepal Fast Facts"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Here's a look at Nepal, a mountainous country on the southern side of the Himalayas of Southern Asia. It shares Mt. Everest, the world's tallest mountain, with China. Many believe the Buddha was born in what is now Nepal. About Nepal (Federal Democratic Republic of Nepal) (from the CIA World Factbook)\nArea: 147,181 square kilometers (slightly larger than New York state) Population: 30,327,877 (July 2020 est.) Median age: 25.3 years Capital: Kathmandu Ethnic groups: Chhettri 16.6%, Brahman-Hill 12.2%, Magar 7.1%, Tharu 6.6%, Tamang 5.8%, Newar 5%, Kami 4.8%, Muslim 4.4%, Yadav 4%, Rai 2.3%, Gurung 2%, Damai/Dholii 1.8%, Thakuri 1.6%, Limbu 1.5%, Sarki 1.4%, Teli 1.4%, Chamar/Harijan/Ram 1.3%, Koiri/Kushwaha 1.2%, other 19% Religion: Hindu 81.3%, Buddhist 9%, Muslim 4.4%, Kirant 3.1%, Christian 1.4%, other 0.5%, unspecified 0.2% (2011 est.) GDP (purchasing power parity): $79.19 billion (2017 est.) GDP per capita: $2,700 (2017 est.) Unemployment rate: 3% (2017 est.) Other Facts Nepal is one of the world's least developed and poorest nations. About one-fourth of its population lives below the poverty line. (CIA Factbook) Nepal is a former monarchy that is now a federal democratic republic with multiple political parties.  About three-fourths of its terrain is mountainous.  Eight of the world's 10 tallest mountains are along Nepal's border. Mt. Everest's summit is 8,848 meters above sea level, the highest spot on Earth. Kanchenjunga, which straddles Nepal and India, is the third-highest mountain in the world. Nepal's flag is the only one in the world that is neither square nor rectangular. The shape is formed from two connected pennants. Siddhartha Gautama, also known as the Buddha, was born in Lumbini, now part of Nepal, around the sixth century BC. Nearly eight out of 10 girls in a region of mid-Western Nepal sleep in dangerous outdoor \"menstruation huts\" during their period, despite the practice being outlawed in 2018, a study found. The illegal custom, known as \"Chhaupadi,\" stems from a centuries-old Hindu taboo that considers women and girls as unclean during menstruation.  Timeline Pre-18th century - Nepal is divided into small kingdoms.  1768 - Gorkha ruler Prithvi Narayan Shah becomes ruler of the entire valley, uniting the kingdoms of Kathmandu, Patan and Bhadgaon. The king declares Kathmandu to be the capital in 1769. 1814-1816 - Nepal and the British East India Company war over lands in the Terai, or the lowlands. Nepal signs the Treaty of Sagauli in 1816, ceding about one-third of its territory. 1846 - Jang Bahadur stages a coup and becomes prime minister. He eventually sets up a dictatorship by turning the monarchy into a government figurehead, establishing the hereditary rule of his family. The family, which adopts the honorific title of Rana (monarch), rules for more than 100 years (until 1951), leading to the isolation and economic underdevelopment of the country. 1857 - The Sepoy Rebellion against the British begins in India. Bahadur takes thousands of troops in to support the British, helping to quell the revolt and sealing Britain's support of his rule in Nepal and beginning a tradition of Gurkhas serving in the British Army.  January 15, 1934 - An earthquake with a magnitude of 8.1 occurs in Nepal-Bihar, India, killing 10,700 people.  1948 - After India gains its independence from Britain in 1947, Nepal's leaders lose crucial support and are pressured to introduce reforms. The prime minister announces the first constitution of Nepal, which calls for a state legislature with two chambers, an independent high court, and a prime minister with executive power, assisted by a council of at least five ministers, but the constitution is soon suspended amid opposition from conservative Ranas.  November 1950 - Revolt begins against the Rana regime as the Nepali Congress Party's Liberation Army engage soldiers in the Terai. February 1951 - The Rana era of rule comes to an end as King Tribhuvan is restored to the throne after the last Rana oligarch, Mohan Shamsher, agrees to hold elections. May 29, 1953 - Edmund Hillary of New Zealand and Sherpa Tenzing Norgay of Nepal are the first to reach the summit of Mt. Everest.  December 14, 1955 - Nepal joins the United Nations. February 18, 1959 - The first national elections are held, and the Nepali Congress Party wins. B.P. Koirala later becomes prime minister.  December 1960 - King Mahendra Bir Bikram Shah Deva seizes power, suspends the parliament and key parts of the constitution. January 1972 - King Mahendra dies and is succeeded by Birendra. May 1991 - G.P. Koirala, the brother of Nepal's first elected prime minister (in 1959) is appointed to head the government after the Nepali Congress wins a majority (110 of 205 seats) in parliament in general elections. The moderate Communist Party of Nepal ends with a strong position as opposition with 69 seats.  1994 - The Communist Party of Nepal (Maoist) is founded and party leader Manmohan Adhhikari voted into power after Prime Minister G.P. Koirala resigns and recommends new parliamentary elections to the king.  1995 - Prime Minister Manmohan Adhhikari resigns after being accused of favoring his party members. The communist government is dissolved by Parliament.  1996 - A Maoist insurgency sets off a 10-year civil war, and by 2000, almost two-thirds of the country is affected by the strife.  June 1, 2001 - Crown Prince Dipendra goes on an alcohol and drug-fueled shooting rampage during a party at the palace, killing nine people, including his father and mother, the king and queen. Dipendra dies three days later of self-inflicted gunshot wounds.  2006 - A UN-mediated peace accord is signed by the government of Nepal and the Maoists. According to the International Red Cross, some 15,000 people die and 1,300 are declared missing due to the 10-year civil war. May 2008 - The monarchy comes to an end as the new assembly votes in favor of declaring Nepal a democratic republic.  July 21, 2008 - The country's first president, Ram Baran Yadav, is elected.  August 2008 - Maoist leader Pushpa Kamal Dahal, commonly known as Prachanda, is elected prime minister and forms a coalition government.  May 2009 - Pushpa Kamal Dahal resigns after the president overrules his decision to fire a senior military official. Communist leader Madhav Kumar Nepal is named the new prime minister. June 2010 - Madhav Kumar Nepal resigns as prime minister amidst political pressure. He agrees to act as a caretaker until a new prime minister is elected. February 2011 - Parliament elects Communist Party leader Jhalanath Khanal as the new prime minister. August 2011 - Khanal resigns as prime minister, acknowledging he was unable to form a national consensus government and integrate former Maoist rebels. Baburam Bhattarai, 57, vice-chairman of the Unified Communist Party of Nepal (Maoist) becomes the fourth prime minister since Nepal became a republic in 2008. May 2012 - Baburam Bhattarai resigns as prime minister but stays on as caretaker. March 2013 - President Ram Baran Yadav Chief Justice Khilraj Regmi is appointed prime minister until a new Constituent Assembly is elected. November 2013 - Constituent Assembly elections are held which lead to Sushil Koirala, a cousin of B.P. Koirala, of the Nepali Congress party becoming prime minister in February 2014. October 2014 - At least 39 people from around the world die after exceptionally heavy snowfall in the mountains, one of the deadliest such tragedies in the history of Nepal. April 25, 2015 - A 7.8-magnitude earthquake strikes, less than 50 miles from Kathmandu. A 6.7-magnitude aftershock on April 26 adds to the damage. The death toll is over 8,000, and the number of people injured is more than 17,000, according to the National Emergency Operations Center. October 28, 2015 - Nepal's parliament elects Bidhya Devi Bhandari, the country's first female president. August 2017 - Sixty-five thousand homes are destroyed and at least 143 people are killed in Nepal due to massive flooding and landslides. May 21, 2019 - A sherpa breaks his own record by climbing Mount Everest an unprecedented 24 times, reaching the summit at 6:38 a.m., less than a week after scaling the world's tallest mountain for the 23rd time on May 15. August 2, 2019 - After torrential monsoon rains triggered flooding and landslides across Nepal and parts of South Asia last month, the UN releases a situation report stating that more than 100 died, dozens more are missing or injured, and at least 410,000 people are affected."], "Language": false}