{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/sport/katie-ledecky-olympics-swim-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Carolyn Manno, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T09:37:25Z"], "LastModifiedDate": ["2020-03-27T09:37:25Z"], "Headline": ["Katie Ledecky hoping next year's Olympics can be a celebration of 'the entire world coming together'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Katie Ledecky turned 23 on March 17. It was a day she will never forget.   \"I celebrated it alone,\" the five-time Olympic champion told CNN.  \"A few days before my birthday, I went on a grocery run, something I've been doing much less frequently, and I bought a box of cookies. I face-timed with my parents and my brother, and had a cookie.\"  It has been a tough few weeks for the swimmer. As a pandemic spread around the world, the uncertainty over whether or not the Tokyo Olympics, originally scheduled to start in July, would go ahead affected her mental health.  \"Not knowing what was going to happen with the Games was overwhelming and draining. We knew they shouldn't happen,\" added Ledecky, appreciating there are more serious matters to grapple with than this summer's Games.  READ: Mallory Weggemann offers powerful example of mental fortitude \"You just can't hold an Olympics in the middle of a pandemic. We could see that, but when we weren't getting the official word we felt like had to try to do our best with training.   \"We were trying to be so conscientious about not wanting to put everyone else at risk, and we didn't want to put our health at risk either. Everything we were doing was taking a toll on our mental health.\" On Tuesday, after weeks of speculation, Japan's Prime Minister Shinzo Abe and International Olympic Committee (IOC) president Thomas Bach agreed to postpone Tokyo 2020 until 2021. But even last week the IOC and organizers were insisting the Games would go ahead this summer, which meant Ledecky had to find a way to train regardless.  When her regular training facility at Stanford University closed its doors on March 13, Ledecky and a half dozen other swimmers -- including fellow Olympic Champion Simone Manuel -- had nowhere to go.  Her community came to the rescue. Ledecky called longtime sports broadcaster Ted Robinson who found a private club in the area that had a 25-yard pool, which is under half the size of an Olympic-length pool.  Ledecky, Manuel, Stanford Coach Greg Meehan -- who is also the head coach of the US women's swimming team -- and four other swimmers spent three days training there, before that facility was eventually shut by the mandatory shelter-in-place order set into effect by California Governor Gavin Newsom.  And then came more restrictions. Ledecky was faced with difficult questions: should she fly to Florida to train? Should she fly home to Maryland? She didn't want to risk getting sick, or put anyone else at risk, so she decided it was best to stay put.  Ledecky ended up swimming in her neighbor's pool. The most prolific female swimmer the world has ever seen, a winner of 15 world titles, was training in a backyard swimming pool.  A world class facility the pool was not, but it felt therapeutic to just swim. After all, swimmers need water to train. It's the medium they live in. Without it, a swimmer is like a musician without an instrument.  READ: Tokyo 1940 -- the Olympics that never was  \"I swim 10 times a week for two hours at a time and do three dry land sessions of training a week. The water sessions are so important. You get into such a rhythm in the water and if you can't stay in that routine for a couple of days, it can really set you back,\" she said.  \"The longest break I've taken over the last eight years, or maybe even longer, has been two weeks out of the water. \"After those two weeks, it took two months to start feeling normal and in shape in the water. It would have been extremely difficult for us if the Games were held this summer. It wasn't going to make sense anyway with everything we were going through.\" The lack of an adequate substitute on land was the primary reason USA Swimming chief executive Tim Hinchey was the first to ask the US Olympic and Paralympic Committee (USOPC) to advocate for a postponement.   Ledecky, who intends to compete to at least 2024, will now prepare for Tokyo next year.  She has been number one in the world in the women's 800m freestyle for the last eight years -- a feat no male or female swimmer has accomplished. It's a testament to her dominance and determination.  \"I started swimming when I was six years old,\" she said.  \"At around the age 11 or 12 I started to ditch the other sports I was playing. I broke my arm in fourth grade playing basketball and that was a turning point for me.  \"I started picking swim practice over basketball and soccer and that's around the same time I started with the early morning practices -- getting up at 4:45  in the morning when I was 10 or 11 years old. I started getting up at four in the morning two or four times a week all throughout high school, and I've swam nine to 10 times a week for many years now.  \"It's a grind and it's a lot of work, and some people watch the Olympics and think it just comes around every four years but for us it is every single day.\" For now, Ledecky's everyday likely includes moving through her neighbor's pool.  At some point in the next two months, she will take a substantial break from training for her mental and physical health.  Now in her fourth year studying psychology at Stanford, she plans to resume online classes again in two weeks. READ: Athletes come to terms with 'heartbreaking' Tokyo 2020 postponement \"I've tried to stick to a routine each day. I've tried to wake up at the same time, and I've been able to do a lot of video calls with old friends,\" she said.  \"I was able to have a two-hour FaceTime session with my three best friends from club swimming, so I feel like this is an opportunity to connect with people that we haven't connected with in a while, and to find ways to improve ourselves. \"A lot of athletes, when we are forced out of the water, we try to focus on what we can improve out of the water, like our nutrition and our sleep and our dry land training. I would encourage everyone to find ways in our daily lives to improve ourselves.\" Visit CNN.com/sport for more news, features, and videos \"It's a bummer that we don't have sports to look to, but that will only make us appreciate what we do have once all of these things return. I'm hopeful that next year's Olympic Games will show the entire world coming together.\" While this last birthday was a disappointment, Ledecky is hopeful there will be more celebratory days ahead."], "Language": false}