{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/sport/tokyo-2020-48-hours-that-rocked-the-olympics-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Majendie, for CNN"], "Writers": [["Matt Majendie"]], "FirstPublishDate": ["2020-03-26T09:47:17Z"], "LastModifiedDate": ["2020-03-26T09:49:04Z"], "Headline": ["Tokyo 2020: 48 hours that rocked the Olympics"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It was on Sunday morning in Geneva, that the proverbial extinguishing of the Olympic flame -- at least for Tokyo 2020 -- effectively began. At the headquarters of the World Health Organization, the ever-growing numbers of those infected by the coronavirus outbreak caused alarm for International Olympic Committee (IOC) President Thomas Bach. The previous bullishness over staging the Games later this year that had been shown by Bach, Japanese Prime Minister Shinzo Abe and Tokyo 2020 organizers showed its first cracks as the number Olympic nations affected by the global pandemic began to soar. Bach's eyes were drawn to the data from Africa as the continent became the latest to feel the full force of the pandemic.  That Sunday morning, the former German fencer called an emergency meeting of the IOC's executive board for later that day. The meeting was to be made up of Bach, four vice-presidents and 10 other members, including the former pole vaulter Sergey Bubka and Kirsty Coventry, Africa's most decorated swimmer with seven Olympic medals and now the sports minister in her native South Africa. READ: When the Olympics are stopped After being subjected to accusations that it had buried its head in the sand while virtually every other major sporting event was called off, the IOC was now actively discussing postponement.  Bach had already spoken with Tokyo 2020 President Yoshiro Mori, a man who had the ear of Abe. All parties made it clear that cancellation was not an option but the dreaded P word -- postponement -- was now very much on the table. By the end of the executive board meeting, Bach learned \"new alarming information\" that the virus had spread to islands in Oceania, with a raft of travel restrictions imposed in many of the Olympic nations. READ: 'Heartbreaking,' but Covid-19 is 'way bigger' than Olympics postponement The blows kept coming thick and fast. Bach received a letter from World Athletics President Sebastian Coe, with whom the IOC chief goes back many years. \"I write to you to request that the Games be moved,\" said Coe. \"No one wants to see the Olympic Games postponed but, as I have said publicly, we cannot hold the event at all costs, certainly not at the cost of athlete safety, and a decision on the Olympic Games must become very obvious very quickly. \"I believe that time has come and we owe it to our athletes to give them respite where we can.\" READ: What happened the last time the Olympics was stopped Stranded in New Mexico The domino effect gathered more momentum when Canada became the first nation to officially withdraw its teams from Tokyo 2020, notifying the world of its intention in a statement entitled \"Postpone Today Conquer Tomorrow.\" The next day Australia followed suit saying it had told its athletes to prepare for a 2021 Games, while British athletes training abroad were called home by the UK Foreign Office. For two-time Olympic champion Alistair Brownlee, it meant an abrupt end to a training camp that had been scheduled to run until the end of April in New Mexico. For the triathlete and his brother Jonny, twice a medalist at the past two Games behind him, there was no choice but to book a flight home for the following day. Until that point, they had trained as though the Games were going ahead, the thinking being that a deserted training base might be a safer location. \"That was the best place to train but we were balancing it with the worry that if we stay another week we might not be able to get home for three or even six months,\" Alistair Brownlee, the son of doctors working to help combat in the coronavirus outbreak, told CNN. Earlier that Monday morning in Europe, Dr. Tedros Adhanom Ghebreyesus had called on G20 leaders to address the global pandemic's acceleration. It was at this point that the IOC made the first formative steps to postpone the Games, forewarning that such a position would be taken in the call scheduled between Bach and Abe at 11 a.m. Lausanne time on Tuesday. Before that the US, arguably the world's most powerful Olympic nation, played its hand, saying a postponement was the only option. Even before the call between Bach and Abe had begun, Japanese broadcaster NHK reported that that Japanese prime minster was proposing a postponement of the Games -- unthinkable barely a few weeks ago -- until 2021. READ: Japan PM and IOC chief agree Games postponement Political corruption scandal The IOC is in a sense a private members' club -- albeit one overseeing the world's biggest sporting event --  but postponement wasn't a decision it could afford to take unilaterally. The IOC was concerned that if it pulled the plug, it would be considered in breach of contract,  effectively putting the organization's head on the block in terms of the financial impact, which one of the world's leading sports lawyers John Mehrzad argued could \"run into the billions with TV rights, suppliers rights, economic loss of hotels, the list goes on.\" And what of the Japanese government's obligations? Mehrzad makes the point that the wider ramifications of the postponement are only just beginning to play out. \"It's unfathomable to not think that financial and legal implications are at the forefront for the IOC and Japan in this,\" he added. \"This is going to be so messy and difficult, these are crippling figures.\" READ: How one athlete put off children for Tokyo For Abe, there are also political consequences. Olympic Games often provide a moment to bring together a nation, but after Tuesday's conversation with Bach, the Japanese prime minister knew postponement had become the only option, however potentially damaging politically, financially and legally. Alistair Brownlee received the news in New Mexico before he dashed to the airport. \"I was really disappointed but there was relief too,\" Brownlee told CNN Sport. \"For me, the shift of a year doesn't make too much difference although logically I'll be a year older so it might be harder. \"But it's hard for the younger athletes building for say eight years to a first Games. If that had happened to me at London 2012 [his first Games and first gold] that would have had a massive effect. With two Olympics, it leaves me in a better place to deal with it.\" For some athletes injured, the announcement proved a blessing, for others preparing for life away from the Games post-2020 it left tougher choices. 'Huge jigsaw puzzle' Bach and the IOC now face a potential logistical nightmare in rearranging the Games. \"This is like a huge jigsaw puzzle -- every piece has to fit,\" said Bach on Tuesday. \"If you take out one piece, the whole puzzle is destroyed. Everything has to come together.  \"We have no blueprint but we are confident we can put a beautiful jigsaw puzzle together and have a wonderful Olympic Games.\" When they officially announced the postponement, Bach and Abe said that the \"Olympic flame could become the light at the end of the tunnel in which the world finds itself at present.\" The Olympic flame might continue to burn, but Bach has had a tough job firefighting over the last few days. Asked on Wednesday whether he personally had any regrets about the handling of the crisis and therefore subsequently considered resigning from his position, Bach said simply: \"No.\""], "Language": false}