{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/tennis/roger-federer-coronavirus-donation-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aleks Klosok and Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-25T16:46:54Z"], "LastModifiedDate": ["2020-03-25T17:14:08Z"], "Headline": ["Roger Federer and wife donate $1 million to help vulnerable families in Switzerland affected by coronavirus"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Roger Federer and his wife, Mirka, announced on Wednesday that they would be personally donating 1 million Swiss Francs ($1.02 million) to help the most vulnerable families in Switzerland impacted by the coronavirus outbreak. Switzerland has recorded more than 8,000 cases and 66 deaths due to COVID-19 and authorities have banned gatherings of more than five people in public spaces, with fines being given to those failing to adhere to the regulations.  In a post on Instagram the Swiss star wrote: \"These are challenging times for everyone and nobody should be left behind. \"Mirka and I have personally decided to donate one million Swiss Francs for the most vulnerable families in Switzerland. \"Our contribution is just a start. We hope that others might join in supporting more families in need.  \"Together we can overcome this crisis! Stay healthy!\" READ: Professional tennis suspended until June as coronavirus pandemic continues to impact sport The 20-time Grand Slam tennis champion's donation comes as sports stars, clubs and associations from around the world continue to help relief efforts amid the ongoing pandemic. Cristiano Ronaldo and Lionel Messi have each donated €1 million ($1.1 million) to the cause. Earlier on Wednesday, top-flight Italian football club Inter Milan announced that its crowdfunding campaign had raised €658,000 ($712,890) for coronavirus research at Milan's Luigi Sacco Hospital. While on Tuesday, Pep Guardiola -- who manages the defending English Premier League champion, Manchester City -- donated €1 million ($1.08 million) to help with the fight against coronavirus in his native Spain."], "Language": false}