{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/media/olympics-nbc-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-24T18:54:02Z"], "LastModifiedDate": ["2020-03-24T19:25:59Z"], "Headline": ["What postponing the Summer Olympics means for NBC"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Japan's Prime Minister and the International Olympic Committee agreed to postpone the Summer Olympics until 2021 because of the coronavirus outbreak.  The decision, announced Tuesday, has wide-ranging ramifications for the sports world as well as for NBC, the network that has become synonymous with the event. The Olympics, which were scheduled to take place from July 24 to August 9 in Tokyo, are both a global athletic competition and a major television event in which NBC and its parent company, Comcast, are heavily invested.  NBC has aired every summer Olympics since 1988. Postponing this year's games disrupts multiple parts of NBC, from its ad revenue business to the promotion of Peacock, the network's new streaming service. \"This is significant to NBC because they've built their brand around it. They're the network of the Olympics,\" said Jay Rosenstein, a former vice president of programming at CBS Sports. \"The peacock is intertwined with the Olympic rings.\" Rosenstein added that nearly every part of NBC is involved with putting together the games, including its sports, news and cable divisions. \"This is much more than just a two week operation for them. They have to prepare for it for years. Pausing and restarting it is a big challenge,\" Rosenstein told CNN Business. \"It's also an additional challenge because the Beijing Winter Games in 2022 would likely only be six months later now.\" Patrick Crakes, a media consultant and former Fox Sports executive, said that the Olympics are a \"top five investment for Comcast.\"  \"Every two years the whole company goes all in to present one of the world's unifying premiere events,\" Crakes told CNN Business. \"It's the equivalency of turning around an aircraft carrier to do this all again next year.\" The games are a huge advertising and ratings driver. NBC's viewership for the 2016 Rio Summer Olympics were sluggish from previous games, but the games still brought in a big viewership and profits. NBC Sports announced earlier this month that it exceeded $1.2 billion in ad sales for the upcomng Olympics — a new record for the games. \"I'd guess that many of these major sponsors, who have been Olympic sponsors for years, can switch to next year,\" Crakes said. \"It's not easy, but not impossible either.\" He added that \"postponing is better than canceling.\" However, from a technical and capital investment perspective, putting on the games next year is an \"enormous amount of work.\"  \"You have have to rebook all the hotel rooms, you have re-schedule everything,\" he said. \"It's a lot of little things that begin to add up in a big way.\" Brian Roberts, Comcast's CEO, said earlier this month that he was \"optimistic\" that the Olympics would take place as scheduled, but  added that the company is insured if the games are interrupted or canceled by the outbreak. \"Should there be some disruption, as others have said, we anticipate these kind of things,\" Roberts said, adding that that the company also has \"insurance for any of the expenses we make.\" NBC Sports said on Tuesday that it fully understands the decision to postpone the games.  \"We have no doubt that the IOC and Tokyo Organizing Committee will put on an exceptional games next year and the Olympic flame will once again unite the world and provide a light at the end of this tunnel,\" an NBC Sports spokesperson said in a statement. Apart from the revenue from the games, NBC also will lose a giant promotional tool for its new streaming service, Peacock. Peacock is set to debut nationally on July 15, a week before the games  were set to begin. The Olympics were to be a big presence on the service, which was going to broadcast the opening and closing ceremonies as well as three daily highlight shows. \"NBC would have loved to use the games to launch the service, but it'll be set up next year and will likely be more than ready to take on the 2021 games,\" Crakes said. Another silver lining for NBC is that there may be a pent up demand for  the games when they finally do occur, according to Rosenstein. \"I don't have a crystal ball, but after all of this audiences may be looking forward to the world coming together next year,\" he said."], "Language": false}