{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/sport/paralympics-olympics-coronavirus-mallory-weggemann-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Carolyn Manno, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-24T16:59:33Z"], "LastModifiedDate": ["2020-03-24T19:25:14Z"], "Headline": ["As the Olympics grapple with uncertain times, Mallory Weggemann offers powerful example of mental fortitude"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["As the Olympic and Paralympic movement grapples with Tokyo 2020's postponement amid the novel coronavirus outbreak, Mallory Weggemann understands. She is built for adaptation. \"As Paralympic athletes this is our job,\" Weggemann told CNN Sport. \"We are constantly in a fight with our bodies and we are constantly finding ways to adapt.\" On January 21, 2008, Weggemann went to the hospital to receive an epidural injection -- her third -- to help treat back pain caused by postherpetic neuralgia.  The injections were supposed to help with debilitating pain. Instead, they left her a paraplegic -- with complete loss of movement from her abdomen down.  \"There is a piece of me that feels like this isn't that different from when I was paralyzed or when my arm injury happened,\" added Weggemann, referring to another debilitating setback in 2014 when she sustained permanent nerve damage to her left arm after a fall.   \"I'm leaning on the knowledge that I've gotten through these things before. It's okay for us to feel the emotions. Right now I am controlling what I can control.\" READ: Japanese PM and IOC chief agree to postpone 2020 Olympics until 2021 A competitive swimmer since the age of 7, Weggemann found herself back in pool only three months after her life-altering injury.  In the four years that followed, she broke 34 American records, 15 world records and became a two-time Paralympic medalist at the London Paralympic Games in 2012, winning a gold and bronze medal.  Most Paralympic athletes have stories like these. They are always credited for their ability to \"inspire.\"  But in times like these, they are in a unique position to offer even more. \"Paralympians understand mental fortitude. For so many of us, our daily lives are ever-evolving,\" added Weggemann. \"That is part of our DNA. If you become a Paralympian, you have mastered that. You know how to handle an ever changing environment. For us, it's our bodies. Our impairments bring uncertainty and that's our normal.   \"From a training standpoint, many of us have been in situations like this before. Our daily fight is getting back to the point where we can perform the tasks needed to live and train.\" 'Grieving process' Even so, Weggemann admits Tuesday's official announcement from the International Olympic Committee (IOC) and Japanese Prime Minister Shinzo Abe took its toll. The two sides agreed to push the 2020 Olympics and Paralympics back by a year. It's another devastating setback in a seven-year comeback she had been mounting since her last injury. \"It really is the best decision for the health and public safety of all. I think there will be a grieving process for many athletes,\" she added. \"While I am beyond grateful cancellation isn't on the table and that decisions are being made to keep everyone safe and healthy, it still brings a level of heartbreak.\" After the coronavirus brought the sports world to a full stop in what felt like a matter of days, the decision to move forward with the 2020 Olympic and Paralympic Games in Tokyo was the last, and by far the largest, looming question mark. IOC Thomas Bach offered a four-week timetable to make a decision, but pressure from national governing bodies and many individual athletes forced answers sooner rather than later.  There is still much we don't know about this novel virus, including the possibility of another surge that could result from a global coming together of 11,000 athletes from across the world. For thousands of athletes like Mallory, it's another bump in an Olympic road that began long ago.  The emotions are mixed. Key qualifying events had already been canceled across a variety of sports.  The US Olympic and Paralympic training centers in Colorado Springs and Lake Placid had closed their doors last week for at least 30 days, leaving hundreds of athletes to find other options.  Weggeman had to have equipment from a local gym donated to her garage. The recovery facilities which she depends on for recovery and the soft tissue work post workout also were shuttered.  Not forgetting all the hard work and sacrifice lost. \"I was with my coach and his family on Monday (March 16) and we were making a plan for when the pools would close. When I realized I didn't have a pool, I just broke. All of us have so many emotions wrapped up in this.  \"It's hard not to go down the rabbit hole of thinking about the worst. I've been fighting for seven years to get back to this point. \"We got married after Rio and our entire future has been around planning for Tokyo,\" added Weggemman, who is married to Jeremy Synder. \"We've put having children on hold. We've put our entire lives on hold.\" Given her character, Weggemann is already searching for positives. \"Obviously, whatever Tokyo looks like, we are 100% committed. In a perfect world, I would have loved to see them still happen safely. The Olympics and Paralympics could be what we need to bring the world together again,\" she said. \"As athletes, we are all in the same boat. Every single one of us is in this together. We've all committed a lot to this dream.\" After her arm injury in 2014, Weggemann fought like crazy to make it to the Rio Games, only to walk away without a medal. She was pulled out of the water for a year and a half, while she underwent two major surgeries in 2017 to remove muscles from her arms. Every day while she was bedridden, she never lost sight of her dream for Tokyo.  She's been fighting for another shot at the Paralympic podium since she first sat atop the one in London back in 2012. Now the fight continues for another year. \"As Paralympians, this is when we shine. This is what we've been through our entire lives.\""], "Language": false}