{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/sport/asma-elbadawi-basketball-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story and video by Noura Abou Zeinab, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-24T11:39:23Z"], "LastModifiedDate": ["2020-03-24T14:15:10Z"], "Headline": ["'Queen of the ball' Asma Elbadawi lives out hoop dream to defy skeptics"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["She was told not to play football. She was told not to jump around. She was told not to wear the hijab while playing basketball. Asma Elbadawi played football. She jumped around. And she took on a four-year battle for the right to wear the hijab while playing basketball, becoming one of the leading voices in the fight to get the International Federation of Basketball (FIBA) -- the sport's governing body -- to change its rules three years ago. With over 132,000 signatures on her change.org petition, Elbadawi urged FIBA to permanently lift the ban on headgear to allow players in turbans, hijabs and other religious headwear to play basketball at all levels. Elbadawi, who lives in Bradford in northern England, now plays with the hijab, having stayed true to herself, her religion and her passion for the sport. She's played for the University of Sunderland, Bradford Dragons and Bradford Cobras, but still faces criticism.  During the campaign, Elbadawi's love for sports was questioned as anti-hijab comments came her way. \"Why can't you just take off your hijab and play sports? If you love sports that much, just take it off,\" the Muslim activist explained. \"Girls don't do that\"  Born in Sudan, Elbadawi moved to the UK with her family when she was aged one and it was while living Bradford that she came to love sport -- trying anything that involved a ball. It was only later she realized life would have been very different had she stayed in her homeland. \"In the first few years when I went to Sudan, I saw boys playing football, so I joined and I remember one of my cousins came over and pulled me to the side,\" Elbadawi, who started to regularly visit Sudan at the age of 11, told CNN Sport. Elbadawi's cousin told her: \"Girls don't do that here.\"  In light of that and leading a successful basketball career, the activist wants to encourage more women -- especially Muslim women -- to participate in sports.  Key for Elbadawi is the power of conversation. \"If they don't have the conversation to start off with, then they won't know where their family are with it,\" said Elbadawi, who herself feared her family's reaction to her love of sport.  \"When I spoke to my parents, my dad was so open to it,\" said Elbadawi, who last year was named Rising Athlete of the Year at the British Muslim Awards. However, she is well aware that much work needs to be done within her community, pointing to the often-used Arabic phrase \"el benet ma btetnatnat\" -- \"the girl does not jump around.\" It is a phrase which suggests that women should not be put in social situations where their bodies are exposed to fast movement.  It's a phrase that was instilled in Elbadawi's upbringing. \"You'd barely see me in any kind of makeup and I just wore lots of hoodies to hide my body.\"  Playing in a man's world \"I felt like the meaning of strong for me was to be masculine and get the job done without feeling anything,\" said Elbadawi, who is also a poet. The young Elbadawi was used to holding in her emotions. Bullied at school, she would wait until she was at home before letting her feelings out.  \"Eventually, I realized that doesn't work for me,\" she added. In her most recognized poem 'Boys will be Boys,' she writes: \"Society teaches boys from a young age to mask the fragility with toughness.\" In 2017, research by The Conversation showed that the notion of acting tough and hiding weakness had become a form of pressure for young men aged 18 to 30.  'Hijabi'  When asked to describe herself, Elbadawi immediately responds by saying \"not hijabi.\"  \"Hijabi\" is a term commonly used on social media to describe women wearing the hijab.  Even though over six million users on Instagram hashtag their posts with hijabi, Elbadawi explained how the word has come to undermine identification.  \"It almost takes away from my skills as a person. We don't say hijab doctor,\" said Elbadawi, who spent the beginning of her career playing  without wearing the hijab until her perception was changed at university.  She added: \"I felt by not wearing the hijab at the time, it allowed me to actually be me without having to defend a whole religion. \"I saw a girl who came to play versus our university -- she was wearing the hijab. I saw myself in her and thought, I could do that one day.\"  She calls herself the \"Queen of the Ball\" and depicted this idea that a woman can be both beautiful and bold at her ballgame.  Many women athletes, including Elbadawi, struggle to embrace their feminine figure. \"It's kind of a combination of balls -- the ones where you can go to, wear a big gown and look beautiful as a woman and at the same time, ball as in any kind of ballgame. For me, that's a celebration of being a woman.\" "], "Language": false}