{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/opinions/couldnt-get-a-covid-19-test-auchter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Amanda Auchter"], "Writers": [[]], "FirstPublishDate": ["2020-03-24T12:48:46Z"], "LastModifiedDate": ["2020-03-24T13:12:41Z"], "Headline": ["I couldn't breathe -- and I couldn't get tested"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The nurse on the phone asks me what hospital I was rushed to by ambulance last weekend with symptoms of Covid-19. \"St. Luke's?\" she asks, and if I could laugh without prompting another coughing spasm, I would. I am trying, again, to get approved for a novel coronavirus test kit.  I live 30 miles from the world-renowned medical centers of Houston, Texas -- which include the aforementioned St. Luke's Hospital. The closest hospital to me, however, is a small to moderate-sized community hospital with a total of 175 emergency-only beds. It is not a full-service hospital. The problem, in addition to the number of available kits, is accessibility. I know that as a country, we are trying, that it's overwhelming. However, all hospitals, regardless of size, should be given testing kits in order to assist the community they serve. Drive-thru centers must be set up in parking lots at grocery stores or high school sports stadiums, not just big arenas downtown.   On Saturday night, March 14, I was taken by ambulance to the hospital with a pulse oxygen level of 86 (out of 100) and in acute respiratory failure. I had been sick for a few weeks with a low-grade fever, dry cough, heavy chest congestion, shortness of breath and moderate exhaustion.  I was well aware of the symptoms of Covid-19 and first contacted a doctor through telemedicine, who prescribed me Doxycycline, a general antibiotic. The antibiotic had little effect and I got worse. I got an appointment with my primary care physician who took one look at me, listened to my chest and sent me straight to the emergency room. I asked him if he thought I might have the novel coronavirus. He nodded, his eyes worried over his mask. \"You need to get tested and get a chest x-ray at the hospital.\"  My husband drove me to our modest community hospital while I focused on trying to breathe, the mucus causing whistling and crackling sounds to escape from my mouth. I sounded like a strange animal.   When we arrived at the hospital, guards in protective hospital gowns and black shirt and pants were monitoring door traffic. A woman wearing a blue mask and gloves was screening people by taking temperatures and asking questions before letting them into the waiting area of the emergency room. One of the orderlies took me immediately into the quarantine area, assembled from makeshift walls made of frosted plastic panes and one door, which was locked behind me.  Inside, the quarantine waiting area had a row of about eight chairs lined against the wall and one machine for taking vital signs. A portion of the window had been removed and replaced with a piece of plywood, to which a ten-inch hole had been cut and a clear plastic bag taped to it in order to create negative pressure for the room. I sat down and burst into tears. A nurse came and took my vitals and showed me into the patient area of quarantine. I was surprised to see that this area, obviously for sick, suspected Covid-19 patients, had a total of two beds. One bed was occupied by a man who looked to be in his fifties and very ill. He was hooked up to two IVs and oxygen. The nurse hooked me up to oxygen and a nebulizer. \"Will I get tested?\" I asked, as the nurse put the nebulizer mask over my face. \"For flu and strep,\" she said. She wasn't wearing a mask. I tested negative for flu and strep. The quarantine doctor said the CDC declined the request for a Covid-19 test because I hadn't traveled to a hot spot outside of the country. She said she was sorry and sent me home with a prescription for albuterol and a nebulizer. Good luck and God bless, I thought.   Two days later, I was in the back of an ambulance in acute respiratory failure.  I spent two days in the hospital receiving 24-hour oxygen therapy, albuterol nebulizer every six hours (even at two o'clock in the morning), steroid shots and two IVs filled with antibiotic cocktails to treat the sepsis in my body. I worried I was infecting every person who came into my room. I asked one charge nurse if I was slated to get a Covid-19 test. I thought that since my symptoms were now so pronounced that I would qualify for a test this time. \"This hospital doesn't have test kits,\" she said. This was March 15. The first case of the virus in the United States was confirmed on January 21. By February 28, the US had 62 confirmed cases.  By March 15, I was getting an X-ray and another breathing treatment. As of March 23, the US had over 42,000 confirmed cases and 500 deaths. It's still difficult to get tested, especially if you don't live in a major city center like New York, Los Angeles or Houston. One friend, a certified nurse's assistant who works in a nursing home and lives in a town of roughly 7,000, told me that tests only arrived at her local hospital a few days ago. As of March 18, Texas Gov. Greg Abbott said the statewide capabilities are expected to expand this week to 20,000 test kits. At the handful of drive-thru testing centers, only those showing symptoms are to be screened for the virus. I am recovering, slowly, at home. In the week since I've been discharged from the hospital, I've watched the number of Covid-19 infections grow by the thousands.  We are all in this together. If I cough, you could be the next one coughing. A pandemic can't be fought only in large cities. We need to combat this virus with numbers, diagnoses and treatment. Everyone needs to be counted in this — each suspect fever, each dry cough, each body ache, each labored breath."], "Language": false}