{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/sport/tokyo-2020-olympics-potponement-dick-pound-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aimee Lewis, Kevin Dotson and Steve Almasy, CNN"], "Writers": [["Aimee Lewis"]], "FirstPublishDate": ["2020-03-23T20:39:10Z"], "LastModifiedDate": ["2020-03-24T12:10:03Z"], "Headline": ["Longtime IOC member Dick Pound predicts Tokyo Olympics will be postponed"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["International Olympic Committee member Dick Pound predicted the 2020 Games in Toyko will be postponed because of the coronavirus, which would make it the largest event yet halted or rescheduled by the global pandemic. The Games are scheduled to take place in Japan from July 24 to August 9, but there have been calls to cancel or put off the event until later in the year or 2021 as the world grapples with the pandemic, which has killed thousands globally.  Pound's comments followed the International Olympic Committee's executive board saying it is considering postponing -- but not canceling -- the Games. Pound said he was speaking for himself, not the IOC. He is the longest-serving IOC member but does not serve on the executive board. The IOC board has said it is considering several options to deal with the ongoing outbreak, including modifying plans to allow the 2020 Tokyo Games to begin on schedule July 24 or changing the start date for the Games. The IOC executive board ruled out canceling the Games, saying it would \"destroy the Olympic dream of 11,000 athletes\" and all those who support them, according to a letter to athletes from IOC President Thomas Bach. Pound said: \"I see no other rational interpretation of the statements made by the IOC yesterday. If there was to be a cancellation, that would have been easy to announce; if carrying on with the original plan, there was no need for a communication. That leaves postponement.\" Mark Adams, a spokesman for the IOC, told CNN, \"It is the right of every IOC member to interpret the decision of the IOC (executive board) which was announced yesterday.\" The Olympics have never been rescheduled in peacetime. In 1916, 1940 and 1944, the Games were canceled because of world wars.  The national organizing committee for Team USA said it surveyed more than 1,700 athletes about what they thought about the timing of the Games and their preparation for it. \"Our most important conclusion from this broad athlete response is that even if the current significant health concerns could be alleviated by late summer, the enormous disruptions to the training environment, doping controls and qualification process can't be overcome in a satisfactory manner,\" the statement from the United States Olympic & Paralympic Committee reads. \"To that end, it's more clear than ever that the path toward postponement is the most promising.\" Other major sports events have been rescheduled On March 17, Japan's Olympic minister, Seiko Hashimoto, said the country was planning for a \"complete\" hosting of the Games, which she went on to explain meant an Olympics which \"started on time and with spectators in attendance.\"  But as countries attempt to limit the spread of coronavirus, Olympic organizers have been forced to concede it may not be possible for the Games to go ahead as planned.  Sports events around the globe, competitions once regarded as shatterproof, have already been suspended or postponed. The NBA, Major League Baseball, the WNBA and the European soccer seasons are some of the billion-dollar sports leagues stopped by the coronavirus. Euro 2020 -- the European Football Championship -- has been postponed until next year, while golf, horse racing and prestigious marathons have also been impacted. For weeks, organizers had said Tokyo 2020 would go ahead as planned. But the pressure -- both inside and outside the Olympic movement -- for a change became overwhelming as wider society began shutting down in response to the virus.  Canada and Australia became the first countries to pull their athletes out of the Games while other national organizing committees, individuals and athletic groups urged the IOC to reconsider its plans, prompting a change of tone from the organizing committee."], "Language": false}