{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/us/coronavirus-us-pandemic-changes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-03-21T03:21:52Z"], "LastModifiedDate": ["2020-03-21T11:53:36Z"], "Headline": ["America is racing to contain the coronavirus spread. Here's how the pandemic changed the country this week"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["America is coming to a halt while authorities race to slow the spread of the novel coronavirus. The normally bustling streets of New York City and San Francisco are eerily quiet, with only a few people walking or taking the subway. And that sight is quickly replicating across the United States. Millions of people stayed home to avoid contracting or spreading the virus as reported cases grew from a few thousand to more than 18,000. Dining room tables and ironing boards have turned into home offices, empty grocery store shelves became common and unemployment became a reality for many.  Last week, President Donald Trump declared a national health emergency, which was followed by school closures, sports event cancellations and panic buying. Here's how this pandemic transformed the country this week: Sunday, March 15:  • The US Centers for Disease Control and Prevention urged that all gatherings of 50 or more people be canceled or postponed for the next eight weeks.   • 2020 primaries: Democratic presidential candidates Joe Biden and Bernie Sanders stood 6 feet apart, per CDC guidelines, during the CNN-Univision Democratic presidential debate in Washington and bumped elbow bumps instead of shaking each other's hands. Monday, March 16  Americans were asked to avoid their favorite places -- and started to have no other option. • The White House advised the public to avoid groups of more than 10 people. • The states: When Covid-19 cases reached 178 in New Jersey, Gov. Phil Murphy ordered a voluntary statewide curfew from 8 p.m. to 5 a.m. to keep people at home. On the same day, New Jersey joined with New York and Connecticut to keep casinos, gyms and movie theaters closed until further notice. Restaurants in numerous states started closing restaurant dining rooms, with only take-out or delivery offered. • Schools: Just as millions of K-12 and college students started transitioning to online instruction, officials in some states announced that students would have to stay home for the rest of the school year. Tuesday, March 17 • The US reached bleak milestones in the coronavirus outbreak. West Virginia became the 50th state to report a case, and the death toll hit 100 nationwide.  • The states: Almost 7 million Northern California residents began sheltering in place under health officials' orders. • 2020 primaries: Democratic primary voters in Florida, Illinois and Arizona experienced last minute changes amid efforts to keep polling sites open. But other states postponed their primaries. Polls in Ohio were closed to \"avoid the imminent threat\" of Covid-19 exposure, state health officials said. • Major retailers began shutting down, pledging to pay their workers in the coming weeks. Millions of restaurant workers in states such as California, Kentucky, Connecticut and New York were left without jobs. Wednesday, March 18 • The United States and Canada suspended nonessential travel between the two countries due to the coronavirus pandemic, Trump announced. • A report obtained by CNN showed the Trump administration was contingency-planning for a pandemic that could stretch up to \"18 months or longer.\" • Medical supplies were scarce: Many communities began grappling with shortages of medical equipment, forcing workers to sew masks together or create face shields from marine-grade vinyl, industrial tape, foam and elastic. Thursday, March 19  • More tests, more cases: The number of coronavirus topped 13,000 as more people were tested due to an increased flow of testing kits. • Stay-at-home orders: California Gov. Gavin Newsom issued a statewide order telling residents to stay home. Most of the state's 40 million residents should not leave home except for essentials like food, prescriptions, health care and commuting to jobs considered crucial.  • A record number filed unemployment claims. Goldman Sachs economists said they expect that 2.25 million Americans filed for their first week of unemployment benefits this week -- eight times the number of people who filed the prior week and the highest level on record. Friday, March 20 • The Trump administration was limiting nonessential travel between the US-Mexico border by midnight. • Nearly 1 in 5 Americans now had to sequester. New York, Connecticut and Illinois all joined California in ordering all nonessential employees to remain at home in order to slow the spread of the coronavirus. • Students could suspend their federal student loan payments without penalty and without accruing interest for at least 60 days, the Department of Education said."], "Language": false}