{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/investing/ipo-outlook-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-19T17:45:26Z"], "LastModifiedDate": ["2020-03-19T17:45:26Z"], "Headline": ["The IPO window may be sealed shut because of coronavirus"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Buzzy privately held unicorns like DoorDash, Robinhood and Airbnb started 2020 with hopes to go public.  But the global coronavrius pandemic may have ended any chances of them -- or other startups -- making their Wall Street debut anytime soon. The broader stock market has plunged into bear territory because of worries about how the COVID-19 outbreak will almost certainly lead to a recession -- if it hasn't already. Newly public companies have taken an even bigger hit.  Investors were already worried about their valuations and ability to generate consistent profitability before the coronavirus crisis.  This newfound skepticism is one of the main reasons why the controversial co-working space unicorn WeWork shelved its offering. But shares of some high profile firms that have gone public in the past year, such as Uber and its ridesharing rival Lyft, Beyond Meat, Casper and SmileDirectClub, have been hit extremely hard. Many of them are trading at or near their all-time lows. This gruesome performance will likely keep private companies on the sidelines for the foreseeable future.  \"Volatility is at its highest level since the 2008 financial crisis, effectively shutting down the IPO market,\" said analysts at IPO research firm Renaissance Capital in a report late last week.  \"Based on previous periods of high volatility, it will take at least one month after the market settles for IPO activity to resume,\" the Renaissance Capital analysts added, saying that it is nearly impossible to price an offering in this market. Some companies may still brave the waters by going public through less conventional routes -- such as directly listing shares or reverse mergers with existing companies.  Slack and Spotify both listed shares directly on Wall Street, allowing them to sell existing stock without having to raise new capital.  And Richard Branson's Virgin Galactic began trading because of a deal with a special purpose acquisition  company -- an already public blank check firm with no or very limited operating assets. Fantasy sports firm DraftKings is planning to do the same later this year.  But any company that wants to go public is realistically looking at the second half of this year or 2021, according to Duncan Davidson, founding partner with Bullpen Capital.  Davidson added that private companies also have to show more fiscal restraint to find success on Wall Street.  \"I would be shocked and amazed if any companies go public anytime soon,\" Davidson said. \"And the WeWork meltdown showed the problem of 'fake tech' companies. Venture capitalists will need to  tell startups to slow their growth and preserve cash in order to survive.\" Not all private companies are viewing the coronavirus shutdown as a doomsday scenario.  Some firms are cautiously optimistic that the IPO market could slowly get back to normal by summer or Labor Day at the latest, according to Frank Lopez, co-head of the global securities and capital markets practice at law firm Paul Hastings. Lopez added that some private companies his firm is working with are also still looking at SPAC deals as a way to go public.  And he added that the massive drop in price for last year's unicorns is actually healthy. Companies that go public going forward should begin trading with more reasonable expectations. \"Once the volatility subsides, there should be a reset of public and private market valuations,\"  Lopez said.   There is also one notable exception to the recent IPO blues -- web conferencing company Zoom Video Communications.  Zoom's shares have skyrocketed 90% this year and are not far from a record high because of booming demand for video chat software now that many office workers are staying at home to do their jobs.  \"My wife asked me the other day if she could buy stock in Zoom,\" joked Lamar Villere, portfolio manager with the Villere Balanced Fund. (He does not own the stock.)  \"But unless you are uniquely positioned to benefit from the outbreak, capital is so scarce right now. This is certainly not the type of market where you want to get started as a public company,\" Villere added."], "Language": false}