{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/media/coronavirus-shutdowns-news-entertainment-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-19T05:26:36Z"], "LastModifiedDate": ["2020-03-19T05:26:36Z"], "Headline": ["Virus shutdowns prompt sweeping questions about the future of news and entertainment"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. One week ago, America's great shutdown began in earnest. None of us have experienced anything quite like this before. The shock is still sinking in. So here are three sets of questions about the government's response; the news media's coverage; and the disrupted media world at large...   Trump's viral untruths -- Why are President Trump's actions still several steps behind the eight-ball? On Wednesday he said he is invoking the Defense Production Act, \"just in case we need it.\" Experts say it was needed days or weeks ago... -- Are daily White House briefings essentially replacing Trump's rallies since he can't hold those anymore? -- Where is the get-tested website that the president promised last week? Where is the detailed info about drive-through locations in chain store parking lots? -- To that last point, are journalists still putting too much stock in the president's statements? On Wednesday he said \"we're sending, upon request, the two hospital ships.\" Later in the day, Defense Secretary Mark Esper said the ships won't be ready for a while. The ships are \"geared toward trauma\" and won't treat coronavirus patients, Esper said, but they'll free up space in existing hospitals... -- ProPublica has \"the five questions reporters need to ask hospitals and local officials about coronavirus...\" -- Most importantly: What more can be done to help the doctors and nurses on the front lines?    Q's about the future of news -- How can news outlets help alleviate the anxiety and loneliness that so many Americans are feeling? -- What can this crisis teach newsrooms about staying in touch with communities via the internet? -- It's a ripe time for experimentation. What should newsrooms be trying out? -- Can struggling newspapers weather this economic downturn? Will new subscriptions offset the advertising losses? Will the number of new digital subscriptions offset the number of people who cancel for budgetary reasons? -- Will the pandemic hasten the decline of print newspaper delivery? Physical newsstand sales are already being pinched. -- Some TV stations are pooling resources to achieve social distancing. Are there other new opportunities for newsrooms to collaborate? The Pulitzer Center is offering grants. -- What are the emerging new rules around fully remote production of newspapers, magazines and websites? -- Which newsroom changes implemented during the pandemic will be permanent? Are employers going to deduce that they need fewer employees to produce TV newscasts, newspapers, and so forth? -- \"What do sports journalists do when there are no sports to cover?\" Some answers here via NiemanLab... -- Does the current crop of call-in shows and \"ask the doctor\" segments foreshadow a more interactive future for TV news? -- Now that they can go live from home, will some TV newsers ever return to the studio? -- This moment in media production prizes efficiency and intimacy (raw iPhone video) over quality. Will it last? -- There are lots of new pandemic podcasts and newsletters. What other new products should newsrooms create? -- How can news networks and websites help us feel a little bit closer together? -- Should there be new prime time shows on broadcast TV about this anti-social experiment we're all sharing? -- Should local news stations increase their # of daily broadcasts? -- Who will make the first great documentary about this social distance lifestyle? -- Years from now, will this painful period lead to improved trust in the news media?    Q's about the disrupted media industry Brian Lowry, An Phung, and Frank Pallotta all contributed questions for this list: -- Can the companies that provide the backbone of the internet keep up with increased usage? -- With physical theme parks closed, will \"digital theme parks\" look like and when will they open? -- Which streaming services and video gaming platforms will grow the most, and at the expense of what else? -- Will, as Matthew Ball suggested, TV distributors invoke force majeure clauses to renegotiate their \"payments to ESPN?\" -- Will niche sports and upstart leagues gain market share while big leagues are shut down? -- Conversely, how much pent-up demand will this blackout period create for pro sports, once they can be played again? -- What does the cable subscription biz model look like a year from now? -- What will be the first blockbuster movie to go VOD? -- Will there be a summer movie season? Will audiences return to movie theaters when and if they reopen? -- Is this homebound life an opening for Quibi, which is supposed to launch in a few weeks? Or will Quibi suffer because it was built to be consumed while on the go? -- How soon will Hollywood's TV production suspensions affect the pipeline of new episodes? -- Will people begin to watch Netflix together online in big #'s, and if so, how? -- Are drive-in movie theaters about to make a huge comeback? -- Did Bob Iger see this coming before the rest of us? Is Bob Chapek the best \"wartime leader\" of Disney? -- Will there ever be a traditional \"upfront\" ad sales season again? -- What will be 2020's equivalent of the gig economy? What new industries will emerge from this pandemic?   Looking ahead... What about the Olympics this summer? \"Olympic insiders have reported a growing acceptance that the Tokyo Games simply cannot happen as planned, despite the IOC's statement yesterday that it 'remains fully committed' to this summer's event,\" Sports Business Journal reported Wednesday... New TV programs... ABC has converted the 1pm talk show \"GMA3: Strahan, Sara & Keke\" into \"Pandemic: What You Need to Know,\" with Amy Robach as host. Fox News has turned its 1pm hour into \"Coronavirus Pandemic: Questions Answered,\" an hour-long Q&A with doctors. Other outlets are working on new shows as well...   New ways of broadcasting... Every day there are new disruptions and developments. More guests are joining TV newscasts via Skype and other remote software solutions. More sources are being interviewed from six feet away (see below). And more networks are testing backup plans in case essential personnel can't get to their offices. Why? Look at what happened at News 12 The Bronx, the local cable channel, on Wednesday. An employee working elsewhere in the building tested positive, so live coverage is shifting to News 12 Long Island while the building is closed and cleaned. >> Laurie Garrett tweeted: \"Each day #COVID19 forces another level of changes for safety at NBC. First, they got rid of makeup for guests (no virus laden brushes). Last night they put guests 12 feet away from hosts. Tonight? I will be alone in a.booth, talking to Chris Hayes in his booth. Next? Skype, I bet.\" >> Due to virus exposure, \"ViacomCBS is temporarily moving operations\" out of the Broadcast Center... Starting Thursday, \"CBS This Morning\" will be live from the Ed Sullivan Theater... \"Today\" remotely Savannah Guthrie, Al Roker and Craig Melvin will continue to broadcast from home on Thursday. Hoda Kotb will continue from Studio 1A. \"This show's been around a long time, 60 something years, but never has this happened before,\" Guthrie said Wednesday. Per an internal memo on Wednesday, a second NBC staffer has tested positive. \"The individual worked in the equipment room in 30 Rock on 5 West,\" so staffers were reassured that \"the room was being cleaned regularly and all equipment coming through the room was being wiped down with alcohol both on check-in and check-out.\""], "Language": false}