{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/sport/ufc-cancel-coronavirus-dana-white-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T13:39:24Z"], "LastModifiedDate": ["2020-03-17T13:54:40Z"], "Headline": ["UFC postpones next three events after fighting in Brazil with no fans"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Major US sports have been suspended, top-flight football in Europe has been postponed and tennis tournaments have been put on hold because of COVID-19's spread.  But as major sports leagues and events are impacted by the coronavirus pandemic, the Ultimate Fighting Championship held a full card -- comprising 12 fights -- in an empty arena on Saturday in Brasilia, Brazil, despite large gatherings being banned in the country. However, following an announcement on Monday that people in the US should not to gather in groups of more than 10, UFC president Dana White has now decided to postpone three upcoming events.  \"We can't do it ... we have no choice now but to postpone these fights,\" White told ESPN on Monday. The last of the postponed events was due to take place on April 11. Seven days later on the organization's schedule is the blockbuster UFC 249 event -- with the headline fight between UFC lightweight champion Khabib Nurmagomedov and Tony Ferguson -- in New York. On Monday, the city's Mayor Bill de Blasio signed an executive bill to \"order the closure of nightclubs, movie theaters, small theaters and concert venues\" in New York City. UFC 249 is scheduled to take place at Barclays Center in Brooklyn, New York, and says he hopes to stage the event at that venue, but if necessary move it outside of the US. The novel coronavirus has infected more than 182,400 people and killed over 7,100 worldwide, according to Johns Hopkins University. READ: Premier League in limbo as chiefs consider 'radical solutions' to finish the season Raising eyebrows ONE Championship in Asia canceled a show in Ho Chi Minh, Vietnam scheduled for March 20 while Combate Americas -- the \"premier Hispanic Mixed Martial Arts sports franchise\" -- announced a \"proactive plan\" that included postponing shows.  White had previously said that he \"didn't give a s**t about the coronavirus.\"  And, having spoken to his long-time friend US President Donald Trump, White had insisted that everyone just needs to \"stop panicking.\" \"I talked to the president and the vice-president about this, and they're taking this very seriously,\" White said on ESPN's SportsCenter. \"They're saying, 'Be cautious, be careful, but live your life and stop panicking.'\" Nonetheless global restrictions to travel have hit UFC hard. An event scheduled to to take place at the O2 in London on March 21 -- including the headline fight between British welterweight contender Leon Edwards and former champion Tyron Woodley -- has had to be canceled. Ashlee Evans-Smith -- who had been scheduled to fight -- said on Instagram: \"I've been in London for two days, actually only 24 hours on the ground. Anyway, fight's off, postponed, all I really know is that I've got to get back to California, yesterday basically.\" READ: Tokyo 2020 Olympics: Japanese PM Abe insists Games to go ahead as planned Not following guidelines Medical experts have been advising to wash hands regularly and to avoid contact with others if possible to slow the spread of the coronavirus.  Reportedly the Brazilian MMA Athletic Commission did not test fighters ahead of the event in Brasilia.  White says UFC will start using new \"infrared technology\" that would help detect spikes in body temperatures to screen individuals with coronavirus.  Visit CNN.com/sport for more news, features, and videos \"Everybody is panicking, and instead of panicking, we're actually getting out there and working with doctors and health officials and the government to figure out how to keep the sport safe and continue to put on events.\""], "Language": false}