{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/politics/2020-election-week-ahead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-15T22:15:27Z"], "LastModifiedDate": ["2020-03-15T22:15:27Z"], "Headline": ["The coronavirus election"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["There is only one story in politics, in America and in the world right now: The march of coronavirus across the globe -- and what governments are doing to mitigate the spread and deal with the sick. To that end, here are the five coronavirus storylines with major political impacts you need to watch this week. 5. A political deep freeze: As of about last Wednesday, politics simply stopped. Like, no fundraisers. No rallies. No policy plans. No nothing. When will it begin again? No one knows. And no one really wants to be the first person back in the water -- particularly given concerns about infection and contagion. The presidential race is the first contest that should re-start whenever the country emerges from this full stop. And that race, while undoubtedly affected by the virus -- see much more on this below -- will have plenty of action, money and attention directed to it. The bigger question for me is down-ballot races. If politics essentially ceases to exist for three months, that could make it difficult for candidates running for House or even Senate to quickly restart dormant campaigns and begin the long process of wooing voters. Make no mistake: It all will still happen. Politics is a resilient business. But when you simply stop campaigns and campaigning in an election year, there will be effects, and potentially profound ones. What will they be? I don't know. Neither does anyone else -- because we've never been in this place before. Ever. 4. Partisanship in the time of coronavirus: These days, which political party you identify with tends to determine how you feel about, well, almost anything. So why should coronavirus be any different?  Eye-opening new poll numbers from NBC and The Wall Street Journal suggest it's not. Asked whether coronavirus will change their day-to-day lives in a major way in the future, 56% of Democrats said it would while just 26% of Republicans agreed. Twice as many (61%) of Democrats as Republicans (30%) say they are avoiding large gatherings to avoid the spread of coronavirus. Ditto the number of Democrats who say the worst is yet to come with the virus (79%) versus Republicans (40%) who say the same. What these numbers suggest is that people don't yet totally grasp that a contagious and potential deadly virus doesn't care about your political affiliation or who you voted for in the 2016 election (or who you are going to vote for in 2020). Until we realize we are all in this together, stopping the spread of this virus is going to be that much harder. 3. Cancellations: With all major sports leagues shut down, schools closed, most people working from home and guidance from experts to avoid any sort of large crowds, it seems increasingly likely that states with primary votes scheduled for the next few weeks may start reconsidering rapidly. Already Louisiana has signaled its plans to move the primary from April 4 to June 20 and Georgia has postponed its primary from March 24 to May 19. Given the rapidity of cancellations and postponements across the culture, my guess is that only states voting Tuesday are immune from following the example of Louisiana and Georgia. The next big primary day is April 28, when New York and Pennsylvania -- among several other Mid-Atlantic and Northeastern states -- are set to vote. Watch those states to see if they make a move backward in the calendar to mitigate the coronavirus spread. 2. Biden vs. Bernie is all over but the shouting: Even before the rapid spread of coronavirus effectively halted the Democratic presidential race, former Vice President Joe Biden had put the race beyond reach. Biden's performances on Super Tuesday (March 3) and Super Tuesday II the following week handed him a clear delegate lead that will only grow this week as huge states like Florida, Illinois and Ohio are set to vote. The only real question in the race is when (and if) Sanders gets out, and how it winds up happening. Tonight's debate -- 8 p.m. Eastern time on CNN! -- may go a long way to answering that question. At issue is how hard Sanders will go after Biden on things like the former Delaware senator's vote to authorize the war in Iraq and his support for deals like NAFTA -- among other things. Past debates in the race suggest that Sanders is the more skilled and effective debater of the two men. Biden has repeatedly struggled to defend past positions and past votes when under questioning. The harder Sanders goes at Biden tonight, the more likely he stays in the race for an extended period of time. But with the delegate count looking increasingly dire for Sanders and the coronavirus essentially ending any sort of campaigning, it's hard to see what Sanders gains by savaging Biden tonight. 1. The coronavirus election: Yes, the 2020 election is more than 200 days away. And yes, Americans have incredibly short memories and attention spans. That said, it's getting ever more difficult to see how the ongoing coronavirus pandemic -- and how President Donald Trump is viewed as he combats it -- won't be a major pivot point in his chances of winning a second term. The country is in the midst of coming to a full stop for an unknown period of time. It could be weeks. Or months. And the real possibility exists that we could face something close to a full lockdown along the lines of what Spain and Italy have implemented to deal with containing the rapid spread of the virus. \"I would like to see a dramatic diminution of the personal interaction that we see in restaurants and in bars,\" Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, told CNN's Brianna Keilar on Sunday. \"Whatever it takes to do that, that's what I'd like to see.\"  That sort of societal disruption -- particularly when combined with the fear and anxiety being created by coronavirus -- is not something that is likely to be forgotten anytime soon. Nor will how the Trump administration handles it (or doesn't). Remember that natural disasters and other national traumas have a long history of leaving powerful lingering effects on politics. Patriotism and a sort of rallying around the flag boosted George W. Bush and Republicans following the September 11, 2001 attacks. Bush's botched handling of Hurricane Katrina drove Democratic gains in 2006. The economic collapse of the fall of 2008 doomed Republican chances of holding the White House. Given all of that recent history and the scope of the challenge now facing the country, it looks like the 2020 vote will be known as the coronavirus election."], "Language": false}