{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/us/the-good-stuff-trnd-031420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-14T09:48:03Z"], "LastModifiedDate": ["2020-03-14T09:48:03Z"], "Headline": ["This is what friends are for"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["If there were ever a time to be reminded that we are all in this together, it would be now. It's never been more important to look out for your neighbors, your friends and others whose lives are going to be affected by this strange and scary time in history. Remember that caution and vigilance are forms of kindness. We're all taking care of each other. And the difficult part is, we're going to have to do it without the hugs and fellowship we're used to! At least we have an amazing array of ways to keep in touch when we can't, you know, actually touch. Keep those phones ringing, those texts flowing and those emails going. Reach out. Support each other. And wash your hands! Our favorites this week Get going with some of our most popular good news stories of the week A surprise sister act Best friends Ashley Thomas and Latoya Wimberly are so close, and have so much in common, they could almost be mistaken for sisters. Surprise! They are. After 17 years of friendship, the two women discovered they're actually family. A family friend of Ashley's recognized Latoya's dad, Kenneth Wimberly, in some Facebook photos, and mentioned that Ashley's mother us to be friends with him too. It turns out, the pair had a brief romantic relationship, and Ashley grew up never knowing who her biological father was. The puzzle pieces began to come together, and the two friends and Kenneth took a DNA test to find out the truth. Sure enough, Kenneth is the father of both women. It was an emotional discovery, especially since Kenneth was close to Ashley as she grew up alongside Latoya, the daughter everyone knew was his. \"Big Kenny was like my dad,\" Ashley said. \"He was there for me the whole time and I had no idea.\"  The sweetest bedtime story  Anoushka Talwar's father always told her about the amazing benefits of reading to babies. He would know; Anoushka was born premature, and every day her father would visit her to talk, sing and read stories. In her delicate state, it was the only way he could embrace her. When Anoushka was 8, her brother was also born premature, and she remembers talking to his tiny two-pound form, telling him about her day and reading from her favorite books. Six years later, Anoushka, now 14, has created a set of mini-libraries for hospital neonatal intensive care units so parents can have the same bonding experience that was so precious to her family. Anoushka set a goal to collect 100 children's books for the libraries, but she ended up with 450. The libraries now live at the Scottish Rite Hospital of Children's Healthcare of Atlanta and the Emory Johns Creek Hospital. More precious than gold  Former NBA star Charles Barkley is selling one of his Olympic gold medals and an NBA MVP Award to help build affordable housing in his hometown of Leeds, Alabama. They may seem like prized possessions, but you're going to love Barkley's outlook on just how important they are. \"I don't think I have to walk around with my gold medal or my MVP trophy for people to know I'm Charles Barkley,\" he said while discussing his decision on a radio show. \"So I'm going to sell all that crap.\" What's more important to him? The 20 homes that the money will go towards building. Barkley often makes moves to help his home state thrive. He's donated $1 million each to Alabama's Miles College and Alabama A&M in Huntsville, as well as an additional million each to two other historically black colleges and universities in Atlanta.  Raise a glass to... Officer Michael Rivers and Michelle, who shared an eye-opening meal on a roadside in North Carolina. Rivers was driving by when he noticed a homeless woman he had never seen before, and read her shirt: \"Homeless. The fastest way of becoming a nobody.\" The officer drove on, but something moved him to turn around and ask if the woman had eaten yet. She said no, so he grabbed a few pizzas and took a seat next to her to break bread and share some conversation. The woman said her name was Michelle, and the pair talked about her family and her 12-year-old daughter, who is battling liver disease. Someone took a photo of the moment and shared it on social media, where thousands of people offered support and well-wishes to Rivers for his kindness, and Michelle for her powerful message about the realities of homelessness.  A bright idea Vans has released a new line of shoes that are designed with autism spectrum disorder in mind. The collection features a calming color palette, sensory-inclusive features and easy closures to help kids feel more independent when dressing themselves. Vans, ever the footwear icon, says the shoes help celebrate \"the unique aspects of all people.\" The company will also donate a minimum of $100,000 of the proceeds to A.skate Foundation, a non-profit that teaches children with autism how to skateboard.  You gotta see this Revelers made a dancing, clamorous human rainbow this week during Holi, a yearly religious festival in India. Holi has been celebrated for centuries, and symbolizes the triumph of good over evil and commemorates new beginnings. What better way to do that than to laugh, dance and throw brightly-colored powder, known as gulal, in the air?  Wanna get away? Sometimes, it's all about good lighting. Shifting sunbeams lend a magical quality to the shadows of Te Urewera, the largest protected tract of native forest on New Zealand's North Island. The forest is full of dense, rugged bush and it cradles another local gem: The ancient and vast Lake Waikaremoana. Both are on CNN Travel's list of New Zealand's most beautiful places.  Hear, hear! \"Act as if what you do makes a difference. It does.\"  Some food for thought from William James (1842-1910), one of the first Americans to champion the discipline of psychology.  Impact your world People are already stepping up and showing off the best of humanity in response to the coronavirus pandemic. Here are some of our favorite do-gooders so far:    Celebrity chef José Andrés mobilized his charity World Central Kitchen and fed passengers quarantined on a Grand Princess cruise ship docked near San Francisco. \nNBA stars like Giannis Antetokounmpo, Zion Williamson and Blake Griffin are donating money to support basketball arena employees who are missing out on pay since the season was indefinitely suspended this week.\nDallas Mavericks owner Mark Cuban says he's planning on offering financial support to workers at the Mavericks' home arena, American Airlines Center. \nSouth Korean soccer star Son Heung-Min has donated more than $82,000 to a non-profit organization in his home country that's working to prevent the spread of the disease. \nIn Italy, where the virus has struck with particular force, the soccer club AC Milan announced it will donate $284,000 to relief efforts. The money will go to the Azienda Regionale Emergenza Urgenza, the emergency response arm of the Lombardy region's government.   You don't need to be a rich sports star to pitch in, though. CNN's Impact Your World has compiled some ideas for feeding the hungry, protecting health professionals and supporting service workers.  And, as always, remember to take care of yourself.  Here's how to keep coronavirus fears from affecting your mental health. Over 60 or know someone who is? Consider this guide a must-read.  Shameless animal video There's always time for cute animal videos. That time is now. Breathe in. Breathe out. You're a baby lamb on a cool, grassy hill being tended to by your wise dog friend. Or, maybe you're the dog. Either way, you are at peace. All is well. (Click here to view)"], "Language": false}