{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/health/us-coronavirus-updates-friday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone and Christina Maxouris, CNN"], "Writers": [["Dakin Andone", "Christina Maxouris"]], "FirstPublishDate": ["2020-03-13T09:01:26Z"], "LastModifiedDate": ["2020-03-14T02:41:57Z"], "Headline": ["Anxiety over coronavirus testing reaches a new level as American life comes to a near-halt"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As American life continued to slow to a near-halt on Friday in response to the coronavirus pandemic,  officials tried to alleviate concerns surrounding testing -- or the lack thereof. In an effort to address the crisis, President Donald Trump declared a national emergency, freeing up $50 billion to help fight the coronavirus. He added that he will likely get a test when details are worked out. Trump told reporters in the Rose Garden that his administration would partner with the private sector to increase testing capacity. He claimed the private sector would be able to provide 5 million coronavirus tests within a month.  \"We want to make sure that those who need a test can get a test very safely, quickly and conveniently,\" Trump said.  The President's remarks came the day a 49th state -- Idaho -- announced it has a case. The number of cases in the US climbed to more than 2,200. At least 49 people have died, with the majority in Washington state, which has 37 fatalities thus far. Health officials have said the numbers will continue to climb as more people are tested. Some patients have told CNN they are suffering from symptoms associated with the coronavirus and tried to be tested, only to be turned away. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, acknowledged before a congressional committee Thursday the testing system currently in place in the US was not meeting the country's needs. \"And that is a failing,\" he said. \"The idea of anybody getting it (a test) easily, the way people in other countries are doing it, we're not set up for that,\" Fauci said. \"Do I think we should be? Yes, but we're not.\" Friday morning, New York Gov. Andrew Cuomo said the \"log jam\" in testing was due not to the number of available testing kits, but the lack of laboratories authorized to perform the tests. \"We do have a crisis in testing,\" Cuomo said. \"We're not up to scale.\"  The commissioner of the US Food and Drug Administration said more than 80 test developers have asked for help with development and validation of tests through the Emergency Use Authorization process. And more than 30 laboratories are in testing or development of their own tests. \"The number of products in the pipeline reflects the significant role diagnostics play in this outbreak and the large number of organizations we are working with to bring tests to market,\" Commissioner Dr. Stephen Hahn said. What national emergency declaration will do The $50 billion freed up by Trump's emergency declaration will help various state and localities combat the coronavirus, the President said. The emergency order will \"confer broad new authorities\" to Health and Human Services Secretary Alex Azar, who would be able to \"waive provisions of applicable laws and regulations\" to allow health officials \"maximum flexibility to respond to the virus,\" Trump said. The President urged every state to set up emergency operation centers immediately and asked \"every hospital in the country to activate its emergency preparedness plan.\" Additionally, Trump said drive-through testing sites would be set up.  Officials in several states have tried drive-up facilities, including Colorado, where residents will need a doctor's note saying they need to get tested, CNN affiliate KMGH reported. Wait times on Thursday ranged from three to four hours, the news station said, citing the Colorado Department of Health and Environment, which later cut off the line due to high volume. Testing Friday was postponed because of inclement weather, the department said. The first such facility on the East Coast opened Friday in New Rochelle, New York, where officials have imposed a 1-mile containment zone after more than 100 cases were confirmed in about a week.  \"You have to make an appointment. You can't just show up,\" Cuomo told CNN's Kate Bolduan. \"We have to prioritize (who gets tested), because we don't have that kind of capacity.\" Gatherings are banned, schools are closed For many Americans, the past days have felt like uncharted territory.  Public gatherings were banned, dozens of school districts and universities hit the pause button on classroom instruction, sports leagues suspended their schedules and major entertainment venues -- including Broadway and Disney World -- announced a halt in activities.  Restrictions on travelers coming from an open border zone within Europe were set to go into effect Friday at 11:59 p.m. Americans returning to the US will be routed through one of 13 airports,  where they will be screened for the coronavirus. Americans and legal residents returning to the US will be required to self-quarantine for 14 days, Pence said. The mounting impacts on the travel industry prompted Delta Air Lines to announce its biggest flight capacity cuts ever. The company said it was facing its worst conditions and making deeper cuts than after 9/11. Inside the US, the bottom line: Stay home. And if you must go out, keep your distance.  Among the school districts closing their doors were those in and around major cities like Boston, Miami, Philadelphia, Los Angeles, San Francisco, Atlanta, Houston and Seattle. Eighteen states have shut down of their K-12 schools. \"Today's decision has a full range of implications from learning plans and childcare, to free and reduced-price breakfast and lunch, just to name a few,\" Washington Gov. Jay Inslee said in a statement, closing down all public and private K-12 schools in King, Snohomish and Pierce counties for the next six weeks. \"I anticipate this will cause ripple effects ... but we can't afford not to do it.\" The outbreak prompted Louisiana to postpone the state's April 4 presidential primary for two months, until June 20. Secretary of State Kyle Ardoin said coronavirus was \"an unprecedented threat and unlike any we have faced.\" Among the new patients reported was Miami Mayor Francis Suarez, who went into self-quarantine after he was in the same room last weekend as Brazilian President Jair Bolsonaro and his entourage. Bolsonaro's press secretary tested positive Thursday for coronavirus.  Suarez, 42, said state health officials tested him. \"I am starting to feel a little bit of symptoms,\" the mayor told CNN's Erin Burnett on Friday evening. \"It feels similar to the onset of the cold at this particular juncture.\" He said he did not have known risk factors for contracting the virus. \"By me sharing my experience it can hopefully calm some people down as obviously it is something that I am going through myself.\" Suarez reinforced the need for people to self-isolate. Others hit the pause button  The Augusta National Golf Club on Friday announced that the Masters Tournament will be postponed. The year's first major was scheduled to tee off on April 9.  It was just one of many cancellations that left the public stunned.  In New York, the Broadway League said it is suspending all shows through April 12 \"in support of the health and well-being of the theatre public, as well as those who work in the theatre industry.\"  The NBA is suspending for 30 days after a Utah Jazz player tested positive for the virus. The NCAA announced it would ban public audiences from March Madness -- before canceling its tournaments altogether. Major League Baseball, the National Hockey League, Major League Soccer and the PGA Tour either canceled events over the coming weeks or suspended their seasons. And NASCAR postponed its next two races after initially saying it would hold the events without fans.  The National Rifle Association is canceling its annual meeting, set to take place next month in Nashville. In 2018, there were more than 85,000 attendees, according to an NRA spokeswoman at the time. And The Walt Disney Company announced the Walt Disney World Resort in Florida would close through the end of the month, along with Disneyland in California."], "Language": false}