{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/football/diego-costa-atletico-madrid-cough-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T14:56:03Z"], "LastModifiedDate": ["2020-03-13T15:12:01Z"], "Headline": ["Atletico Madrid condemns star forward Diego Costa for coughing at media"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["With sports leagues and organizations across the world shutting down in an attempt to prevent the spread of the coronavirus, some athletes appear to be failing to grasp the severity of the global pandemic. Atletico Madrid has condemned its striker Diego Costa for coughing on reporters after the Champions League win over Liverpool. In a video circulating on social media, Costa can be seen laughing and aiming coughs in the direction of reporters gathered in Anfield's mixed zone. The prank has drawn a mixed reaction but many have criticized the Spanish forward, including his club Ateltico. \"Obviously Diego's actions were unfortunate and the club condemns his action,\" Atletico told CNN in a statement. \"It's a pity that some people find it difficult to understand the significance of this crisis. The player has repented and apologized when he realized his mistake.\" READ: Real Madrid teams in quarantine as La Liga suspended Earlier this week, Utah Jazz's All-star center Rudy Gobert was also on the receiving end of a public backlash after he jokingly touched all the microphones and recorders following a press conference. Gobert subsequently tested positive for coronavirus, while the NBA has postponed its season. In a public apology released on Instagram on Thursday, Gobert expressed regret for his actions. \"I have gone through so many emotions since learning of my diagnosis ... mostly fear, anxiety, and embarrassment,\" wrote Gobert. Visit CNN.com/sport for more news, features, and videos \"The first and most important thing is I would like to publicly apologize to the people that I may have endangered. At the time, I had no idea I was even infected. I was careless and make no excuse.\""], "Language": false}