{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/politics/national-security-warning-coronavirus-extremism/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Shortell, CNN"], "Writers": [["David Shortell"]], "FirstPublishDate": ["2020-04-08T00:32:28Z"], "LastModifiedDate": ["2020-04-08T00:32:28Z"], "Headline": ["National security officials warn of extremists exploiting coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["National security officials warned in an intelligence bulletin issued Tuesday that extremist groups are exploiting the coronavirus pandemic to incite violence and bolster racist and anti-government narratives. The bulletin -- from the FBI, Department of Homeland Security and National Counterterrorism Center -- cites threats from an array of hate groups aimed at minorities, and captures how conspiracy theories about the virus' origins and the government's response are likely fueling potential violence. It also predicts that spaces vital to the moment, like hospitals and grocery stores, could be potential targets -- as well as police officers enforcing stay-at-home orders. The four-page document, which was obtained by CNN, is the latest in a string of warnings from the national security community about the threat from extremist groups as the coronavirus has exploded across the country and upended daily life. Law enforcement have already responded to two extremist plots in recent days, including a train engineer in California who allegedly derailed his train near a naval hospital ship that he thought was being used in a government takeover and a Missouri man who was accused of attempting to detonate a car bomb at a hospital treating coronavirus patients. Reports of attacks against Asian people have also intensified in the US after the outbreak first began in China. In the bulletin, the agencies write that some extremist groups have blamed China for the spread of the virus, concluding that hate crimes against Asians will likely increase over the next two to three months. Anti-Semitic conspiracy theories claiming that Jews and Israel are responsible for the manufacturing and spread of the virus have also proliferated in some hate group circles, the bulletin notes, heightening the risk of violence against Jews in the country. While the FBI has become increasingly focused on combating domestic terrorism in recent years as the number of reported hate crimes has increased, the recent warnings have reflected an elevated concern that the pandemic and the changes to American society that it has caused were creating more perceived reasons and opportunities for extremists to act. Some hate groups are claiming that government responses to the outbreak could crash the global economy and lead to a race war, the bulletin states, potentially working to incite people who are facing economic hardship and social isolation in the meantime to commit acts of violence. Others have commented that they should exploit holes in policing left by law enforcement who've contracted the virus themselves or are diverted to enforcing stay-at-home orders. The agencies also noted threatening discussions from more obscure radical segments, including militias, anti-abortion extremists and extremists motivated by police brutality. Militias have discussed preparing for an armed response to any effort by the government to seize their weapons or control them under martial law, anti-abortion extremists have threatened violence against reproductive health care providers still working during the pandemic, and extremists motivated by police brutality have discussed disregarding stay-at-home orders and the need to prepare for any ensuing police abuses with force, the bulletin states. "], "Language": false}