{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/us/five-things-march-13-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-13T10:05:43Z"], "LastModifiedDate": ["2020-03-13T10:09:17Z"], "Headline": ["5 things to know for March 13: Coronavirus, Iraq, election, homelessness, USWNT"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's Friday the 13th. For all our sakes, let's hope it's a lucky one.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Life in some parts of the US has come to an utter standstill so the country can reduce the impact of the coronavirus. Disney World and Disneyland are closed. The March Madness tournament that was going to be played without fans? It's canceled now. Major League Baseball has wiped out the rest of spring training and postponed its season. Some cities have banned large gatherings. Millions of students are out of school. Adding to these major disruptions, continued issues with the availability of coronavirus test kits have left medical professionals and patients confused and concerned. As the virus continues to spread, a slow trickle of public figures are announcing their diagnoses or close contact with the disease. Canadian Prime Minister Justin Trudeau's wife has tested positive, and Sen. Lindsey Graham is the latest US legislator to self-quarantine after exposure to it. Do you have a question or a story about the outbreak? Share it with us here. 2. Iraq The US carried out airstrikes against multiple Iranian-backed militia sites in Iraq a day after an attack on a coalition base killed two American service members and one British service member. US Defense Secretary Mark Esper officially blamed that attack on Iranian-backed forces, and yesterday's airstrikes were intended to be a direct, defensive response. The strikes were carried out by manned aircraft and targeted five weapons storage facilities, which US forces hope will harm the ability of Kata'ib Hezbollah, an Iranian-sponsored Shia militia group, to conduct future strikes against American troops. 3. Election meddling Russian trolls are back and ready to meddle in this year's presidential election, but this time they're coming from an unexpected source. A CNN investigation has revealed that part of the meddling campaign has been outsourced to the West African nations of Ghana and Nigeria. The trolls are focusing almost exclusively on racial issues in the US, with the aim of deepening divisions and provoking social unrest. Facebook has removed dozens of pages, accounts and Instagram accounts (remember, Facebook owns Instagram) in response to the revelations. Some Instagram accounts had hundreds of thousands of followers. 4. Homelessness The LA Alliance for Human Rights, a coalition of housed and homeless people, has filed a lawsuit against Los Angeles to require the city to provide beds and shelter for thousands more people, plus provide services like training and health care more quickly. The lawsuit alleges Los Angeles is too slow in its response to the growing homelessness crisis. About 60,000 people were considered homeless in Los Angeles in 2019. Job loss and high costs of living are just two factors that have deepened the crisis. Unhoused people are subjected to harassment and displacement, and homeless encampments across the state are a source of major controversy and contention. 5. USWNT  The president of the US Soccer Federation has stepped down after the organization released a controversial legal filing claiming it wouldn't pay women equally because being a male player requires more \"skill.\" The filing came in the ongoing gender discrimination suit filed by the US Women's National Team, which is demanding equal pay. Carlos Cordeiro said in his resignation announcement that he regretted the wording of the document and called it \"unacceptable and inexcusable.\" US captain Megan Rapinoe tore into US Soccer management over the filing and had this message for some young fans: \"You are not lesser just because you're a girl.\" BREAKFAST BROWSE Here are 20 other things to do since March Madness is canceled Trash-can basketball, anyone?  Gloria Gaynor demonstrated proper hand-washing technique while singing her hit, 'I Will Survive'  A national hero.  Adidas and Beyoncé will release more Ivy Park gear this year Is there such a thing as gymwear that's too fabulous for the gym?  Most Neiman Marcus Last Call stores are closing  You don't have to shop at home, but you can't stay here. A man found a stack of portraits in a closed down studio. Now he's searching for the owners We know a good screenplay idea when we see one!  TOTAL RECALL Quiz time! Modell's Sporting Goods has announced it is filing for bankruptcy and closing all stores. What was the retail chain's famous tagline? A. Mo' Saving, Mo' Winning  B. Mo's Has It C. Mo Knows Sports  D. Gotta Go To Mo's Play \"Total Recall,\" CNN's weekly news quiz, to see if you're right.  TODAY'S NUMBER 372 That's how many days a year lasted on Earth when dinosaurs roamed the land. Earth actually spun a lot faster because of a slightly different gravitational relationship with the moon, so days were shorter, and there were more of them in a year.  TODAY'S QUOTE \"The world has made important progress on gender equality thanks to the unceasing drive of committed champions everywhere. But I am seriously concerned that online harms facing women and girls -- especially those of colour, from LGBTQ+ communities and other marginalised groups -- threaten that progress.\" Tim Berners-Lee, inventor of the World Wide Web, in an open letter commemorating the 31st anniversary of the technology TODAY'S WEATHER AND FINALLY Octopi aren't just smart, they're ... a little vengeful Watch what happens when someone messes with Arnold the Octopus' favorite barrel. (Click here to view.) "], "Language": false}