{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/march-madness-withdrawals-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-03-12T19:49:13Z"], "LastModifiedDate": ["2020-03-12T20:42:45Z"], "Headline": ["The NCAA is canceling March Madness"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The NCAA announced Thursday it is canceling March Madness, the men's Division I basketball tournament, and other winter and spring NCAA championships, due to concerns about the spread of the novel coronavirus.  \"This decision is based on the evolving Covid-19 public health threat, our ability to ensure the events do not contribute to spread of the pandemic, and the impracticality of hosting such events at any time during this academic year given ongoing decisions by other entities,\" the NCAA said in a statement. The decision involves men's and women's basketball tournaments in divisions I, II and III.  The men's Division I championship has been played every year since its inception in 1939. Coronavirus live coverage The decision appears to include the College World Series, which was scheduled for June.  The news comes as many sports leagues are pausing their seasons.  Earlier, five-time national champion Duke University said it would not play in the NCAA men's basketball tournament -- had it be held.  The private university in Durham, North Carolina, is suspending its sports programs for the \"foreseeable future,\" it said in a statement. Another basketball blue blood, the University of Kansas, said in a statement it was canceling athletic travel indefinitely. and athletics competitions have been suspended indefinitely. It was unclear whether next week's NCAA basketball tournaments were part of the Kansas halt to athletics. Mike Krzyzewski, coach of the 10th-ranked Blue Devils, said he emphatically supported Duke's decision. \"The welfare of our student-athletes, and all students at Duke, is paramount, and this decision reflects that institutional priority,\" he said.  The unranked Duke women's team finished third in the ACC regular season and was expected to be selected for the NCAA tournament. "], "Language": false}