{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/media/nba-coronavirus-espn-tnt/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-12T18:46:29Z"], "LastModifiedDate": ["2020-03-12T19:24:56Z"], "Headline": ["NBA suspending its season is a serious blow to its TV partners"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The NBA's announcement it was suspending its season after a player preliminarily tested positive for coronavirus sent shockwaves throughout the world of sports and media.  The league decision Wednesday to suspend games until further notice is a major blow to its television partners, Disney's ABC and ESPN and AT&T's TNT. The NBA is not just one of the most popular sports leagues on the planet, it's also a major driver of advertising revenue for these networks.  Despite its sluggish numbers this season, the NBA still brings in viewers at a time when more and more people are watching streaming services like Netflix in lieu of traditional TV. This is why Disney and WarnerMedia's Turner renewed a TV rights deal in 2014 that reportedly cost $24 billion. (WarnerMedia is also the parent of CNN.) \"From a media business point of view, this suspension means everything,\" Lee Igel, a clinical associate professor at the NYU Tisch Institute for Global Sport, told CNN Business.  Igel added that this situation is unique because it impacts the network's ratings in two ways: primarily broadcasting the games and also broadcasting the NBA as a \"media product,\" or something that studio shows like \"Inside the NBA\" and \"SportsCenter\" can talk endlessly about. \"This is different than when games aren't being played in the offseason and people can bat around which free agents might go where,\" he said. \"There's a lot less to talk about.\" Patrick Crakes, a media consultant and former Fox Sports executive, said it's \"a serious impairment for this quarter and likely the next.\" \"There's many questions that have yet to be answered,\" Crakes told CNN Business. \"What happens to the advertising revenue that's already been booked? Do the networks have to give that money back or is there a way to make this work out over the long run? And most importantly will the NBA find a way to continue its season in some way?\" Crakes pointed out that the NBA Playoffs, which were set to start in April, are the crown jewel of the season for the league and its TV partners, and if they can still take place it could help make up for the losses from the suspended season. \"If the playoffs air, networks could use some of their advertising inventory they hold back to make good on the missing games from the season,\" Crakes said. \"It makes things better, it helps, but it probably won't make up for what happened.\" The losses of advertising revenue from the suspension could be \"in the range of $75 million to $100 million\" across the games on ABC, ESPN and Turner, Crakes said. Turner Sports said in a statement Wednesday it has \"a long-standing relationship with the NBA and we're supportive of the actions being taken to help protect the health and well-being of everyone involved. We'll partner closely with league officials to evaluate and determine next steps at the appropriate time.\" As for ABC and ESPN, the networks called it an unprecedented situation.   \"We have great relationships with our league partners and are confident we can address all issues constructively going forward,\" the networks said in a statement. \"Our immediate focus is on everyone's safety and well-being.\" But the timing of the suspension couldn't be worse for the league's TV partners. \"More people are going to be working from home and nesting at home from a safety standpoint, avoiding other people,\" Rich Greenfield, an analyst at LightShed, told CNN Business. \"So people are going to be looking for forms of in home entertainment.\" The NBA isn't the only major sport pausing its season. The NHL and Major League Soccer have put their seasons on hold.  \"TV would have potentially been one of the winners, but without sports my guess is now the streaming platforms, video games and YouTube will take advantage,\" Greenfield added."], "Language": false}