{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/health/coronavirus-washington-nursing-home-outbreaks/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-03-11T09:26:20Z"], "LastModifiedDate": ["2020-03-11T11:35:54Z"], "Headline": ["Washington governor orders nursing homes to limit visitors as the coronavirus outbreak spreads across 11 facilities"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Nursing homes in Washingto state have been instructed to limit visitors as coronavirus cases spread across 11 facilities -- with Life Care Center in Kirkland at the epicenter of the outbreak. The mandate echoes even stricter new guidance to eliminate visits entirely to nursing and assisted living centers, the head of the nation's largest association of long-term and post-acute care providers told CNN. \"We are encouraging all people, including family members and loved ones, to not visit nursing homes and assisted living facilities,\" American Health Care Association President Mark Parkinson said Tuesday.  \"Until we get this under control, our new guidance, as of today, is to family members, to loved ones: Don't visit the facilities; instead, come up with an alternate way to communicate,\" he said, including phone, text, FaceTime or Snapchat. \"The grim reality is that, for the elderly, Covid-19 is almost a perfect killing machine,\" Parkinson said. The Department of Veterans Affairs on Tuesday announced that more than 134 nursing homes across the country have adopted a \"no visitors\" policy to lower the risk of coronavirus exposure among vulnerable older veterans. Federal officials a day earlier issued revised guidance that suggests restricting visitors who have signs of respiratory infection or live in places where coronavirus is spreading, among other factors. Washington Gov. Jay Inslee on Tuesday directed nursing homes and assisted living facilities to limit the number of visitors, keep visitors in patient rooms and screen workers every shift for coronavirus symptoms. The rules are in place until midnight on April 9, according to the order.  Early data suggests older people and those with severe chronic medical conditions are \"at a higher risk of getting very sick from this illness,\" according to the CDC, which advises people who meet that criteria to stay home as much as possible. Washington state has seen the highest number of coronavirus cases nationally with 273 of the 1,000. And of the 31 deaths in the United States, 24 occurred in Washington, with at least 19 deaths tied to Kirkland's Life Care Center. A majority of the residents currently in the building are infected, with 31 patients at the center testing positive on Monday alone. Three residents at the Josephine Caring Community Center and five residents and two staff members of the Issaquah Nursing and Rehabilitation Center have also tested positive for coronavirus, the facilities announced Tuesday.  Josephine Caring Community Center in Stanwood is waiting on test results and is currently on \"lockdown,\" CEO Terry Robertson said, which is a decision he said was not taken lightly.  \"That's incredibly tough for families,\" Robertson said at a Tuesday news conference. \"I had a lady in my lobby crying yesterday because she couldn't see her husband who she's been married to for 64 years.\" At issue is that a visitor \"can have the virus and not show any symptoms of having it,\" Parkinson told CNN in explaining the reasoning for the national guidance to halt visits altogether.  Someone might \"innocently visit -- doing a very lovely thing, which is visiting a loved one in a facility -- and spreading a disease that can be deadly,\" he said. And in addition to the five Issaquah residents currently ill, an 80-year-old resident who tested positive last week died over the weekend. \"We regret to share that a resident who tested positive Covid-19 last week passed away over the weekend. Our hearts are heavy with grief,\" the facility said in a statement, adding that it is working with the Centers for Disease Control and Prevention to reach out to visitors and vendors of the facility. The CDC is providing the facility with additional personal protective equipment, according to the statement. Positive tests of residents and/or employees have also been reported in Washington at Emerald Heights, Aegis Living at Marymoor, Redmond Care and Rehabilitation Center, Ida Culver House Ravenna, Boulevard Park Place Active Retirement Community, Madison House Independent and Assisted Living Community, The Gardens at Juanita Bay and Columbia Lutheran Home, according to the King County Public Health Department. The governor also announced restrictions to gatherings like sports, concerts and cultural events of more than 250 people, according to The Seattle Times. "], "Language": false}