{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/health/eat-breakfast-or-fast-drayer-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Drayer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T10:17:33Z"], "LastModifiedDate": ["2020-03-10T10:17:33Z"], "Headline": ["To eat, or not to eat breakfast -- that is the question"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Is breakfast still the most important meal of the day? We used to know the answer to that question, right?  And now we're not so sure. As a registered dietitian, I always recommend starting the day with a healthy breakfast.  And during the past 20 years, I've never met a nutritionist who has suggested skipping it. The morning meal can boost energy, control cravings and weight, and improve focus and performance.   When planned well, breakfast can also add important nutrients to your diet, such as protein, healthy fats and calcium, explained Cordialis Msora-Kasago, a registered dietitian and spokesperson for the Academy of Nutrition and Dietetics. But popular intermittent fasting regimens often banish breakfast in an effort to improve health and lose weight. In a recent New York Times article, Mark Mattson, a neuroscientist at the National Institute on Aging and at the Johns Hopkins University School of Medicine, explained that most people trying to lose weight should strive for 16 calorie-free hours, and that \"the easiest way to do this is to stop eating by 8 p.m., skip breakfast the next morning and then eat again at noon the next day.\"   Mattson, who for the past 30 years has consumed all of his 2,000 calories between 3 p.m. and 8 p.m, recently told me that once your body adapts to skipping breakfast, you don't get the negative side effects of doing so.   But there is a way that you can have your breakfast -- and your fast, too.   The science behind breakfast  Complicating matters in the breakfast debate is that current research on breakfast and weight control is conflicting. For example, a recent BMJ review that analyzed 13 studies on the meal concluded that \"the addition of breakfast might not be a good strategy for weight loss.\" The BMJ study used many small and extremely short-term studies, and was skewed toward those including a very poor quality breakfast, explained Tamara Duker Freuman, a New York City-based registered dietitian who closely follows the research literature on meal timing in terms of disease risk. \"If the intent was to settle the breakfast debate once and for all, this was not the study selection or design that was going to do it.\" What's more, these findings are a stark contrast from other research, which suggests that when you front-load your calories by eating a big breakfast and a smaller dinner, you have a much better chance of shedding pounds -- and you are likely to reduce your risk of type 2 diabetes and cardiovascular disease, too.  That's because eating most of our calories earlier in the day is more in sync with our bodies' circadian rhythms, which influence metabolism and decrease the risk of weight gain, compared to eating more calories later in the day. Circadian rhythms may also help explain why breakfast skipping is associated with increased risk of weight gain -- even among those who consume comparable amounts of calories in a day.  Indeed, a small recent study examined differences in diet-induced thermogenesis -- or calories expended as the result of processing and storing food -- among people consuming larger breakfasts and smaller dinners versus smaller breakfasts and larger dinners. What it found was consistent with these earlier findings: Participants who ate a big breakfast rather than a large dinner -- both with identical calories -- had 2.5 times greater calorie-burning benefits compared to when they swapped their meal pattern around. Blood sugar and insulin levels were diminished after breakfast compared to dinner as well. \"What we've seen from very large cohort studies conducted over years and even decades is that people who eat breakfast are more likely to have lower BMIs and a variety of better metabolic health outcomes -- particularly related to reduced risk of type 2 diabetes\" and cardiovascular disease, Freuman said.   Just this week, a meta-analysis published in Clinical Nutrition concluded that eating breakfast regularly may promote cardiovascular health and decrease all cause mortality, while skipping the morning meal increases the risk of cardiovascular disease and death. But this doesn't mean that every breakfast skipper is destined to gain weight or develop heart disease or type 2 diabetes, nor does it mean that a particular individual who skips breakfast and is perfectly healthy must start eating breakfast.  \"I think the takeaway is that if you are a breakfast skipper who struggles with blood sugar, triglycerides or cholesterol, or weight despite consuming a reasonably healthy diet -- it may be worth considering establishing a daily, healthy breakfast habit and pulling back a bit on the nighttime intake in tandem,\" Freuman said.   How to fast and have your breakfast too Following a daily fasting regimen that restricts eating during a certain time window doesn't have to mean eliminating breakfast. For example, you can stop eating at 7 p.m. and not eat again until at least 7 a.m. the next morning, and you will still get the benefits of a 12-hour fast while fueling your mind and body with important nutrients to start the day, Msora-Kasago explained.   Eating earlier will mean eating in sync with your circadian rhythms, which is favorable for weight control, and at the same time you will avoid the trap of nighttime nibbling, where calories can pile up without you even realizing it.   Breakfast before exercise? Should you eat or skip breakfast before exercising? Some research has revealed that you can burn more fat if you exercise on an empty stomach.  But depending on your needs, it may not be a wise decision to do so.  \"Some people are able to work out in the fasted state and not feel ill effects, but others may feel weak, dizzy or unable to complete their workout,\" Msora-Kasago said. \"I always advise my clients to eat before exercising,\" said Wendy Sterling, a board-certified sports dietitian. \"I work with athletes, and my job is to help them gain a competitive advantage by maximizing every workout.  \"Skipping breakfast could mean they might be working out on a 14-hour fast, depending on when they ate last. Performance suffers greatly, and they look sluggish and tired,\" said Sterling, who is the team nutritionist for the Oakland A's. A healthy breakfast When choosing a breakfast, look for a meal that includes protein, which will promote satiety and decrease daytime snacking, Msora-Kasago said.   A healthy breakfast should also include whole grains, healthy fats, a fruit or vegetable, and a calcium-rich food or beverage. Msora-Kasago recommends a veggie egg scramble with cheese and avocado on whole-grain toast; hummus on a whole-grain bagel with tomatoes and cucumbers and low-fat milk; and oatmeal with some almonds and low-fat milk and berries. Keep in mind, if you tend to wake up and not feel hungry, you might be eating too much during the evening.  Simply cutting back on nighttime snacking may give you more of an appetite for breakfast.    Or, if you're not up for a full meal in the morning, you can also try eating smaller portions of what you would normally eat, or pick something quick and easy like a small handful of nuts with dried fruit to give your body something to get your day started, Msora-Kasago added."], "Language": false}