{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/politics/peter-navarro-warned-white-house-coronavirus-nyt/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jeremy Diamond and Chandelis Duster, CNN"], "Writers": [["Jeremy Diamond", "Chandelis R. Duster"]], "FirstPublishDate": ["2020-04-07T11:40:40Z"], "LastModifiedDate": ["2020-04-07T15:05:32Z"], "Headline": ["Navarro warned White House in late-January memo that coronavirus could become 'full-blown pandemic'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's trade adviser Peter Navarro fired off an internal flare at the White House in late January, warning in a memo that the coronavirus could become a \"full-blown pandemic,\" risking trillions of dollars in economic losses and the health of millions, a source familiar with the memo confirmed to CNN. In the late January memo, Navarro pushed for a travel ban on China -- something he and other officials had begun lobbying for weeks earlier -- and \"aggressive\" containment efforts. Less than a month later, as Trump continued to downplay the threat, Navarro wrote a second memo and warned that the risk of a pandemic was rising and urged the White House's coronavirus task force to secure billions in supplemental spending, according to two sources familiar with the second memo. The sources confirmed the authenticity of both memos, which were first reported by The New York Times and Axios. In the first memo, Navarro warned of a worst-case scenario in which a half-million Americans could die. In the second, he warned the risk was growing to imperil the loss of 1.2 million lives. Navarro was not the only White House official firing off early warnings and many public health experts were voicing concerns at the time of both memos. But the memos are the latest piece of evidence that undercuts Trump's insistence at the time that the administration had the situation under control and his more recent claims that the pandemic the US now faces was \"unforeseen.\" Navarro has since been tapped as the administration's Defense Production Act coordinator, working with the President's son-in-law and senior adviser Jared Kushner on medical supply chain issues. And despite lacking a medical background, Navarro has also become a forceful advocate for hydroxychloroquine, the drug that some doctors are using to treat coronavirus patients, but whose medical efficacy is yet unproven. CNN has reached out to the White House for comment, but has not received a response. US Surgeon General Jerome Adams, a member of the White House coronavirus task force, said on NBC's \"Today\" Tuesday morning that he did not see the memo, but said \"there were preparations going on the entire time\" for the virus.  \"Well, what I know based on my interactions with the task force -- and, remember, I joined the task force later -- was that there were preparations going on the entire time,\" he said. \"I can tell you from within (the Department of Health and Human Services) that Secretary Azar, from the time this started to develop in China, was looking at the stockpile, was trying to come up with plans. And so there was work going on behind the scenes.\" The memo also came a week after Trump said at the World Economic Forum in Davos, Switzerland, that he is not worried about the virus turning into a pandemic as health experts sounded the alarm about the threat of the virus. The Washington Post reported last month the President ignored reports from US intelligence agencies in January that warned of the scale of the coronavirus outbreak. The President has been criticized for downplaying the virus at the beginning of the outbreak. There are now more than 368,000 confirmed cases of coronavirus across the United States and more than 11,000 deaths, according to Johns Hopkins University's tally of cases. This story has been updated with additional information on the memos. "], "Language": false}