{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/politics/minor-league-baseball-lobby-congress/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Raymond Arke, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-08T12:04:02Z"], "LastModifiedDate": ["2020-03-08T12:04:02Z"], "Headline": ["Congress goes to bat for baseball's minor league teams"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As spring training gets underway, a group of bipartisan lawmakers is taking a swing at the league's proposal to reorganize the Minor League Baseball system.  A task force in the House of Representatives, led by two Democrats and two Republicans, has formed to challenge Major League Baseball over the future of its minor league system (MiLB).  The MLB and MiLB are in the midst of renegotiating their operating agreement, which expires at the end of 2020. The New York Times last year published a list of 42 teams across the country that could have their affiliations with major league teams ended as part of the renegotiation and a wider proposed restructuring of the minors. Critics argue that stripping the major league affiliations from those minor league teams -- mostly in small or rural communities that don't have any major league sports -- would effectively shutter the clubs. At the end of February, a bipartisan group of lawmakers escalated their efforts, introducing a resolution seeking to have the Government Accountability Office perform an evaluation on the \"social, economic, and historic contributions\" of minor league baseball on American life.  A spokesperson from the MLB said that the league is working to protect every existing minor league team and slammed \"an inaccurate and distorted account of our conversations\" by the MiLB \"in an effort to create pressure\" during the negotiation process.  \"It is not Major League Baseball's goal to eliminate any club in these negotiations, and MLB currently has a plan for every club to continue operations with support from Major League Baseball,\" the spokesperson said.  Much of the reorganization would involve efforts to \"modernize\" the player development system, according to a spokesperson for the MLB. That includes ideas to improve working conditions for minor league players and ease travel burdens. The spokesperson noted that the MLB unilaterally rose pay for minor league players beginning in the 2021 season, citing that as an example of the MLB's goal of improving \"playing conditions and opportunities for players while protecting baseball in the communities where it is currently being played.\"   Effort months in the making On November 19, 106 members of Congress from across the aisle signed a letter to MLB Commissioner Rob Manfred. The letter, spearheaded by Rep. Lori Trahan, a Massachusetts Democrat, and Rep. David McKinley, a Republican of West Virginia, excoriated the MLB calling the leaked proposal \"radical\" and said it would \"undermine the health of the minor league system\" and \"devastate our communities.\"  In a statement to CNN, McKinley noted the major cultural and economic impact these teams have on small communities and said the task force's goal is \"to ensure a level playing field in the negotiations\" between the MLB and MiLB.  \"Doing away with 42 teams is not a reasonable solution,\" McKinley said. \"We are hopeful that MiLB and MLB can find a compromise that will preserve the 42 MiLB teams and address MLB's concerns.\" Trahan recalled when the Lowell Spinners, one of the teams on the leaked list, came to town and how her sister once was the team's mascot, the Canaligator.  \"The Spinners, like every other minor league team, provides a source of fun, affordable entertainment for countless families. Slashing 42 teams would be a huge mistake,\" she said in a statement to CNN. Trahan and McKinley, along with New York Democrat Rep. Max Rose and Idaho Republican Rep. Mike Simpson, created and became co-chairs of the Save Minor League Baseball Task Force in December.  The task force stepped up the pressure at the end of January, introducing House Resolution 815. The relatively brief resolution \"supports the preservation of Minor League Baseball\" in its current state of teams in 160 communities. So far, it has gathered 83 co-sponsors from across the political spectrum, including two former 2020 Democratic presidential contenders --- Rep. Tim Ryan of Ohio and Rep. Seth Moulton of Massachusetts.   Co-chair Rose recounted that he lives \"a stone's throw away\" from the ballpark where the Staten Island Yankees, another team on the leaked list of teams, play. He hoped the bipartisan nature of the task force sets a good example for the American public.  \"Sadly, the American people have come to expect Congress can't even agree on baseball and apple pie, but this is our chance to prove them wrong,\" he said to CNN in a statement. \"I'm hopeful the Major League owners will hear our call and negotiate a way out of this in good faith, but I'm not going to take anything off the table to protect our hometown teams like the Staten Island Yankees.\" The most recent legislation introduced by the House, H.R. 6020, would require the GAO to \"perform an evaluation\" of minor league baseball's contributions to American life and culture. The bill has garnered 23 bipartisan cosponsors over the past few days.  Senate also in the mix Along with the action in the House, Democratic Sen. Richard Blumenthal of Connecticut introduced a sister resolution on February 27. Using similar language to the House's latest bill, the Senate resolution notes the vast attendance minor league baseball draws, its economic, cultural and diversity benefits and volunteer donations and hours provided by teams to their communities. It calls for supporting the continuation of the current 160 team minor league format.  The bipartisan Senate resolution has 16 cosponsors and was referred to the Senate Committee on Commerce, Science, and Transportation.  In a statement to CNN, Blumenthal harshly criticized the MLB for \"putting finances above fans\" and said the resolution \"sends a sharp signal\" to the league. \"If MLB moves ahead with this shortsighted, misguided plan, our resolution signals there will be consequences,\" he said.  Iowa Republican Sen. Chuck Grassley gave a floor speech the day the resolution was introduced where he said he had \"fond memories\" of attending minor league baseball in Iowa and said he has been in contact with Deputy Commissioner of the MLB Daniel Halem.  \"As Iowa's senior US Senator, I will do what it takes to 'root, root, root' for the home team,\" he said in the speech.  Regarding the Senate's involvement and the new House bill, the MLB spokesperson suggested Congress can be most helpful by pushing the MiLB to work with the MLB. \"The most constructive role Congress can play in these negotiations is to encourage Minor League Baseball to continue working with MLB to address the real issues impacting minor league players and communities across the country,\" the spokesperson said.  In a January 29 letter to Pat O'Connor, the president of the MiLB, Halem criticized O'Connor and the MiLB for bringing politics into the renegotiation fight.  \"I want to state, once again, that MiLB and you personally are doing significant damage to your relationship with the 30 Clubs by attacking MLB publicly and in the political realm,\" Halem wrote. In a press release from January 29, the minors disputed the MLB's characterization of the MiLB's actions during negotiations.  \"Major League Baseball's claims that Minor League Baseball is not participating in these negotiations in a constructive and productive manner is false,\" the statement said. \"Major League Baseball continues to misrepresent our positions with misleading information in public statements that are not conducive to good faith negotiations.\" In response to the congressional opposition, the MLB has rolled out a roster of high-powered lobbyists to meet with lawmakers.   Presidential politics Congress isn't alone in going to bat for the MiLB. As a presidential candidate, Vermont independent Sen. Bernie Sanders has been active in opposing the planned constriction of teams, even meeting with Manfred over the proposal in early December.  In fact, one of the teams on the leaked MLB's proposed chopping block is the Vermont Lake Monsters, the short-season Single A affiliate for the Oakland Athletics, which was brought to Burlington by Sanders during his tenure as mayor.  After the meeting with Sanders, the MLB issued a statement recognizing the importance of MiLB teams to communities with no major league team and expressed a commitment to continuing negotiations with the MiLB.  \"We repeatedly have stated both publicly and privately to the Minor Leagues that whatever the outcome of the negotiations, MLB will offer every community that currently hosts professional baseball options to preserve baseball in a viable, fan-friendly, compelling format with the full support of MLB,\" the league wrote. Jeff Lantz, senior director of communications of the MiLB, said the minors appreciates the congressional effort. Lantz noted that even mayors and other local officials expressed their backing of the current minor league system and said the resolutions are a sign that members of Congress know how much the teams mean to their constituents.  \"It's a great thing for minor league baseball to have such bipartisan support,\" he said. "], "Language": false}