{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/world/tyson-fury-irish-travellers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Blake, CNN"], "Writers": [["John Blake"]], "FirstPublishDate": ["2020-03-08T09:00:19Z"], "LastModifiedDate": ["2020-03-08T11:11:10Z"], "Headline": ["How Tyson Fury's Irish Traveller heritage prepared him to be boxing's biggest new star"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["He has a menacing shaved head, an 85-inch reach and a sneaky jab that lands like a sledgehammer. Though he stands 6 feet 9 inches, he moves with the agility of a smaller man and can switch from a southpaw to an orthodox style with ease. The aptly named Tyson Fury carried all those attributes into the ring when he scored a technical knockout of  Deontay \"The Bronze Bomber\" Wilder last month in heavyweight boxing's biggest bout in years. A rematch is expected this summer. But there is another part of Fury's story that many of his American fans know nothing about. Fury is a member of a persecuted ethnic minority group in Ireland known as \"Irish Travellers.\" Though born in England, the man who calls himself the Gypsy King\" is part of a semi-nomadic Irish group that's known for being loquacious and pugnacious -- great talkers and great fighters. Fury may slip punches with ease, but he hasn't been able to escape prejudice due to his Irish Traveller heritage. The Travellers, so named for their itinerant lifestyle, have stood on the bottom rung of Ireland's social and economic ladder for generations. \"I get a lot more racial abuse than I ever did before,\" he once said. \"I've done well and people don't like that -- the quicker they can knock me off of my perch the better. I expected it, because no one wants to see a gypsy do well.\" Fury, 31, has also dished out some hateful verbal abuse himself. Five years ago he made a series of offensive comments about women, Jews and gay people -- and although he later apologized, he remains a controversial and polarizing figure. But one can't really understand the man called \"the biggest attraction in boxing right now\" without looking at the culture that forged his fighting spirit. As it turns out, there are some unexpected similarities between Irish Travellers and the world of boxing. Irish Travellers sometimes resolve disputes with their fists Fighter Roberto Duran stole mangoes as a kid to keep his family alive. Manny Pacquiao boxed to do the same. Former heavyweight champion Larry Holmes once said, \"It's hard being black. You ever been black? I was black once -- when I was poor.\" Privileged people don't tend to become champion boxers.  Poverty, childhood hardships and a desperate need to escape one's circumstances -- those are some of the attributes circumstances that push people to adopt such a dangerous sport. Irish Travellers know what it's like to scrap for living as well -- literally. Many earned a living by collecting and recycling scrap metal and doing all sorts of odd jobs to keep their families alive. It's a hard life and the tough lessons start young. Irish Travellers often introduce their boys to boxing as young as seven years old. Men aren't expected to resolve disputes in court or by calling the police; they do it with their fists.  \"Toughness is really valued. They respect people who stand up for themselves,\" says Sharon Bohn Gmelch, a University of San Francisco professor and an anthropologist who along with her husband George has spent time studying and living with Travellers. \"Fighting is always been a part of Traveller culture.\" Fury was born near Manchester, England, but he has long claimed his Traveller heritage. His father, John, was a well-known fighter born in Ireland. He named his son after former heavyweight champ Mike Tyson and told the hospital staff the boy would grow up to be a champion boxer. The chip on Fury's broad shoulders is part of the hard edge that some of boxing's greatest champions carried in and out of the ring. Take Tyson, who bit off part of an opponent's ear during a bout and once called a journalist a \"piece of sh*t\" during a TV interview.  Fury once explained in a BBC interview that his heritage was part of why he became a boxer. \"Whereas in other cultures little kids will kick a ball about, we're punching hands. When we have a dispute we're not supposed to go to the police, we're supposed take our shirts off, go outside and sort it out with fisticuffs. \"To be a good fighting man is one of the best things you can ever be in life.\" Taking pride in one's heritage also impresses other Travellers, says Martin Collins, co-director of Pavee Point Traveller and Roma Centre, an organization based in Dublin, Ireland, that promotes Traveller rights and cultural identity.   He cited the Republic of Ireland's 2017 decision to formally recognize Travellers as an indigenous ethnic group. Like other minority groups such as African Americans and indigenous peoples in Australia and New Zealand, Travellers have long had to battle negative stereotypes, he says. \"Tyson Fury has spoken many times about his experiences as an Irish Traveller, and how proud he is of his Traveller identity and this has a positive impact on younger Travellers who may be somewhat ambivalent about their identity,\" says Collins, who is a Traveller himself.  Travellers have a knack for verbal sparring  Great boxers also tend to share something else: the ability to manipulate language as well as their opponents. Some of boxing greatest champions talked as well as they punched. Muhammad's Ali's verbal wit was legendary. He once said an opponent hit him so hard that \"my ancestors in Africa felt it.\" When former heavyweight champion George Foreman was asked if a fight he won was fixed, he replied: \"Sure the fight was fixed. I fixed it with a right hand.\" Irish Travellers are also known for their verbal dexterity. They come from a country with a tradition of great storytellers such as James Joyce and the William Butler  Yeats. But even among the Irish, the Travellers are known in particular for their storytelling and singing. Fury has long been known as one of boxing's most entertaining interviews. He's a quote machine.  One writer described Fury's Twitter timeline as \"sometimes foul, sometimes sick and sometime biblical.\"  When Gmelch lived among Irish Travellers, she said she noticed there was a great premium placed on the ability to tell stories. Travellers would retire to the pub at the end of the day and tell folk stories mixed with magic and realism. She and her husband have written about their experiences with Travellers, most recently in the book, \"Irish Travellers: The Unsettled Life.\" This love of words also extends to a fondness for singing. \"Every time we went to the pub at night people would sing, and they had this way of putting their heads into their hands, closing their eyes and singing their hearts out,\" Gmelch said. Fury is known for belting out a tune as well as an opponent. After his victory over Wilder, he grabbed the ringside microphone and led the crowd in a sing-along rendition of  \"American Pie.\" In perhaps his best non-boxing performance, he once capped a winning bout by serenading his wife, Paris, with Aerosmith's \"I Don't Want to Miss a Thing.\" Fury's troublesome history   But there is an unsavory side to Fury's verbosity.  In recent years he has made offensive and controversial statements about women, Jews, homosexuals and abortion.  He once said, \"I believe a woman's best place is in the kitchen and on her back\" and appeared to conflate homosexuality and pedophilia during an interview with the UK's Mail on Sunday. When Fury was nominated in 2015 for a BBC Sports Personality of the Year award, some protested outside the venue and more than 140,000 signed a petition urging the boxer to be removed from consideration. Fury apologized during the ceremony, saying \"If I've said anything in the past that's hurt anybody, I apologize,\" and adding his remarks were \"all very tongue in cheek.\" Tennis player Andy Murray won the award. Months later, the boxer made anti-Semitic and anti-transgender comments during an interview with a boxing news video outlet in London, warning people not to be \"brainwashed\" by Zionist Jews who own \"all the banks, all the papers, all the TV stations.\"  He later apologized in a statement, saying, \"I said some things which may have hurt some people, which as a Christian man is not something I would ever want to do. Though it is not an excuse, sometimes the heightened media scrutiny has caused me to act out in public. I mean no harm or disrespect to anyone, and I know more is expected of me as an ambassador of British boxing, and I promise in future to hold myself up to the highest possible standard ... Anyone who knows me personally knows that I am in no way a racist or bigot.\"  The statement added:  \"As a man of Traveller heritage, Mr. Fury has suffered bigotry and racial abuse throughout his life, and as such would never wish anyone to suffer the same.\" It's true that bigotry is something many Travellers know firsthand, says Gregory Sapp, a religious studies professor at Stetson University in Florida. Sapp says Irish Travellers have often been stereotyped as criminals and swindlers. Travellers have complained of job discrimination and their children being called racist names in schools. Some even hide their ethnicity to avoid mistreatment. \"Every time I see gypsies in the movies they are people in beads, flowing robes and shifty eyes,\" Sapp says. \"People unconsciously use the word 'gyp' but that's actually a racial slur. You're denigrating a group when you use it.\" He has a vast platform, for better or worse Sapp says Fury, with his fame, can knock down or prop up negative stereotypes about Irish Travellers. Like any ethnic group, Travellers are varied in their religious beliefs, politics and socio-economic status. Many have now given up the itinerant lifestyle. \"Being a boxing champion reflects well on the Irish Travellers in the eyes of many people,\" Sapp says. \"On the other hand, his success has given him a platform to express his ideas to a large audience, and those ideas can reflect negatively on the Irish Travellers, depending on whom you ask.\" What the boxer does with his platform can be as unpredictable as what he does in the ring. In recent years Fury has talked openly about his battles with drugs and depression and how he once considered taking his life by driving his convertible Ferrari off a bridge.  \"His work in the area of mental health has been very positive and it is good to have a role model in this area,\" said Collins, the Traveller advocate. Fury also once said in an interview that anyone can be quiet, but that \"If I'm going somewhere, I'm going to be the life and soul of the place.\" \"I'm an all-action man in anything I do,\" he once said. \"If I'm drinking, I'm drinking until I can't stand up any more. If I'm going out for Chinese, I'm going to an all-you-can-eat Chinese. If I'm eating cake, I'm eating the whole cake. I don't know what you'd call me -- an idiot, maybe?\" Love him or hate him, you can also call him something else: the baddest boxer on the planet -- and its most famous Irish Traveller.  "], "Language": false}