{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-040620/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-05T21:33:56.158Z"], "LastModifiedDate": ["2020-04-07T14:49:14.151Z"], "Headline": ["The Dow soars as coronavirus slows: April 6, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Please check back tomorrow for more markets news. Fiat Chrysler announced that its annual shareholders meeting, originally set for April 16, has been postponed to an undetermined date in \"late June.\" The postponement also means that it will postpone a decision on the 2019 €1.1 billion, or $1.2 billion, dividend that was announced at the time it agreed to a merger with French automaker PSA Group, the maker of Peugeot. Numerous companies have switched to virtual annual meetings in the face of the coronavirus outbreak. Several have also suspended their dividends in an effort to save cash. Automakers are facing a sharp drop in auto sales and the temporary closure of most auto plants in Europe and North America. US stocks closed near session highs Monday on optimism about a slowdown in new coronavirus infections. It was the stock market’s best day since March 24. The Dow finished up 7.7%, or 1,627 points.\nThe S&P 500 closed 7% higher.\nThe Nasdaq Composite ended up 7.3%. It's a shortened trading week for US markets, which will be closed for Good Friday. Economists think the coronavirus recession will be short and sharp, followed by a rebound in the second half of the year. But it might not be quite that simple. \"Even allowing for a recovery in the second half of the year, we estimate that GDP growth for this year as a whole will be -5%,\" said Paul Ashworth, chief US economist at Capital Economics, in a note. He expects the economy wouldn't see its true rebound until 2021, with 6.5% growth. \"But there is tremendous uncertainty about exactly how bad the damage will be, not least because it depends on the growth in new infections,\" Ashworth noted. He anticipates a 40% annualized GDP drop in the second quarter, with the unemployment rate spiking to 12.5%. Consumer spending, which is the backbone of the American economy, will fall by more than 40% annualized, Ashworth said. Although it is expected to rebound quickly after the pandemic is over, it could still take some time until it's back at its previous rate. This year, consumption will contract by 5%, he said. Ashworth did note that both the Federal Reserve and the government have reached deep into their toolboxes to support the economy, which will help the recovery. The mortgage industry is warning the federal government to take urgent action to prevent turmoil in the real estate market. The $2 trillion stimulus law allows homeowners harmed by the coronavirus crisis to postpone mortgage payments for up to 12 months. Mortgage servicers  have been pleading for weeks with the Federal Reserve and Treasury Department to provide emergency lending to make that possible. \"Any further delay could lead to greater uncertainty and volatility in the market,\" a coalition of financial industry and affordable housing advocates wrote in a statement Monday.  The group urged the regulators to establish a \"strong, reliable source of liquidity for mortgage forbearance -- and to do so quickly.\" The problem is that even though homeowners can postpone payments, mortgage servicers are still on the hook with investors to keep paying principal and interest. And many of those servicers just don't have the cash for that.  Mortgage executives have said failure to take action could cause a crippling collapse of servicers. \"It would be complete contagion. It would turn into a housing crisis,\" Jay Bray, CEO of mortgage servicing firm Mr. Cooper, previously told CNN Business. Confidence in OPEC and Russia's ability to rescue the oil market is fading just a bit. US oil prices tumbled 8% Monday to $26.08 a barrel, giving back a chunk of last week's record-shattering spike.  The slide comes after OPEC and Russia postponed Monday's highly-anticipated meeting until Thursday.  Momentum towards a major agreement between Saudi Arabia and Russia on production cuts caused crude to skyrocket by a record 32% last week. That included a 25% surge last Thursday, the biggest one-day gain since oil futures started trading on NYMEX in 1983.  \"Saudi Arabia and Russia need time to work out their issues in advance so as not to have a repeat of the last failed meeting in early March that sent the industry into a tailspin,\" said Ryan Fitzmaurice, energy strategist at Rabobank. Oil prices have collapsed 61% this year because of an unprecedented decline in demand due to coronavirus travel restrictions and excess supply from Russia and Saudi Arabia. Although output cuts by Russia and Saudi Arabia would ease pressure on oil, they would not be nearly enough to offset lost demand caused by the health crisis.   The worst may not be over for the US economy just yet. But it's possible that the stock market might have bottomed. At the very least, it appears that investors are no longer as panicked as they were a few weeks ago.  The CNN Business Fear & Greed Index, which looks at the VIX (VIX) volatility gauge and six other measures or market sentiment, is now registering Fear levels as opposed to Extreme Fear. The index is at 27. Anything at 25 or under is Extreme Fear.  This is the first time the index has been out of Extreme Fear mode since February 24. The index sunk as low as 2 on March 12, the day the Dow fell more than 2,300 points -- a drop of 10% that ended the eleven-year long bull market. Stocks continued to plummet until March 23. Since then, the Dow has rebounded by more than 22% from its lows of the year -- including a nearly 6% pop on Monday. The S&P 500 and Nasdaq are up nearly 20% from their late March lows as well. And the VIX has plunged almost 50%. Of course, this doesn't necessarily mean that stocks have definitively bottomed and that a new bull market has begun. After all, the Nasdaq is still down 13% year-to-date while the S&P 500 has fallen 19%. And the Dow, which counts hard hit Boeing (BA), Raytheon (RTX) and Exxon Mobil (XOM) among its 30 members, has plunged 22% in 2020.  US stocks remain near session highs in the early afternoon. Apparently nothing can derail the positive market sentiment about a slowdown in the rate of coronavirus infections over the weekend. The Dow is up some 1,200 points, or 5.7%.\nThe S&P 500 is up 5.6%.\nThe Nasdaq Composite is also up 5.6%. As coronavirus takes its toll on economic data, consumer surveys are also beginning to unveil the impact the outbreak has had on confidence and expectations. The New York Fed's March survey of consumer expectations showed \"a substantial deterioration in financial and economic expectations, including sharp declines in household income and spending growth expectations,\" according to a post on the central bank's blog. This decline in expectations held true across age, education and income brackets. The perceived probability of losing employment soared to 18.5% -- the highest level ever recorded since the survey started in June 2013. Expectations for median household income and median household spending power both also dropped. This is important because consumer spending is the backbone of US economic growth. At the same time, respondents on average saw a 47.7% chance that that US stock prices will be higher 12 months from now, which is a new high and suggests that people expect an eventual rebound from the crisis. The Public Investment Fund, which is chaired by Saudi Crown Prince Mohammed bin Salman, has purchased a 8.2% stake in Carnival Cruises (CCL). That news, revealed in a regulatory filing, sent shares spiking 20% in Monday trading. Carnival, and other cruise lines, have had a terrible year because of the coronavirus pandemic.  A number of people have contracted the virus on multiple ships, and many companies, including Carnival, have temporarily suspended sailing. Despite today's surge, Carnival's stock is down 80% for the year. China's Luckin Coffee (LK) has been hit hard by questions about its accounting practices. Shares plummeted more than 75% last Thursday after Luckin said in a Securities and Exchange Commission filing that sales may have been inflated by fabricated transactions and that the scheme was orchestrated by its chief operating officer -- who has since been put on suspension.  But are Chinese consumers rallying behind the nation's homegrown rival to Starbucks (SBUX)? Mobile data analytics company Apptopia said Monday that downloads of the Luckin app on Apple's (AAPL) iOS hit a daily record on Sunday. The app was installed 307,000 times. The previous best day was 107,000 installs in October 2018. Adam Blacker, vice president of insights and global alliances for Apptopia, said in an email to CNN Business that he could not find any specific reason to explain the sudden surge. There is no evidence of new Luckin discounts or other promotions for example.   But according to a story on Quartz Monday, there is strong support for Luckin among Chinese consumers on Chinese social media site Weibo. That isn't helping Luckin's stock in the United States though. Shares fell another 16% Friday and were down 14% Monday to their lowest level since going public last May. The true economic cost of the coronavirus outbreak is not yet known. But economists expect it to be ugly. Countries could be looking at \"enormous deficits\" from the expansionary policies during this crisis, said said former Federal Reserve President Janet Yellen in an interview with CNBC. America's economic relief package to combat the corornavirus fallout, for example, is worth $2 trillion. The US annual budget deficit, which has already topped $1 trillion, could soar well above $2 trillion, Yellen said. Unemployment, meanwhile, \"may go to depression levels,\" Yellen said. Labor market reports lag behind what's actually happening in the economy. But if we had real-time unemployment data, it would likely show a rate of up to 13%, Yellen said. That said, the Covid-19 crisis is very different from the Great Depression or the recession that followed the Great Financial Crisis, in part because it will be much shorter-lived. Or so Yellen predicts. “My hope is unemployment will come down to normal levels pretty quickly,\" Yellen said. Read more about rising national debt levels here. The market is enjoying an explosive rally Monday. Energy stocks were among the few losers as crude oil prices fell. But food companies took a hit too. It appears that investors are encouraged by some of the headlines suggesting the death rates from the Covid-19 pandemic in the United States and Europe are starting to slow. That seems to be leading to hopes that some of the stricter shelter in place and quarantine regulations  will be relaxed. If that happens, consumers may not find it as necessary to stock up on food. Shares of Campbell Soup (CPB), supermarket king Kroger (KR) and cereal giant Kellogg (K) were among just 17 of the S&P 500 stocks trading lower midday Monday. SPAM owner Hormel (HRL), Kellogg rival General Mills (GIS) and jelly maker Smucker (SJM) were flat. Janet Yellen thinks America's banks should slam the brakes on dividends to make sure they have enough cash to deal with the coronavirus crisis. The former Federal Reserve chairwoman told CNBC Monday that US regulators should ask banks to suspend both dividends and stock buybacks.  Big banks, including JPMorgan Chase (JPM) and Wells Fargo (WFC) have already halted buybacks to preserve resources for the health crisis. \"We need a banking system that's able to meet the credit needs of the economy,\" Yellen said. \"And we don't know how severe or how long-lasting this pandemic will be.\" Bank CEOs have suggested they will be able to ride out this storm while preserving their coveted dividend payments to shareholders. \"Banks tend to be very reluctant to stop dividends and stock buybacks because they worry it will make them look as though they're vulnerable,\" Yellen said. The good news is that Yellen believes America's banks entered this period in a far stronger position than the last recession.  Still, banks won't be immune to the millions of job losses, record-breaking declines in GDP that loom and near-zero interest rates.  \"Eventually, there will be a toll on the banking system,\" Yellen said. JPMorgan Chase (JPM) CEO Jamie Dimon used his annual shareholder letter to detail just how bad he thinks the US economy can get from the coronavirus pandemic. Dimon expects a \"bad recession,\" he wrote in the letter released Monday, saying that in the most adverse scenario, gross domestic product could plunge at a 35% annual rate in the second quarter and that a downturn would last through the rest of the year. The unemployment rate would spike as high as 14% in this environment. But Dimon added that \"this scenario is quite severe and, we hope, unlikely.\" And even if the worst case situation bears out, JPMorgan Chase still plans to lend an additional $150 billion to its customers. Read the full story here. Wayfair (W) said its first quarter sales are forecast to \"meet or exceed\" expectations as people are forced to stay home amid the coronavirus pandemic.  The online home retailer revealed in a release that sales doubled at the end of March and it continues to be strong for the first few days of April.  Wayfair's stock soared 40% in early trading. The company releases its first quarter earnings report on May 5. It's 10 am and the Dow is up more than 1,000 points. These kinds of wild swings have dominated the market for the past month.  Monday's upbeat sentiment follows some encouraging coronavirus data that showed a slowdown in infections. The Dow was last up 1,070 points, or 5.1%. The broader S&P 500 was up 4.9%. Basic materials and financials shares are leading gains. Federal regulators are easing rules on America's community banks in hopes they'll lend to businesses and households hurt by the coronavirus crisis. Bank agencies announced Monday they will temporarily lower the community bank leverage ratio to 8%. That rule change -- required by the $2 trillion stimulus package that was enacted last month -- means banks no longer need to keep as much loss absorbing-capital on hand.  Under the new rules, which only apply to small banks, the leverage ratio will be 8% starting this quarter and remain there for the rest of 2020.  In 2021, the ratio will rise to 8.5% and then 9% after that.  \"This transition will allow community banking organizations to focus on supporting lending to creditworthy households and businesses given the recent strains on the U.S. economy caused by the coronavirus,\" the regulators said in a statement.  US stocks rallied at Monday’s open following some encouraging data that showed a slowdown in coronavirus infections in multiple countries. The Dow opened up 4.4%, or 900 points.\nThe S&P 500 kicked off nearly 4% higher.\nThe Nasdaq Composite opened up 3.8%. This is a shortened week, as exchanges are closed for Good Friday. US stocks are gearing up for a big rally at the opening bell, and European exchanges and some Asian indexes are also in the green. Some encouraging news regarding slowing infection rates of Covid-19 across the world put investors in a better mood. In recent weeks, there has been some variability in weekend data, so that will make today's updates on the outbreak even more important. If the recent trajectory of case counts and deaths manages to hold, though, it would be one of the most encouraging trends we have seen in weeks,\" said Paul Hickey, co-founder of Bespoke Investment Group. While the growth rate of infections has slowed down, it's still too high for comfort at this point, according to Sal Guatieri, senior economist at BMO. Still, \"for now, investors are eager to grab onto any ray of hope.\" Guatieri said. The economic cost of the pandemic is still unknown and investors are keen to see more data on the impact so far. Last week's March jobs report was far worse than expected. But this week's economic calendar is light. Thursday's release of weekly jobless claims will likely be the main focus. Over the past two week, claims data showed some 10 million Americans filing for first time unemployment benefits. Apple (AAPL) CEO Tim Cook said the company will produce as many as 1 million face shields for medical workers beginning this week.  In a video posted on his Twitter account, Cook said it's a \"company wide effort bringing together product designers, engineering operations, packaging teams, and our suppliers\" to make the masks.  The first shipment arrived to hospitals in Silicon Valley and will be shipped to other hospitals in the United States. Dow futures soared this morning after some states reported coronavirus infections have begun to slow. Although the pandemic is far from over, stay-at-home orders appear to be having some effect on slowing the spread of the virus. The Dow was set to rise more than 800 points Monday morning.\nS&P 500 futures were up 3.6%\nNasdaq futures soared 3.9%. Global stocks surged on Monday as new data suggested that efforts to contain the coronavirus pandemic may be starting to pay off in Spain, Italy and New York. Australia's S&P/ASX 200 and Japan's Nikkei 225 (N225) gained more than 4%  \nHong Kong's Hang Seng Index (HSI) rose 2.2%. \nMarkets in mainland China were closed for a public holiday European stocks rallied in early trading; The FTSE 100 (UKX) added more than 3% at the open\nGermany's DAX (DAX) surged 4.2% \nFrance's CAC 40 (CAC40) increased 3.5% Global markets moved higher after Spain reported 674 deaths from the coronavirus on Sunday, the lowest daily rise since early March, and Italy recorded its lowest death rate within a 24-hour period in two weeks with 525 fatalities. Crude oil slipped after OPEC and Russia postponed a meeting that could end a price war and reduce a supply glut that has driven oil futures to their lowest in decades.  The meeting had been set for Monday, but is now scheduled for Thursday, an OPEC source told CNN Business. Saudi Arabia and Russia have been locked in an price war since early March when they abandoned production caps, flooding the oil market with cheap crude, just as demand cratered because of the coronavirus pandemic. Crude prices fell to 18-year lows, crushing American oil companies and energy stocks. US crude fell as much as 11% to $25.28 a barrel overnight before paring losses after the head of Russia's sovereign wealth fund said his government was close \"very, very close\" to reaching a deal with Saudi Arabia. Prices were last down 4% to trade around $27.22 a barrel. Brent crude — the global benchmark — fell 3.4% to $32.96 a barrel. I think the whole market understands that this deal is important and it will bring lots of stability, so much important stability to the market, and we are very close,\" said Kirill Dmitriev, CEO of the Russian Direct Investment Fund, told CNBC. Boeing is extending the temporary suspension of production operations at its Puget Sound and Moses Lake facilities in Washington state because of the coronavirus pandemic, the company said Sunday. Boeing (BA) initially announced the closure of its Washington assembly lines on March 23, and had expected to keep them shut for two weeks. Now, Boeing said operations will continue to be put on hold \"until further notice,\" yet another example of the huge hit the travel industry has taken amid the coronavirus outbreak. Shares are up 5% in premarket trading. Read more here."], "Language": false}