{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/football/ronaldinho-passport-investigation-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Woodyatt and Jack Guy, CNN"], "Writers": [["Amy Woodyatt", "Jack Guy"]], "FirstPublishDate": ["2020-03-05T18:05:23Z"], "LastModifiedDate": ["2020-03-05T18:05:23Z"], "Headline": ["Ronaldinho under investigation in Paraguay over 'fake' passports claims"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Brazilian former soccer star Ronaldinho is under investigation after Paraguayan authorities claimed he and his brother entered the country using fake passports. Prosecutors and Paraguay's national police carried out a search operation of the sports star's suite at the Yacht Resort Hotel and Golf Club on Wednesday in Lambaré, which is near the Paraguayan capital city of Asunción, prosecutors said in a statement published on Facebook on Thursday. Ronaldinho's lawyer Sérgio Queiroz told Brazilian media GloboEsporte.com on Wednesday that \"certainly... this is an error that will be cleared up.\" Ronaldo de Assis Moreira, known as \"Ronaldinho,\" and his brother Roberto appeared in court on Thursday, according to local media. The prosecutor's office said that officials found various documents, including ID cards and Paraguayan passports in the men's names.  Authorities said that Ronaldinho and his brother were using authentic passports containing false content, and said that in order to have a Paraguayan passport, a person must live for a certain amount of time in the country.  \"Ronaldinho and his brother entered the country at 9.05 a.m. on a commercial flight which landed at Silvio Petirossi International Airport. They entered using a Paraguayan passport which was authentic but contained false information,\" public prosecutor Federico Delfino said in a Facebook post.  \"We now know that the numbers of these passports belong to other people. They are real passports but with fake details. They were issued in January 2020, and the ID cards, which were given to them when they arrived, in December,\" the prosecutor added.  Paraguayan authorities believed that their Brazilian counterparts had previously taken away the brother's Brazilian passports due to financial issues -- however, they were told that in fact the documents were returned to them in October 2019.  Paraguayan Attorney General Office told CNNE that Brazilian counterparts said both men departed their country with real Brazilian passports. So far, the press has not had access to Ronaldinho to hear his version of the facts investigated. Adolfo Marín, a lawyer for Ronaldinho and his brother in Paraguay, told Radio Urbana de Asunción on Thursday that the former soccer star \"is concerned about the situation\" and that he would meet with his clients at the end of his statement. CNN is trying to contact the lawyer."], "Language": false}