{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/cnn-underscored/outdoor-voices-powerpuff-girls-exercise-dress/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kiana Murden"], "Writers": [["Kiana Murden"]], "FirstPublishDate": ["2020-03-05T13:59:50Z"], "LastModifiedDate": ["2020-03-05T13:59:50Z"], "Headline": ["Outdoor Voices and 'The Powerpuff Girls' team up on a new collection"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Fan-favorite athleisure company Outdoor Voices is known for its take on activewear that can handle whatever activities are on your to-do list, whether it's yoga, a grocery run, a walk in the park, a barre class, kickboxing, grabbing drinks with friends or, now, fighting power-hungry supervillains.  In celebration of International Women's Day, Outdoor Voices is collaborating with \"The Powerpuff Girls\" on three limited-edition colorways of its Exercise Dress ($100; outdoorvoices.com). The dress is now available in lime green, bubblegum pink and baby blue to pay tribute to the iconic sister trio — Blossom, Bubbles and Buttercup — best known for using their superpowers to defeat many a nearby criminal, monster and supervillain on the cult-favorite animated series.  When we tried the original exercise dress, it completely blew away our expectations as a remix of our traditional workout gear. The sporty dress is made from a breathable LightSpeed fabric that is lightweight and sweat-wicking. A super-soft bodysuit underneath the dress functions as a low-impact sports bra and bike short, which even has two pockets deep enough to hold an iPhone XR, keys, cards and headphones. Well-suited for everything from a 10-mile bike ride or 30-minute jog to running errands or drinks with friends, it revolutionized the kinds of activities we thought we couldn't do in a dress. In celebration of the partnership, you also get a free Powerpuff Girls sticker pack with the purchase of the dress in one of these signature Powerpuff colors. And, if you can wait until March 8, Outdoor Voices will donate 15% of all shop sales that day to the ACLU's Women's Rights Project, an initiative advocating against the legal barriers that prevent women from having equal rights in America. If you're ready to give The Exercise Dress a try, check out the limited-edition colors below. All that's left to consider is: Which Powerpuff Girl are you? Outdoor Voices The Exercise Dress in Blossom ($100; outdoorvoices.com) Outdoor Voices The Exercise Dress in Bubbles ($100; outdoorvoices.com) Outdoor Voices The Exercise Dress in Buttercup ($100; outdoorvoices.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}