{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/politics/super-tuesday-biden-late-deciders/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-04T20:09:37Z"], "LastModifiedDate": ["2020-03-04T20:20:02Z"], "Headline": ["The single most important number from Super Tuesday"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Want to understand how former Vice President Joe Biden stunned the political world on Super Tuesday, winning nine states and wresting back control of the delegate math from Sen. Bernie Sanders?  I'll explain it to you in one number: 30.2%. That's the average margin that Biden won voters who made their mind up either on Tuesday or in the last few days before the vote in 11 states where CNN conducted exit polls. If you take out Vermont, Sanders' home state, the average margin of victory for Biden among late deciders over the second-place finisher in those states jumps to 33.2%. Which is nuts. (Sidebar: Speaking of Vermont, Biden actually won late deciders in Sanders' home state by 3 points, even while losing by 29 points among all voters.) And speaks to the key element in Biden's victory: Momentum.  (See all of CNN's exit polls in the Election Center) What became clear as the results started to roll in on Super Tuesday was that Biden's stronger-than-expected victory in South Carolina on Saturday followed by the twin decisions by former South Bend, Indiana, Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar to drop out of the presidential race and endorse Biden had delivered him a massive surge across the country.  To put this in perspective, an average of 39.2% of voters in those 11 states said they had made up their minds either in the last few days or on Election Day, according to CNN's exit polling. In Klobuchar's Minnesota, a whopping 55% of those polled said they had made up their minds in the past few days or on Election Day. That number was 51% in Massachusetts, 47% in Maine and 49% in Virginia. A smaller 23% made up their minds recently in Texas and only 18% in California, where mail-in ballots were a large portion of the vote. A WBUR poll conducted at the end of February in Massachusetts showed Biden running fifth and with just 9%. Suddenly on Tuesday night, Biden won the Bay State -- relegating home state Sen. Elizabeth Warren to third. In fact, Massachusetts was one of five states where Biden never even campaigned but managed to win on Tuesday. (The others are Arkansas, Minnesota, Oklahoma and Tennessee.) The massive bounce for Biden out of South Carolina also reflected the fact that lots and lots of Democratic voters were looking for a Sanders alternative to vote for. Biden simply didn't look like that person after finishing fourth in Iowa, fifth in New Hampshire and a distant second in Nevada. But the combination of a) his margin in South Carolina b) departures from the race by other potential establishment alternatives c) high-profile endorsements from said departed candidates and d) increased urgency about the threat posed by Sanders and the possibility of him winning all turned Biden into the safe port in the storm. Stat heads in sports -- basketball especially -- tend to pooh-pooh the idea of momentum. But in politics, there's no debate that momentum matters. Voters like to be with a winner, or at least someone who looks like they have a chance at winning.  In the 48 hours between Biden winning in South Carolina and polls opening across the country on Super Tuesday, the former vice president transformed from an also-ran to a potential front-runner. And voters absolutely flocked to him."], "Language": false}