{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/dina-asher-smith-barbie-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T15:16:23Z"], "LastModifiedDate": ["2020-03-04T19:07:49Z"], "Headline": ["Barbie launches new doll after Britain's fastest woman"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Dina Asher-Smith, Britain's fastest female sprinter, has had a Barbie doll made in her likeness as the popular toy brand continues to make their range more representative -- this time celebrating sportswomen. Amandine Henry, France's soccer captain, Sümeyye Boyacı, Turkish Paralympic swimmer and Olga Kharlan, Ukrainian world champion saber fencer, will also have \"Shero\" dolls made after them. The toy company is releasing the newly designed dolls in honor of International Women's Day on March 8, and to raise awareness of female role models in the sporting world. Asher-Smith said she is proud to have her own Barbie doll and work with the company to inspire future champions. \"Growing up, sportswomen were less visible in the media and there is still a gap when it comes to women's sports, which is why representation is so important,\" she added.  \"For Barbie to champion female athletes and different sports shows future generations that anything is possible. I hope little girls will see my doll and be inspired to take up and continue to enjoy sports.\" Lisa McKnight, senior vice president of Barbie and global head of dolls, said the company is \"dedicated to shining a spotlight on powerful, diverse role models to inspire the limitless potential in every girl.\" \"As sportswomen continue to set new records and take center stage around the world, we are proud to honor these amazing women by amplifying their stories and achievements with dolls in their likeness.\" Barbie manufacturer Mattel has been creating Barbie and Ken couple sets since 1961, and in recent years, the brand has been redefining what the dolls look like. In 2015 it broadened the number of skin tones, eye colors and hairstyles available for the dolls, and introduced curvy and petite Barbies in 2016. Then followed the first Barbie to wear a hijab, as well as a collection of diverse Ken dolls, and later a doll with a prosthetic leg and another that has a wheelchair. In January Barbie released a number of new designs including a doll with no hair and one with the skin condition vitiligo."], "Language": false}