{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ramla-ali-beauty/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Emma Firth"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T10:10:54Z"], "LastModifiedDate": ["2020-03-05T12:36:41Z"], "Headline": ["Ramla Ali is the boxing champion redefining beauty"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Four hours a day, six days a week, Ramla Ali -- the first Muslim woman to win a boxing title for England -- is either training or competing. Gloves on, sweat dripping, hair pulled tightly into braids, \"Half my pictures (on social media) are just of me looking like a mess in the gym,\" she said. \"But I post them to show that this is the gritty side of boxing. This is the hard work that you have to put in.\" Ali's labor has certainly payed off. In 2016, she was crowned the best amateur boxer in the country in her weight division; winning the Elite National Championships, English Title Series and the Great British Elite Championships. Another breakthrough moment in her career came two years later, when she fulfilled her dream of representing Somalia -- her birth country -- at an international level. Up until that point the country had not had a boxing federation in place. Alongside her husband and trainer Richard Moore, Ali created one from the UK, and now she travels around the world for competitions -- from Botswana to India to Hong Kong -- and is currently the African Zone Featherweight Champion. A more relaxed side of the boxing champion was captured by the late fashion photography titan Peter Lindbergh, who shot her for British Vogue's September 2019 \"Forces For Change\" issue. Ali saw her cover as a way to help drive the conversation about representation in fashion. \"To see girls that look like me, with an afro, on the cover of magazines is amazing,\" she said. Another highlight was her conversation with the issue's guest editor, Meghan Markle, who was charged with picking the issue's cover stars. (There were 15 in total, including actress and LGBTQ advocate Laverne Cox, New Zealand Prime Minister Jacinda Ardern, actress Gemma Chan and activist Sinéad Burke). \"It's a funny story,\" Ramla said, explaining how she'd missed a call on her cell phone from a private number and assumed it was just a scam call. When she got a call from the same number, she ignored it.  \"Then the third time, I thought, it's probably my mum. I answered and the caller said, 'Hi, it's Meghan!\" Ali said. \"We had a lovely chat; she is the sweetest person. Everything that came out of her mouth was very genuine.\" Ali arrived to the UK as a war refugee. As a result, she doesn't know her exact date of birth. Her family had fled Somalia in the early 1990s, after her eldest brother, who was just nine at the time, died as a result of a grenade being thrown into their front garden as they played. Fearing for their lives, the family fled Mogadishu via a crowded boat to Kenya, before finally settling in London. Ramla struggled to adjust to her new life at first. Teased for weight she had put on as tween, Ali took up boxing to knock it back down, but kept the activity a secret from her family for over a decade. Her mother, now her \"number one fan,\" she said, considered it immodest for women to play sports. \"When you come from an African household, education is key.\" When Ali first entered her local gym in East Ham, London, aged 13, she had to wait up to 40 minutes to use the changing rooms, as there were no facilities for women. \"I was the only girl there,\" she recalled. Looking back on her childhood understanding of beauty, Ali explained how influential television had been in creating ideals. \"When I was in year six (around 10 years old), I ruined my hair (treating) it,\" she said. \"All I wanted was straight hair because (that's) all I saw on TV. Now I just embrace my natural hair.\" Rising to the challenge of her new role model status, Ali sees beauty as a force, rather than a superficial asset. \"Beauty is 100% strength within yourself,\" she said. \"You have to feel it -- that's what beauty means to me. There are so many pretty women out there, but if you don't feel like a beautiful person inside then you've gone from a ten to a two. As cheesy as it sounds, I truly believe that.\" Today, she has her sights set on the 2020 Olympic Games in Tokyo, but this hasn't stopped her from finding time to volunteer. One day a week she teaches self-defense classes to \"predominately hijab-wearing\" women, she said, between the ages of 20-40, in south London. \"It's a safe space for them, free of men.\" \"It's not a boxercise class. I'm teaching them how to box. They love that,\" Ali added. \"Some of the girls have said they actually feel safer walking by themselves, so I think I've done my job properly.\" Refusing to fit one mold, Ali is also fast treading the fashion and beauty boards, as an ambassador for brands including Coach, Nike and Pantene. She has also signed to IMG Models. She noted a marked improvement in terms of diversity in fashion, with brands forging new, more inclusive paths. \"Nike have activewear for plus-size,\" she said. \"Anyone can look good when going to the gym. As long as you're healthy, you can be any size you want to be.\" Her message about self-love and showing respect for others is something she hopes speaks to her young fans: she has nearly 40,000 followers on Instagram. \"A girl might be really happy posting [a photo of herself] wearing a sports bra and hot pants -- let her do that,\" she said. \"You don't need to comment, 'What would your mother think?' It makes people feel ashamed of their body. Let her feel comfortable.\" Ramla believes that Instagram can be a positive tool for building communities and sharing ideas about beauty from new perspectives. By way of example, one of her biggest sources of inspiration on the platform is tennis star Serena Williams. \"I've followed her since I first joined Instagram,\" Ali said. \"I love that she's not afraid to be herself -- she'll post pictures and she's like 'I'm not having it retouched, I still want my cellulite showing.' \"I love that because not everyone has that perfect skin, and then you look at yourself and you're like 'Wow, I can love myself too,'\" she continued. \"If someone as amazing as Serena is happy to show the world this, then I shouldn't feel ashamed.\""], "Language": false}