{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cars/aston-martin-v12-speedster/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-03-04T09:43:03Z"], "LastModifiedDate": ["2020-03-04T09:43:03Z"], "Headline": ["This Aston Martin supercar costs $950,000 and has no roof or windshield"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Elite, high-performance British cars with no roofs and ultra-high price tags seem to be all the rage these days.   McLaren, Bentley and now Aston Martin have all unveiled limited-production cars with seven figure — or very nearly seven figure — price tags and no roof whatsoever.  Aston Martin's entry in this very narrow field, the V12 Speedster, was unveiled Wednesday morning in an online presentation. The Speedster was supposed to have been unveiled at the Geneva Motor Show, but the annual event was canceled this year due to fears about the coronavirus. Only 88 V12 Speedsters will be produced and they will have a starting price of $950,000 each. The cars are a product of Aston Martin's \"Q by Aston Martin\" customization service. The division is named after the character Q in James Bond films who creates clever gadgets and adds features like smoke screens and machine guns to cars — often Aston Martins — for Bond to use. The Speedster is powered by a 700-horsepower turbocharged V12 engine mounted under the car's long hood. The car can go from zero to 60 miles an hour in about 3.5 seconds, according to Aston Martin, and it has a top speed of 186 miles an hour. The overall shape of the car is reminiscent of vintage racing cars. The driver and passenger sit in seats nested inside separate elongated oval openings in the Speedster's body.  The Speedster was inspired by Aston Martin racing cars of the past, such as the 1959 Aston Martin DBR1 that won the Le Mans 24 hour race. One of the drivers of that car was Carroll Shelby, best known today for his namesake Ford-powered performance cars. When driving that, Shelby did, at least, have a windshield in front of him. The Speedster does not have a windshield. The Speedster was conceived of only a year ago, according to Aston Martin, and it was made ready for production in that short time. Ordinarily, cars take far longer to go from the drawing board to the factory floor. In this case, there were clearly far fewer practical considerations to worry about than in even an ordinary sports car.  The Speedster is, as Aston Martin calls it, \"a living show car.\" The car's body is made almost entirely from carbon fiber. The interior was designed to be as simple as possible. Instead of a glove compartment, there's a removable leather satchel. There is some room for luggage under the raised areas behind the seats. Buyers will, of course, be able to customize the V12 Speedster. For the presentation version, Aston-Martin designers pay homage to the F/A-18 Super Hornet fighter plane, including numerous bright red tie straps and \"Do Not Step\" markings on the central bar between the seats. Aston Martin is currently accepting orders for the V12 Speedster, with the first cars expected to be delivered early next year. Aston Martin was only recently rescued from dire financial trouble when Canadian Formula 1 team owner Lawrence Stroll purchased a large share of the company for £500 million, or $650 million. It's not the first time in Aston Martin's 106-year history that the brand has been pulled back from the brink.  Besides ultra-expensive cars like this and more accessible sports cars like the DB11 and Vantage, Aston Martin's future hopes also lie with the new DBX SUV, the company's first SUV. It was unveiled at the Los Angeles Auto Show in November."], "Language": false}