{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/media/bobbie-battista-obituary/index.html"], "Source": ["cnn"], "Location": ["Atlanta"], "ByLine": ["By Chuck Johnston, CNN Business"], "Writers": [["Chuck Johnston"]], "FirstPublishDate": ["2020-03-03T16:02:16Z"], "LastModifiedDate": ["2020-03-03T21:49:27Z"], "Headline": ["Former CNN anchor Bobbie Battista has died at 67"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Former CNN anchor Bobbie Battista has passed away at the age of 67, according to a family spokeswoman. Battista died on Tuesday morning after a four-year battle with cervical cancer, according to Wendy Guarisco, family spokeswoman. \"Bobbie was the consummate trooper in her struggle with cancer, she was courageous and fearless in her battle and thoughtful for all the others in her life even as she fought through the pain,\" Battista's husband John Brimelow said in a statement on Tuesday. \"My dear partner of 25 years of marriage has cut her earthly bonds and is now in peace.\" Battista was one of the original CNN Headline News anchors when the network launched in 1981. She anchored several news programs on CNN, including \"TalkBack Live,\" which aired before a studio audience in the CNN Center in Atlanta, featuring newsmakers and public participation. In 2001, Battista recounted some of the difficult moments in history that she covered as an anchor in her 20 years at CNN. \"Whether the Challenger explosion, the assassination attack on Reagan, the Gulf War, certainly this terrorist attack. Those were memorable from the anchor desk,\" Battista said. \"As far as TalkBack, we've had some serious shows, and some fun shows. If I had to pick, I'd say I liked 'Free for All Fridays' the best.\" Before joining CNN Headline News, Battista was anchor and producer of Action News 5 for WRAL-TV, in Raleigh, North Carolina. She began her television career at WRAL-TV in 1976. She produced and anchored the station's morning news report and produced a variety of special programming in sports, public affairs and children's TV before becoming an evening news anchor in 1977. In 1981, Battista was the writer and assistant producer for \"Fed up with Fear\", a five-station documentary that won a George Foster Peabody Award. She was nominated for an On Cable magazine award, an award voted on by cable viewers, as Outstanding News Personality of 1984. Battista was voted best newscaster in Cable Guide magazine's annual reader's poll in 1986, and, in 1995, she was nominated for a CableACE award for Best Newscaster.  Battista also was featured on HGTV's one-hour prime-time special that features the design styles of some of America's most recognized and respected broadcast journalists. Battista was a member of Women in Communications and Sigma Delta Chi. She has been a guest lecturer at universities, organizations and conventions worldwide."], "Language": false}