{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/sport/horse-racing-league-whip-ban-winning-post-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T11:43:45Z"], "LastModifiedDate": ["2020-03-03T11:43:45Z"], "Headline": ["New $2.3 million horse racing series to introduce whip restrictions"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Top jockeys will be restricted in their use of the whip in a new $2.3 million horse racing series set for the UK this year.  The Racing League will feature stars of the sport competing in six meetings in July and August with each individual race attracting more than $63,000. The new protocols, set by the event organizers, will ban riders from using the whip for encouragement purposes, permitting it for safety and correctional use only. It comes at a time when the British Horseracing Authority (BHA) has agreed to a consultation on the use of the whip.  BHA guidelines permit jockeys to use a foam padded, air cushioned whip a maximum of seven times in a flat race and eight times over jumps, for safety and encouragement purposes. Race stewards will also analyze the force of its use and will punish riders who use it excessively.  READ: Superstar trio share Longines best racehorse award READ: Japan's booming horse racing betting industry worth more than $25 billion The new spectacle will take a league format, with 12 different teams competing for points in 36 handicap races between five and 12 furlongs in length.  Race meetings will be spread across four different race tracks -- Doncaster, Lingfield, Newcastle and Windsor. The top 10 finishers of each contest will receive points, with the winner of each race picking up 25 points, second place getting 18 points and third earning 15 points.  Each team will consist of three jockeys, between two and four trainers and a roster of 30 horses.   Riders will wear team colors instead of their usual silks, with all races appearing live on Sky Sports.  \"In recent years, Sky Sports has been instrumental in helping mainstream sports grow their fan bases exponentially, appealing to a broad audience of sports enthusiasts and innovating in the process,\" said chief executive of Sky Sports Racing Matthew Imi.  \"We are confident that we can achieve something similar with horse racing, so partnering with an exciting new initiative like the Racing League makes absolute sense.  \"If the Racing League and Sky Sports Racing's coverage encourages the person who goes racing once a year to go again, then I would consider that a success.\"  "], "Language": false}