{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/cars/bentley-bacalar/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-03-03T09:04:37Z"], "LastModifiedDate": ["2020-03-03T11:41:31Z"], "Headline": ["Bentley unveils $2 million roofless car with trim made from 5,000 year-old wood"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Bentley has unveiled the Mulliner Bacalar, a $2 million open-topped car with interior trim that's made from trees that fell 5,000 years ago. Only 12 of these cars will be made, Bentley said. The company had planned to reveal the Bacalar at the Geneva Motor Show, which was to open Thursday, but that event was canceled due to concerns about the coronavirus. Like many other automakers slated to present at the show, Bentley decided to unveil the car online instead.  The Bacalar is a Barchetta, a type of open car with no roof whatsoever. (The word means \"little boat\" in Italian.) There's not even a removable cloth top. So, in the event of rain, the Bacalar would be best served by staying in the garage. The all-wheel drive car is powered by a 650 horsepower 12-cylinder engine and it has an eight-speed transmission. Most of the time, power will go to the rear wheels but it can also immediately be sent to the front wheels as well if there is a loss of traction. The Bacalar is named after a lake in Mexico's Yucatan peninsula known for its beauty. While it bears some resemblance to the convertible Bentley Continental GTC, the Bacalar shares none of its body parts with that car besides the door handles, Bentley said.  The interior wood trim is made from trees that have been naturally preserved for more than 5,000 years in the rivers, lakes and peat bogs of East Anglia in the United Kingdom. Aging for five millennia in wet soil has given the wood a distinct black color. After being dug up from the earth, the wood was dried in carefully controlled conditions to prevent decay while preserving its natural look, according to Bentley. Bentley boasts that this naturally sourced wood is one of the car's \"sustainable\" features. Another is paint made using rice husk ash, a byproduct of industrial rice production. The ash is used to make a substance that gives the paint its sparkle. Instead of the usual silver color, the badges on the Bentley Bacalar are made from dark bronze with black titanium detailing. Custom made luggage designed to fit precisely into an open area behind the seats is available from the Italian firm of Schedoni. The luggage can also be made to match the interior of the car. Based in Modena, not far from the headquarters of Ferrari and Lamborghini, Schedoni specializes in producing custom-fitted bags for ultra-high end sports cars. The Bacalar is intended to be the first in a new line of very rare, highly customized cars that will be produced for a handful of ultra-wealthy customers. The strategy is similar to what Bentley's sister-company Bugatti  -- both are owned by Volkswagen Group -- has been doing in recent years. Bugatti has unveiled a number of specially designed low-volume cars that cost even more -- far more, in some cases -- than the $3 million Bugatti Chiron, the brand's core model. In the battle for the wealthiest customers, other high-end automakers, such as Aston Martin, have also been creating cars with seven-figure price tags and producing such a limited number of them they could fit easily into one corner of a parking lot. All 12 Bacalar cars have already been presold to customers, who will work with Bentley's Mulliner division, which makes the cars, to select colors and fabrics. Mulliner once specialized in making expensive horse-drawn carriages beginning in 1760. With the advent of automobiles, it switched to making bodies for expensive cars, including many Bentleys. Bentley purchased the brand in 1959."], "Language": false}