{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/africa/kenya-ongare-olympic-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T15:23:24Z"], "LastModifiedDate": ["2020-03-02T18:21:43Z"], "Headline": ["She became pregnant at the age of 12. Now, Kenya's Christine Ongare is an Olympic boxing qualifier"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Kenya's Christine Ongare qualified Saturday for the 2020 Olympic Games in Tokyo. Ongare, 26, made it through to the Olympics after outboxing Ugandan opponent Catherine Nanziri in the women's flyweight (51 kilogram) division at the Africa Boxing Olympic Qualification tournament in Dakar, Senegal.  Ongare won by a unanimous points decision. She also won a bronze medal at the event. Ongare is the second Kenyan boxer to qualify for the Olympic games, according to local media. Nick Okoth was the first. But it's not her first medal. In 2018, she won Kenya's only boxing medal at the Commonwealth Games.  'I fell pregnant when I was 12 years old' Despite Ongare's many wins, she says becoming a household name in boxing has been challenging. She told the Olympic Channel in an interview that due to peer pressure, she got pregnant when she was just 12 years old. \"I have gone through a tough life, so hard. It's just that I don't like talking about it. I fell pregnant when I was 12 years old. So, my mum took the responsibility of raising my child. I was a small child. It was just peer pressure, to try something and then it ruins you,\" she said in the video. Her mother, also a single mother, struggled to pay bills and her school fees. She tried out sports like football and acrobatics, until boxing eventually became her lifeline.  \"Boxing is all I have ... It is said that when you fall you must rise up again. That's how I rose and met good coaches, they gave me motivation until I have come this far,\" Ongare said.  Many girls like Ongare in rural Kenya face teenage pregnancy. According to a 2018 report in the International Journal of adolescence and youth, in the next 20 years, 2.3 million girls in western Kenya are projected to get pregnant before the age of 18. Preparing for the Olympics Before Ongare qualified for the Olympics, she told the Olympic Channel that sealing a place at the games would create opportunities for her to excel.  \"It has been a struggle all through reaching here. There s no other place I can get money, take a loan without interest. So if I qualify for the Olympics, it will open doors, it will help me a lot,\" she said.  After her win, in a video interview posted Sunday by Kenya's national Olympic committee, an excited Ongare said she is getting more training ahead of the Tokyo Games."], "Language": false}