{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/motorsport/australian-grand-prix-formula-one-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aleks Klosok and Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T14:04:42Z"], "LastModifiedDate": ["2020-03-02T14:04:42Z"], "Headline": ["Australian Grand Prix to go ahead despite coronavirus outbreak, say organizers"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["The 2020 Formula One season's opening round will go ahead as planned on March 15, according to the Australian Grand Prix race organizers, despite concerns about coronavirus outbreak. Australian GP CEO Andrew Westacott quelled those doubts on Monday saying: \"We are all systems go and gearing up for the 25th Formula One race in Melbourne next week. \"The finishing touches are being put on the circuit, Formula 1 freight and personnel are arriving in the coming days and we're looking forward to opening the gates to the public on Thursday March 12.\" \"The Australian Grand Prix Corporation has robust health, safety and emergency management arrangements in place at each event and we are working collaboratively with health agencies and related government and emergency services organizations in addressing this matter.\" READ: How the coronavirus is impacting sport READ: Chinese Grand Prix postponed due to deadly coronavirus outbreak He added: \"We continue to closely monitor the situation in the lead-up to the Grand Prix and are taking guidance from subject matter experts, including Victorian and National Chief Health Officers and the Australian Health Protection Principal Committee.\" \"At this stage there is no indication of further travel bans, nor is there any indication that Formula 1 and the teams will not be arriving as usual.\" \"Formula 1 has again confirmed overnight that the Australian Grand Prix is going ahead and we're looking forward to welcoming them and the teams to Melbourne.\" After Australia, the F1 season is due to continue with the Bahrain Grand Prix on March 22, before heading to Vietnam for its inaugural race on Sunday 5 April.  The Chinese Grand Prix -- originally scheduled for Sunday 19 April -- has already been postponed by due to the coronavirus outbreak. A number of other sports have been impacted by the global spread of the virus, with confirmed cases now standing at over 88,000. "], "Language": false}