{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/us/permanent-calendar-leap-year-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T08:06:14Z"], "LastModifiedDate": ["2020-02-29T11:52:45Z"], "Headline": ["Tired of Leap Day? Wish Christmas was always on a Monday? Get on board with the permanent calendar"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Imagine if you knew what your schedule would look like for the rest of your life, every day for forever. If every year began on a Monday, and all but two national holidays fell on Mondays, too. If instead of Leap Day, you'd get an extra week every few years.  Like the sound of it all? Then you'd like the Hanke-Henry Permanent Calendar.  Leap Day -- February 29, a date that occurs every four years -- revives interest in the Hanke-Henry Permanent Calendar because under it, that date wouldn't exist. The brainchild of Johns Hopkins University professors Steve Hanke and Richard Henry, the catchy calendar is an alternative to the mercurial Gregorian calendar. And unlike the old standard, it's designed to stay the same.  \"It's simplicity and consistency forever,\" Hanke, a professor of applied economics, told CNN. \"This calendar, once in place, will never have to be changed.\"  How it works Theirs is a permanent calendar, so dates will no longer \"fall\" on certain days of the week -- they'll be fixed in place. January 1 will always be on a Monday. Your birthday will fall on the same day of the week every year, forever, Hanke said. The HHPC (its working title) is 364 days long, divided into four three-month quarters. Each month will begin and end on the same day every year. The first two months of each quarter are 30 days long. The third has 31 days.  In all, that's 364 days distributed across 52 seven-day weeks, he said.  And to account for calendrical drift, when the length of the year doesn't line up with the astronomical calendar (365.24 days, just about), its creators have added an extra week at the end of December every five or six years.  That extra week is its own thing, though, so don't worry -- there's no December 32nd, he said.  The creators say it simplifies life \"If our permanent calendar was adopted, you'd be simplifying all kinds of commercial life, and just life in general would be a lot simpler,\" Hanke said.  Every federal holiday, except for the Fourth of July and Thanksgiving, would fall on a Monday. With that consistency, there would be less disruption to business, he said.  Gone would be the days spent figuring out school, sports or business schedules every year.  Leap Day, too, would be a thing of the past. Leap years only exist because the Earth's orbit isn't exactly 365 days long, which means our calendar is off by about a quarter of a day each year. That leftover time would now fit neatly into that extra week every five or six years, Hanke said. The calendar's creators suggest followers just paint the calendar on a wall, since it won't change. (Perhaps you can mark that extra week after December with a dry erase marker.) The calendar is also in line with the Biblical admonition to rest on the seventh day, the Sabbath. By starting on a Monday and keeping the calendar in line with the seven-day week, it doesn't disrupt the work-week the US follows.  Calendars change ... every several hundred years In 45 BC, Julius Caesar began the Julian calendar. Then, in 1582, Pope Gregory XIII implemented the Gregorian calendar. There were previous attempts to install \"permanent calendars\" in the 1930s when the League of Nations met and again in the 1950s among members of the United Nations, but neither were successful.  Hanke said the world is due for an upgrade.  None of those previous attempts featured a day to honor the Sabbath, he said, so they were met with pushback from religious groups. Hanke and Henry knew that to make their calendar viable, they'd need to keep seven-day weeks part of it. \"Once we got that, we felt like we hit a triple,\" he said. \"Then we tweaked it a little bit, and it's a homer.\"  Hanke thinks it could become the law of the land, and President Donald Trump might be the one to make it a reality, he said. He's already drafted an executive order for the President to sign -- perhaps, Hanke suggested, on Leap Day.  \"[Henry] and I think if we had 30 minutes with Trump in the Oval Office, it would be a done deal,\" he said.  Brent Goldfarb, an associate professor of management and entrepreneurship at the University of Maryland, is skeptical of the HHPC. He told the Baltimore Sun the calendar isn't \"practically important.\"  \"Just as the United States was unable to shift to the metric system, I see little chance that we'd all change our calendars, computer programs and intuitive thinking to get rid of leap years and have a constant calendar,\" he told the paper.  Lawrence Mishel, a distinguished fellow at the Economic Policy Institute, agreed. He told Popular Science he thinks the calendar would cheat workers out of some vacation days.  \"This would never pass a popular vote,\" he told Popular Science in 2017. \"Nor should it.\"   Hanke said he's still got hope: If Trump adopted it, it could become the Trumpian Calendar. That extra, unnamed week at the end of December could become Trump Week, Hanke added.  And if Trump implemented it, states may follow suit, he said. \"Everyone would see the wisdom of this simple, easy-to-use calendar,\" he said.  As long as they can look past 52 Mondays. "], "Language": false}