{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/world/coronavirus-newsletter-04-07-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-07T12:07:09Z"], "LastModifiedDate": ["2020-04-07T12:07:09Z"], "Headline": ["What you need to know about coronavirus on Tuesday, April 7"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As nations look to their leaders for guidance in this time of crisis, Britain's Prime Minister Boris Johnson is waging his own personal fight with the coronavirus from a London hospital, where he has been moved to the intensive care unit and given oxygen after his symptoms worsened. Johnson's hospitalization has highlighted the lack of a formal line of succession in the UK government, which was accused of being slow off the mark to react to the pandemic. While Foreign Secretary Dominic Raab will deputize for Johnson \"where necessary,\" another key cabinet official sidestepped a question today about who held the \"nuclear codes. President Donald Trump described Johnson as a \"good friend of mine\" and seemed to suggest that he had rushed a mystery therapy to the Prime Minister, in one of the stranger moments of a short-tempered briefing on Monday, Stephen Collinson writes. Trump's contempt for science and disdain for experts who question his political narratives are driving his increasingly defensive management of the pandemic -- and the tension is only expected to grow as the election approaches.  In a rare moment of détente between political rivals, Democratic presidential front-runner Joe Biden spoke with Trump by phone yesterday to discuss the outbreak. It's easy to forget that America is in the midst of a presidential race, but after courts halted Democratic efforts to delay the Wisconsin primary, voters there today will face this stark choice: safeguard their health or go to the polls. YOU ASKED. WE ANSWERED Q: What is hydroxychloroquine and can it be used to treat coronavirus? A: Hydroxychloroquine is derived from quinine, which French chemists in 1820 isolated from the bark of the cinchona tree. In 1934, German scientists created the synthetic chloroquine as part of a class of anti-malarials. There have been indications that hydroxychloroquine is effective in treating or preventing Covid-19, but the tests haven't endured the due diligence of extensive clinical trials. Still, Trump is pushing it. Here's what you need to know about the drug.  More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY 'The tip of the iceberg' \"If you die in my county, I will not know if you died of Covid-19.\" This is the reality for coroners around the US, who are increasingly concerned that test shortages will leave many coronavirus deaths uncounted.  As the official US death toll passes 10,000, health experts are warning that the count could be dramatically underestimated due to a lag in data and misclassifications. \"We really are just seeing the tip of the iceberg,\" one doctor told CNN.  In the nation's epicenter, New York City, where hospitals are overwhelmed, refrigerated trailers are storing the deceased and a Navy ship has been called in to treat patients, a councilman suggested it may soon be necessary to build temporary graveyards in public parks. Mayor Bill de Blasio said those claims were \"totally false.\"  How do you reopen the economy? Germany has a plan It's a marathon, not a sprint. That's the approach recommended by a group of experts in Germany who envision a gradual revival of Europe's biggest economy that would allow specific industries and workers to resume their activities, while steps are taken to prevent a resurgence of the virus.  Virus hunters zero in on culprit Scientists are divided about the origins of the outbreak, but they agree on this: Anyone who claims to know the source of Covid-19 is guessing. Virus experts told CNN that there is zero evidence to back up various nationalist-tinged conspiracies, but they're at odds over the once widely accepted theory that the virus originated at a wet market in Wuhan, China. To date, one possible culprit does seem likely: Bats.  State of emergency in Japan In stark contrast to neighbors like Taiwan, which has brought the virus to heel, Japan has been criticized for its lax handling of the outbreak. Prime Minister Shinzo Abe has announced an unprecedented $989 billion economic stimulus package — 20% of Japan's GDP — and declared a state of emergency, but he says \"basic economic activity\" will continue.  China reports no new fatalities  The country where the pandemic began recorded no new deaths yesterday for the first time since January. There were also no locally transmitted infections found yesterday; all new cases were imported from abroad. And tomorrow, Wuhan will finally lift its lockdown after three months.     ON OUR RADAR A junior doctor who was crowned Miss England in 2019 has returned to the UK from overseas charity work to help out. \nA Nigerian actress has been arrested after hosting a birthday party for her husband during a lockdown in the country — despite fronting a \"Stay Home\" campaign.\nA zoo has been trying to get two pandas to mate for 10 years. When coronavirus shut the zoo down, the pandas finally did. \nYouTube is taking steps to limit the spread of false 5G coronavirus claims after cellphone towers were attacked. \nA man has been arrested in Russia on suspicion of shooting and killing five people after asking them not to be so loud during the country's coronavirus lockdown. \nOfficials in China are hoping the threat of public shaming will prevent tourists from defacing the country's most famous icon — the Great Wall.  TOP TIPS From a \"Quarantine Egg Hunt\" to a virtual Seder, here are some suggestions for celebrating Easter and Passover — from a distance. \nOrigami, sewing, doodling and model trains: Millions confined to their homes are returning to old hobbies sidelined by modern life — and experts say that's therapeutic. \nA majority of pregnant women diagnosed with coronavirus don't experience more severe illness than the general population, nor do they seem to pass the infection to their babies, according to a new study. Here are the precautions the CDC is recommending for new moms.  \nCoronavirus, allergies or anxiety? These are 10 key indicators to tell the difference, and what to do if you're experiencing symptoms.  TODAY'S PODCAST \"The majority of Americans are used to abundance ... so telling someone: 'It may not be there for you. It may be that we have to ration.' That does not go over well.\" -- Arthur Caplan, Professor of Medical Ethics, NYU School of Medicine As coronavirus cases continue to overwhelm hospitals, resources such as ventilators are in short supply. CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks to NYU's Director of Medical Ethics about some of the tough questions facing healthcare professionals on the frontline. Listen now."], "Language": false}