{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/cnn-underscored/swell-bottle-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-02-28T22:11:53Z"], "LastModifiedDate": ["2020-02-28T22:11:53Z"], "Headline": ["The beautiful S'well bottle will keep water cold for hours on end"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We had a S'well time testing this bottle. (Sorry, we had to.) Not only is it a beauty, but it's also hands down the best water bottle at keeping drinks at your desired temperature (we're talking piping hot or refreshingly cool). Though it does fall a bit flat in terms of durability and the constricted mouth causes a few problems, we found the S'well to be one of the top bottles currently on the market.  S'well 25 ounces ($45; swell.com) Why we love it in a sentence If you're looking for a well-designed bottle that keeps cold liquids cold and hot drinks hot, the S'well is by far the best option, despite it being a bit pricey and marked by a few critical shortcomings.  Peak thermoregulation performance Let's get right to it: The S'well bottle crushed it in thermoregulation. It scored top marks in temperature tests with both hot and cold water. Most of the other water bottles scored relatively close to each other, with one or two outliers, but the S'well ranked leaps and bounds above the others.  S'well uses its own \"ThermaS'well\" technology, consisting of triple-layer insulation with 18/8 stainless steel and copper. The food-grade steel helps prevent flavor transfer, and the added layer of copper bolsters the bottle's ability to lock in temperatures. Since heat has an extremely hard time crossing the S'well bottle's vacuum insulation between layers of stainless steel, the bottle maintains a liquid's temperature for an incredibly long time.  S'well claims its bottle will keep cold water cold for up to 24 hours and hot water hot for up to 12. While it's hard to define \"cold\" and \"hot\" as a precise temperature, we conducted 24- and 12-hour tests to see how the S'well measured up to the competition.  After 24 hours sitting on a kitchen table, the cold water inside the 25-ounce S'well bottle rose 7.1 degrees Fahrenheit. The average rise in temperature in our testing pool was 9.98 degrees, and the next closest bottle rose 7.6 degrees (starting temps all measured within 1.4 degrees of each other; ranging from 47.5 to 48.9).  The hot-water test, however, really showcased S'well's dominance. This test wasn't nearly as close — there were big gaps in performance between all the bottles. The S'well led the way by far, with the water dropping only 43.1 degrees Fahrenheit over 12 hours. The average temperature drop during the test was 72.26 degrees, with second place dropping 54 degrees Fahrenheit.  Don't drop it The S'well bottle shone in the thermoregulation tests so brightly we thought we had a clear front runner. But then one flaw reared its ugly head: a lack of durability. The two top-rated bottles, the Healthy Human Curve and the Yeti Rambler, had the two highest scores in durability. Both of them performed well in all areas, but shone most in the drop test. The S'well, on the other hand, lost its front-runner status here.  After six total drops (three on the lid, three on the body) from five feet above concrete, the S'well bottle took a beating — a bad one.  We're talking such severe denting on the bottom that the bottle couldn't stand up straight and got extremely wobbly. While the drops didn't make the S'well unusable, they definitely exposed weaknesses.  A beautiful bottle The S'well bottle ranked high in design and aesthetic, getting a perfect score for color options and a nearly perfect one for its general look. S'well provides bottle options for anyone's and everyone's tastes, with one of the widest selections of design and colors —including stylish hues like Pink Topaz and Onyx and more eye-catching patterns like Eden and Blue Granite.  The S'well is also marginally customizable, with three sizes and lid options. The biggest bottle is 64 ounces, and the brand offers a sports lid and a swing cap. The swing cap, equipped with a loop, is especially welcome since the S'well bottle is quite smooth and narrows towards the top — something we see as making it prone to accidental drops.  That narrowing neck also creates an extremely small mouth. This is great for drinking, since the water flow is concentrated down to a point that fits nicely on your lips, but it also comes with downsides: namely, the challenge of fitting ice into the bottle. The mouth measures just a smidge under 1.5 inches wide, so make sure your cubes are smaller than that. The small mouth also makes it harder to clean. You definitely can't fit your hand with a sponge in there, so the investment in a bottle brush is a must.  You can also personalize your S'well bottle for a healthy dose of flair, though only with a name up to 10 characters or three-lettered initials.  Bottom line If you're looking for a bottle that will retain your drink temperature for as long as possible, there's nothing better than the S'well. While the price tag is a hefty $45, you're paying for top-tier insulation and beautiful aesthetics. Just be gentle with it, because it is more prone to damage than the other bottles we tested.  You can buy the S'well bottle for $45 right now at swell.com.  Note: The prices above reflect the retailer's listed price at the time of publication. "], "Language": false}