{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/football/finland-football-womens-remove-equality-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T13:19:08Z"], "LastModifiedDate": ["2020-02-27T13:19:08Z"], "Headline": ["Finland ditches 'women' from football league name in another step towards equality"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The battle for a more equal society is one Finland is going at with hammer and tongs. It was the first country in the world to elect women to parliament, a little over a century ago, and in 34-year-old Sanna Marin, it has the world's youngest sitting prime minister. In another step towards equality, the Football Association of Finland is renaming its top women's division to remove the word \"women.\" Formerly known as the \"Women's League,\" from the start of the upcoming season, the highest level of competitive football for women will be called Kansallinen Liiga (National League). \"It is common within the sports community to talk about sports and women's sports as if the latter would be less worthy when this of course is not the case,\" said Heidi Pihlaja, head of women's football development for the Football Association of Finland. \"Football is football -- no matter who kicks the ball. Some might see changing the name as insignificant but actually it is a strong statement that symbolizes a bigger cultural change within the sports community and our society.\" READ: Bayern Munich fans protest at Champions League ticket prices Another step This isn't the first measure the Finnish football authorities have taken to become a more equal sport.  Last year, it announced equal pay for both men and women players who compete for the Finnish national teams.  \"Last summer's FIFA Women's World Cup proved that people do not base their interest in football on the gender of the players,\" said Ari Lahti, president of the Football Association of Finland.  \"People come to the games to see top athletes play quality football. That is why women's football should be treated equally with men's football.\"  READ: Saudi Arabia launches a soccer league for women Globally, it is the norm for women's soccer leagues to reference women in the title.  In England, the top-tier of women's soccer is called the \"Women's Super League,\" while Germany's top division is called the \"Frauen-Bundesliga.\" With the help of its new sponsor Subway and redefined goals of \"equality, competitiveness and the courage to act as a role model\" for 2020-23, the Finnish football community is hoping to be the catalyst for change elsewhere.  And although Lahti acknowledges they have come a long way, the 56-year-old knows there is much more to do and hopes they can set a precedent for others. Visit CNN.com/sport for more news, features, and videos \"Reaching full equality in sports still demands a ton of hard work,\" he said. \"Our sincere wish is that other leagues both in Finland and globally will follow our lead.  \"We aspire to be a pioneer of equality in the eyes of the whole sports community.\""], "Language": false}