{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/football/saudi-arabia-football-league-women-rights-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová and Chandler Thornton, CNN"], "Writers": [["Ivana Kottasová", "Chandler Thornton"]], "FirstPublishDate": ["2020-02-25T22:06:53Z"], "LastModifiedDate": ["2020-02-27T07:58:23Z"], "Headline": ["Saudi Arabia launches a soccer league for women"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Saudi Arabia is launching a soccer league for women, another gesture toward loosening some of the strict rules that are still imposed on women living in the ultra-conservative kingdom. Until recently, Saudi women were mostly barred from participating in sports in public. But the country has been under pressure from various sports governing organizations to allow women to take part in international events.  When Saudi Arabia agreed to send its first female athletes to the Olympics in 2012, it was the last country to submit to the pressure from the International Olympic Committee for more gender equality. The new soccer league could be another step in that direction. \"The commencement of the Saudi Women's Football League is one more major leap forward for the future of our country, our health, our youth, and our ambitions to see every athlete be recognized and nurtured to their fullest capability,\" Prince Khaled bin Alwaleed bin Talal Al Saud, the president of the Saudi Sports for All Federation (SFA), said in a statement on Monday. Saudi Arabia has never had a national soccer team compete in the women's World Cup, though a women's team represented the Kingdom in a regional futsal competition last year. One of the reasons why the kingdom resisted calls for women to be allowed to compete internationally was a ban on hijab that was imposed by football's governing body FIFA in 2007. However, that ban was lifted in 2012.  The new league is not part of Saudi Arabia's national football federation, which includes many leagues and youth programs for men and boys. According to the SFA statement, the women's league will consist of preliminary rounds that will determine regional champions, who will then proceed to a knockout stage and compete for the WFL Champions Cup. The SFA added the total prize money was set at 500,000 Saudi riyal ($133,251). Most of the games in the inaugural season will take place in Riyadh, Jeddah and Damman, but the SFA said there is \"potential for more depending on registrations.\" Men still have 'arbitrary authority' over their female relatives The launch of the women's league is the latest in a series of measures the kingdom says were taken to empower women as it flirts with equality. In December last year, the government ended gender segregation at restaurants. In August, a ban was lifted on Saudi women holding passports and traveling abroad without the consent of a male guardian. In a landmark reform, women were granted the right to drive in 2017 and were issued their first drivers' licenses in 2018.  However, many harsh restrictions remain in place, and the kingdom has also escalated a drive to stamp out dissent in recent years. The United Nations has warned that much more needs to be done to grant women full autonomy.  \"Women continue to face numerous restrictions under the guardianship system, which gives men arbitrary authority over their female relatives and is based on, and results in, discrimination against women,\" a panel of UN experts said in a statement after the reforms were announced last year.  Women still need the permission of a male guardian to get married or divorced, open a business, or sometimes even access health care. In cases where a woman's father is deceased or absent, her husband, a male relative, brother, or in some cases, even a son, must give his approval before she can obtain basic entitlements. Women also have little authority over their own life -- a Saudi woman's legal position is equal to that of a minor, and their testimony in court are given less weight than those of men. The UN experts said that despite the relaxation of some of the rules, the system in place still \"negates [women's] fundamental human rights and their dignity as autonomous human beings,\" and \"severely impairs women's equal participation and decision-making in political, economic and social affairs\"."], "Language": false}