{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/us/massachusetts-big-papi-estate-sale-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Connor Spielmaker, CNN"], "Writers": [["Connor Spielmaker"]], "FirstPublishDate": ["2020-02-26T04:43:52Z"], "LastModifiedDate": ["2020-02-26T04:43:52Z"], "Headline": ["Big Papi is having an estate sale. Sox memorabilia? Check. Gucci shoes? Check. Furnish your entire house? Check."], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The mild New England winter appears to have spurred some early spring-cleaning for Red Sox legend David \"Big Papi\" Ortiz.  Exceptional Estate Sales in Sudbury, Massachusetts, is advertising an estate sale at Big Papi's house on February 29. The business is (obviously) expecting a large turnout. CNN has reached out to Ortiz's spokesman for more information, but the photos give a pretty good idea of what's for sale. For the sports fanatic, there are autographed Big Papi bobbleheads (in original boxes!), an autographed proof of a photo of Ted Williams, and a Red Sox World Series Champions table commemorating the team's wins in 2004, 2007 and 2013. Need a charcoal grill to complete your tailgate setup? Or maybe a mock scoreboard for the living room? All that, and more, is available. Not a big sports fan? No problem. Maybe you need a new coat rack. Or a quality sectional. Or even a pedestal fan. The sale has something for everyone. What about an asparagus rug? Or do you fancy a frog strumming a guitar? Look no further. \"That's the beauty of an estate sale. Yes, we sell beautiful things, collectibles, but we also sell everything else,\" said Stephanie Hull, one of the estate sale company's owners. Why head to the Gucci store when you can go to the Big Papi estate sale? Heels galore. And even a shoe rack to put them on! Starting a soccer team? Boom -- practice net.  For folks with balance, a Big Papi hoverboard.  Don't forget these man cave furnishings! Hull said while Exceptional Estate Sales has handled high-profile sales before, Big Papi is their biggest celebrity client so far. \"We hope people will come and take home a piece for themselves,\" Hull said. This is far from a comprehensive list. Take a look at all of the items here, or get in the (probably long) line Saturday morning.  Cash or credit only. No checks (except this one for sale):"], "Language": false}