{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/sport/deontay-wilder-costume-excuse-rematch-tyson-fury-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T11:41:33Z"], "LastModifiedDate": ["2020-02-25T13:04:19Z"], "Headline": ["Deontay Wilder blames heavy costume for defeat by Tyson Fury in Las Vegas"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Deontay Wilder blamed the elaborate costume he wore during the ring walk for his heavyweight world title defeat by Tyson Fury. The American donned a 40-pound costume as a tribute to Black History Month as he made his way into the MGM Grand arena in Las Vegas Saturday. Britain's Fury clinched the WBC belt with a devastating display that ended with Wilder's corner throwing in the towel in the seventh round.   \"He didn't hurt me at all, but the simple fact is my uniform was way too heavy for me,\" the previously undefeated Wilder told Yahoo Sports. \"I didn't have no legs from the beginning of the fight.  \"In the third round, my legs were just shot all the way through. But I'm a warrior and people know that I'm a warrior.\" Wilder and Fury could be reunited at the White House after President Donald Trump suggested Monday he may invite them both. \"Two great fighters, it was really very exciting,\" Trump told reporters in Washington. \"Maybe we have to bring them both to the White House because that was really a good one. In fact, I think we'll do that.\" READ: How Tyson Fury dismantled Deontay Wilder The 34-year-old Wilder, who was bidding for a record 11th straight defense to pass Mohammad Ali's record, knocked down Fury twice in their controversial draw in Los Angeles 2018, but was unable to produce the same standard in Las Vegas.    \"A lot of people were telling me, 'it looked like something was wrong with you.' Something was, but when you're in the ring you have to bluff a lot of things. I tried my best to do so. I knew I didn't have the legs because of my uniform,\" he added. \"I was only able to put it on [for the first time] the night before, but I didn't think it was going to be that heavy. It weighed 40, 40-some pounds with the helmet and all the batteries. I wanted my tribute to be great for Black History Month. I wanted it to be good and I guess I put that before anything.\" READ: Jake Paul knocks out AnEsonGib in latest YouTuber boxing match Rematch on the cards? Since the result, speculation has been rife over who Fury will face next.  A potential all-British, four-belt unification fight between Fury and Anthony Joshua that would crown an undisputed world heavyweight champion for the first time since Lennox Lewis in 2000 appears to be most appealing to fans.  Eddie Hearn, Joshua's promoter, has promised boxing fans that a fight between Fury and Joshua \"will happen,\" while the president of  Fury's US promoters Top Rank, Todd DuBoef, told Sky Sports they should \"strike while the iron is hot\" and set up a mega-clash between the two British heavyweights.  Wilder and Fury had previously fought to a controversial draw in 2018, and in the contract for their rematch, both sides had the right to invoke a third fight, regardless of the result. But after suffering his first career loss to the British fighter, Wilder says a rematch is on the cards.  \"We're definitely going to exercise it,\" said Wilder told ESPN. \"We're looking forward to it. I'm a warrior and a true champion, and I fight like that every bit of the way.  Visit CNN.com/sport for more news, features, and videos \"We're definitely going on with it. That's for sure. By the summertime.\"  "], "Language": false}