{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/georgia-skiing-destination/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Kemper, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T11:20:10Z"], "LastModifiedDate": ["2020-02-24T11:20:10Z"], "Headline": ["Why Georgia is one of the world's most underrated skiing destinations"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When travelers think of Georgia, its ancient winemaking tradition, epic cheesy breads and trendy nightclub scene usually come to mind. But the country's greatest asset is actually its snow-capped mountains. Spanning 1,200 kilometers, the Caucasus Mountains cover approximately 60% of the country's surface area, making the Alps look like child's play.  So why haven't more people cottoned on to Georgia's magnificent skiing possibilities? For starters, most travelers have only recently warmed up to the small country that borders Russia, Azerbaijan, Armenia and Turkey as a viable vacation spot. Then there's Georgia's remoteness -- it's a five-hour flight from Western Europe.  Those plugged-in travelers who do make the trip over tend to visit in summer, when hiking, off-roading, and winery-hopping are key attractions.  Skiers paradise This suits in-the-know skiers and snowboarders, who'd rather keep the pillowy powder, non-existent lift lines and dazzling mountain scenery to themselves come winter. And who can blame them? For the paltry price of around $15, the cost of an average lift ticket (compare that to $61 at Chamonix in the French Alps,) you might get a whole mountainside to yourself.  Georgia's cheap lift tickets used to be a drop in the bucket compared to the airfare it took to actually get to the Caucasus. But in November 2019, Ryanair launched in Georgia with routes starting at $20 from Bologna to Kutaisi, Marseille to Kutaisi, and Milan to Tbilisi (Cologne to Tbilisi will kick off in April).  As a result, the country has become a realistic add-on to any European trip -- winter ones included -- virtually overnight. The insanely economical flights and ski passes -- paired with the fact that you can eat and sleep like a Bagratid monarch here for about $10 and $50, respectively -- make it an unequivocal bargain for ski travel.  And it seems word is traveling fast -- five times more skiers took to the slopes in the 2018 to 2019 season than five years prior.    Further sweetening the pot are new designer lodges, off-piste experiences, and après-ski perks including fireside khinkali (soup dumplings) and gut-warming chacha (Georgian brandy).  Now all you have to do is decide on a mountain.  Here are our top resort picks, plus hotel recommendations for when the boots come off.  Gudauri Far and away Georgia's most popular resort, Gudauri is a 90-minute near-vertical drive north from the capital city of Tbilisi.  Even the parking lot here clocks in at 7,200 feet, higher than the summits of most slopes in the Alps (squint and you can barely make out the treeline below you).  The 56 kilometers of skiable terrain, culminating at an ear-popping 10,750 feet, take in everything from long, moseying cruises apt for snowplowing beginners, to bomb-able black runs prized by speed demons.  There are English-language lessons (book via Vagabond Ski & Snowboard School) available for beginners, and adrenaline junkies shouldn't pass up the opportunity to heli-ski down virgin slopes with Heliksir, an adventure company with a decade's experience under its belt.  A new ski lift connects Gudauri to Kobi, beyond the Jvari Pass, making the resort far more accessible from Stepantsminda, the tourist-frequented town known for its proximity to Mount Kazbek and the hilltop Gergeti Trinity Church.  Where to stay:  A far cry from the dime a dozen apartment rentals at the base of the mountain, Gudauri Lodge, opened in December, is a shiny ski-in/ski-out retreat where the food -- think lamb and tarragon soup (chakapuli) and vegetable walnut pâtés (pkhali) -- is almost as sigh-worthy as the mountain views.  You'd expect nothing less of culinary firebrand Tekuna Gachechiladze, who runs the hotel's restaurant and is widely regarded as one of the country's top chefs.    Gudauri Lodge, 4702, Gudauri St, Gudauri, Georgia; +995 557 10 58 58 Bakuriani You'll find a mostly Georgian crowd at this low key resort situated two and a half hours west of Tbilisi in the heart of the Lower Caucasus range.  Once a training ground for the Soviet Olympic Alpine ski team, Bakuriani remains a popular hideaway for professional skiers looking to get away from the crowds, especially on weekdays, when the pristine corduroyed trails are virtually empty.  There are three interconnected ski areas spanning 18 kilometers of downhill slopes -- Didveli, Kokhta and Mitarbi.  The latter two are smaller and more rugged than Didveli, which is popular among families and offers ample lodging and dining options, along with night skiing and an alpine rollercoaster.  Mitarbi, by contrast, has no accommodations and just one bare-bones café. Bakuriani will host the FIS Freestyle Ski and Snowboard Championship 2023, a major feather in Georgia's cap when it comes to winter sports; new trails and ski lifts are being added as we speak.  Where to stay: Georgia's buzziest hotel opening this year is Rooms Kokhta, the long-awaited ultra-modern luxury lodge by Adjara Group (of Stamba Hotel and Rooms Kazbegi fame).  Ski in and ski out, and in-between, unwind in minimalist digs appointed with king-sized beds, vintage chairs, and wooden and clay furnishings made by local artisans.  Mestia  Only those with a taste for adventure should strike out for Mestia, a tiny village in the far-flung region of Svaneti, known for its millennium-old tower houses and ancient, pagan-influenced mountain culture.  Post up here and you can choose between two small ski areas, Hatsvali and Tetnuldi, both situated less than 30 minutes from the village center by 4x4.  But don't expect the creature comforts of large resorts like mountainside lodging, English language signs and full service restaurants, Mestia is Georgia's wild west when it comes to skiing. The perks to this come in the form of quiet, crowd-free runs (Tetnuldi has five, Hatsvali has four) blanketed with powder.  A ski lift installed in 2018 connects Hatsvali to the outskirts of Mestia, so ask for directions at the tourist office on Seti Square and double check that it's operating (weather-related hiatuses are common).    Where to stay: You'll be treated like family, and fed like a favorite grandchild, at Kristina Guesthouse, a no-frills B&B that will renew your faith in humanity with its gregarious, open-armed staff and soul-satisfying Svan comfort food.  Kubdari, the dribbly meat-stuffed flatbread enlivened with coriander, chiles and blue fenugreek, is a menu staple. Flash a smile at Vakhe, the owner, and you may find yourself being handed chacha shots, a high-octane amenity you won't soon forget.  Kristina Guesthouse, Kakhiani Street 33, Mestia, +995 598 799 705"], "Language": false}