{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/sport/fury-wilder2-heavyweight-title-rematch-las-vegas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-02-23T05:48:48Z"], "LastModifiedDate": ["2020-02-24T08:17:02Z"], "Headline": ["Tyson Fury stops Deontay Wilder in seventh round of WBC heavyweight title rematch"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The self-styled \"Gypsy King\" Tyson Fury produced a boxing masterclass to reign again as a world heavyweight champion after he pummeled Deontay Wilder to claim a seventh round stoppage in their eagerly awaited rematch in Las Vegas Saturday. Fourteen months after their epic split-decision draw, the British boxer wrested the World Boxing Council (WBC) version of the title from Wilder with a dominant performance at the MGM Grand Garden Arena, flooring his opponent in the third and fifth rounds before the US fighter's corner threw in the towel to spare their man further punishment. \"The king has returned to the top of the throne,\" said Fury, who remains unbeaten after 31 bouts. Wilder, making his 11th defense of the WBC crown, was suffering his first defeat in 44 fights, falling to 42-1 with one drawn. While not quite living up to his pre-fight prediction of a second round knock out, Fury had been on top from the opening bell, landing heavy blows with little coming in return from a well-beaten Wilder. Only the defeated champion's bravery enabled him to extend the contest to the seventh, with Fury paying tribute to his courage. \"I just want to say a big shout out Deontay Wilder,\" he said. \"He manned up, he really did show heart of a champion. \"I hit him with a clean right hand and dropped him, and he got back up and battled on into round seven. \"He is a warrior, he will be back, he will be champion again.\" Wilder, who fell short in his bid to surpass Muhammad Ali's record of 10 successful heavyweight title defenses, protested his corner's decision to halt the fight. \"I just wish that my corner would have let me went out on my shield,\" he said. \"I'm a warrior.\" The 34-year-old, who knocked Fury down twice in their previous fight despite being out boxed, could not repeat that formula second time around but does have a rematch clause. Before that, Fury may turn his attention to claiming the WBA, IBF, WBO and IBO versions of the world heavyweight crown, which are held by his British compatriot Anthony Joshua, in a unification bout. Joshua's promoter Eddie Hearn immediately took to social media to talk up the prospect of that fight later this year. For now, Fury, who sports his nickname because of his Irish Traveler background, can celebrate his stunning victory, completing his comeback to the ring after battling depression and addiction and being stripped of the original world titles he won by beating the great  Wladimir Klitschko in 2015. He had looked relaxed and confident as he was carried to the ring on a moving throne to the delight of his many and vociferous supporters in a packed arena. READ: Fury stripped of world title belt They had reason to cheer their fighter from the start, but it was in the third round that the action really erupted as Fury knocked down Wilder with a massive right. Somehow the American, who was down again after a slip, survived to the end of the round and he regained a little of his composure in the fourth as Fury sought a further knockdown. It was not long coming, with a left to the body doing the trick again in the fifth and by then it looked only a matter of time before the fight was halted. Fury was delivering further heavy blows in the seventh before the towel came in and referee Kenny Bayless called a formal halt to the proceedings after one minute 39 seconds of the round. Ever the showman, Fury celebrated with a karaoke-style rendition of Don McLean's Amercan Pie while Wilder was left to lick his wounds, being later taken to hospital as a precaution. Fury, who came in 16 pounds heavier than in the first bout with Wilder, had got the tactics he had worked on with new trainer Javan \"Sugarhill\" Steward perfectly right. He combined his extra power with patience against the hard-hitting Wilder, who had proved from their first bout how dangerous he could be when cornered. But there was to be no repeat in what many had billed as the biggest heavyweight title fight of this century, with a host of celebrities that included Super Bowl MVP Patrick Mahomes and retired NBA great Magic Johnson, watching the proceedings. READ: Joshua reclaims titles from Ruiz Jr. An all-British clash with Joshua to unify the heavyweight titles, would also be a massive draw, where ever hosted, with Hearn telling the UK's Talk Sport that his fighter is eager for it to happen. \"I have already spoken to AJ, (Anthony Joshua) he wants this fight. He has zero fear of Tyson Fury and he wants to be undisputed. \"It has become not just the biggest fight in British boxing history, it has become the biggest fight in the history of the sport worldwide,\" he claimed."], "Language": false}