{"Type": ["gallery"], "Url": ["https://www.cnn.com/2015/09/13/politics/gallery/ronald-reagan-photos-life-career/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2015-09-13T16:41:20Z"], "LastModifiedDate": ["2020-04-14T11:55:18Z"], "Headline": ["Ronald Reagan's life and career"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Ronald Wilson Reagan's career included stints as a lifeguard, a radio sportscaster, an actor, leader of the Screen Actors Guild labor union, governor of California and finally as the 40th President of the United States. Click through these photos to see glimpses of a multifaceted life. For more, watch CNN Films' \"The Reagan Show,\" now available on CNNgo. Born in 1911 in Tampico, Illinois, Reagan (second row, left) posed in this 1919 photo with his third grade classmates.   Reagan served as a lifeguard in his youth, eventually saving 77 swimmers over seven summers in Dixon, Illinois, according to the Ronald Reagan Presidential Foundation.  When this photo was taken in 1929, Reagan played football at Eureka College. He also was a member of the school swimming and track teams.  After starting out as a radio sports broadcaster, Reagan worked his way into the acting profession. Here, he sits with actress Margaret Lindsay in the Warner Brothers Studio commissary in 1935. Reagan married actress Nancy Davis in 1952. \"I think my life really began when I met Nancy,\" Reagan once said. Reagan -- seen in this 1935 portrait -- enjoyed horseback riding. As a younger man, Reagan was a Democrat. Seen here at a Screen Actors Guild event, Reagan served as president of the labor union from 1947 to 1952. In the 1950s, he began to identify more with Republican political candidates -- voting for Dwight Eisenhower in 1952, according to the Ronald Reagan Presidential Foundation. By 1960, Reagan said he was no longer a Democrat and in 1962, he registered as a Republican.  After serving as governor of California in the 1960s, Reagan launched an unsuccessful presidential campaign in 1979. Reagan makes a speech during the Republican presidential primary in New York in March 1980. Behind him are campaign posters with one of his most famous slogans: \"Let's make America great again.\"  A 1980 campaign button features Reagan and his running mate, George H. W. Bush. Outgoing President Jimmy Carter, left, sits with president-elect Reagan in the back of a limousine en route to Reagan's inauguration on January 20, 1981. Reagan and the first lady wave immediately following his swearing in.  On March 30, 1981, John Hinckley fired six shots at Reagan as he exited a Washington hotel with his entourage. Police officer Thomas Delahanty (foreground) and Press Secretary James Brady (behind) lay wounded on the ground. Reagan was hit by one of the bullets and was hospitalized for 12 days. He fully recovered.  Reagan met with Pope John Paul II on September 10, 1987 in the Vizcaya, a lavish mansion on Biscayne Bay, in Miami. Reagan had a warm working relationship with British Prime Minister Margaret Thatcher, seen together here in 1989.  In November 1985, during the height of the Cold War, Reagan and Soviet leader Mikhail Gorbachev met for the first time at the villa Fleur D'Eau at Versoix near Geneva. In 1987, at a ceremony commemorating the 750th anniversary of Berlin, Reagan delivered his famous speech at the Brandenburg Gate, near the Berlin Wall, commanding Gorbachev to \"Tear down this wall!\"  Two years later, the wall came down.  Reporters grilled Reagan during the height of the Iran-Contra scandal. It was discovered that the administration had used profits from secret US arms sales to Iran to help Contra rebels fighting the Soviet-backed government in Nicaragua. Reagan and the first lady take a horseback ride at their Rancho del Cielo vacation home in Santa Barbara, California, circa 1982.  Reagan addresses the Republican National Convention in 1984. In November 1994 Reagan announced he had been diagnosed with Alzheimer's disease. He then faded from public view and was rarely seen outside his home. In 2000, the Reagans celebrated the former president's 89th birthday and released this photo.  After President Reagan's death from Alzheimer's on June 5, 2004, the former president laid in state inside the Capitol rotunda. During an emotional moment shortly before Reagan's state funeral ceremony, the first lady paused to kiss her husband's flag-draped casket. "], "Language": false}