{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/nascar-safety-measures-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-02-18T08:21:06Z"], "LastModifiedDate": ["2020-02-18T13:16:17Z"], "Headline": ["A NASCAR driver survived a horrifying crash. Here are the safety measures that may have helped"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NASCAR driver Ryan Newman had his fans holding their breath Monday night as they waited for updates after his car flipped and went airborne in a fiery crash on the race course.  Videos that captured the moment of the crash saw Newman leading the pack before spinning toward the rail, flipping over, getting slammed by another car and eventually erupting into a fiery wreck.  In a statement after the accident, his team said he was in serious condition but \"doctors have indicated his injuries are not life threatening.\" \"Safety has come a long way in this sport,\" four-time NASCAR champion and Fox NASCAR announcer Jeff Gordon said Monday after Newman was taken to the hospital. \"But sometimes we are reminded that it is a very dangerous sport. Our thoughts and prayers right now are with Ryan Newman and his family.\" NASCAR drivers are constantly hitting triple digits on the racetrack. Here's a brief look at what the association has done over the years to keep them safe:  Focus is on driver According to NASCAR, safety starts at the driver's seat and builds outwards. \"The seat is that driver's office,\" John Patalak, the senior director of safety engineering said in a video posted on NASCAR's website. \"That's where (the driver) has to be at peak performance for three, four, five hours.\"  Keeping them safe, Patalak says, \"is a never-ending process.\" Some additions come as proactive measures -- like the laminated windshield which is easy for on-site crew members to tear off.  Other tweaks come after lessons from accidents.  For example, Patalak said their team added toe board foam, which absorbs energy on impact, to the toe board to protect drivers' extremities. \"That reduced loads into the lower legs, ankles and knees of drivers during a frontal impact,\" he said.  Their seat belts are next level About 19 years ago, NASCAR began requiring the use of Hubbard's Head and Neck Support --- HANS -- devices which continue to protect drivers today. The revolutionary invention came from Dr. Robert Hubbard, a professor at Michigan State University, and his brother-in-law and former racer, Jim Downing. Hubbard died in February last year. The device, according to NASCAR, plays a vital role in stopping the \"whip-like head and neck movement\" during a crash. \"The HANS reduces the compression forces on the spine present when a driver wearing a helmet is subjected to the (gravitational forces) of an accident,\" according to the Facebook page of HANS Performance Products.  The device is one piece, stretching through two arms over each side of the driver's torso, the page says, and held in place by the shoulder belts of a safety harness. \"The collar portion is attached to the driver's helmet by tethers, which allow full movement of the helmeted head,\" it says. Hubbard was eventually contracted by NASA to develop a similar device for astronauts, the product's page says.  According to the Sports Car Club of America, the device was \"massive breakthrough in racing safety and accident survivability.\" They've got roof flaps and window nets A small but powerful addition.  These flaps help prevent cars from going airborne, NASCAR's website says.  The large flaps wrap around a race car's roof and deploy during a crash by preventing too much air from rushing over the car and help blow it upward. Think of them as \"oversized dorsal fins,\" NASCAR says, getting in the way of the air. And as for the nets, also easily removable once a driver wants to escape a crash, they're there to protect drivers from debris and to help keep their arms contained during a high-speed impact.  Racetrack walls are covered in steel and foam NASCAR says the walls that surround each track are covered in Steel and Foam Energy Reduction (SAFER) barriers. Those barriers, first introduced at the Indianapolis Motor Speedway in 2002, help absorb energy upon impact, according to the Midwest Roadside Safety Facility at the University of Nebraska-Lincoln.  The barrier, according to racing sanctioning body INDYCAR, has been \"one of the most effective safety measures taken in the racing industry in recent years.\" NASCAR began expanding these barriers across tracks in 2015, following Gordon's crash at Atlanta Motor Speedway and another in Daytona International Speedway that left racer Kyle Busch with multiple injuries after he hit a concrete wall.  At the time, NASCAR Executive Vice President and Chief Racing Development Officer Steve O'Donnell said there was \"no greater priority\" than getting SAFER barriers everywhere. \"Obviously, we believe the car is as safe as it possibly can be,\" he had said in March 2015. \"There's always new learnings that we can apply, but again, no greater priority for us and the tracks than to implement SAFER.\""], "Language": false}