{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/politics/donald-trump-daytona-500/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Maegan Vazquez, CNN"], "Writers": [["Maegan Vazquez"]], "FirstPublishDate": ["2020-02-13T20:10:16Z"], "LastModifiedDate": ["2020-02-16T02:48:18Z"], "Headline": ["Trump to attend NASCAR's Daytona 500"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As grand marshal for the Daytona 500 on Sunday, President Donald Trump is set to kick off NASCAR's biggest race by saying, \"drivers, start your engines.\"  The President is also expected to make remarks before the race at the Daytona International Speedway in Florida, a source familiar told CNN. The move adds to his growing list of appearances at professional sports events over the last few months.  \"Daytona International Speedway has been privileged to have hosted several sitting Presidents of the United States over our history,\" Daytona International Speedway President Chip Wile said in a statement on Thursday. \"We're honored that the President of the United States has chosen to experience the pageantry and excitement of 'The Great American Race' by attending Sunday's 62nd annual DAYTONA 500.\"  Discussions are still underway about what exactly the President will do Sunday at the event, two sources familiar with the planning told CNN. One source confirmed there is a possibility Trump and part of his motorcade will take a lap on the flat part of the inner edge of the racetrack.  Race organizers, the White House and the Secret Service are still discussing whether the ride will happen. Fox News was the first media outlet to report on the possible lap.  The President will see many friendly faces and signs at the race, with some eager fans already camping out in the infield wearing shirts with Trump 2020 logos. Multiple RVs displaying Trump 2020 signs could also be seen parked at the speedway on Saturday. Trump will become the second sitting US president to attend the Daytona 500. Then-President George W. Bush attended in 2004. The President has a close relationship with Roger Penske, a race car team owner, former professional race car driver and entrepreneur.  Trump gave Penske the Medal of Freedom last year and separately held a reception for Penske's racing team at the White House for their Indianapolis 500 win. He's also hosted the 2017 and 2018 NASCAR champions at the White House.  The NASCAR race in a swing state is the latest in a line of appearances and ad buys at professional sports events over the last few months.  The Trump campaign announced this week it will air a television ad during the broadcast of the race on Fox Television touting what it calls the President's record of accomplishments for Americans on the economy, border and national security, and on helping veterans. \"NASCAR fans are patriots who support the President in huge numbers, so we definitely wanted to communicate directly with them about Keeping America Great during the Great American Race,\" Brad Pascale, Trump's campaign manager, said in a statement. Since October, Trump has attended three college football games, including the Army-Navy game, a World Series baseball game and an Ultimate Fighting Championship match.  At the World Series game in Washington, and the UFC match in Manhattan, Trump faced mixed crowds. But at college football games, set in the deep red states of Alabama and Louisiana, he received loud cheers.   The Trump campaign also made a seven-figure ad buy during the final game of the 2019 World Series and a $10 million ad buy during the 2020 Super Bowl. This story has been updated with additional developments Saturday about Trump's participation at the Daytona 500. "], "Language": false}