{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/us/transgender-athletes-connecticut-lawsuit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-02-15T02:05:22Z"], "LastModifiedDate": ["2020-02-15T02:12:42Z"], "Headline": ["3 Connecticut high school girls are suing over a policy that allows trans athletes to compete in girls' sports"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Three Connecticut high school girls, represented by their mothers, have filed a lawsuit over a policy which allows transgender athletes to participate in sports based on their gender identity. Selina Soule, Chelsea Mitchell, Alanna Smith and their mothers claim in their lawsuit the Connecticut Interscholastic Athletic Conference's (CIAC) policy is a violation of the Title IX act -- which bars discrimination on the basis of sex. The policy, they say in the suit, results in \"boys displacing girls in competitive track events in Connecticut.\" CIAC said in a statement after the lawsuit that the policy was implemented in 2013 and is compliant with both state and federal law.  In a statement earlier this week, the American Civil Liberties Union said it would seek to join the lawsuit to defend the interests of transgender student athletes.  \"Efforts to undermine Title IX by claiming it doesn't apply to a subset of girls will ultimately hurt all students and compromise the work of ending the long legacy of sex discrimination in sports,\" Chase Strangio with the ACLU said in a statement.  CNN reached out to five Connecticut boards of education named as defendants in the lawsuit.  James Thompson, the superintendent of Bloomfield Public Schools said in a statement the school system \"adheres to Connecticut Interscholastic Athletic Conference guidelines that allow transgender high school athletes to compete in CIAC athletic programs without restrictions -- and consistent with their gender identity.\"  Glastonbury Public Schools Board of Education did not comment. 'I am a runner and I will keep running' The Alliance Defending Freedom (ADF), the conservative nonprofit that is representing the plaintiffs, said in a statement CIAC's policy \"robs female athletes of opportunities because of the physical advantages of males.\" \"Girls deserve to compete on a level playing field,\" ADF attorney Christiana Holcomb said in a statement. \"Forcing them to compete against boys isn't fair, shatters their dreams, and destroys their athletic opportunities.\" CNN has reached out to Holcomb for further comment. As examples, the lawsuit mentions two transgender athletes by name, Terry Miller and Andraya Yearwood, who it says began competing in the 2017 track season and brought home \"15 women's state championship titles.\"  \"The more we are told that we don't belong and should be ashamed of who we are, the fewer opportunities we have to participate in sports at all,\" Miller said in a statement posted on the ACLU website. \"There is a long history of excluding Black girls from sports and policing our bodies,\" she said. \"I am a runner and I will keep running and keep fighting for my existence, my community, and my rights.\" Miller and Yearwood, the suit says, took \"more than 85 opportunities to participate in higher-level competitions from female track athletes\" from 2017 to 2019.  In her statement also on the ACLU website, Yearwood said it's painful to see people \"not only want to tear down my successes, but take down the laws and policies that protect people like me.\" The lawsuit repeatedly references the two as \"male athletes.\" \"The language of the complaint, which deliberately misgenders transgender youth and demands that high school athletics be organized by chromosomes, is an assault on the basic dignity and humanity of our transgender people,\" Strangio said in ACLU's statement after the lawsuit. CNN has reached out to both Miller and Yearwood for further comment. What Title IX says The lawsuit comes nearly eight months after ADF filed a complaint with the US Department of Education on behalf of three athletes -- Soule and two others who were unnamed -- claiming CIAC's policy on transgender athletes violated Title IX. It called for an investigation into the policy. That investigation is still pending at the Office of Civil Rights, CIAC said in their statement.  Title IX, which became federal law in 1972, says, \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\" \"What Title IX does not require -- or even permit,\" this week's lawsuit says, \"is that recipients blind themselves to students' sex when developing their athletic programs.\" According to CIAC's reference guide for its transgender policy, school districts should determine a student's participation on sports teams based on the student's gender identity and \"daily life activities in the school and community at the time that sports eligibility is determined.\" Those rules, the guide says, are compliant both with state law and Title IX. The guide outlines that in a 2019 consultation with the Office for Civil Rights, part of the US Department of Education, a federal compliance officer confirmed that Title IX \"supports transgender athletic opportunities with the gender of which a person identifies.\"  \"(The compliance officer) further stated that such support does not require hormone therapy nor gender reassignment surgery,\" the guide says.  In its statement, the CIAC said it also consulted with the Connecticut Commission on Human Rights and Opportunities, the Connecticut State Department of Education and the National Federation of State High School Associations when it first adopted the policy and then reviewed its policy."], "Language": false}