{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/us/kathie-klages-ex-msu-gymnastics-coach-verdict/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez and Elizabeth Joseph, CNN"], "Writers": [["Nicole Chavez", "Elizabeth Joseph"]], "FirstPublishDate": ["2020-02-14T22:25:56Z"], "LastModifiedDate": ["2020-02-14T22:25:56Z"], "Headline": ["Ex-Michigan State gymnastics coach Kathie Klages was found guilty of lying to police in Larry Nassar scandal"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A jury convicted a former Michigan State University gymnastics coach of lying to authorities who were investigating sexual abuse allegations against Larry Nassar. Kathie Klages, a former Michigan State University women's gymnastics coach, was convicted of two counts of lying to a peace officer, Michigan Attorney General Dana Nessel said on Friday. \"Ms. Klages knew of Larry Nassar's sexual misconduct but neglected to tell investigators,\" Nessel said in a statement. \"She could and should have acted on complaints about Larry Nassar decades ago. That is a failure on multiple levels, but none is more important than her failure to protect the young women who had the courage to speak up decades ago and the hundreds who became Nassar's victims after that.\" Klages faces up to four years in prison for a felony count and up to two years for a misdemeanor count, the Michigan attorney general's office said.  Klages' sentencing is set for April 15.  Prosecutors have said victims had reported Nassar's sexual abuse to Klages for years. Nassar, once a prominent team doctor for Michigan State and USA Gymnastics, was sentenced to 40 to 125 years in prison after almost 200 girls and women shared their stories of sexual abuse. A former gymnast confronts Klages 23 years later in court One of the first gymnasts to report Nassar's abuse, Larissa Boyce, said she told Klages back in 1997, but nothing happened.  At the time, Nassar was a widely revered sports doctor famous for treating Olympians.  \"He was the doctor for ... the gymnasts in the Olympics, so we really respected him,\" Boyce testified Tuesday, according to CNN affiliate WILX. But at age 16, while she was a member of MSU's youth gymnastics program, Boyce said she reluctantly reported abuse to Klages, who was also the head of the youth gymnastics program.   \"I told Kathie Klages I had been sexually assaulted by Larry Nassar,\" Boyce testified Tuesday, according to WILX. \"After I told her, she said, 'I've known Larry for years and years. There's no way he would do anything inappropriate.'\" Boyce said Klages \"raised a piece of paper and said, 'I could file this. But there are going to be very serious consequences for you and Larry Nassar.'\" The ordeal led to the end of Boyce's gymnastics career, she testified.  \"I ended up hating gymnastics after that point,\" Boyce said. \"I felt everyone looked at me and thought I was a troublemaker.\"  Klages' attorney, Takura Nyamfukudza, accused a prosecutor of trying to \"take down a high profile target,\"  WILX reported.  He also told jurors that Klages was being asked to recall what allegedly happened more than two decades ago.  Klages' daughter and son testified for the defense Thursday, saying they both knew and had been treated by Nassar in the 2000s, WILX reported.  Daughter Raven Slaght said \"yes\" when asked whether she agreed there had been \"nothing inappropriate\" in the doctor's interactions with her.  MSU Associate Athletic Director Rick Atkinson testified that Klages \"didn't interact with many of the youth participants,\" according to WILX.  'This could have stopped in 1997' Prior to the trial, Boyce said dozens of athletes might have been spared from sexual abuse had her complaint been taken seriously decades ago.  \"This could have stopped in 1997,\" she said. \"I was not protected by the adults I trusted.\"  Boyce isn't the only former gymnast who said Klages dismissed a complaint about Nassar's abuse.  Lindsey Lemke told Klages in 2016 that Nassar had sexually abused her, according to a statement sent through the law firm Manly, Stewart & Finaldi.  But Klages told Lemke that Nassar's procedures were legitimate and encouraged her and other gymnasts to sign a \"sympathy card\" for Nassar, the statement said. \"It is such a relief to finally see the truth come out about Klages,\" Lemke said in the statement.  \"When I first exposed her failure to protect her athletes from Nassar, I received enormous criticism and personal attacks from her supporters at MSU. This is why victims of sexual abuse suffer in silence, because people in power bully them and enable predators.\""], "Language": false}