{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/high-school-student-map-ohio-2-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T14:26:34Z"], "LastModifiedDate": ["2020-02-14T15:57:07Z"], "Headline": ["A high school student redrew a map of the US to feature Ohio 2, Long Texas and no Wyoming. Her goal? To drive us all mad"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Some people just want to watch the world burn. But only a mad few decide to light the blaze themselves.  Enter Anna Calcaterra, the 16-year-old daughter of NBC Sports reporter Craig Calcaterra and, apparently, an aspiring cartographer.  We know that because Calcaterra found a map his daughter made on her desk on Wednesday afternoon and tweeted it -- taking Twitter by storm. At a cursory glance, it looks almost normal: There's the familiar jut of Florida, the Great Lakes, Mexico and South America.  But look again.  Texas is too long. Idaho is, too. Why? Don't ask.  Alaska has been erased as if it sunk into the sea. And don't expect to see Wyoming here -- Anna doesn't believe the state is real.  The teen laid waste to the Western Hemisphere in an inspired and existentially upsetting map, which has since enlightened and enraged hundreds of thousands of Twitter users, inspiring at least two separate Twitter trends. She told CNN she was inspired by people who'd previously attempted to label the US and \"failed miserably.\"  Look now, at what used to be the Florida Panhandle as it juts across the Gulf coastlines that once belonged to Alabama and Louisiana. The purpose? To begin a second civil war and force Florida to secede. Natch.  And if you've ever visited Ohio and loved it so much you'd wished there had been a second Ohio to discover, Anna heard you. The Four Corners, once notable for being the point where Arizona, Colorado, New Mexico and Utah met, has been replaced by an Ohio 2.  Anna declined to elaborate on the purpose of a second Ohio when asked by CNN. \"Does anyone really want to know more about Ohio 2? Nobody even wants to hear about Ohio 1,\" she said.  Also missing from this map is the sparse state of Wyoming. Despite it being home to the Rocky Mountains and Yellowstone National Park, Anna doubts that it is real. \"Nothing against Wyoming, it just doesn't exist,\" she said. \"Having it on the map is like putting Hogwarts or something on it.\"  But oh, we haven't even touched the rest of the Americas. Anna is really into starting international wars, so the skinny strip of South America that used to be Chile is now \"Long Chile\" and extends all the way up the West Coast.  In Anna's twisted world, the Chilean-American War that results from Chile effectively stealing the Pacific Ocean is the catalyst of World War III.  Why all the war? Anna didn't say. But let's hope Ohio 2 is spared. "], "Language": false}