{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/sport/deontay-wilder-anthony-joshua-tyson-fury-heavyweight-boxing-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell and George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-12T13:29:04Z"], "LastModifiedDate": ["2020-02-13T10:37:52Z"], "Headline": ["Deontay Wilder accuses Anthony Joshua of choosing 'business' over 'entertainment and thrill'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Deontay Wilder has taken a verbal swipe at heavyweight rival Anthony Joshua while preparing for his rematch with Tyson Fury in Las Vegas next week.  American Wilder will take on Britain's Fury for the second time after their 2018 bout ended in a controversial draw. But Wilder, the WBC heavyweight champion, claims Joshua, the holder of boxing's other three world titles, is avoiding a fight with him.   \"This is the warrior division,\" Wilder told CNN Sport's Don Riddell. \"I don't have time for, 'Oh this is a business, we conduct out career according to business ... they're not about the excitement and the thrill.  \"I don't understand their approach and what it is ... They're all about the business to make as much money you can with the lowest opposition that you can make it with.\" Visit CNN.com/sport for more news, videos and features Wilder boasts a remarkable professional record of 42 wins -- 41 via knockout -- and a draw against Fury. His last victory was against Cuban Luis Ortiz in November. Joshua regained the belts he ceded to Andy Ruiz Jr in a rematch dubbed the Clash of the Dunes in Saudi Arabia last December. CNN contacted Joshua's promoters for comment but has not received a response. READ: Hit by a bullet, boxer Terence Crawford vowed to change his life Wilder v Fury II Standing at 6 feet 7 inches tall and armed with a thunderous right hand, Wilder, known as the \"Bronze Bomber,\" is regarded as one of the most powerful punchers the sport has seen.  He now takes on Fury in a highly anticipated rematch of their closely contested 2018 fight -- one that Wilder feels he deserved to win after twice knocking down Fury. \"I never felt like I was down on the score cards,\" said Wilder.  READ: Anthony Joshua wins rematch with Andy Ruiz Jr. \"Even coming into the 12th round I felt like it was going to be a tie, or I'd come out with the win. I felt like I won the first four rounds.  \"A lot of people look at his antics in the ring or whatever, sticking (out his) tongue or holding all these different forms and trying to steal rounds, trying to convince the judge that you're doing more than what you're really doing, which wasn't the case.  \"I saw it that way. And also the judges saw it that way as well.\" Next Saturday's fight will be Wilder's 11th defense of the WBC belt, and expectations are high that it can match 2018's spectacle. \"I'm glad that it was a controversial decision. I'm glad that (Fury) even got up,\" said Wilder. \"I was surprised on the outside, but inside I was overwhelmed. I was excited because this fight was living up to the hype. This was another score for the heavyweight division.\" READ: Tyson Fury defeats Otto Wallin in brutal Las Vegas fight 'A true warrior' Brought up in Tuscaloosa, Alabama, Wilder only started boxing at the age of 21 having harbored ambitions of playing American football professionally.  But in boxing, he claims he's found his true purpose, winning Olympic bronze -- hence the \"Bronze Bomber\" monicker -- just a few years after taking up the sport.  \"I really heard those heavenly bells saying hallelujah, hallelujah,\" said Wilder, recalling the first time he stepped into a boxing gym. \"I felt like for one moment, for one point in my life, I felt like I was at the right place at the right time. It just felt so great. \"It's just amazing, just to see that I'm unlimited in what I could do. I'm a true warrior. I'm truly blessed by God. I have a true natural ability and I know one of my purposes (in life).\"  READ: Why even the biggest sports stars battle with life away from the spotlight When he first embarked on his professional career, Wilder's intention was to provide for his youngest daughter Naieya, who was born with spina bifida, a birth defect that prevents the spine from developing properly. \"Especially after hearing all the things that were going to be needed to take care of a child with spina bifida, I was willing, able and ready, at any given time. I feel boxing was my outlet,\" Wilder said.  \"Every time she had to go to the doctors and the doctors were sticking needles in her, her fight was always bigger than mine. She gave me the motivation to continue to go on and do the things I do to continue to win for her.\" 'Everything was going wrong' Wilder's life has been fraught with setbacks.  Like Fury, he has battled his own internal demons and admits he contemplated suicide as he struggled to provide for his daughter as a teenager. \"I had the gun on my lap. It was right there waiting on me,\" he said.  \"I had it actually in my hand, just those thoughts that come through your head when you're going through a hard time in your life.  \"At that particular time, it was like nothing could go right in my life. Everything was going wrong, wrong, wrong.  \"Due to bills and different things like that. You really just never have enough money to really enjoy life. Your life consists of paying bills and taking care of your family.\" Wilder says that finding his purpose helped him conquer adversity. \"Even if you don't know what your purpose is, keep living,\" he said.  \"You'll figure it out. As long as you have a willing heart and a strong mindset to say, 'No matter what life brings me, I'm going to stick it out through the end.'  \"And that's what I did. And here I am now.\""], "Language": false}