{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/us/kobe-gianna-bryant-buried/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-02-12T13:43:51Z"], "LastModifiedDate": ["2020-02-12T14:16:14Z"], "Headline": ["Kobe Bryant and his daughter have been laid to rest at a cemetery near the Pacific coast, death records show"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NBA legend Kobe Bryant and his 13-year-old daughter, Gianna, were buried Friday at a Southern California cemetery following their deaths January 26 in a helicopter crash, death certificates released Tuesday by Los Angeles County officials show. Their resting place is Pacific View Memorial Park in Corona Del Mar, California, the documents state. The cemetery is about two miles from the Pacific Ocean and less than a 10-minute drive from the family's church, Our Lady Queen of Angels, in Newport Beach.  No details about a graveside service were released. The Bryants are Catholic, and Kobe Bryant stopped by the parish's chapel just hours before the fatal crash. The death certificates list Bryant as an \"author, producer, and athlete\" and his daughter as a \"coach and student.\"  A public celebration of their lives is scheduled for February 24 at 10 a.m. PT at the Staples Center in Los Angeles. No information about tickets has been shared. The other victims of the crash -- in the hills of Calabasas, California, about 30 miles northwest of downtown Los Angeles -- were Gianna's teammates Alyssa Altobelli and Payton Chester; Alyssa's parents, John and Keri; Payton's mother, Sarah; assistant girls basketball coach Christina Mauser; and helicopter pilot Ara Zobayan. A memorial service for the Altobellis was held Monday at Angel Stadium in Anaheim. The remains of the crash victims were returned to their families in early February, according to the Los Angeles County Medical Examiner-Coroner. The cause of death for all nine victims was determined to be blunt force trauma, and the manner of death was certified as accident, the medical examiner's office said. The group was expected at the Mamba Sports Academy in Thousand Oaks, California, for a basketball game on the day the helicopter crashed."], "Language": false}