{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/us/boston-red-sox-interim-manager/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Wayne Sterling and Steve Almasy, CNN"], "Writers": [["Wayne L Sterling", "Steve Almasy"]], "FirstPublishDate": ["2020-02-12T00:33:26Z"], "LastModifiedDate": ["2020-02-12T01:53:16Z"], "Headline": ["Boston Red Sox promote Ron Roenicke to interim manager as MLB investigation continues"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Boston Red Sox have replaced former manager Alex Cora with bench coach Ron Roenicke as interim manager, the team announced Tuesday.   Cora parted ways with the team last month following his role in the Houston Astros sign-stealing scheme in 2017 when he was the Astros bench coach.  Cora, who led the Red Sox to a World Series title in 2018, was not punished in the Astros investigation because Major League Baseball is still investigating allegations that the Red Sox organization employed a similar system of using technology to steal signs during their World Series Championship season.  \"We were recently made aware of allegations suggesting the inappropriate use of our video replay room. We take these allegations seriously and will fully cooperate with MLB as they investigate the matter,\" the Red Sox said in a statement last month. No decision on the Red Sox investigation is expected this week, a source with direct knowledge tells CNN Sports on Tuesday. \"As you know we had a very lengthy process that got us to this point and I think going through that process made us feel very strongly that Ron is the right guy to lead our group forward right now,\" Red Sox Chief Baseball Officer Chaim Bloom told reporters in Fort Myers, Florida, site of the team's spring training complex. Bloom said the interim tag on Roenicke's title was due to the major league investigation. Roenicke, the Red Sox bench coach the past two seasons, managed the Milwaukee Brewers from 2011 to 2014 and part of 2015. He had a 342-331 record, posting a winning record in three of his four full seasons with the club. Red Sox pitchers and catchers reported to camp Tuesday and have their first workout Wednesday. Boston's regular season begins March 26 at Toronto."], "Language": false}