{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/business/barry-booker-sec-gymnast-comment-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T19:22:59Z"], "LastModifiedDate": ["2020-02-10T19:22:59Z"], "Headline": ["SEC Network condemns basketball analyst's remark calling gymnasts 'scantily clad girls'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Basketball analyst Barry Booker is under fire for comments he made during the broadcast of a men's basketball game Saturday night.  The incident came during the first half of the Arkansas at Missouri game after the SEC Network promoted its upcoming coverage of gymnastic meets. While encouraging viewers to tune in, Booker joked, \"Go hang out with the ladies. I mean... I want to go see some scantily clad girls!\"  Announcer Richard Cross immediately responded to Booker's comments with a groaning \"No, no,\" adding that \"one of the great family atmospheres in all of college athletics is gymnastic meets.\"  \"Oh, okay,\" Booker replied. The backlash came quick, as viewers took their anger to Twitter.  \"Mr. Barry Booker needs to walk back his comments about women's gymnastics. They are not 'scantily clad girls' to be objectified by him. They are elite athletes who deserve his respect. Shame on him,\" one  tweeted.  Booker apologized for his comments later in the broadcast, according to CNN affiliate KATV.  SEC Network condemned Booker's comments in a tweet on Sunday, calling them \"inappropriate and unacceptable.\"  \"We take this matter seriously and are addressing it internally. SEC Network respects all student-athletes, and is committed to showcasing women's sports with the utmost regard,\" the network said in a statement posted on Twitter.  Commissioner of the Southeastern Conference Greg Sankey made his own statement, noting that the SEC is \"in communication with the SEC Network and ESPN personnel.\"  \"I am confident this issue will be handled appropriately,\" Sankey added.  Booker has been a longtime basketball commentator on a number of networks, including ESPN and CBS Sports. During his college years in the late 1980s, Booker was a standout guard for Vanderbilt, according to his profile on CBS News. "], "Language": false}