{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/opinions/trump-gets-unwelcome-surprise-opinion-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-02-09T13:08:55Z"], "LastModifiedDate": ["2020-02-10T12:47:32Z"], "Headline": ["Trump gets an unwelcome surprise"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It seemed perfect. Everything was going Donald Trump's way. Republican senators had refused to allow witnesses in his impeachment trial. They were expected to form a solid red line of defense. And the administration was even hoping some vulnerable Democrats might buck their party and vote to acquit the President. Then came the stunner: Mitt Romney broke with his fellow Republicans and voted for Trump's removal from office. \"He explained his decision in moving moral, ethical and patriotic terms,\" wrote Frida Ghitis. \"Judging the President, he said, was 'the most difficult decision I ever faced.' But the judgment of history weighed heavily. He faced his responsibility with modesty and gravity...he found that 'what the President did was wrong, grievously wrong.'\"  Romney thus became the first senator in American history to vote for removal of a president of his own party. And Democratic senator Doug Jones, who faces an uphill battle to retain his seat in strongly pro-Trump Alabama, also voted to remove Trump.  \"With their integrity, Romney and Jones defined themselves for future generations,\" Ghitis wrote.  Trump was of course acquitted -- and had reason to celebrate, which he did on Thursday. But for the most part, it was not a smiling Trump the nation saw. He was furious with Romney. And with House Speaker Nancy Pelosi. And still with the FBI director he fired, James Comey.   \"Trump recapped the many investigations against him over the last three years and directed his vitriol at those who dared oppose him,\" wrote Michael D'Antonio.  \"Instead of taking even a small measure of responsibility for a crisis that kicked off after he tried to enlist foreign election help in exchange for congressionally approved military aid for an ally at war, Trump demonstrated the pure essence of his narcissism and self-pity.\" The President called his antagonists \"evil and sick,\" D'Antonio noted.  \"Donald Trump is not chastened. He's triumphant,\" observed David Axelrod. \"He got caught red-handed and beat the rap, backed up by the base he long ago predicted would stick with him even if he committed a homicide on Fifth Avenue.\" (In the latest Axe Files podcast, Axelrod interviews CNN Political Commentator David Gergen.) America has to worry, Axelrod wrote, about what \"an unbridled and shameless President will do next.\"  It didn't take long to begin finding out.  In the days following Trump's acquittal, the administration fired Lt. Col. Alexander Vindman from his White House job and recalled Ambassador Gordon Sondland. Both had given testimony damaging to Trump in the House impeachment hearings. \"After months of publicly smearing Lt. Col. Alexander Vindman, it appears President Donald Trump took a final shot at a man who did nothing more than faithfully carry out the duties of his job -- and issued a warning shot to anyone else who dares question him,\" wrote Samantha Vinograd.  Trump's team prohibited anyone living in New York State from applying for the Global Entry trusted traveler program, a step Ruth Ben-Ghiat described this way: While officials said it was prompted by concern over \"national security, in reality an authoritarian cocktail of spite, corruption and racism drives this decision -- one that will make America less secure and less efficient.\"  Election expert Rick Hasen warned, \"Now, with the Senate trial behind him, the President can go right back to soliciting foreign interference in the 2020 elections.\" He said Trump could lie about the results of the 2020 election if it goes against him and can confidently expect Senate Republicans to back him up in any disputed parts of the vote. 'Most Latino Super Bowl' The annual festival of buffalo wings, beer and big-screen television was revved up by a bilingual halftime show starring Jennifer Lopez and Shakira which \"included medleys of their hits, scores of backup dancers, costume changes, a children's choir, and a dual-sided sequined cape featuring the flags of Puerto Rico and the United States,\" wrote Raul Reyes. With Demi Lovato singing the National Anthem and other artists performing, \"this was the most Latino Super Bowl ever.\"  There was also a football game, and it got exciting in the fourth quarter when the Kansas City Chiefs came from behind. Jeff Pearlman called their victory over the 49ers \"magical,\" but warned the winning players to capitalize on it now for their own sakes:  \"You are certainly hearing the ol' NFL trope that you and your teammates and your coaches and your owners ... are part of a 'family.' Only, you are not family. To owners and fans, you are disposable pieces of meat, destroying your bodies and damaging your brains in a league that so values you it doesn't offer fully guaranteed contracts, and cares so much for your physical well-being that it's fighting for a longer regular season. At a level unlike any other of the four major professional US team sports, you are as replaceable as miniature bars of soap at a Holiday Inn.\"  We've never seen a State of the Union like this The day before Trump was acquitted in the Senate, he delivered his State of the Union speech. Befitting a reality show star, Trump bestowed a medal of freedom on a hugely controversial radio talk show host, promised a scholarship to a young student and reunited a military family, all while lauding his administration's record.  The reality part he didn't expect was House Speaker Nancy Pelosi's gif-worthy coda to the speech --  she grandly tore up the prepared text Trump had handed her.   Former Rep. Charlie Dent, a Republican, wrote that he was struck by \"the smallness and pettiness of the evening, starting with Trump ignoring House Speaker Nancy Pelosi's outstretched hand and ending with her tearing up the President's speech. Bad form on both counts ... The inappropriateness of Republicans chanting 'four more years' and Democrats scoffing and booing detracted significantly from what should be a dignified proceeding.\"  Trump's decision to honor Rush Limbaugh and have First Lady Melania Trump confer the Medal of Freedom on him during the speech alarmed Elliot Williams, who noted that Limbaugh \"has devoted much of his career to belching out racist invective and dividing the country. He has a colossal audience and has been instrumental in fueling the vicious toxicity and knee-jerk partisanship that characterizes our moment.\" Other recipients of the award, Williams noted, include: Elie Wiesel, Mother Teresa, Maya Angelou, Georgia O'Keeffe, Walt Disney, the Rev. Martin Luther King, Jr. and Neil Armstrong. We should wish for Limbaugh's recovery from his recent diagnosis of advanced lung cancer, Williams said, without endorsing \"his long track record of using a global platform to dehumanize others.\" Trump's speech itself was a \"winner,\" wrote SE Cupp. \"By that I mean, it should remind everyone, especially Democrats, that he could very well be on his way to winning another four years ... it was full of half-truths and total distortions. But the broad themes Trump hit on are likely to be very popular with wide swaths of American voters.\"  Van Jones said the speech might have resonated well with voters who normally wouldn't back a Republican: \"the comments Trump was clearly addressing to African-Americans can be effective -- and are a huge warning for Democrats, even if they do not want to hear it.\"     Iowa fiasco The first election night of the Democratic 2020 primary went very wrong, when Iowa party officials were unable to release any votes at all, due to technical snafus, including problems with a new vote reporting app.   \"Maybe the fiasco of the late reporting results from the Iowa caucus this year will have a positive legacy,\" wrote Jeffrey Toobin. Another state, more representative of the party's diverse demographics should start the primary, he said. \"The caucuses are an embarrassment to the Democratic Party and the United States. This is no way to pick a nominee,\" Toobin said, noting that the process doesn't allow for secret ballots or for voters who have evening jobs and other responsibilities that keep them from attending the caucuses.\" Former Sen. Rick Santorum expressed admiration for the careful way Iowans assess the candidates, but he recounted his own experience of receiving very delayed word that he, and not Mitt Romney, had actually won the caucus in 2012. By the time officials made that determination, Santorum's chance to capitalize on momentum from Iowa was gone. But, he argued, \"this system of tabulating the results and checking them twice is much fairer to the process and to the candidates than getting it wrong and keeping a lid on it.\"  At the end of the week, former mayor Pete Buttigieg had a very slight edge at the top of the field in Iowa over Sen. Bernie Sanders. Both talked up their performance, but as Julian Zelizer wrote, the delayed numbers and other factors will likely minimize the impact of Iowa this year. \"The chaos that ensued in the hours that followed the caucuses was devastating for all the candidates who performed well,\" he noted.  Who benefits most from the Iowa chaos? Donald Trump, wrote Jill Filipovic. \"Democrats couldn't have given him a bigger gift.\" Arick Wierson suggested that the real winner might be former New York Mayor Michael Bloomberg, who is financing his own 2020 campaign and skipping the first four events in the primary, including Iowa and Tuesday's New Hampshire primary.  (For more on Bloomberg, read Robert Alexander and Lauren Copeland's assessment.) In an op-ed for CNN, Buttigieg questioned the commonly seen divide among the candidates between those pushing for incremental change and those who are more radical. \"It's possible to drive America forward without driving us apart,\" he wrote. \"It's also possible to make real change without watering down our values.\"  Melody Barnes, a former policy adviser to President Barack Obama, and Julian Zelizer wrote that Democrats searching for a direction have a clear and stirring model to follow, President Lyndon B. Johnson's Great Society. \"It was far from perfect and far from complete,\" they wrote \"But it does provide a model for what government can achieve, the ways that citizens can change the conventional wisdom in Washington and how leaders are capable of taking big risks that don't necessarily serve their self-interest -- when Americans are called to a higher purpose.\" Impeachment in hindsight Was impeaching Trump a blunder? Republican Doug Heye wrote that while impeachment lasts forever in the history books, its practical impact may be to re-elect Trump. He argued the President \"has good reason to embark\" on an exoneration tour. \"He may be paranoid, but Democrats are out to get him -- and positioning them as the enemy will energize his base.\"  It also may energize Trump's critics. Trump's presidency was the impetus behind John MacIntosh's decision to take the US oath of citizenship. A Canadia"], "Language": false}