{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/sport/teddy-riner-defeat-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Martin Goillandeau and John Sinnott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-09T15:36:42Z"], "LastModifiedDate": ["2020-02-09T16:10:12Z"], "Headline": ["French judo great Teddy Riner loses first fight in nearly 10 years"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["French judo great Teddy Riner has lost for the first time in nearly a decade after being defeated by Japan's Kokoro Kageura in the third round of the Paris Grand Slam on Sunday.  Kageura countered the two-time Olympic champion and 10-time world champion with an uchi-mata-sukashi, after 40 seconds of golden score. Before Sunday's defeat, Riner had collected a whopping 154 straight victories during an invincible run which lasted precisely nine years and five months starting in September 2010. Riner, 30, is still expected to be defending his Olympic title at the 2020 summer Olympics in Tokyo as he attempts to emulate the lightweight judoka Tadahiro Nomura in winning gold at three successive Olympics. The Frenchman competes in the over 100-kilogram heavyweight category.  'Beautiful ippon' Riner was born in 1989 on the Caribbean island of Guadeloupe, a French territory, while his parents were on holiday. Raised in the French capital, it was clear he was a talented sportsman from a young age and excelled in a number of different sports. At the age of five, Riner's older brother introduced him to judo and he was immediately hooked due to its individualistic nature. READ: Meet judo's history-making man Being unable to control the outcome of team sports, particularly in defeat, frustrated him. So Riner instead opted to pursue judo, where he was solely responsible for the end result. \"I tried a lot of sports, judo, football, basketball, tennis and swimming,\" Riner told CNN in 2017. \"But I love judo because of the spirit of the sport, I love to fight. \"In this sport, you search for the ippon (winning throw) and I like this because it's difficult, it's not an easy sport. \"You search for a beautiful technique, for a beautiful ippon.\""], "Language": false}