{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/politics/donald-trump-pete-rose-hall-of-fame-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-02-09T02:54:51Z"], "LastModifiedDate": ["2020-02-09T03:02:12Z"], "Headline": ["Trump says Pete Rose deserves to be in the Baseball Hall of Fame"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Pete Rose, Major League Baseball's all-time hits leader, should be in the National Baseball Hall of Fame, President Donald Trump tweeted Saturday. Rose was banned from baseball in 1989 for betting on Cincinnati Reds games while he was a player/manager for the team. For years, Rose denied betting on baseball and wagering on his own team. In 2004, he admitted in his autobiography that he bet on baseball while Reds manager. Three years later, he told ESPN Radio that he bet on the Reds to win every night. Rose's attorneys recently petitioned Major League Baseball Commissioner Rob Manfred for him to be reinstated, according to a news release from Rose's representatives. They argued that Rose's \"ongoing punishment for an act that never impacted a single play or game outcome is no longer justifiable as a proportional response to his transgressions.\" Trump's tweet supports Rose's induction as a player.  \"Pete Rose played Major League Baseball for 24 seasons, from 1963-1986, and had more hits, 4,256, than any other player (by a wide margin). He gambled, but only on his own team winning, and paid a decades long price. GET PETE ROSE INTO THE BASEBALL HALL OF FAME. It's Time!\" Trump wrote. Ty Cobb, who had the highest career batting average, is second on the hits list with 4,189 hits, 67 behind Rose.  Rose played on three World Series champions, was voted to the all-star team 17 times, and won both the Rookie of the Year award (1963) and a Most Valuable Player award (1973).  He played for the reds from 1963 to 1978, and also played for the Philadelphia Phillies from 1979 to 1983 and the Montreal Expos in 1984 before being traded back to the Reds with whom he started his career. Rose applied for reinstatement in 2015 In 1991, the Hall of Fame passed a rule that said any player on the permanent ineligible list will not appear on its ballots. In his first three years of eligibility (1992 to 1994) Rose still received a few write-in votes, which don't count.  Rose's banishment was preceded by an investigation by attorney John Dowd, who worked for Trump as a lawyer during the Mueller investigation. He resigned from the President's legal team in March 2018. Dowd said in a 2002 interview that he believes Rose bet against the Reds, but didn't have conclusive evidence. The report he wrote, nicknamed the Dowd Report, says Rose bet on the Reds in the 1985, 1986 and 1987 seasons.  Rose managed the Reds from 1984 to 1989 and had a .525 winning percentage.  The Dowd Report said Rose also bet on other baseball games and other sports. Baseball's Rule 21 says personnel who bet on baseball can be suspended for one year and personnel who bet on games in which they \"have a duty to perform\" will be declared permanently ineligible. Rose most recently applied for reinstatement in 2015. Manfred denied his petition.  \"Mr. Rose's public and private comments, including his initial admission in 2004, provide me with little confidence that he has a mature understanding of his wrongful conduct, that he has accepted full responsibility for it, or that he understands the damage he has caused,\" Manfred wrote. Manfred recently suspended former Houston Astros manager A.J. Hinch for one season for his part in baseball's sign-stealing scandal."], "Language": false}