{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/us/kobe-bryant-crash-timeline/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Konstantin Toropin, Holly Yan and Dakin Andone, CNN"], "Writers": [["Konstantin V. Toropin", "Holly Yan", "Dakin Andone"]], "FirstPublishDate": ["2020-01-29T00:14:40Z"], "LastModifiedDate": ["2020-02-07T22:32:39Z"], "Headline": ["Here's what happened in the minutes before Kobe Bryant's helicopter crash"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hours before their fatal helicopter crash, Kobe Bryant and his daughter Gianna were taking communion before an early-morning church service. Minutes before the crash, their pilot was trying to get special permission to fly though foggy conditions.  Seconds before the crash that killed all nine people on board, the pilot told air traffic control he was trying to avoid a cloud layer. It was the last time anyone on the ground heard from him.   While federal investigators try to determine what caused the crash, excerpts of air traffic control recordings and the National Transportation Safety Board's investigative update help build a timeline of what happened in the flight's final moments on Sunday, January 26, 2020.  9:06 a.m. PT Sunday The Sikorsky S-76B helicopter takes off from Orange County, California, according to the flight tracking site FlightRadar24.com. The helicopter was headed from the southern Los Angeles area to the northern Los Angeles suburbs. The flight headed north-northwest at about 700 to 800 feet above sea level, per the NTSB investigative update.  Bryant was supposed to coach a youth basketball team, the Lady Mambas, at their 12 p.m. game in Thousand Oaks, California. Gianna, 13, was on that team. Two other girls, Alyssa Altobelli and Payton Chester, were also on board.  Around 9:21 a.m. PT  The helicopter starts circling over Glendale, California, close to the city of Burbank.  \"Helicopter 2EX, hold outside Burbank Class C airspace. I have an aircraft going around,\" an air traffic controller says.  \"2EX, holding,\" the pilot replies.  Air traffic control audio indicates the pilot, Ara Zobayan, had requested SVFR clearance, or special visual flight rules clearance.  SVFR clearance allows a pilot to fly in weather conditions worse than those allowed for regular visual flight rules. Sunday morning, the Los Angeles Police Department had grounded its helicopters because of low visibility from fog. Pilots sometimes request SVFR clearance mid-flight if weather conditions suddenly change. Those granted permission typically keep closer contact with air traffic control. Around 9:24 a.m. PT An air traffic controller says \"it's gonna be a little bit\" before the pilot can continue.  \"OK, we'll continue holding,\" Zobayan replies.  A NTSB member later said there was a delay because of traffic.  Around 9:33 a.m. PT  The helicopter heads north. Air traffic control tells the pilot to \"follow the 5 Freeway\" and maintain SVFR conditions.  The pilot confirms he heard the instructions: \"Maintain special VFR at or below 2500, I-5 northbound.\"  Later, the Burbank air traffic controller tells the pilot to switch to Van Nuys air traffic control.  The pilot contacts the Van Nuys tower: \"Van Nuys, Helicopter 2EX with you for the special VFR transition. We are currently at 1400.\" The controller tells the pilot: \"Wind calm, visibility 2 1/2, ceiling 1100 overcast, Van Nuys altimeters 30.16. Cleared into Van Nuys Class D northeast of Van Nuys.\" At one point, the pilot requested flight following, which is radar assistance for a flight that helps the pilot avoid traffic, NTSB member Jennifer Homendy said.  But the controller with the Southern California Terminal Radar Approach Control (SCT) told the pilot the helicopter was too low to provide flight following assistance, the NTSB said. The pilot told air traffic control he was going to climb higher to avoid a cloud layer. Around 9:42 a.m. PT  An air traffic controller tries to contact the pilot, but gets no response.  \"72EX, you're following a 1200 code. So you're requesting flight following?\" the controller asks.  \"Say intentions,\" the controller adds. \"You're still too low level for flight following at this time.\" 9:45 a.m. PT The pilot again asked for radar assistance and said he was climbing above the clouds, the NTSB investigative update said.  A new controller had just taken over and asked the pilot to identify the flight, the NTSB said. The pilot says he's climbing to 4,000 feet.  \"There were no further transmissions,\" the NTSB said. Radar data shows the aircraft climbed to about 2,300 feet about sea level and turned left, the NTSB said in its investigative update. Eight seconds later the helicopter started descending at a rapid rate.  It dropped off the radar at about 1,200 feet about sea level about 400 feet away from the crash site. A witness on the mountain bike trail told NTSB investigators that he heard a helicopter just prior to the crash.  The sound got louder before the witness saw the helicopter emerge from the clouds.  \"He judged it to be moving fast, traveling on a forward and descending trajectory,\" the NTSB investigative update said.  The helicopter rolled and the witness saw its belly, the NTSB said. He watched for a couple seconds before the helicopter hit the terrain about 50 feet below his position.  The helicopter crashed at 9:45 a.m. PT into the hills near Calabasas, the NTSB said.  9:47 a.m. PT  The first 911 call comes in about the crash, Los Angeles County Sheriff Alex Villanueva said. About 9:50 a.m. PT The witness on the mountain bike trail in the area took a photo of the crash site. Bright flames are seen burning in the brush as dark smoke floats skyward.   12 p.m. PT The Lady Mambas' basketball game is scheduled to begin at Bryant's Mamba Sports Academy in Thousand Oaks. "], "Language": false}