{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/media/california-ab5-law-change/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-02-07T20:23:44Z"], "LastModifiedDate": ["2020-02-07T20:23:44Z"], "Headline": ["California law restricting freelance journalists may change"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["California freelance journalists may soon be free of restrictions imposed by a law that took effect on January 1.   California Assembly Bill 5, or AB 5, regulated the work of independent contractors, including drivers for services like Uber, food delivery workers, hairdressers and other gig economy workers. But AB 5 also prevented freelance writers, editors and photographers from contributing more than 35 \"content submissions\" to a media organization per year.  Freelancers fiercely opposed the bill, with some digital media writers arguing the limit was not sustainable. In December, two organizations representing freelancers — American Society of Journalists and Authors and the National Press Photographers Association— sued the state of California. California assembly member Lorena Gonzalez, who authored the bill, tweeted on Thursday that she has sought to remove the 35 submission cap within the legislation AB1850.  \"Based on dozens of meetings with freelance journalists & photographers, we have submitted language to legislative counsel that we hope to have available next week to put into AB1850 which will cut out the 35 submission cap & instead more clearly define freelancer journalism. We will move up the B2B language in code to ensure folks understand it is the first exemption and specify that such a exemption is allowable for freelance writers\" Gonzalez tweeted.  Opponents of the bill told CNN Business on Friday that they see this move as a welcome change. But they are yet not considering it a victory.  \"We have not seen the bill language, but I hope that the revised law will no longer treat journalists as second-class freelancers. Removing any submission caps and limits on video recording would be a step in the right direction. We look forward to reviewing the bill,\" said Pacific Legal attorney Jim Manley, who is working for the plaintiffs on the lawsuit between freelance organizations and the state of California.   Alisha Grauso, who serves as co-leader of California Freelance Writers United, told CNN Business that she hopes there is no other \"unintentional harm\" to freelancers in the amendment. \"We have to ensure the language of the amendment is clear and precise and does no unintentional harm to freelancers, then get the amendment fast-tracked. People can't wait until January 1, 2021 for relief from a bill that is hurting them right now,\" Grauso said.  AB 5 has already led to the elimination of some freelance jobs. In December, Vox Media's sports site SB Nation cut about 200 California freelancers in favor of hiring about 20 full-time and part-time employees. Vox Media did not immediately respond to CNN Business' request for comment on the potential change.  Gonzalez apologized on Thursday for the stress AB 5 had caused.  \"For the added stress that has caused anyone, or the feelings of not being heard, I am truly sorry. I am direct & straightforward, passionate about workers' rights and too busy to directly respond to everyone, but I do listen and I care about getting this right,\" Gonzalez tweeted. "], "Language": false}