{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/us/idaho-missing-children-storage-unit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Watts and Christina Maxouris, CNN"], "Writers": [["Amanda Watts", "Christina Maxouris"]], "FirstPublishDate": ["2020-02-06T06:21:31Z"], "LastModifiedDate": ["2020-02-06T15:25:35Z"], "Headline": ["Kids' items inside storage unit rented by mother of missing Idaho children, report says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An abandoned storage unit that was rented to Lori Vallow -- the mother of two missing Idaho children -- had children's items in it, CNN affiliate East Idaho News reported.  Joshua \"JJ\" Vallow, 7, and his sister, Tylee Ryan, 17, were last heard from in September. About two months later, Vallow and her husband, Chad Daybell, fled their Rexburg, Idaho, home when authorities began looking for the children, police previously said. The couple were found in Hawaii in January and served with a search warrant. Vallow was given a deadline to turn the children over to authorities, a court order served by police said. She failed to meet it, according to one of the children's grandmother. Family members have pleaded for the children's safe return.  But it's unclear what happens now. Vallow and Daybell have not been charged and no arrest warrants have been issued.  What police found in the storage unit Inside the storage unit, officers found bikes, a scooter, winter clothing, a photo album with pictures of JJ and Tylee, sports equipment, a backpack with JJ's initials and a jersey with Vallow's oldest son's name on it, East Idaho News reported. There were blankets showing photos of the children -- one with pictures of JJ and one with pictures of Tylee, the news station said.  A contract the station reportedly saw shows Vallow rented the unit on October 1. The credit card on file was declined in January, according to Self Storage Plus, and that's when the company contacted police, East Idaho News reported. A statement posted on the Self Storage Plus Facebook page says, in part, \"Self Storage Plus is a local Rexburg business that rented a storage unit to Lori Vallow Daybell. Self Storage Plus is working with local authorities who are investigating this matter and, so as not to jeopardize their investigation, will not be providing any further information at this time.\"  Police have not commented on the unit. CNN has reached out to the Rexburg Police Department several times but has not heard back. The owner of the storage facility told CNN they would not release photos to other media \"per our agreement with police.\" CNN reached out to Vallow and Daybell's attorney, Sean Bartholick, but has not heard back.  Police are investigating family's past Vallow moved to Idaho with the children and married Daybell shortly after her estranged husband was killed in July in their former home state, Arizona, authorities previously said.  On November 26, after relatives raised concern about not hearing from JJ since September, police conducted a welfare check at the couple's Rexburg home and were told by Vallow and Daybell that the boy had been staying with a family friend back in Arizona.  The disappearances followed other investigations authorities had conducted around the family -- one of them was into the death of Vallow's estranged husband, who was shot and killed during a fight with her brother in Arizona.  Vallow's brother was not charged in the case and died in December, CNN affiliate KIFI/KIDK reported. His cause of death has not been released, and an investigation is pending the results of an autopsy, CNN affiliate KNXV reported in January.  Vallow moved to Idaho shortly after and married Daybell, who had links to a religious content website.  Vallow's former husband had said she had \"recently become infatuated and at times obsessive about near death experiences and spiritual visions,\" according to a petition for dissolution of marriage filed last February. Authorities are also investigating the death of Daybell's previous wife, Tammy Daybell. Her death was initially believed to be of natural causes, but Rexburg police later said it was suspicious and her remains were exhumed.  Vallow and Daybell were married a few weeks after her death, police said. "], "Language": false}