{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/24/us/jack-nicklaus-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-25T01:24:17Z"], "LastModifiedDate": ["2020-02-05T23:38:26Z"], "Headline": ["Jack Nicklaus Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of retired professional golfer Jack Nicklaus. Personal Birth date: January 21, 1940 Birth place: Columbus, Ohio Birth name: Jack William Nicklaus Father: Louis Charles Nicklaus Jr., a pharmacist Mother: Helen (Schoener) Nicklaus Marriage: Barbara Jean (Bash) Nicklaus (July 23, 1960-present) Children: Michael, July 24, 1973; Gary, January 15, 1969; Nancy, May 5, 1965; Steve, April 11,1963; Jack II, September 23, 1961 Education: Attended Ohio State University, 1957-1961 Other Facts Nicknamed \"Golden Bear.\" Began playing golf at age 10. Has won 20 major championships: six Masters, five PGA Championships, four US Opens, three British Opens and two US Amateur Championships. Owns Nicklaus Companies, which includes a successful golf course design business. Timeline 1956 - Wins the Ohio State Open at age 16. 1959 and 1961 - Wins the US Amateur Championship. January 1962 - First professional start at the Los Angeles Open. June 1962 - First professional win, defeating Arnold Palmer at the US Open. 1962, 1967, 1972 and 1980 - Wins the US Open. 1963, 1965, 1966, 1972, 1975 and 1986 - Wins the Masters. 1963, 1971, 1973, 1975 and 1980 - Wins the PGA Championship. 1966, 1970 and 1978 - Wins the British Open. 1967, 1972, 1973, 1975 and 1976 - Named PGA Player of the Year. 1974 - Inducted into the World Golf Hall of Fame. 1991 and 1993 - Wins the US Senior Open. 1997 - \"Jack Nicklaus: My Story,\" written with Ken Bowden, is published. 1999 - Named Sports Illustrated's best individual male athlete of the 20th century. 2001 - Is awarded the ESPY Lifetime Achievement Award. 2002 - The Jack Nicklaus Museum opens on the campus of Ohio State University. 2004 - The Nicklaus Children's Health Care Foundation is formed. 2005 - Retires from tournament competition. 2005 - Is awarded the Presidential Medal of Freedom. 2006 - Is inducted into the PGA Professional Hall of Fame. March 24, 2015 - Honored with the Congressional Gold Medal. December 2015 - Nicklaus receives Sports Illustrated's Muhammad Ali Legacy Award. February 18, 2016 - Undergoes experimental stem cell therapy to help with debilitating back pain.  March 2016 - Named to Forbes' list of The Highest-Paid Retired Athletes, with estimated earnings of $26 million."], "Language": false}