{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/business/macys-closings-department-stores-malls/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-02-05T18:07:34Z"], "LastModifiedDate": ["2020-02-05T18:07:34Z"], "Headline": ["Macy's just dealt a big blow to the struggling American mall"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hundreds of American malls are struggling. Their troubles just got worse. Macy's, for decades a reliable anchor tenant for mall owners and a draw for shoppers, announced Tuesday that it will close 125 stores, roughly one-fifth of its portfolio, within the next three years. The company will pull out of \"lower-tier\" malls and focus on developing small, freestanding stores. Macy's is, in effect, staking its future away from the mall. Macy's has not announced a full list of closings. But the closings could damage weaker malls, which are losing shoppers to Amazon and digital brands. Malls are also under pressure from discount chains and big-box stores that have most of their stores away from malls, such as TJMaxx, Target and Walmart. In 2017, Credit Suisse predicted that one in four malls will close by 2022. For landlords and Main Street alike, Macy's is a valuable tenant. Its stores bring customers into the mall, where they also shop at other stores and eat at food courts. The company pays rent, real estate taxes and helps with maintenance and upkeep. Some of Macy's leases also require it to make payments to landlords based on a portion of its sales. \"Macy's is the primary draw,\" said Ken Perkins, president of research firm Retail Metrics. \"Layer on top of this vacancies from JCPenney, Sears and other regional department store closures, and its difficult to see how many of these malls go forward.\" Forever 21's recent demise illustrates the danger of store closings. Hundreds of Forever 21 leases have \"co-tenancy\" clauses in them that allow other mall tenants to renegotiate their leases if Forever 21 closes. Simon Property Group and Brookfield Properties, two leading mall owners, are leading a bid to buy Forever 21 stores out of bankruptcy in part to prevent this from happening. Store closings and bankruptcies in retail have led to vacant storefronts and so-called zombie malls. The national mall vacancy rate has expanded since 2017 as store closures increased, according to real estate information firm CoStar. Replacing a giant store like Macy's will be difficult. \"Backfilling a space this big will be extremely challenging,\" said Jeremy Metz, analyst at BMO Capital Markets. But there may be some upside to Macy's closures for malls that are still an attraction. Landlords may try to replace outgoing Macy's with grocery stores, gyms, doctor's offices, e-sports gaming lounges or other entertainment concepts that they hope will draw in shoppers. \"It will free up space that can be repurposed to uses that will generate more traffic and rent,\" said Steve Dennis, a retail consultant and former executive at Sears and Neiman Marcus."], "Language": false}