{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/peta-naked-fur-campaign-ends/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN | Fiona Sinclair Scott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-05T09:23:03Z"], "LastModifiedDate": ["2020-02-05T15:22:00Z"], "Headline": ["PETA ends 'I'd Rather Go Naked' anti-fur campaign after three decades"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["The phrase \"I'd rather go naked than wear fur\" has been credited to celebrities -- in various states of undress -- from Pamela Anderson to Eva Mendes, Pink and Dennis Rodman. But after almost 30 years, the animal rights group that convinced dozens of stars to strip down for anti-fur ads is retiring its famous campaign. With a growing number of labels, designers and retailers distancing themselves from animal skins in recent years, People for the Ethical Treatment of Animals (PETA) believes that its long-running awareness campaign is no longer necessary. Announcing its decision Tuesday, the organization also credited legal crackdowns in places like California, which became the first US state to ban the sale of fur products, with what it calls the \"demise\" of the trade. \"It's kind of rare for a charity to be able to cancel a campaign because of its success,\" said PETA's senior vice president of campaigns, Dan Matthews, in a phone interview.  \"We all struggled for so long to make headway, but I think the tipping point has been reached in the past few years, with so many people and designers turning off of fur. \"I really think our responsibility, as a progressive, forward-thinking charity, is to move on and change with the times ... rather than revel in past glories.\" Matthews said he conceived of the now-famous slogan in the late 1980s, when it was used by PETA's own nude activists as they demonstrated against a fur fair in Japan. Then, in 1990, the charity photographed members of new wave band The Go-Go's in the buff behind a banner marked, \"We'd Rather Go-Go Naked Than Wear Fur.\"  Proceeds from the posters' sale were donated to PETA, and the image paved the way for generations of celebrities to strip down for the nonprofit group. In the years that followed, supermodels like Christy Turlington and Tyra Banks also declared that they would \"rather go naked.\" Musicians, sports stars and actors, including Kim Basinger and Gillian Anderson, all went on to participate in the campaign. Tommy Lee and \"Jackass\" star Steve-O were among the numerous male celebrities to also pose for the ads. The posters, which were often seen on large billboards around America, were sometimes supported with additional messages like \"be comfortable in your own skin and let animals keep theirs\" or, in the case of heavily tattooed celebrities, \"think ink, not mink.\" \"PETA's goal is always to reach as many consumers as possible,\" said Matthews, who saw the campaign as a way of \"reaching the masses.\" \"And let's face it, there's a reason that nudity and sexuality have been used since the beginning of advertising.\" Attitudes toward fur appear to have changed dramatically since the campaign was first launched. Fashion houses including Prada, Chanel and Burberry -- as well as prominent designers like Victoria Beckham -- have all publicly ditched fur and exotic animal skins in favor of synthetic alternatives. Last year, it was reported that long-time fur wearer, Queen Elizabeth II, had done the same, according to her senior dresser. In a press release, PETA also pointed to changes in retail, naming Macy's decision to close its fur salons by 2021 as an example of the fur trade's \"downward spiral.\" Beyond California, lawmakers around the world have been imposing stricter regulations or complete bans on animal skins. Numerous European countries have introduced partial bans, or outlawed the farming of animals like mink, fox and rabbit for the purpose of fur production. But while many fashion figures have publicly distanced themselves from fur, some corners of the industry remain reluctant to condemn its use. In a rare interview with CNN last year, Vogue's editor-in-chief Anna Wintour argued that \"fake fur is obviously more of a polluter than real fur.\"  \"I think a lot of people are discussing the idea of 'upcyling' and what you can do with fabrics, fur, things that have already been used ... so I think it's up to the (fashion) houses that work with fur to make sure that they are following best practices, that they are being ethical in their treatment,\" she said. PETA, which was founded in 1980, will continue campaigning on animal rights issues, including factory farming and animal testing, as well as promoting vegan lifestyles and products. The group said it would \"target fur in different ways,\" but that it was shifting its focus toward the use of leather and wool, both of which it believes to be products of animal cruelty. The group also said it would continue using naked celebrities in its campaigns, adding that its anti-leather campaign will run under the slogan, \"I'd Rather Bare Skin Than Wear Skin.\" \"The writing's on the wall,\" Matthews said. \"Fur is dead, and PETA has so much other work to do... that we thought, 'You know what? Three decades is a great run. We made our point, fur is falling from fashion and now it's time to use that same energy to expand our focus with leather, wool and exotic skin.\" Top image: Tyra Banks poses for PETA."], "Language": false}