{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/iowa-caucuses-live-results-coverage-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Amanda Wills, Veronica Rocha and Mike Hayes, CNN"], "Writers": [["Meg Wagner", "Amanda Wills", "Veronica Rocha", "Mike Hayes"]], "FirstPublishDate": ["2020-02-03T20:59:31Z"], "LastModifiedDate": ["2020-02-05T01:30:59Z"], "Headline": ["The 2020 Iowa caucuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Here are where the top five candidates stand: Pete Buttigieg (26.8%)\nBernie Sanders (25.2%)\nElizabeth Warren (18.4%)\nJoe Biden (15.4%)\nAmy Klobuchar (12.6%) The Democratic National Committee is taking an increasingly active role in the process of tracking down the data from the nearly 1,700 caucus sites across Iowa, including checking data sent to the Iowa Democratic Party via their failed app, two sources familiar with the matter tell CNN. A team of roughly a dozen party officials are currently in Iowa working with the state party to report out the results of last night’s caucuses, which were delayed due to widespread reporting issues between the Iowa precincts and the Iowa Democratic Party. The team from the DNC includes staffers tracking online disinformation, we well as data and communications staff, one source said. DNC Chair Tom Perez is not in Iowa, according to a DNC aide, but has been getting updates from the team of the ground. The DNC officials are also chasing down data from individual caucus chairs from precincts across the state, hoping to track down precincts that had not reported their results. A spokeswoman for the Iowa Democratic Party said that the DNC was “chasing precinct results,” something that they described as “something that happens after every caucus.” This caucus was unlike any other, though, and there are likely more precincts to chase down this cycle because both the app failed and the phone line that that was supposed to allow caucus chairs to report data was overrun. Bill Schoenenberger, the caucus chair of a precinct in Des Moines, told CNN that he got a call on Tuesday morning from someone who identified themselves as a Democratic National Committee official. Schoenenberger, instead of using the app or hotline on Monday night, said he scanned his final caucus tally and emailed it to the Polk County Democrats. “They said they were assisting the Iowa Democratic Party to collect the data and verify it,” Schoenenberger said. “They were asking, not just me, but others… to get a copy or a picture of the information sheets.” Schoenenberger said he notified Price and the chair Polk County Democrats that this request came in and that he knows of two or three other caucus chairs that have been called by the DNC. Democratic National Committee Chair Tom Perez said the situation in Iowa \"should never happen again.\" \"Our immediate goal is to ensure that every vote is counted as quickly as possible. Accuracy is our guidepost,\" he said in a statement. Here's the full statement:  \"What happened last night should never happen again. We have staff working around the clock to assist the Iowa Democratic Party to ensure that all votes are counted. It is clear that the app in question did not function adequately. It will not be used in Nevada or anywhere else during the primary election process. The technology vendor must provide absolute transparent accounting of what went wrong. \nOur immediate goal is to ensure that every vote is counted as quickly as possible. Accuracy is our guidepost.\n As frustrating as the last 24 hours have been, let us not lose sight of our ultimate goal: To defeat Donald Trump, to take back our democracy, and to improve the lives of millions by electing Democrats up and down the ballot.\" The Iowa caucuses started at 8 p.m. ET yesterday, when caucus sites officially closed their doors to start voting. The first results didn't come in until today, around 5 p.m. ET, after jammed phone lines and a failing app created chaos in reporting the numbers. At that time, Democratic officials said 62% of precincts were in. We haven't gotten any more results since then. It's not clear when 100% of precincts could report. Sen. Bernie Sanders, who is currently in second place in Iowa with 62% of precincts reporting — is speaking in New Hampshire, which has its primary next week. \"For some reason in Iowa, they're having a little bit of trouble counting votes,\" he told the crowd of supporters. \"But I am confident that here in New Hampshire — I know they'd be able to count your votes on election night. And when you count those votes, I look forward to winning here in New Hampshire.\" While Sanders is behind Pete Buttigieg in Iowa when it comes to state delegates, he's leading the popular vote.  Hear more from Sanders: Bernie Sanders is neck-and-neck with Pete Buttigieg in Iowa with a little more than 60% of the Iowa vote (finally) in. Buttigieg leads, at this point, in the critical state delegate equivalents count, with 26.9% to Sanders’ 25.1%.  Those numbers could well change, especially with parts of the state -- like in Black Hawk County -- where Sanders was banking on a strong showing not yet reporting their totals.  For now, though, the Sanders campaign is publicly focusing on a different count, where he has the lead: the raw vote totals. In a statement, Sanders senior adviser Jeff Weaver highlighted those figures.  “We are gratified that in the partial data released so far it’s clear that in the first and second round more people voted for Bernie than any other candidate in the field,” Weaver said, after thanking Iowans. In the initial count, Sanders has 27,088 to Buttigieg’s 23,666.  After caucus-goers whose candidates didn’t reach the 15% viability threshold were asked to go to their second choice -- or leave or tally themselves as uncommitted -- Sanders remains in front, with a higher total but smaller lead (28,220 to 27,030). A longtime Democratic fundraiser who supports Vice President Joe Biden called the partial, delayed Iowa results \"disappointing.\" The results — currently with just 62% of precincts reporting — showed Biden in fourth place  “Yeah, this is disappointing,” the donor said. “You sit there wondering how can the totals be this low for a former vice president?”  The donor said recent fundraising up through Tuesday morning had been strong. “The question is what will these numbers mean” for donors, the source added. “Will they panic?” The donor said Biden’s supporters still hope that South Carolina — where African Americans represent about 60% of the Democratic primary electorate – will serve as a firewall for Biden.  “The storyline hasn’t changed. Iowa is Iowa. South Carolina embodies Biden’s supporters.” Campaign finance reports released last Friday showed Biden started the year with slightly less than $9 million in cash reserves, a weaker cash position than his leading rivals. Vermont Sen. Bernie Sanders had more than twice that amount remaining in his campaign war chest. The Iowa caucuses shut their doors to begin voting at 8 p.m. ET last night. After a long delay, Iowa Democrats released some results at 5 p.m. ET today. But those first results were for just 62% of the precincts. In the hour and a half since those numbers were released, no new results have come out. So we're still at just 62% reporting. It's not clear when we could get 100% reporting. Pete Buttigieg, who currently has a narrow lead in Iowa with 62% of precincts reporting, said he hopes his initial numbers mean something to \"people who are different\" and \"people who don't know if they belong.\" If elected, Buttigieg would be the nation's first gay president. \"It's extraordinary,\" he told CNN when asked about what this moment means.  \"It also, I hope, means something to a lot of people wondering if they fit in, people who are different, people who don't know if they belong in their community or in their family. This is a proof that you can believe in yourself and in your country.\"  Hear more from Buttigieg:   As the first portion of results from the Iowa caucuses are coming in, Joe Biden sent a fundraising email this evening, saying, “Iowa was just the start. Now help me win the rest of the Democratic primary.” “We fought hard in Iowa. Now, we’re well-positioned to make our case to the rest of the country. But there's no time to rest. We need to be prepared to take this campaign to New Hampshire, Nevada, South Carolina and beyond. And meanwhile, Trump is attacking me non-stop.” With 62% of precincts reporting, Biden is in fourth place with 15.6% of the vote. His campaign has been more focused on states like South Carolina. A senior adviser for Bernie Sanders' 2020 campaign said the team is \"gratified\" by the results so far, which show Sanders leading the popular vote. Senior adviser Jeff Weaver issued the following statement after the Iowa Democratic Party released partial results from the Iowa caucus: “We want to thank the people of Iowa. We are gratified that in the partial data released so far it’s clear that in the first and second round more people voted for Bernie than any other candidate in the field.\" Remember: While Sanders is initially leading in the popular votes — the number of people who picked Sanders during the first round of caucus and the second round — it doesn't mean he'll win the state. So far, Pete Buttigieg is leading the state delegate vote. That's the number that will determine who officially wins the caucuses. Pete Buttigieg's campaign's burn rate was 135% in the fourth quarter, with the campaign spending $34 million on primarily their organization in the first four states.  Buttigieg told CNN on Monday that they are making a bet that their performance in these first four states — especially Iowa — would be do or die for his campaign.   \"These early states are absolutely critical. It's one thing to campaign for a year talking about why we believe we're the best campaign to go out there and beat Donald Trump,\" Buttigieg said. \"This is our first chance to begin to prove it. And it all starts with the caucuses.\"  The campaign is keenly aware that they need to quiet concerns about electability by finishing strong in Iowa. According to conversations with multiple aides, the objective was not necessarily to finish in first place, but rather to show that they are a viable alternative to both Joe Biden and Bernie Sanders. With the results coming in a day after the caucuses, his aides feel confident that they beat their own expectations. But even while campaigning in Iowa, Buttigieg began pivoting to answer the other lingering question: his lack of support among black voters.  At his final rally of the Iowa campaign, he was joined on stage by a number of black surrogates, including Rep. Anthony Brown, Miss Black America Ryann Richardson, and the only two black mayors of Iowa cities.  At his election night speech, Buttigieg was introduced by Brown and the head of South Bend's Democratic Party Gladys Muhammed. \"The national media says blacks in South Bend don't support Pete Buttigieg,\" she said. \"Here I am. Black and I'm proud!\" Watch Buttigieg address supporters: While Pete Buttigieg is the initial leader in Iowa when it comes to state delegates, Bernie Sanders is leading in the popular vote. This is the first year Iowa Democrats have released the popular vote for both the first and second rounds of the caucuses.  The first round – or the first alignment — is the number of people who first supported a candidate at the start of the caucuses last night. After that first round, viability was determined (typically, a candidates needs 15% of voters to be viable).  During the realignment — or the final round — voters of nonviable candidates could move to vote for viable candidates.    But remember: While the popular vote is interesting, it does not determine who wins Iowa, CNN's Wolf Blitzer explained. \"It is the state delegates who will determine the winner of the Iowa caucuses,\" he noted. Here's a look at the popular vote for the first and final rounds with 62% of precincts reporting:  This year, the Iowa Democratic Party is releasing three numbers: first preference, final preference and state delegate equivalent results. The key number is the state delegate equivalents. Whoever gets the most state delegate equivalents wins the Iowa caucuses. This number is calculated based on the final preference totals. It’s the number of state convention delegates that a candidate would eventually win, based on the local results from precinct caucuses.  The other two numbers reflect the raw vote totals:  The first preference shows the number of people supporting candidates in the first round of caucusing.\nThe final preference shows how many people supported each candidate during the second round of caucusing, similar to the popular vote. Former South Bend, Indiana, Mayor Pete Buttigieg, speaking to supporters today in New Hampshire, addressed the partial results of last night’s Iowa caucuses. \"Official verified caucus results are coming in from the state of Iowa. They're not complete, but results are in from a majority of precincts, and they show our campaign in first place,\" he told supporters. Buttigieg, who got emotional at one point, went on to say:  “So, we don't know all of the numbers, but we know this much. A campaign that started a year ago with four staff members, no name recognition, no money, just a big idea, a campaign that some said should have no business, even making this attempt has taken its place at the front of this race to replace the current president with a better vision for the future. And no matter what happens next. This much is undeniable that fact represents an astonishing victory for this campaign. This candidacy and this vision that you all have been a part of.\" He continued: \"This is what we have been working, more than a year to convince our fellow Americans that a new and better vision can bring about a new and better day.\" Watch Buttigieg address supporters: Pete Buttigieg’s campaign is cautiously optimistic after the first tranche of results find the former South Bend Mayor with a narrow lead with 62% of results in. “We feel good,” said a senior Buttigieg aide. “We’re confident our data will continue to show we’re competitive to win.” Buttigieg aides in Iowa spent the night crunching internal data they received from their precinct captains across Iowa. It is that data that motivated them to claim victory before any results were in. With 62% of precincts reporting, former Vice President Joe Biden is in fourth place, with just 15.6% of the vote. He's leading in only six counties. CNN's John King noted that Iowa \"was never Joe Biden country,\" and the former vice president has been anticipating doing better in states like South Carolina. Still, it's notable that Pete Buttigieg, the former mayor of South Bend, Indiana, is initially leading in Iowa. Here's how King explained it: \"Iowa was never Joe Biden country, right? But he is also a two-term former vice president of the United States, right? So mayor of a town — former mayor now — of a town of 125,000 people is beating the former two-term vice president of the United States.\" Watch John King's analysis on Biden:  With 62% of Iowa precincts reporting, Pete Buttigieg is leading with 26.9%. Bernie Sanders is in second with 25.1%. Here are the top four candidates: Watch Wolf Blitzer's latest update:  Iowa Democratic Party Chair Troy Price blamed the issue on a “coding error” with the app they planned to use to report the numbers. “We have been working day and night to make sure these results are accurate,” he said.  Price took a handful of questions during the media availability, which happened minutes before the first batch of results was released. Mandy McClure, spokeswoman for the communications director, wanted Price off the stage quickly, trying to cut him off after two or three questions. Price declined to engage in whether the chaos around the caucus would lead to Iowa losing its first status. “The fact is that this is a conversation that happen every four years,” Price said. Price also said that he had “no knowledge” of the Department of Homeland Security offering to review the app the party planned to use.    An aide to Democratic Sen. Ron Wyden sent three emails to the Democratic National Committee's head of cybersecurity last month raising concerns about the app that was used in Iowa. The emails, which were obtained by CNN, went unanswered. On Jan. 14, the aide linked to a news story about the app and asked the DNC Chief Security Officer Bob Lord, “Bob, Where can we find out more information about this app that they’re going to use for the Iowa caucuses?”  “In particular, we’d like to find out if anyone has audited it,” the aide wrote.  On Jan. 17, the aide followed-up and said “Checking again.” The final email was sent on Jan. 21: “Bob, If there is someone else I should be reaching out to, please let me know.” Wyden’s office did not ask the Iowa Democratic Party directly about the app. In a statement, Wyden today:  “My warnings about this technology were ignored, and the result is chaos and a loss of confidence in our elections. Unless states step back from using unproven technologies in our elections this will keep happening.”  CNN has reached out to the DNC for comment. Iowa Democratic Party Chair Troy Price was just asked how voters can trust the results following the reporting delayed. \"We have been working day and night to make sure that the results are accurate,\" he said at a news conference.  He added that the data was \"always secure.\" \"The one thing they will say is that the underlying data that — the raw data — is secure. It was always secure. This was a coding error in one of the pieces on the backend, but the raw data, the data that has come in, is secure,\" he said. Watch the Iowa Democratic Party Chair take questions: Iowa Democratic Party Chair Troy Price announced that he will be reporting 62% of precincts from all 99 counties. Iowa Democratic Party Chair Troy Price called the reporting of the Iowa caucus results \"unacceptable.\" \"The reporting of the results and circumstances surrounding the 2020 Iowa Democratic Party caucuses were unacceptable,\" he said at a news conference. \"As chair of the party, I apologize deeply for this.\" CNN's Jake Tapper said that, at a time when \"faith in institutions is eroding,\" Democrats in Iowa have handled the delayed results in a way that is opposite to crisis communication advice. \"We're in a time where faith in institutions is eroding,\" Tapper said. \"And it is important to have the faith and integrity in elections, especially after 2016 when the Russians interfered with the elections.\" He continued: \"So, it is very important that elected officials and the party leaders do everything they can to have faith, and encourage faith in the electoral process and the problem here is that there's been very little communication, there's been very little answering of the questions.\" Tapper explained that crisis communication experts typical advise people and institutions \"get out all of the information as soon as possible\" and \"be completely transparent.\" \"They have done the exact opposite of that very classic or reasonable advice,\" Tapper said. Watch Tapper's analysis:  The Iowa Democratic Party is not briefing the different presidential campaigns on the first tranche of results before they release them to the public and the press, representatives from multiple campaigns tell CNN. Iowa Democratic Chair Troy Price will address reporters in minutes here in Des Moines. A source within Pete Buttigieg's campaign said that the initial results from Iowa are unlikely to be representative of the overall picture of the state because the precincts in urban areas are more likely to have come in quickly.  The aide said they are still confident about the results and that the delegate count will still be in their favor.  But the rural districts where they believe Buttigieg over performed in are not likely to be released in these early results and they may take longer to come in.  An announcement is expected at the Iowa Events Center at 4:45 p.m. ET — 15 minutes before the results are set to be announced. It's unclear what this announcement will be. Four of the Democrats who skipped the Iowa caucuses argued today that the chaos that has played out in the first nominating state validates their decision. Colorado Sen. Michael Bennet, former Massachusetts Gov. Deval Patrick, former New York Mayor Michael Bloomberg and Hawaii Rep. Tulsi Gabbard all skipped Iowa for their own reasons, with the most common being that they lacked the support and money to truly compete in the caucus process.  But as results failed to trickle in on last night and into this morning, the different candidates saw validation in the chaos. “It goes without saying, the events of last night validated our New Hampshire-first approach,” Daniel Barash, Bennet’s campaign manager, wrote in a memo to the senator’s supporters and obtained by CNN. Bennet has focused squarely on New Hampshire, hoping that a surprising finish in the state will give his campaign life. “While chaos emerged in Iowa last night, Michael was in New Hampshire holding a town hall and talking to voters,” Barash wrote in the memo that defended the senator’s decision to pivot to New Hampshire over the fall. “The Iowa caucus was bound to result in a muddled narrative, both because it took place amidst Super Bowl Sunday, the State of the Union, and the impeachment trial, and because it would present multiple “winners” for the first time in history due to new state party rules,” Barash concluded. Patrick is in a similar position to Bennet, with both Democrats hoping to surprise in New Hampshire. \"One candidate is calling the results into question because he apparently didn’t do well. Another is declaring victory without any votes being confirmed,” Patrick said about the Iowa chaos. “The way to beat Donald Trump isn’t to act like Donald Trump. Our party and our country deserve better.\" Gabbard, who spent much of the time in the run up to Iowa in New Hampshire, that, “Thousands of people turned out to cast the first votes of this presidential primary in the Iowa Caucuses last night. Unfortunately, the voices of the people of Iowa have yet to be heard as the vote count continues, leaving voters frustrated and without the transparency and integrity in this process that they expect and deserve.” “Now our attention turns to New Hampshire,” Gabbard said. And then there is Bloomberg, who is ignoring the first four states all together and has decided, instead, to commit his massive wealth toward competing in the Super Tuesday and beyond states. Bloomberg met with his senior leadership team this morning to discuss the chaos in Iowa and subsequently authorized his team to double the amount they are spending on television during that meeting, according to multiple Bloomberg aides. “Tonight’s confusion is an unfortunate distraction from Democrats’ most important task this year — beating Donald Trump,” Bloomberg’s spokesman Jason Schechter tweeted on Monday night. “Tomorrow Mike will be in Michigan and Pennsylvania continuing to focus on sending Trump packing this November.” All four of these candidates face significant challenges in the coming weeks, especially Bennet, Patrick and Gabbard, all of whom need to prove they can be electorally viable. But Iowa’s dysfunction has allowed them – at least for now – to claim a small win. A senior Democratic campaign source called the delay in results \"completely irresponsible\" ahead of the release of more than half of the first Iowa caucus results. “It is terrible. Completely irresponsible and an abdication of their responsibility,\" the source said. Asked about interactions with the Iowa Democratic Party, and on whether the organization is answering questions since last night, the source said, \"Very limited. They are hiding the ball.” One hour before results — finally — are set to begin coming in, the confidence level is low for the Iowa Democratic Party.  Advisers to nearly every presidential campaign told CNN today that they have serious questions about how the results will be released this afternoon. The campaigns are gearing up their war rooms — once again — at this hour to spin the partial results, pointing out that they aren’t geographically representative and they don’t offer a full picture of the statewide results. Volunteers and staff members have been fanning out, collecting those preference cards that provide a paper trail — the only record of one’s vote. A team of Democratic activists are canvassing precincts to pick up the records — and reconcile them with their official tally. What to watch: Is the so-called first wave largely focused on cities? What about rural areas, where delegates are equally important? Confidence is dramatically shaky. And party officials have yet to show their faces here. Shadow Inc., the company behind the app used by Iowa Democrats last night, has apologized in its first public comment about the problems. “We sincerely regret the delay in the reporting of the results of last night’s Iowa caucuses and the uncertainty it has caused to the candidates, their campaigns, and Democratic caucus-goers,” the company said in a tweet. Here's the rest of the company's statement: \"As the Iowa Democratic Party has confirmed, the underlying data and collection process via Shadow’s mobile caucus app was sound and accurate, but our process to transmit that caucus results data generated via the app to the IDP was not.\nImportantly, this issue did not affect the underlying caucus results data. We worked as quickly as possible overnight to resolve this issue, and the IDP has worked diligently to verify results.\nShadow is an independent, for-profit technology company that contracted with the Iowa Democratic Party to build a caucus reporting mobile app, which was optional for local officials to use. The goal of the app was to ensure accuracy in a complex reporting process.\nWe will apply the lessons learned in the future, and have already corrected the underlying technology issue. We take these issues very seriously, and are committed to improving and evolving to support the Democratic Party’s goal of modernizing its election processes.\" Some background: The app was built to collect and report the caucus results, but some precinct officials said they had issues reporting the results of their caucuses through the app. The software issues were the start of a cascading series of problems — including difficulties getting through on the phone to report results after precinct officials had trouble with the app — that led the Iowa Democratic Party to hold off on releasing results last night. Officials from multiple precincts described to CNN having problems with the app and the reporting process, though some others did say the software performed as needed. Democratic senators on Capitol Hill cast doubts on the Iowa caucus following last night's app snafu. “Yeah I think it needs to be changed,” said Sen. Michael Bennet, a Democrat from Colorado and presidential candidate. Sen. Dick Durbin, the Senate minority whip, told reporters today that “we got to take a look at it as a party,” when asked about the Iowa caucuses.  “The caucus approach, as curious and quaint and interesting as it is, just runs counter to our basic feelings about voting in this country,” Durbin said. “To think about the blood, sweat and tears and millions of dollars that went into that Iowa caucus and right now it’s turned into a political asterisk. We just don’t know if it’s going to end up with a credible result and that’s a shame for everyone involved,\" he added. Sen. Tim Kaine, the former vice presidential candidate and former Democratic National Committee chair, said what happened in Iowa was “so unfortunate.” Kaine also scoffed at the notion of just releasing a chunk of the election results tonight (Iowa Democratic Party spokesperson Mandy McClure announced today that they will release \"the majority of caucus results\" at 5 p.m. ET.) “I wouldn’t do it,\" Kaine said. \"I think they should wait until they can have 100%. What if they announce 50% and it turns out the second 50% is dramatically different.\" Sen. Bernie Sanders told reporters that he was “disappointed” with how last night went and said it is not good for democracy, especially for people who came out to caucus for the first time.  \"Obviously, I am disappointed. I suspect I could speak for all the candidates all of their supporters and the people of Iowa, that the Iowa Democratic Party has not been able to come up with timely election results. I can't understand why that happened but it has happened,\" he said. Sanders said it was wrong of Joe Biden's campaign to cast doubts on the results and added that it was wrong for Pete Buttigieg to declare victory last night. Sanders said he thinks turnout will be in line with 2016, and he wished it was higher. Asked how he thinks Iowa Democratic Party Chair Troy Price has handled the situation, Sanders said he has not been talking to Price, and that his senior adviser has. Asked if he got any sleep last night, Sanders said “not enough.” Watch here: Democratic candidates react to Iowa chaos Iowa Democratic Party spokesperson Mandy McClure officially announced in a statement that they will release \"the majority of caucus results\" at 5 p.m. ET. \"Moving forward — just like we would would have on caucus night — we will continue to release results as we are able to,\" she said.  McClure continued: \"We are also executing our plans and procedures to gather the paper documents and chasing any additional precincts to report results as we normally would on caucus night.\"  At his second official campaign stop of the day, former South Bend, Indiana, Mayor Pete Buttigieg again claimed victory in Iowa.  “We are still waiting for some math but we have arrived with momentum .... and we’ve arrived victorious,” Buttigieg told the crowd in New Hampshire. This is the second time Buttigieg has declared victory. Buttigieg claimed victory while speaking to supporters on Monday night. \"By all indications, we are going on to New Hampshire victorious,\" he said In an interview with CNN today, Buttigieg cited his campaign's internal data from the caucuses. Remember: The outcome of the Iowa Democratic caucuses remains unknown. Iowa Democratic Party Chair Troy Price told Democratic campaigns on a call that the \"majority of results\" will be released by 5 p.m. ET today, a source said. Watch here: Buttigieg explains why he declared victory in Iowa    The Nevada State Democratic Party released a statement today saying they will not be employing the same app or vendor used in the Iowa caucus. \"NV Dems can confidently say that what happened in the Iowa caucus last night will not happen in Nevada on February 22nd. We will not be employing the same app or vendor used in the Iowa caucus. We had already developed a series of backups and redundant reporting systems, and are currently evaluating the best path forward,\" Nevada State Democratic Party Chair William McCurdy II said in the statement. CNN reported earlier that the company that developed the Iowa app had also been contracted to work with the Nevada Democratic Party.     Iowa Democratic Party Chair Troy Price told Democratic campaigns on a call that \"more than 50 percent of all results\" will be released. \"We want to get some results out there,” Price told Democratic campaigns on a call with the Iowa Democratic Party that CNN obtained the number for.  He said he is continuing to work through the process of determining what percentage of Iowa results will be released. Iowa Democratic Party Chair Troy Price told the presidential campaigns this morning that they plan to “release the majority of results that we have by 4 p.m. today,” according to a source on the call. That is 5 p.m. ET. The call is ongoing. Bill Brauch’s Apple ID eventually did him in. Brauch, the caucus chair for precinct 59, a 511-person site in Des Moines, downloaded the Iowa Democratic Party’s app last week, tested it and believed it was working fine. But on the night of the caucus, about 30 minutes before counting began, Brauch tested it again and a “glitch” made it so that only the left side of his iPad keyboard popped up, meaning he could only type numbers and letters on the left. That, obviously, made it impossible to use. Brauch called the Democratic Party hotline and was told to change the settings and “unload the app and then reload it.” “That required me to access my Apple password, which I did not have with me, so at that point that app wasn’t on my iPad,” he said with a slight laugh, meaning when people began caucusing at his site, they had no app to use.  Brauch then turned to the traditional way – over the phone – but was initially put on hold for 15 minutes before hanging up. He then opted to use a backchannel he had to the Iowa Democratic Party’s boiler room. His caucus secretary knew someone in the room, so she called the person and they reported the data that way – via a backchannel, not on the official hotline.  “We were lucky that we had that inside person,” he said. “We had unique access because of that relationship.” “The whole thing is disappointing to me,” he said. “The caucus itself ran smoothly, the new slightly revised rules and the presidential preference cards were not a problem, we found a way to do it in a way that was organized. And people had a good experience at the caucus.”   Democratic presidential candidate Elizabeth Warren said she was \"feeling good\" despite the confusion surrounding the results from Monday's Iowa caucuses. Speaking at a town hall in New Hampshire today, Warren told her supporters, \"So we're back from Iowa. Wow. But here's what we know it's a tight, three way race at the top. We know that the three of us will be dividing up most of the delegates coming out of Iowa. I'm feeling good.\" She added: \"I mean, we had a bumpy start to the democratic process yesterday in Iowa tonight. Donald Trump gives State of the Union. And tomorrow, it appears that Republicans will continue to lock arms to protect an out of control president. Yes, and will prove their loyalty to the person, rather than to the Constitution of the United States. These are hard times for our country. The question is, so what are we going to do what we can be discouraged.\" Cindy Garlock served as caucus chair of precinct 18, one of about 80 precincts in Iowa’s Linn County. She told CNN that she did use the app to file her numbers last night. “It appeared to work. It said that our results had been sent,” Garlock said. “We had just a brief moment (when it didn’t work), but I think it was our error, that we put in the data incorrectly and when we fixed that, it worked fine.” She continued: “You push send and you hope that it all gets there accurately.” Garlock laughed at the fact that she had an experience on Monday night dramatically different to her friends at other caucus sites. “We are just all waiting like you guys are,” she said, adding that she has not talked to anyone at the state party. Her precinct was a four-way tie, she said, between Bernie Sanders, Elizabeth Warren, Pete Buttigieg and Amy Klobuchar. “Honestly, it went really well,” she said. “I was very pleased. We had a lot of good volunteers, everyone in the audience was very cooperative and they listened to directions very well.” Iowa State Senator Pam Jochum, who chaired precinct 14 in Dubuque, told CNN that while her caucus ran relatively smoothly last night, she never attempted to use the app because she could not download it and could not get support from the party to resolve issues with the app up to a week before the caucuses.  \"I could not download the app, even,\" Jochum said. \"Even before the caucus started, I knew I was going to be calling the numbers in.\" Her precinct finished their second alignment by 8:30 p.m., and she was able to successfully call the numbers in. But she said over a week before the caucus, she attempted to reach out to the state party for assistance with the app but did not receive any. The system that was used to allow precinct chairs to download the app wouldn't accept her password. After several tries, she said that the link to download the app eventually expired and she knew she would be using the old system of calling in results. \"I went to the state party and they were all too busy to even help me with it,\" Jochum said.  A new app to report results caused difficulties for local officials working the Iowa caucuses last night.  This is what the app looks like: And here are recent updates to the app: Acting Homeland Security Secretary Chad Wolf said in a Fox interview this morning that the department's cyber agency offered to test the Iowa caucus counting app, but the offer was declined. He also said that \"no one hacked into it\" and they don't see \"malicious cyber activity going on.\" “Our cybersecurity and infrastructure security agency has offered to test that app from a hacking perspective. They declined and so we’re seeing a couple of issues with it,” Wolf said. “I would say right now, we don’t see any malicious cyber activity going on.”  DHS continues to talk to the state players and throughout yesterday had done multiple check-ins. But they are quite hands off when it comes to this, repeatedly referring back to the state players on the ground. DHS is very careful and delicate when it comes to working with the states because they don’t want to be seen as interfering. That said, they push all sorts of training, advice, technology and are constantly talking up the lines of communication they’ve established with the states. They are also huge proponents of states using paper ballots. “This is more of a stress or a load issue, as well as a reporting issue that we’re seeing in Iowa. But what I would say is that given the amount of scrutiny that we have on election security these days, this is a concerning event and it really goes to the public confidence of our elections,” Wolf told Fox.  One thing to note: States will often decline DHS’s services and do it instead with local or private entities. Despite a new, wider rollout of a mobile app to transmit caucus results, local party officials in Iowa say the mobile app was not part of any caucus chair training. Linda Nelson, a Democratic caucus chair in Pottawattamie County, tells CNN that precinct chairs did not receive training because the app wasn’t ready. Zach Simons, the party chair in Wapello county, told The New York Times: “The app wasn’t included in the chair training that everyone was required to take.” In Des Moines, Polk County Democratic Chairman Sean Bagniewski told CNN that app problems actually surfaced last week during testing. When some precinct chairs reported trouble last Thursday, Bagniewski told those who couldn’t get the app to work to call in their results to the Iowa Democratic Party as they had in previous years. “When you have an app that you’re sending out to 1,700 people and many of them might be newer to apps and that kind of stuff, it might have been worth doing a couple months’ worth of testing,” Bagniewski told The New York Times. However, last week, a state party official told CNN's Dianne Gallagher: \"The IDP has been training caucus leaders on heightened security measures and is holding regular app trainings with caucus leaders in the weeks leading up to caucus night.\"  CNN has reached out to the Iowa Democratic Party for a response on the precinct chairs' concerns today and has not received a response. A Democratic source tells CNN that the issue seems to lie with a major coding error in the app that was discovered once data started flowing into the IDP and party officials began to see discrepancies in the three data streams as the results started coming.  The source said it took time for party officials to identify and address the issue and noted there was not a problem with the raw data being put in by the individual precincts.  The national party is trying to help Iowa resolve it. Pete Buttigieg's campaign said they have used Shadow Inc. — the same app company that developed the app in Iowa that caused the reporting area.  A Buttigieg campaign aide said they \"have contracted with this vendor in the past for text messaging services to help us contact voters. Totally unrelated to any apps they built for the party.”  It appears that Joe Biden and Kirsten Gillibrand's campaign have also used the company, as well as other state Democratic parties.  Sen. Bernie Sanders' campaign sent an email to supporters asking for donations following the confusion in Iowa.  Here's a portion of the email: \"Like you, we are disappointed with what happened last night in Iowa. But while we wait for the results, we cannot lose focus of the fact that New Hampshire’s primary, the first in the nation, is just seven days away. And we have to be ready, and Bernie cannot do that alone. Can you make a $2.70 contribution to our campaign today? There is no more important day to make your first donation to our campaign. We will be in touch as soon as we learn more.\" The official results may not be ready just yet. But at one precinct in Des Moines, Iowa, an apparent delegate tie between Sen. Bernie Sanders and Pete Buttigieg was decided by a coin flip. Jaylen Cavil said he took this video of the coin flip at precinct 80: Sen. Elizabeth Warren's campaign manager Roger Lau said they will provide photographs and \"other raw documentation of the results\" to the Iowa Democratic Party \"to help ensure the integrity of their process.\" He said the campaign collected data from \"hundreds of caucus locations.\" Democratic presidential candidate Deval Patrick took a shot at his fellow candidates, in the face of uncertainty over the results of the Iowa caucuses. “One candidate is calling the results into question because he apparently didn’t do well. Another is declaring victory without any votes being confirmed. The way to beat Donald Trump isn’t to act like Donald Trump. Our party and our country deserve better,\" he said in a statement. While the outcome of the Iowa Democratic caucuses still remains unknown, former South Bend, Indiana, Mayor Pete Buttigieg declared victory before the results were released. Meanwhile, Democratic presidential campaigns remained in the dark this morning over when and how many results of the Iowa caucuses will be released, two officials tell CNN. Without knowing who won the first contest of the 2020 race, many candidates departed Iowa and traveled to New Hampshire, where the state's primary will be held next week. Iowa Democratic Chairman Troy Price is holding another conference call this morning with representatives of the Democratic presidential campaigns. Until now, campaigns have told CNN that they’ve been in the dark.  Price released a statement this morning, explaining the inconsistencies in the reports.  \"Because of the required paper documentation, we have been able to verify that the data recorded in the app and used to calculate State Delegate Equivalents is valid and accurate. Precinct level results are still being reported to the IDP. While our plan is to release results as soon as possible today, our ultimate goal is to ensure that the integrity and accuracy of the process continues to be upheld,\" Price said. Linda Nelson, a Democratic caucus chair in Pottawattamie County, was among the first to publicly sound the alarm yesterday about concerns with the app used to count Iowa caucus results. When CNN talked to her on Monday afternoon, she said she kept getting an error message when she entered her PIN. Nelson said she planned to do it the old-fashioned way — by calling in her results. That turned out to be impossible, as the phone lines were jammed. Nelson texted a picture of her Caucus Math Sheet to Troy Price, chairman of the Iowa Democratic Party, and went to bed. Nelson said she got a call from the Iowa Democratic Party at 1:23 a.m., and she shared the totals with them after \"both alignments and delegate distribution.\" \"They are probably still making calls,\" she said via text. Indeed they are. A senior Democratic official tells CNN they estimate that about 250 precincts are still outstanding.  Nelson shared this photo of the Caucus Math Sheet, which shows Amy Klobuchar carried her precinct, winning four delegates, followed by Joe Biden with three, Bernie Sanders and Elizabeth Warren each with two: A senior Iowa Democratic tells CNN that while the “goal today is clarity and getting to results,” the source was unable to commit that all results will be released today. The party will hold another call with campaigns later this morning, the Democrat said, and right now the party is wholly focused on “working towards today” for getting results out. The Democrats described a chaotic and tense situation inside the Iowa Democratic Party’s boiler room at the Iowa Events Center on last night and this morning, with top party officials making the “strategic decision not to release any data that has any questions.” “There was not going to be a good choice here and to buckle under the pressure to kick something out last night that was wrong would have been much worse,” the Iowa Democrat said.   Iowa Democratic Party Chair Troy Price said in a new statement that it would release caucuses results \"as soon as possible today.\" Read the full statement: “Last night, more than 1,600 precinct caucuses gathered across the state of Iowa and at satellite caucuses around the world to demonstrate our shared values and goal of taking back the White House. The many volunteers running caucus sites, new voters registering as Democrats, and neighbors talking to each other about the future of our country demonstrated the strength of our party.\nWe have every indication that our systems were secure and there was not a cyber security intrusion. In preparation for the caucuses, our systems were tested by independent cybersecurity consultants.  \nAs precinct caucus results started coming in, the IDP ran them through an accuracy and quality check. It became clear that there were inconsistencies with the reports. The underlying cause of these inconsistencies was not immediately clear, and required investigation, which took time. \nAs this investigation unfolded, IDP staff activated pre-planned backup measures and entered data manually. This took longer than expected. \nAs part of our investigation, we determined with certainty that the underlying data collected via the app was sound. While the app was recording data accurately, it was reporting out only partial data. We have determined that this was due to a coding issue in the reporting system. This issue was identified and fixed. The application’s reporting issue did not impact the ability of precinct chairs to report data accurately. \nBecause of the required paper documentation, we have been able to verify that the data recorded in the app and used to calculate State Delegate Equivalents is valid and accurate. Precinct level results are still being reported to the IDP. While our plan is to release results as soon as possible today, our ultimate goal is to ensure that the integrity and accuracy of the process continues to be upheld.” President Trump is now defending the state of Iowa and blaming Democrats for the delay in results. \"It is not the fault of Iowa, it is the Do Nothing Democrats fault. As long as I am President, Iowa will stay where it is. Important tradition!\" Trump tweeted this morning. Meanwhile, Iowa GOP chairman Jeff Kaufmann also weighed in on the delay last night. Kaufmann worked closely alongside Iowa Democratic Party officials for the past four years, calling himself a “relentless supporter” of preserving Iowa’s “first in the nation” caucus status. “I know the process well that the Democrats are using,\" Kaufmann told CNN. “We’re talking about a delay in reporting – and both parties have learned this – it’s much important to get this count right and perhaps wait, perhaps miss a deadline, than to put out inaccurate results,” he said.  A precinct chair in Iowa said the app got stuck on the last step when reporting results. It was uploading a picture of the precinct’s results. The chair said they were finally able to upload, so they took a screenshot. The app then showed different numbers than what they had submitted as captured in their screenshot.   The mobile app that was used to collect and report caucus results in Iowa last night was built by Shadow Inc. that launched last year, a person familiar with the app told CNN. The same app is due to be used in Nevada, the person said. CNN has reached out to the Nevada Democratic Party for comment.  The software issues were the start of a cascading series of problem — including difficult getting through on the phone to report results — that led the Democratic party to hold off on releasing results on Monday night. Officials from multiple precincts described to CNN having problems with the app and the reporting process, though some others did say the software performed as needed. Polk County Democratic Chairman Sean Bagniewski told CNN early Tuesday morning that tests of the app last week did not go entirely smoothly. Last Thursday, Bagniewski advised precinct chairs who couldn’t get the app to work to call in their results to the Iowa Democratic Party. In a statement Monday night, Iowa's Democratic Party said “this is simply a reporting issue, the app did not go down and this is not a hack or intrusion.” CNN review of IDP’s expenditures showed that it had made payments to Shadow in 2019, totaling more than $60,000.  Shadow is connected to another group, ACRONYM. Early Tuesday morning, ACRONYM spokesperson Kyle Tharp tweeted a statement distancing the group from Shadow.   “ACRONYM is a nonprofit and not a technology company,” said Tharp. \"As such, we have not provided any technology to the Iowa Democratic Party, Presidential campaigns, or the Democratic National Committee.” Tharp acknowledged ACRONYM’s role as one of a number of investors in Shadow. But he added that “we, like everyone else, are eagerly awaiting more information from the Iowa Democratic Party with respect to what happened.”  Last January, however, ACRONYM founder Tara McGowan tweeted proudly that ACRONYM was “launching” Shadow. Pete Buttigieg's campaign is proceeding as normal in New Hampshire, according to Kevin Donohoe, the campaign's communications director in the state.  Buttigieg will focus on making his pitch to undeclared or independent voters, who make up about 40% of the electorate in the state.  In addition to connecting with Democrats, he is looking to connect with voters here who want a Washington outsider, and someone separate from partisan fighting in DC, Donohoe said. Buttigieg will continue to focus on flipped counties and courting future former Republicans, much like he did in Iowa.  Polk County Democratic Chairman Sean Bagniewski, whose county includes Des Moines and has 177 precincts, said his precinct chairs had tested the mobile app used to report the results and some were having trouble — so last Thursday, he told those who couldn’t get the app to work to call in their results to the Iowa Democratic Party as they had in previous years. Some precinct chairs told him they’d been on hold for an hour and a half to two hours — and sometimes had their calls disconnected after getting through.  He and other Polk County officials asked precinct chairs who hadn’t reported their results to take pictures of their tallies and send them to the county party’s executive director.   She then tried to drive them to the state party headquarters. She arrived at about 9:15 p.m., but was turned away, and told that precinct chairs should call their results in as usual. Bagniewski said he has the boxes with paper results from the county’s precincts, but no way of reporting them to the state party. Some precinct chairs told him either the app worked or they successfully phoned in their results. “There’s no way to report them. We’ve got them,” he said. Democratic presidential campaigns remain in the dark this morning over when – and how many – results of the Iowa caucuses will be released today, two officials say.  “We haven’t heard a word from them overnight,” a senior adviser to a Democratic campaign told CNN. “They are in bunker mentality.”  As the nation woke up on Tuesday, results from Monday's Iowa caucuses still had not been announced. The last word the campaigns heard from the Iowa Democratic Party came during a contentious telephone conference call shortly after midnight. Campaigns were told that the state party had results from about 35% of precincts, but it was unclear whether those would have to be recounted. The party is working to resolve “inconsistencies” from three sets of data recorded by precinct chairs across the state, but it remains unclear the scope of the inconsistencies. The Democratic National Committee has also been quiet about the Iowa caucus debacle, despite working hand-in-hand for months with the Iowa Democratic Party ahead of the caucuses. Presidential campaigns have been told tonight to not expect any results from the Iowa caucuses until at some point on Tuesday, two officials tell CNN. “At this point now they need to get it right,” one official said. On a second call with the campaigns on Tuesday morning, leaders of the Iowa Democratic Party told campaign representatives that they will not be releasing any data tonight, according to a source with knowledge of the call. An Iowa Democratic official said results are still being collected now — and will be overnight if the precinct chairs keep calling them in. There was no estimated time given to campaigns. “They literally have no verified results,” a senior campaign adviser said. “We won’t know anything until some time Tuesday — at least.” Kate Bedingfield, Biden's deputy campaign manager and communications director, told CNN's John Berman Tuesday morning that the campaign has \"real concerns about the integrity of the process.\" \"I think there were significant failures in the process last night that should give voters concern,\" Bedingfield said, citing the an apparent issue with the voting-reporting app to tabulate results. The Biden campaign sent a letter to the Iowa Democratic Party Monday night asking for more information about what went wrong. \"If you have a process where you can't be confident that the results are being reported are reflective of the votes that people cast last night in the process, that's a real concern,\" Bedingfield added.  Watch the moment: Businessman Andrew Yang empathized early Tuesday with supporters who campaigned on his behalf ahead of the Iowa caucuses, telling CNN after arriving in New Hampshire that he looks forward to seeing the results of the contest.  \"As a candidate, I know you want to see what happened. And I know the rest of America wants to see what happened,\" he said.\n\"I particularly feel for so many volunteers and supporters of the campaign who worked their hearts out over the last number of days and weeks and even months. And so it's, you know, it's not what anyone would want. Like, we'll get the results soon and along with the rest of the country and (I’m) excited to be here in New Hampshire again.\" Watch here: Sen. Elizabeth Warren spoke to reporters after arriving in New Hampshire early Tuesday, saying staffers are moving on to campaign in other states following the Iowa caucuses even though the results have not been announced.    “It is good to be in New Hampshire,\" she said. \"Our organizers are now leaving Iowa and going to the other places around the country where we are. We are in 31 states. We have more than 1,000 people on the ground. This is an organization that is built for the long haul.” Sen. Amy Klobuchar was greeted by a crowd of supporters as she arrived in Manchester, New Hampshire, early Tuesday morning.  \"I arrived in New Hampshire to see we're tied for second. And we just had an excellent night tonight in Iowa. Of course, we don't know the results yet. Minor problem. But other than that we know that we did incredibly well,\" she said. See moment here: Former Vice President Joe Biden has arrived in Manchester, New Hampshire, looking ahead to that primary while the race in Iowa still hangs in the balance.  Biden said he felt “great” before driving away from the airport.  Iowa Democratic Party Chair Troy Price faced intense criticism from multiple Democratic campaigns during a call early on Tuesday morning, with senior advisers repeatedly questioning the transparency of the process. CNN listened to the call, where Price provided little guidance on when the first numbers would be reported. Price sought to defend the process, arguing that the delay in reporting results stemmed from the party’s desire to “ensure the integrity of the process” but that the party was working to keep “campaigns in the loop throughout this entire process.” That did not quell concerns from a host of campaigns, which raised questions about the integrity of the Iowa caucuses and why no numbers had been reported. When Price was pressed by the Warren campaign about what percentage of information the party currently has, Price said he would “get back to you on that info” because “we are still gathering information as we are speaking.” When asked whether he was confident that “every caucusgoer tonight filled out a preference card and that was administrated correctly,” Price bluntly said, “Yes.” The most direct criticism of process came from Jeff Weaver, senior adviser to Bernie Sanders’ campaign, who said claims that the delay stemmed from the need to report three numbers – the number of first alignment, the number of second alignment and the number state delegate equivalents – was “bogus.” “We are hearing some chatter that (the party is) blaming this delay on you having to report three numbers, not one,” Weaver said. When Price began to said the delay was caused by a “reporting issue,” Weaver called the excuse “bogus” and said, if true, “the whole process has been a fraud for 100 years.” “We want to make sure (this) is accurate and that preserves the integrity of those results as well,” Price said. “We have not had those numbers reported before, so we want to make sure those results are accurate, just like all information we put out.” Weaver told Price that his answer was “disappointing.” Price ended the call by saying, “We will be transparent as we go forward through this process, but again we want to make sure we are protecting the integrity of the process, the integrity of the result … we will keep you in the loop.” In a brief call with reporters following the campaign call, party officials reiterated their belief that “integrity of the results is paramount” and that they were continuing to brief campaigns. The party did not take any questions. Polk County Democratic Chairman Sean Bagniewski, whose county includes Des Moines and has 177 precincts, told CNN he has boxes with paper results from the county’s precincts, but no way of reporting them to the state party.  “There’s no way to report them. We’ve got them,” he said. Some precinct chairs told Bagniewski they’d been on hold for an hour-and-a-half to two hours — and sometimes had their calls disconnected after getting through. He and other Polk County officials asked precinct chairs who hadn’t reported their results to take pictures of their tallies and send them to the county party’s executive director, who then tried to drive them to state party HQ. She arrived at about 9:15 p.m., but was turned away and told that precinct chairs should call their results in as usual. Bagniewski said his precinct chairs had tested the app used to report the results and some were having trouble — so last Thursday, he told those who couldn’t get the app to work to call in their results to the Iowa Democratic Party as they had in previous years. “When you have 1,700 precincts in one state, it should be a couple month long process of training folks, testing out the app, making sure it is downloaded, and that wasn’t happening here,” he added. UPDATE, 1:56 AM ET: Bagniewski tweeted at 1:27 a.m. ET that his county's results had been turned in. \"We’re still not sure what’s going on with the app and phone lines for state reporting, but rest assured, that all of the Polk County results have been turned in and are secure,\" he said on Twitter. \"Our thousands of volunteers did absolutely amazing work tonight.\"  CNN's Paul LeBlanc contributed to this report. Even with zero precincts reporting, Pete Buttigieg said late Monday local time that “by all indications,” his campaign is “going to New Hampshire victorious.” “What a night. Because tonight an improbable hope became an undeniable reality,\" he said at his Iowa election night party. “So we don’t know all the results, but we know by the time it’s all said and done, Iowa, you have shocked the nation.” Reflecting on the start of his campaign, Buttigieg said, \"Now there were skeptics. An awful lot of skeptics who said, ‘Not now. Not this time. All this talk of belonging and of bridging divides is too naive. Too risky.’” “So tonight I say with a heart full of gratitude. Iowa, you have proved those skeptics wrong,” he added. Watch here: Des Moines County Democratic Co-chair Tom Courtney tells CNN that he tried for 15-30 minutes to send in results on the mobile app before giving up and calling in to the hotline.  When that didn’t work either, he made plans to call in the results tomorrow morning.  \"I will try tomorrow, but I have a doctor's appointment in the morning so it might be 10 a.m. by the time I turn in results,\" Courtney said. He had 118 caucus goers, down from more than 200 from past election cycles. His caucus ended around 8:30 p.m. local time. Trump's 2020 campaign manager Brad Parscale said the delay in reporting results in Iowa is \"the sloppiest train wreck in history.\" He criticized Democrats' handling of the reporting process. \"And these are the people who want to run our entire health care system?\" Parscale asked. Here's his full statement: “Democrats are stewing in a caucus mess of their own creation with the sloppiest train wreck in history. It would be natural for people to doubt the fairness of the process. And these are the people who want to run our entire health care system? Tonight President Trump posted a record performance in the well-run GOP Iowa caucuses with record turnout for an incumbent.” Campaign sources tell CNN that that the call between campaigns and the Iowa Democratic Party was \"short and uninformative.\" The party hung up quickly to avoid taking questions, the sources said. The party said they were counting votes manually — but provided no details about what that meant.  Sen. Bernie Sanders just took the stage in Des Moines with his wife, Jane, two grandchildren, his son and his daughter-in-law. He addressed the delay in results at the top of his speech. \"Let me begin by stating that I imagine — have a strong feeling that at some point the results will be announced,\" Sanders told the crowd. \"And when those results are announced I have a good feeling we're going to be doing very, very well here in Iowa.\" He added:  \"Tonight in this enormously consequential 2020 election, the first state in the country has voted. And today, today marks the beginning of the end for Donald Trump.\" Watch here: Sen. Elizabeth Warren addressed supporters, as results over the Iowa caucuses were delayed. She acknowledged there were no results so far. “It is too close to call, so I’m just going to tell you what I do know,\" she told the crowd. “We don’t back down,\" she said. \"We meet big problems with even bigger solutions. I’m here tonight because I believe that big dreams are still possible.” Other candidates also delivered speeches on Monday night, in the face of the results delay. Watch Warren's speech:  Former Vice President Joe Biden said the Iowa Democrats are working to get the caucus results straight as he addressed supporters tonight. The party has not yet reported any caucus results.  \"Well, the Iowa Democratic Party is working to get this result — get 'em straight,\" he told supporters in Des Moines. \"And I want to make sure they're very careful in their deliberations,\" Biden added. \"And indications are — our indication it's going to be close. We're going to walk out of here with our share of delegates.\" Watch here: Iowa Democratic Party Communications Director Mandy McClure said the party found \"inconsistencies in the reporting of three sets of results.\"  Here's the full statement: We found inconsistencies in the reporting of three sets of results. In addition to the tech systems being used to tabulate results, we are also using photos of results and a paper trail to validate that all results match and ensure that we have confidence and accuracy in the numbers we report. This is simply a reporting issue. The app did not go down and this is not a hack or an intrusion. The underlying data and paper trail is sound and will simply take time to further report the results.  About the three numbers: Iowa Democrats are releasing more information about caucus results than usual this year. There are three sets of numbers we're expecting: State delegates won: Each precinct sends delegates to county conventions, who then send delegates to the state convention. The \"state delegate equivalents\" — the number that'll be the focus tonight — are the estimated number of delegates candidates have won to the state convention based on their results in each precinct.\nThe first alignment: The state Democratic Party will release the total number of people at each precinct that lined up with each candidate at the start of the caucuses.\nThe second alignment: Then, after realignment — the process where those who fall short of 15% are eliminated, with their supporters either choosing a different candidate to back or going home — the state party will release those raw vote totals as well. CNN's David Chalian explains:  Bernie Sanders' campaign tells CNN they have now been invited to a phone call with the Iowa Democratic Party. One senior adviser for Joe Biden said the party will also meet with their campaign via phone call. The campaign’s senior adviser in the state, Jesse Harris, and others from the campaign will be on the call. The call is set to begin shortly. Sen. Amy Klobuchar is addressing a room full of supporters — and acknowledging that they don't yet have results from the Iowa Democratic party.   \"You probably heard we don't know the results. But I did not want to let another minute go by without thanking all of you,\" she told the crowd. \"We know there's delays but we know one thing: We are punching above our weight.\" She thanked her supporters as she criticized President Trump. \"We know, in our hearts, that in a democracy, it is not about the loudest voice or the biggest bank account. It is about the best idea. And it is about the person that can turn those ideas into action,\" Klobuchar said. Watch Klobuchar's speech:  As the results from the Iowa caucuses continue to be delayed on Monday night, an Iowa Democratic Party source told CNN that there was \"no indication this is a hack.\" The source offered no other explanation for the delay. The delay has created questions among the presidential campaigns, with one representative telling CNN's Jeff Zeleny, \"It's clear something has gone wrong.\" Shawn Sebastian, a precinct secretary in Story County, was live on CNN as he simultaneously sat on hold with the Iowa Democrats, attempting to report his county's results.  Just a moment into his call to CNN, the party picked up — and then the line got disconnected. \"I have been on hold for over an hour with the Iowa Democratic Party,\" he told CNN's Wolf Blitzer. He said that they first tried to use an app, but that didn't work. They then turned to a hotline. \"We've been recommended to call in to the hotline, and the hotline has not been responsive,\" he said. In that moment, someone on the other end of the hotline picked up. \"This is a real coincidence, Wolf. I just got off hold, just now, so I've got to get off the phone to report the results,\" he told CNN. He stayed on CNN's air as he began to report his county's results. That's when the hotline went dead. \"They hung up on me,\" he said. Watch:  Iowa Democratic Party officials are hunkered down in their war room tonight, with presidential campaigns in the dark over the delay in the reporting of caucus results. Officials from two Democratic campaigns tell CNN they were told the app to tabulate results had crashed. They said they had not been given any other information.  Representatives of presidential campaigns are not invited into the state party’s war room, which is standard practice. But as the night wore on without word, “It’s clear that something has gone wrong.” A state Democratic official who was in the war room a short time ago said the mood was calm and the officials were committed to get the count right. “More data takes more time,” the official said.   Results from tonight's Iowa caucuses are delayed, with Iowa's Democratic party chalking the extra time up to \"quality checks\" and the party's decision to report three totals this year.   Voting issues aren't new when it comes to the Iowa caucuses. In the last presidential election, Iowa faced a controversy surrounding apparent confusion about the voting process.  Unlike a traditional primary, in which voters cast ballots, caucuses all take place out in the open: People show up to their precinct and physically move into designated parts of a room to show their preference for a certain candidate. Delegates are awarded based on those who reach a certain threshold of support by the end of the night. In 2016, the state Democratic Party was forced to review the caucuses after the campaigns of Hillary Clinton and Bernie Sanders flagged issues with the process -- specifically the way in which a winner is declared and coin flips.  The winner of the caucuses is decided by state delegate equivalents, tied to a math formula, not head counts. Coin flips, or \"games of chance,\" are used in rare circumstances at precinct caucuses to adjudicate ties or resolve issues created by rounding errors.  At stake during these precinct-level coin flips is the one remaining slot in that precinct for a campaign to send a delegate to attend that precinct's county convention. Coin flips are not used to decide which candidate wins a state convention delegate or national convention delegate. The 2020 caucuses proceeded under new rules and procedures, including the addition of \"satellite caucuses,\" as part of the state's effort to make the process more accessible.  As people streamed into Joe Biden’s election night party at Drake University, attendees were nervously awaiting results. Biden had not met the viability threshold in a Johnston precinct where Melanie Weatherall, a 50-year-old former nurse, said she caucused. She said she’s “very discouraged, because people aren’t waking up -- they don’t understand.” “I keep talking to people until I’m blue in the face, because none of them can beat Trump or Republicans,” Weatherall said. “So we’re going to be stuck with Donald Trump another four years.” Tom Rial, a precinct captain for Biden in suburban West Des Moines, said he was nervous. In his precinct, he said, the top five contenders were virtually tied, with Buttigieg taking three of the 11 available delegates and Biden, Klobuchar, Warren and Sanders taking two each.  He said he was surprised to hear from friends in more rural precincts that Buttigieg had been strong. “I don’t know. I don’t know how things are going,” he said. “It looks like a bunch of ties.” CNN's Arlette Saenz live from Biden's election night party:  Zero precincts are reporting in the Iowa caucuses so far.  CNN’s Wolf Blitzer noted that at 10 p.m. ET in 2016, there were 70% of precincts reporting.  CNN’s David Chalian said, “It is hard when you look at the clock and you see its 10:16 (p.m.) Wolf, to not begin to wonder if something maybe askew.” The Iowa Democratic Party said in a statement: “We are doing our quality control checks, making sure the numbers are accurate. People are still caucusing, we’re working to report results soon.” Chalian noted: “We’re not getting a sense of how long the quality control take, what exactly is the quality control process that the party is undertaking right now.” “This is far later than when we’ve seen reports in Iowa caucuses past of the vote coming in,” Chalian said. “And so now, the party, they're sticking to this notion of we’re doing quality control checks. I'm not sure how much longer they can just sort of say that and not have questions surrounding whether or not is there some reporting problem, is there something askew, or is everything fine and they’re just being super cautious.” CNN’s John King noted, “There are more candidates this time, so give some grace, but to your point, this came in pretty quick. This came in pretty quick. And it was very close, so it’s not like it was a blow out. It’s not like it was easy to count.” Hear analysis on the delay: Iowa Democratic Party Communications Director Mandy McClure said the delay in the results is \"due to quality checks\" and the party's decision to report three totals this year. \"Integrity of the results is paramount,\" McClure said.  Here's the full statement: \"The integrity of the results is paramount. We have experienced a delay in the results due to quality checks and the fact that the IDP is reporting out three data sets for the first time. What we know right now is that around 25% of precincts have reported, and early data indicates turnout is on pace for 2016.\"  About the three numbers: Iowa Democrats are releasing more information about caucus results than usual this year. There are three sets of numbers we're expecting: State delegates won: Each precinct sends delegates to county conventions, who then send delegates to the state convention. The \"state delegate equivalents\" — the number that'll be the focus tonight — are the estimated number of delegates candidates have won to the state convention based on their results in each precinct.\nThe first alignment: The state Democratic Party will release the total number of people at each precinct that lined up with each candidate at the start of the caucuses.\nThe second alignment: Then, after realignment — the process where those who fall short of 15% are eliminated, with their supporters either choosing a different candidate to back or going home — the state party will release those raw vote totals as well. Hear Chalian's analysis: 'They're buying time' We're still awaiting results from Iowa's Democratic party — even though nearly an hour ago a source told CNN numbers would be ready around 10 p.m. ET. CNN senior political analyst Mark Preston said the delay could be concerning. \"I have confidence in them, but I would say this: It is bringing in some concern and certainly wondering about what is exactly happening now behind the scenes,\" he said. Remember: Iowa Democrats are releasing more information about caucus results than usual this year. There are three sets of numbers we're expecting: State delegates won: Each precinct sends delegates to county conventions, who then send delegates to the state convention. The \"state delegate equivalents\" — the number that'll be the focus tonight — are the estimated number of delegates candidates have won to the state convention based on their results in each precinct.\nThe first alignment: The state Democratic Party will release the total number of people at each precinct that lined up with each candidate at the start of the caucuses.\nThe second alignment: Then, after realignment — the process where those who fall short of 15% are eliminated, with their supporters either choosing a different candidate to back or going home — the state party will release those raw vote totals as well. Chalian: Something is clearly off from the plan  Some Democratic presidential campaigns have started to worry about the delay in reporting results in Iowa. An aide to a top Democratic campaign said their operation doesn’t “know what’s going on” but “something is clearly up.”  “It just eats time,” the aide said. And an aide to former South Bend Mayor Pete Buttigieg also said they were worried about the delay in reporting results. An Iowa Democratic party official said the team is \"working to report results soon.\" “We are doing our quality control checks, making sure the numbers are accurate. People are still caucusing, we’re working to report results soon,\" the official said. Earlier, before 10 p.m. ET, a source a Democratic state party official told CNN's David Chalian that they \"should have something near top of the hour.\"  CNN's David Chalian explains more:  Elizabeth Warren’s election night party ballroom in Des Moines is starting to fill up with Iowans who attended various caucus sites. Speaking to several of them, there are mixed emotions early in the evening. Angela Thompson, who caucused at Precinct 51 in south Des Moines, told CNN that she was “really sad” because there were not a lot of people for Warren in the first alignment, and Warren was not viable. Thompson said those who initially chose Warren either ended up being uncommitted or going to Bernie Sanders – she also went to Sanders, she said, but was uncomfortable with her choice, and did so grudgingly. “I wanted to stick with Warren,” Thompson said. Kirsten Fath, a teacher who also caucused in Des Moines tonight at an elementary school site, was excited that Warren was viable. She said that Warren picked up quite a bit of supporters the second round – most of those new supporters seemed to come from voters who originally were in Andrew Yang’s corner. Two senior aides to the Pete Buttigieg campaign said they are seeing stronger than expected results (specifically viability on the first alignment) in rural, suburban, and pivot precincts, according to their internal tallies. Aides view this as a key sign that their strategy of focusing on a broad array of precincts is paying off.  “Things look pretty good so far,\" one aide said. A second senior campaign adviser said that the exit polls released so far validate an effort by the campaign to show to voters that they can win voters across demographics.  \"Pete is putting together the widest coalition,\" the adviser said. \"He is second among voters under 30 and voters over 65 while those leaders don’t even hit 10% in the other category.\" CNN reporters have been reporting results at the caucus sites they're at — but remember: These are only for individual caucuses, and not for Iowa as a whole. \"It's just numbers that all of our reporters at the various caucus sites that they've been at have been reporting in,\" CNN's David Chalian explained. \"It's the numbers we have been showing on the screen.\" We're still waiting to hear from state officials about the results, Chalian said. He added that a state official told him they're doing \"quality control\" on the results before they report them. \"They're trying to make certain that what they report out as official results is accurate — reflects exactly the numbers that are sent in from each of these precincts,\" Chalian said. Watch more analysis:  Trump campaign sources both inside and close to the campaign say some officials inside the President's re-election effort are all but rooting for a Bernie Sanders victory that begins to sow chaos inside the Democratic Party.  A senior campaign official said a long, drawn-out primary process would be the best case scenario for Trump.  \"Longer the better will drain resources and create further division,\" the official said.  The official went on to envision a dream-like scenario for Trump, where the Democratic party is forced to go to its convention without settling on a nominee. That \"would be terminal for them,\" the official said. A \"self-inflicted civil war\" among Democrats was how another Trump adviser described the campaign's ideal scenario. The adviser said the prospect of Sanders becoming the Democratic party nominee is tantalizing, as the conventional wisdom among Trump advisers is that there is no way a self-described \"socialist\" can win the White House.  The only caution being expressed by some advisers is that Sanders has demonstrated a knack for mobilizing grassroots supporters and drawing huge crowds, attributes shared by the President. That makes him a threat.   Some supporters backing non-viable candidates at a Des Moines caucus have decided to band together to support Cory Booker — who dropped out of the race last month. The move means they declined to support viable candidates like Pete Buttigieg, Elizabeth Warren and Bernie Sanders. About viability and realignment: At the start of the caucuses, voters split up into groups dedicated to their first presidential candidate of choice. Typically, a candidate needs 15% of the vote to remain viable, as determined by the amount of people participating in the precinct location, but smaller locations may have different viability thresholds. If a candidate is not viable after that first round, their voters can realign to another viable candidate — or join together to create a group in support of another candidate that meets the threshold. The Bernie Sanders campaign just opened the door to its watch party as a smattering of people were waiting. The campaign encouraged supporters not to come to the party until they were done caucusing. A Democratic state party official tells CNN's David Chalian that they are \"doing quality control on results coming in.\" The official added that they \"should have something near top of the hour.\" Joe Biden's campaign has opened the doors at its caucus night party at the Olmstead Center at Drake University.  As the attendees filed in, the campaign turned all of the TVs to CNN, and raised the volume just as Jeff Zeleny reported the former vice president was not viable at his caucus site at the Drake Fieldhouse — on the same campus where Biden’s event is taking place.  There are several dozen attendees on hand at this point. Facebook on Monday moved to block users from sharing a debunked claim published by Judicial Watch, an activist group that’s supportive of President Donald Trump, about the number of registered Iowa voters.  The social media platform told CNN it is now appending warning labels to posts that seek to amplify the discredited claims. Users who attempt to share a Facebook post containing the claims will also be interrupted by a notification informing them that the post has false information. The attempt to limit the claim’s spread follows a fact-check performed by one of Facebook’s third-party partners. When a fact-checking partner flags a piece of content as false, it sends a signal to Facebook, which then automatically acts against the content. But despite the fact-check, a Facebook advertisement by Judicial Watch that repeated the false claim remained active on the platform until Monday night. According to Facebook’s advertising transparency page, the ad was viewed between 15,000 and 20,000 times nationwide, despite spending less than $100 on the buy. Asked by CNN Monday night whether the ad would be taken down, Facebook told CNN that “action should be taken shortly.” Meanwhile, Twitter rejected calls to act against tweets promoting the false claims, saying they did not violate the platform’s policies because the tweets do not \"suppress voter turnout or mislead people about when, where, or how to vote.”  Amy Klobuchar’s campaign manager Justin Buoen tells CNN that their precinct captains say the senator is viable in “a bunch of precincts.” “Back in the war room, we’ve been talking to precinct captains and they are saying we are viable in a bunch of precincts,” Buoen told CNN. “We feel like the hard work is paying off,” he added.  The realignment phase of caucusing is happening at a caucus site at Grinnell College in Grinnell, Iowa. Several candidates were not viable, including Joe Biden. Some of his supporters then joined the uncommitted group. The maneuver effectively denies delegates to more progressive, viable candidates, such as Elizabeth Warren and Bernie Sanders. Pete Buttigieg is also unviable — but many of his supporters remained seated during the realignment. That's when the uncommitted group started chanting \"Come on, Pete!\" About viability and realignment: After voters split up into groups dedicated to their first presidential candidate of choice, viability is determined. Typically, a candidate needs 15% of the vote to remain viable, as determined by the amount of people participating in the precinct location, but smaller locations may have different viability thresholds. If a candidate is not viable, their voters can realign to another viable candidate or join together to create a group in support of another candidate that meets the threshold. Watch the moment:   Iowa Democratic caucusgoers for whom health care is their top issue in choosing a nominee were split between Bernie Sanders and Pete Buttigieg, with around a quarter supporting each. Fewer than one in five of them were for Joe Biden and Elizabeth Warren, and only one in 10 for Amy Klobuchar. Two in five say health care was the issue that mattered most in deciding who to support.  Among caucusgoers who oppose replacing private insurance with a government plan, three in 10 support Biden, and another three in 10 support Buttigieg. Klobuchar’s support is slightly over one in 10 in this group.  Watch more:  Vermont Senator Bernie Sanders came very close to winning the Iowa caucuses in 2016. Sanders received 49.59% of the vote — a hair away from Hillary Clinton’s winning vote percentage of 49.84%. Sanders used his Iowa performance to fuel a fundraising boost, raising $3 million from supporters.  He went on to win the New Hampshire primary by almost 20 points.  Polk County Democrats Chair Sean Bagniewski said three caucus sites in the county ran out of presidential preference cards, including the Wells Fargo Arena in Des Moines.  The party is running replacement cards over now, he said. Watch:  Five candidates are viable at a caucus in Sioux City: Joe Biden\nPete Buttigieg\nAmy Klobuchar\nBernie Sanders \nElizabeth Warren There were only two nonviable candidates: Tom Steyer and Andrew Yang. About viability: After voters split up into groups dedicated to their first presidential candidate of choice, viability is determined. Typically, a candidate needs 15% of the vote to remain viable, as determined by the amount of people participating in the precinct location, but smaller locations may have different viability thresholds. If a candidate is not viable, their voters can realign to another viable candidate or join together to create a group in support of another candidate that meets the threshold. Watch more: The Biden campaign is distancing itself from a robocall that has been targeting Iowans since Friday urging them to change their registration to Democrat to vote for Biden in Monday's caucus.   The calls, a partial copy of which was obtained from the anti-robocall tracking application and website NoMoRobo, asks voters to change their registration to vote for Biden and against \"the Democrat radical socialist agenda.\"  The call says, in part: \"If you join me and register as a Democrat to vote in the Democratic caucus, you can change your registration before it is even recorded that you did.\" It is unclear who is running the calls. Aaron Foss of NoMoRobo told CNN the calls were hitting phones in Iowa and surrounding areas.  A spokesman for the Biden campaign said they were not making the calls, which could be seen as a veiled attack on Bernie Sanders. \"Our campaign had nothing to do with these calls and we condemn this dirty trick,\" the spokesman said.  A spokesman for Biden super PAC Unite the Country said they are not spending any money on robocalls.  Tonight, three kinds of results will be released: first alignment preference, second alignment preference and state delegate equivalency. Here’s what one Elizabeth Warren adviser tells CNN about how they are viewing all of this, using a sports analogy: “The game is not over at half time.”  While the first alignment number says something very important about a candidate’s initial support, Warren advisers are stressing the fact that they believe what happens between the first and second alignment – persuading those who didn’t pick you the first time and bringing them into your corner – says more about a candidate’s strength heading into the rest of the nominating contest and ultimately the general election. That second alignment number is “a better indication of your strength as a general election nominee in terms of building a coalition,” the adviser said. About the second alignment: If a candidate is not viable, their voters can realign to another viable candidate or join together to create a group in support of another candidate that meets the threshold. According to entrance polls, a third of Democratic Iowa caucusgoers are over the age of 65, up from 28% in 2016 and 22% in 2008. Around a third of them planned to support Biden while around one in five are supporting Buttigieg. One in 10 said they were for Warren. Around one in five caucusgoers are between the ages of 17 to 29, steady from past years. Half are supporting Sanders, significantly higher than any other candidate among young voters, with less than one in five for Buttigieg, one in 10 for Warren, and slightly less for businessman Andrew Yang.  About entrance polls: The Democratic entrance poll estimates how much support a presidential candidate has at the start of the caucus process and will more closely reflect the first round of voting. It does not reflect the final caucus result, which is used to calculate the state delegate equivalents that a candidate is expected to win. Watch more:  A senior aide inside the Buttigieg campaign said that the campaign is laser-focused on a delegate accumulation tonight rather than other metrics that come out of the caucuses. Hari Sevugan, deputy campaign manager for the Buttigieg campaign, said that they are looking at both the accumulation of delegates and also the geographic distribution of delegates as the results come in tonight.  The campaign is hoping to show strength not just in urban areas, but in suburban and rural areas, which they believe will be a proxy for Buttigieg’s ability to appeal to those demographic groups in a general election. In essence, it is a key part of the campaign's electability argument to voters.  “That is both a delegate accumulation strategy but it’s also a persuasion strategy,” the aide said.  From a strategic perspective, the campaign hopes that they can also rack up small numbers of delegates in smaller precincts, helping keep them competitive in the overall delegate count. President Trump will win the Iowa Republican Iowa caucuses, CNN projects. It's an expected result that shows his popularity in his party. Megan Duffy, who supports Elizabeth Warren, brought her kids to the caucus in Cedar Rapids: 2-year-old Finlay and 6-year-old Crosby. The last time she caucused was in 2008. She added that she'd like Iowa to switch to a primary because it’s too hard to caucus with kids.  According to entrance polls, two in five Iowa caucusgoers who described themselves as \"very liberal\" support Bernie Sanders, while around a quarter went for Elizabeth Warren. Fewer — around one in 10 — support Pete Buttigieg. Among moderate Democratic caucusgoers... A third support Joe Biden\nAbout a quarter said they back Buttigieg\nAround one in 10 support either Amy Klobuchar or Sanders Overall, about two in five identified as somewhat liberal, a quarter as very liberal and a third as moderate.  About entrance polls: The Democratic entrance poll estimates how much support a presidential candidate has at the start of the caucus process and will more closely reflect the first round of voting. It does not reflect the final caucus result, which is used to calculate the state delegate equivalents that a candidate is expected to win. Watch as CNN's David Chalian explains: The Iowa Democratic Party does not expect concerns about a mobile app used to transmit caucus totals will create any delay in reporting statewide vote totals. Technical concerns prompted at least one precinct chair to decide to use a call-in hotline to report local results. IDP Campaign Communications Director Jeremy Busch told CNN in an email that “the IDP has absolute confidence in both systems for speed and accuracy. The app has been provided as a reporting option for those who would prefer to use that system, and we expect no differences in our speed in releasing the data once we receive it from the chairs.”   Sen. Elizabeth Warren’s communications director Kristen Orthman tells CNN that it was important for the senator to visit a caucus site tonight after rushing back from Washington, DC so she could show her appreciation to supporters and organizers in person. This is in line with what we saw from Warren over the weekend: At the top of her stump speech at every event, she thanked Iowans for everything they’ve taught her and told her over the last year of campaigning. Warren — like other US senators running for president — have been in Washington for President Trump's impeachment trial. It's 7 p.m. local time in Iowa, which means all 1,678 precinct locations have shut their doors to start caucusing. Early entrance polls show Joe Biden, Pete Buttigieg, Bernie Sanders and Elizabeth Warren leading.  Here's what happens now: Neighbors will hear messages from the state party chair, local officials and possibly campaign representatives. They will then show their first preference for president. Voters will split up into different sections of the room dedicated to their presidential candidate of choice. Typically, a candidate needs 15% of the vote to remain viable, as determined by the amount of people participating in the precinct location. Smaller locations may have different viability thresholds. After that: If a candidate is not viable, their voters can realign to another viable candidate or join together to create a group in support of another candidate that meets the threshold. In a change from previous cycles, voters who select a viable candidate for their initial preference will not be allowed to realign. In fact, they will be given a presidential preference card to write their choice down to create a paper trail in case a recount is requested. Watch more:  This year, the Iowa Democratic Party will release three numbers: first preference, final preference and state delegate equivalent results: The first preference shows the number of people supporting candidates in the first round of caucusing.\nThe final preference shows how many people supported each candidate during the second round of caucusing, similar to the popular vote.\nThe state delegate equivalent is calculated based on the final preference totals. It’s the number of state convention delegates that a candidate would eventually win, based on the local results from precinct caucuses.  CNN will project the Iowa caucuses winner by the candidate who receives the most state delegate equivalents. Monday marks the 150th anniversary of the ratification of the 15th Amendment, which gave African American men the right to vote in the United States.  Iowa was the 28th state to ratify the amendment, giving the amendment the necessary support to become part of the US Constitution on February 3, 1870.  The 150th anniversary of the ratification comes on caucuses day in Iowa, where voters are heading to precinct locations to caucus for their preferred candidate for president.  On Monday evening, the White House put out a statement celebrating the ratification of the amendment, and acknowledged the “challenges that minorities and women have overcome and the significant contributions they continue to make in advancing liberty and building a stronger America.” “The ratification of the 15th Amendment was a tremendous step towards a more just society,” the statement by the White House reads. “Fifty years later, with the ratification of the 19th Amendment, African American women also secured the right to vote, alongside other adult women.” “Today, as we recognize the remarkable progress we have made as a Nation in forming a more perfect Union,” the statement continues, “we acknowledge the challenges that minorities and women have overcome and the significant contributions they continue to make in advancing liberty and building a stronger America.” South Carolina Democratic Rep. James Clyburn, the majority whip of the US House of Representatives, tweeted, “For much of its first 100 years, the right existed only on paper. And we still face voter discrimination.” “We must continue to fight to remove all barriers to the ballot box,” Clybrun wrote.  Entrance polls show a quarter of Iowa caucusgoers picked candidates in the final days: Around a quarter of Democratic caucusgoers in Iowa decided who to support in the last few days or today, according to entrance polls conducted Monday. \nMore than half of Democratic caucusgoers decided who to support before January, while fewer than one in five made up their minds during January. Around two-thirds had attended an Iowa caucus before, with about a third of them first-timers, less than in 2016 (44% first time caucusgoers) and 2008 (57%).  Caucusgoers would prefer a nominee who can beat President Trump (around two-thirds) than someone who agrees with them on the issues. About entrance polls: The Democratic entrance poll estimates how much support a presidential candidate has at the start of the caucus process and will more closely reflect the first round of voting. It does not reflect the final caucus result, which is used to calculate the state delegate equivalents that a candidate is expected to win. Watch more:  Instead of casting ballots, the Iowa caucuses require a candidate’s supporters to vote out in the open. First comes the aptly named first round. That’s when caucus participants break into their presidential candidate preference groups, moving to one part of the room to indicate support for a certain candidate.  After that happens, each group is counted. A candidate typically needs 15% of the vote to be viable (aka make it to the next round).  If a candidate doesn’t meet the 15% threshold, those participants can then realign (get it?) to support another candidate. The Iowa Democratic party’s new rules now say only participants with non-viable candidates can realign.  That realignment process happens until the final round, when all candidate groups meet 15%. Then, the caucus precinct chair determines how many county delegates are assigned to each candidate group. The winner of the Iowa caucuses is based off the delegate allocation, rather than popular vote (similar to the electoral college).  Sen. Elizabeth Warren's election night party in Des Moines features a bar stocked with her favorite beer: Michelob Ultra. There's also a lectern on stage is flanked by two teleprompters — suggesting Warren will give prepared remarks.  As the caucus start time nears (7 p.m. local time, or 8 p.m. ET) you might hear some discussion about \"entrance polls.\" This is basically an exit poll: For the states that hold caucuses — like Iowa — exit polls are called entrance polls, simply because interviewers talk to voters as they're entering their polling place instead of exiting.  This occurs because when the caucuses end, unlike a primary, we know the results. It's more useful to news organizations to have the data to discuss while the caucuses are happening rather than waiting until the end. Because of that, the questionnaires tend to be shorter (a one-sided piece of paper as opposed to double-sided) so that respondents aren't delayed getting inside to caucus. Jane Sanders, Sen. Bernie Sanders wife, said she's had a more active role in Iowa leading up to the 2020 caucus compared to 2016 — partially because her husband has been in DC for the impeachment trial. \"Four years ago, Bernie was just getting introduced to the people, and I kind of went and waved. This time, especially because of impeachment, I've been doing a number of events by myself, and talking to people, and taking questions and learning from them,\" she told CNN in Des Moines.  Sanders added that this year, both she and her husband are better known on the national stage. \"So he came in as a known entity, and I could become more of a known entity in Iowa than I was last time,\" she added. Pete Buttigieg, unlike some of his competitors, will not be visiting a Des Moines area caucus site on Monday night, aides tells CNN. Buttigieg spent the day doing national and local interviews and kicked off a door-knocking session in West Des Moines this morning. He also went for a long run through the city today with some of his top advisers. The former South Bend, Indiana, mayor will be watching the results trickle in from his hotel in downtown Des Moines with his husband, Chasten; his mother; and a cadre of senior aides and advisers, the aides said. CNN’s Miguel Marquez is at a caucus site in Cedar Rapids, Iowa, where Iowans are getting ready to choose which Democratic candidate they want to face President Trump in November.  The caucuses are expected to shut their doors at 7 p.m. local time (that's 8 p.m. ET). Here's what the scene at the site looks like now: Sioux City Caucus Precinct 6 Chair Steve Warnstadt brought a homemade candidate viability chart to the caucus. Even though it's handwritten, it's official. About viability: At 7 p.m. local time (or 8 p.m. ET), all of Iowa's 1,678 precinct locations will shut their doors to start voting. As they begin, neighbors will hear messages from the state party chair, local officials and possibly campaign representatives. They will then show their first preference for president. Voters will split up into different sections of the room dedicated to their presidential candidate of choice. Typically, a candidate needs 15% of the vote to remain viable, as determined by the amount of people participating in the precinct location. Smaller locations may have different viability thresholds. If a candidate is not viable, their voters can realign to another viable candidate or join together to create a group in support of another candidate that meets the threshold. The Bernie Sanders campaign believes that they have strong support across the state and expect to be viable in virtually every precinct. However, when pressed to point to their strongest areas of support, a top campaign aide tells CNN that college campuses could tell the early story of whether or not the Sanders strategy is paying off. Sanders has long enjoyed strong support with young voters, but their participation is often unreliable. The Sanders team will be closely watching the turnout levels at the college campus caucus sites because an above average turnout at those locations could indicate their organizational efforts are working. The Sanders team has been working directly with activist groups who support his campaign and which have a special connection to young voters. The climate change action group “The Sunrise Movement” has specifically worked to build up support and organizational efforts on college campuses all with the goal of getting young voters to caucus tonight. John King: Here's proof Bernie Sanders has the momentum  Pete Buttigieg projected confidence today as he rallied supporters about to door knock for the South Bend, Indiana, mayor, telling supporters here that they were part “of a force that is sweeping through Iowa right now.” Buttigieg used a short speech – he joked in the middle that “autopilot is setting in” on his stump speech – to cast himself as the underdog in Iowa and an outsider to the “political world,” something he has done throughout his final spring through Iowa. “We are exactly where we need to be in Iowa to astonish the political world,” Buttigieg said. Buttigieg told his supporters that “the most powerful thing” they could do is “to tell your story” to prospective supporters. “I’m asking you to bottle it up one more time and take it to everybody in this state,” he said. Buttigieg has been on an all-out spring through Iowa for the last few weeks. In total, the mayor has headlined 55 town halls in Iowa since the start of the year, a figure that signals how Buttigieg – possibly more than any other candidate – needs a strong showing in Iowa tonight. Buttigieg on what must happen in order to beat Trump:  Former Vice President Joe Biden’s wife, Jill Biden, told CNN the campaign is feeling “strong” and “confident” hours before caucusing begins in Iowa. “I think that Joe has been all over the state, and his poll numbers look good,” Biden told CNN’s Arlette Saenz.  “Iowans are saying to me I’m going to caucus for Joe, whether they’re Republicans or independents they’re changing the registration for the night, and the Democrats, so everywhere I go, people are coming up to me to say, ‘Jill, I’m going to caucus for Joe,’” Biden said. She told Saenz she will be watching the results back at their hotel with their grandchildren.  “We have to finish strong, and, because we’re ready to go on tomorrow to New Hampshire and then go on to South Carolina and Nevada and take this thing to the very end,” Biden said.  Jill Biden on Lindsey Graham:  A senior aide to Amy Klobuchar said the campaign is keeping an eye on these locations tonight: The northern portion of the state: A telling county will be Cerro Gordo. It has an outsized delegate allocation strength, given population. It is home to Mason City where she kicked off and closed her Iowa campaign. That alone tells you how important this is for her. The northern portion of Iowa also sees Minnesota media and were targeted by the campaign.\nRepublican, Democratic trending counties: Pottawattamie County was specifically named, home to Council Bluffs, which is where Klobuchar flew to last Tuesday as the impeachment trial took a break early. The reason she spent the private jet money is because it’s potentially a delegate-rich county where she’s spent a lot of time campaigning. Scott County is another possible surprise. Home to Davenport/Bettendorf, Klobuchar hopes to snag the disillusioned Republicans there. And then there's Black Hawk County, home to Waterloo — the suburban precincts in Black Hawk are another to watch. Elizabeth Warren advisers tell CNN that the campaign has anticipated since the very beginning that turnout for the 2020 Iowa caucuses would be very high, possibly even higher than in 2008 when nearly 240,000 people showed up.  “We’ve been betting the whole time that it’s going to be high turnout,” one adviser tells CNN.  How this affects their strategy: Their strategic decisions on the ground in Iowa have very much taken that into account at every turn – the campaign has purposefully cast a wide net in looking for and trying to identify potential supporters. Those people include Iowans who didn’t caucus at all in 2016, Republicans, people unaligned with a political party and individuals who have not consistently voted in the past. It’s no accident that the campaign’s final TV ads in Iowa have featured former Bernie Sanders, Hillary Clinton and Donald Trump supporters.   “Building for the widest possible universe is the safer bet because we will also have identified the supporters we need to win even in a lower turnout environment,” another adviser said.  What this means: The Warren campaign should see it as potentially good news tonight if turnout is high. If turnout isn’t high? The campaign is insisting that anticipating for high turnout will ultimately pay off in that scenario, as well, since they feel that they’ve identified a broad swatch of voters from the get-go. As Sen. Elizabeth Warren flies back to Iowa at this hour, her husband, Bruce Mann, and Bailey the golden retriever are apparently on their way to the Drake Fieldhouse — a satellite caucus site that opens soon. A Warren campaign spokesman said the candidate’s husband and dog are here to observe and support Warren backers in these satellite caucuses. Iowa's Democratic Party is troubleshooting \"multiple\" reports of technical trouble with a mobile app designed to transmit vote totals from precincts to state headquarters, a party spokesperson tells CNN. Iowa Democratic Party Communications Director Mandy McClure tells CNN that, from the beginning, party officials have been prepared to deal with issues of human error and poor cell service as they arise. The app is not the only option to forward precinct vote totals.  \"The IDP is working with any precinct chairs who want to use the optional tabulation application to make sure they are comfortable with it,\" McClure said. \"We've always been aware that many precinct chairs prefer to call in results via a secure hotline, and have systems in place so they can do so.\" Linda Nelson, a chairperson for the Pottawattamie County’s Democratic party, posted a call for help on Facebook:  \"I still cannot get my caucus app to work. I get to the point of adding my precinct PIN from the math worksheet, I continue to get the error message. What am I doing wrong?\"  While precinct totals may be transmitted with the mobile app, the party is using presidential preference cards for each voter to create a paper backup system for tonight’s caucuses. The state Democratic party organization oversees tonight's contest.   The last time Richard Yach, 73, and Linda Yach, 72, participated in an Iowa caucus it was freezing cold and they were wearing parkas.  Today, Richard is in shorts and Linda is wearing a light shirt and they are Iowa caucusing in Port Charlotte, Florida. The temperature outside is 72 degrees and sunny.  “If you are going to do it, this is the place to be,” Linda laughed. “We are overjoyed to do this.”   Linda and Richard say their perfect Democratic ticket is Amy Klobuchar and Joe Biden — or a Biden-Klobuchar ticket. Today, they plan to start caucusing for Klobuchar and see what the viability looks like. The Yachs say they like Biden and Klobuchar because of their solid vision for the country. Their third choice is Pete Buttigieg. Sitting across the room — and both in short sleeves were Jack Kremer, 72, and Bonnie Kremer, 69, Kremer.    “We are beyond thrilled to be here,” Bonnie said with a smile. But her tone changed to concerned when asked why it was important for her to participate.  “We are terribly worried for America and the world,” Bonnie said.  The Kremers plan to start caucusing for Pete Buttigieg. They say they like that he’s intelligent and stands for what they believe. But what they like the most is that he can be a “healer.”   “The world needs healing,” Bonnie said.  They don’t agree on their second choices: Jack said he prefers Amy Klobuchar. And when Bonnie said her second choice was Elizabeth Warren, Jack replied: “Don’t forget you need a ride home.” The couple laughed and said they drove two hours from Fort Myers Beach.  There appear to have been just a handful of location changes sent out by the Iowa Democratic Party for tonight's caucuses.  Of the 1,678 precincts, the party appears to have announced only three location changes on Twitter today in ... Sioux City\nBurt\nLiberty Center Kevin Geiken, the executive director of the Iowa Democratic Party, tweeted yesterday that there have been \"fewer than 10\" location changes since Friday and that \"Caucus location changes are possible due to unforeseen circumstances like capacity reasons, environmental factors beyond our control, and more.\" State party caucus rules require that anyone in line by 7 p.m. local time (that's 8 p.m. ET), be allowed to take part in the caucus. The Iowa caucuses aren't just happening in Iowa. Iowa voters in different states are taking part in satellite caucuses.  In Queen Creek, Arizona, the caucusing is going on in a movie theater where Knives Out is playing.  Douglas Cretsinger and Daria Schmidt, from Polk City, are wintering in Arizona. Cretsinger said this is his first caucus — and while Schmidt said she has caucused before in Iowa, she thinks it's great to be able to do it in warm temperatures in the winter. This year, the Iowa Democratic Party has approved 87 \"satellite caucuses.\" Following the same structure as a regular caucus, satellite caucuses will take place today at different times and locations than the regular precinct caucuses. The change was made to accommodate participants who might not be able to make their regularly scheduled vote due to work, accessibility, family obligations or other reasons. Satellite locations include 60 in-state, 24 outside Iowa and spread across 13 states and Washington, DC, and three international sites (Paris, Glasgow, Scotland, and Tblisi, Georgia).  Kicking off the 2020 Democratic presidential primary season, the Iowa caucuses will start to provide some clarity in Democratic race. Here's where the candidates currently stand: The top tier candidates include former Vice President Joe Biden, former South Bend, Indiana, Mayor Pete Buttigieg, Vermont Sen. Bernie Sanders and Massachusetts Sen. Elizabeth Warren who are all closely competing for the Iowa win. \nPolling in after them are Minnesota Sen. Amy Klobuchar and entrepreneur Andrew Yang. While Sanders has projected the most momentum heading into the Iowa caucuses, the race is by no means decided. Biden, Buttigieg and Klobuchar are all competing for the moderate vote. If a candidate does not reach a 15% threshold to remain viable in the precinct, voters are able to caucus for another candidate, and this factor could also effect the results of the election.  The Iowa Democratic caucuses are just hours away and with them, the true start of the 2020 election. But just what can a single state with a relatively small number of delegates up for grabs tell us about the rest of the primary season? If history is any guide, the Iowa caucuses really do matter. The winner of the Iowa caucuses on the Democratic side has frequently gone on to be the Democratic nominee. Since 1972, there have been nine primary seasons without a Democratic incumbent president running. Six of nine times (67%), the Iowa winner was also the Democratic nominee. One off these non-successes (Tom Harkin in 1992) was from Iowa. The success rate of Iowa winners does decrease, if you expand it out to include Republican caucuses as well. Including those, nine of 16 (56%) winners of the Iowa caucuses went on to win their party's nomination. Remember: There have been more than 100 candidates who have participated in the caucuses since 1972. So something that tells us the winner over half the time is truly a value add. A closer look at the polling indicates that Iowa isn't just correlated with success. It likely causes it both in the next contest (the New Hampshire primary) and nationally. Winners of the Iowa caucuses have jumped a median of three percentage points in the New Hampshire primary polls following their win. Moreover, outperforming expectations (i.e. polling) in Iowa seems to have an additional effect. For every point that candidates outperform their Iowa polls, they get a bounce of 0.5 points in New Hampshire polls. Candidates who underperform their polls in Iowa see their New Hampshire poll number deflate by 0.5 points for every point they undershoot their New Hampshire polls. Keep reading. The three top moderate candidates in the race — Joe Biden, Pete Buttigieg and Amy Klobuchar — are all running to win on tonight. But they are also running to finish ahead of each other. The thinking goes like this: With most operatives anticipating a win from Bernie Sanders tonight, the three candidates want to be able to leave the state claiming the title of top challenger to the Vermont senator. This is because the race after Iowa will likely be viewed after as a contest between one or two progressives and another group of moderates, so finishing atop an ideological cohort could give the top candidates needed momentum in New Hampshire. \"Let's face it. I need to have a good finish here in Iowa,\" Buttigieg said on Sunday. Biden, too, has been playing pundit and publicly downplaying the need to be first in Iowa. \"There's a big difference between second and fourth,\" Biden told CNN in Mount Pleasant. \"I think it's going to be really tight no matter how it works out. It's been bunched up. It's going to remain bunched up I think.\" He added: \"I just think it's a different year in that I think the measure, you all won't do it now and I don't mean it in a bad way, but I think what you're going to have to measure is who can represent every aspect of the Democratic Party.\" Iowa will be the first state to vote in the 2020 Democratic presidential primary. Former Vice President Joe Biden, former South Bend, Indiana, Mayor Pete Buttigieg, Vermont Sen. Bernie Sanders and Massachusetts Sen. Elizabeth Warren have all been closely bunched in the polls. Minnesota Sen. Amy Klobuchar has attempted a late climb as well. And entrepreneur Andrew Yang outpaced every other Democrat, holding 78 events in Iowa in the last month before the caucuses. What to watch: One question that could determine Monday night's outcome is how many Iowa Democrats turn out to vote: Will it top 2008's record of nearly 240,000 caucusgoers, as Iowa Democrats for months had expected? Or will it be somewhere between that record and 2016's more muted turnout of about 171,000? Check out this explainer to read more about how the caucuses work."], "Language": false}