{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/us/teens-attack-woman-caused-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew and Taylor Romine, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T14:28:58Z"], "LastModifiedDate": ["2020-04-06T18:14:36Z"], "Headline": ["Teens charged with hate crimes for attacking a woman on a bus and saying she caused coronavirus, NYPD says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Teen girls were charged with hate crimes after police said they attacked a woman on a New York bus, made \"anti-Asian statements\" toward her and told her she caused coronavirus.  Police said the four suspects attacked the 51-year-old victim on an MTA bus in the Bronx. They called her a expletive, said she caused coronavirus and asked her why she wasn't wearing a mask, NYPD Lt. Thomas Antonetti told CNN.  One of the suspects struck the woman's head with an umbrella before all four of them fled the bus, police said.  The woman received stitches for a cut on her head at a local hospital, the NYPD said in a statement.  Shortly after the incident, officers arrested three15-year-old girls near the scene. The teens were charged with hate crime assaults, menacing and harassment for the attack, the NYPD said.  But police are still searching for the fourth suspect, believed to be the only one who struck the woman with the umbrella. Antonetti said she's likely a teen, too.  Racist and xenophobic attacks against Asian people intensify  Reports of attacks against Asian people or anyone who appears to be East Asian have intensified after the novel coronavirus outbreak began in China.  The NYPD Hate Crime Task Force said it's investigated 11 cases in which Asian victims were targeted due to the coronavirus since the start of the outbreak.  CNN political commentator Andrew Yang called the surging xenophobia against Asian Americans a \"heartbreaking phenomenon\" in an interview with CNN's Lisa Ling.  \"I've gotten the same messages you have, Lisa, about friends and Asian Americans who are being either spat on or attacked or assaulted around the country,\" he said.  Yang said he'd heard of children being \"bullied mercilessly\" at school and taunted as the \"Chinese virus.\"  To combat coronavirus-related hate crimes, New York Attorney General Letitia James announced a hotline for residents to report hate crimes and bias incidents against Asian Americans. The hotline is available at 1-800-771-7755. "], "Language": false}