{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/opinions/players-get-yours-nfl-super-bowl-pearlman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeff Pearlman"], "Writers": [["Jeff Pearlman"]], "FirstPublishDate": ["2020-02-03T16:27:07Z"], "LastModifiedDate": ["2020-02-03T17:48:48Z"], "Headline": ["Get yours now, Super Bowl winners"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As the final seconds of Super Bowl LIV ticked away, and the multi-billionaires who inherited (cough) own the Kansas City Chiefs streamed from their luxury boxes and onto the field at Miami's Hard Rock Stadium, one thought -- directed toward the players -- entered my head. Get yours. Get yours now. You are, at this moment, on top of the sports universe. You are Super Bowl champions, and in the coming hours, days and (if you're lucky) weeks, people will fete upon you with praise, with free meals, with free drinks, with endorsement opportunities and book deals and the chance to enter this club, that bar, this restaurant, that theater. The supermarket opening in Joplin. The free suits for four hours of autographs at men's clothing stores. A cameo in a Pauly Shore YouTube gag. Do. Them. All. It reminds me of a story Clayton Holmes, a former Cowboys defensive back, told me years ago. He was sitting at a bar in Dallas shortly after his team won the Super Bowl, and a man offered to buy him a beer. Holmes turned it down, and looked to see Tony Dorsett, the Hall of Fame running back, walking toward him, scowling. \"Hey young buck,\" Dorsett said, \"you better take advantage of everything they're trying to give you. Because they'll forget about you one day.\" In the already fading glow of your magical 31-20 win over the 49ers, you are certainly hearing the ol' NFL trope that you and your teammates and your coaches and your owners (\"Your owners\" -- a far-too-common phrasing that always makes me cringe) are part of a \"family.\" Only, you are not family. To owners and fans, you are disposable pieces of meat, destroying your bodies and damaging your brains in a league that so values you it doesn't offer fully guaranteed contracts, and cares so much for your physical well-being that it's fighting for a longer regular season. At a level unlike any other of the four major professional US team sports, you are as replaceable as miniature bars of soap at a Holiday Inn. You wear helmets that cover your faces, tinted visors that conceal your eyes, uniforms that obscure the majority of your tattoos and bodily features. With the rare exception of a handful of quarterbacks and wide receivers, you are all less famous than the relatively unknown players in the NBA (no disrespect, Isaiah Roby). Or, put differently: For more than three hours earlier today, I watched a man named Bashaud Breeland -- Chiefs cornerback -- cut and dive and lunge and tackle and hit and celebrate his interception of San Francisco quarterback Jimmy Garoppolo. I told my son, \"That number 21 is a helluva player!\" and raved to my wife that, \"God, the guy is really talented.\" Out here, in my little town, I was the unofficial president of the Bashaud Breeland Admiration Society. He was my guy. It is now 7:50 pm. Were Bashaud Breeland -- sans helmet and jersey -- to knock on my door, I'd have no idea who he was. To be clear, I am not saying you shouldn't enjoy this moment. Hell, soak it up. Revel in it. Seize it. Ride through the Kansas City streets during your parade and capture every emotion. Winning a Super Bowl is one of the crown jewels of professional sports, and for the rest of your life you can tell the other 99.9 percent of us that -- in the winter of 2020 -- you did something special. Please, just remember that it's all painfully fleeting, and while Clark Hunt, the Chiefs chairman and CEO, just lathered your head with champagne, many football executives will mercilessly kick you to the curb if it means bringing in a cheaper alternative.  Tony Dorsett -- now 65 and struggling with the nightmare of degenerative brain disease -- was right. Get yours, and get it now. Because Chiefs, like Cowboys, inevitably fade away."], "Language": false}