{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/03/sport/gallery/what-a-shot-0203/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["David J. Phillip/AP", "Scott Barbour/EPA-EFE/Shutterstock", "Michael Caterina/South Bend Tribune/AP", "Harry How/Getty Images", "Andy Wong/AP", "Alan Crowhurst/Getty Images", "Robert Deutsch/USA TODAY Sports", "Tom Pennington/Getty Images", "Maddie Meyer/Getty Images", "Maximiliano Blanco/Getty Images", "Darrian Traynor/Getty Images", "Kyle Terada/USA TODAY Sports", "Urs Flueeler/EPA-EFE/Shutterstock", "Hagen Hopkins/Getty Images", "Frederic J. Brown/AFP/Getty Images", "Matt Cashore/USA TODAY Sports", "Attila Kisbenedek/AFP/Getty Images", "Carl Recine/Reuters", "Kevin Jairaj/USA TODAY Sports", "Kevin C. Cox/Getty Images", "Elsa/Getty Images", "Ronald Wittek/EPA-EFE/Shutterstock/Shutterstock", "Anders Wiklund/AFP/Getty Images", "Matthias Schrader/AP"]], "FirstPublishDate": ["2020-02-03T09:24:32Z"], "LastModifiedDate": ["2020-02-10T00:18:12Z"], "Headline": ["What a shot! 24 amazing sports photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Kansas City Chiefs head coach Andy Reid reacts after being doused with celebratory Gatorade on Sunday, February 2. The Chiefs defeated the San Francisco 49ers 31-20 in Super Bowl LIV. It is the Chiefs' first title in 50 years, and it is Reid's first as a head coach. Sofia Kenin kisses her trophy after winning the Australian Open on Saturday, February 1. It is the 21-year-old American's first grand slam title. Notre Dame's Sam Brunelle jumps over Louisville's Mykasa Robinson as they chase down a loose ball on Thursday, January 30. LeBron James speaks to the crowd in Los Angeles during a pregame ceremony honoring NBA legend Kobe Bryant on Friday, January 31. Bryant, 41, was killed in a helicopter crash last week. Novak Djokovic returns a shot during the Australian Open final on Sunday, February 2. Djokovic defeated Dominic Thiem in a five-set match that went nearly four hours. It is his eighth Australian Open title and his 17th grand slam overall. Nick Scholfield, riding Templier, falls during a race in Wincanton, England, on Thursday, January 30. Kansas City quarterback Patrick Mahomes lifts the Vince Lombardi Trophy after the Chiefs won Super Bowl LIV on Sunday, February 2. Mahomes, who threw for two touchdowns and ran for one, was named the game's Most Valuable Player. Tampa Bay's Tyler Johnson, bottom, collides with Dallas' Miro Heiskanen during an NHL game in Dallas on Monday, February 27. The University of Connecticut honored the late Gianna Bryant with a jersey before a game against the USA women's basketball team on Monday, February 27. Cyclists race past melons in Pocito, Argentina, on Monday, February 27. Alexander Zverev plays a backhand during an Australian Open match on Wednesday, February 29. Kansas City running back Damien Williams crosses the goal line to score the go-ahead touchdown in Super Bowl LIV on Sunday, February 2. The Chiefs trailed 20-10 in the fourth quarter before scoring 21 straight points. Germany's Nico Walther pilots a bobsled during a World Cup event in St. Moritz, Switzerland, on Saturday, February 1. England's Tom Bowen tackles Australia's Nick Malouf during a rugby sevens match in Hamilton, New Zealand, on Sunday, January 26. Kobe Bryant jerseys are seen at Staples Center before a Los Angeles Lakers game on Friday, January 31. Notre Dame guard Dane Goodwin shoots against Wake Forest on Wednesday, January 29. Hungary players celebrate after winning the European Water Polo Championship on Sunday, January 26. Southampton's Moussa Djenepo heads the ball during a Premier League match at Liverpool on Sunday, February 1. Scooby the chihuahua balances on a basketball during a halftime show in Fort Worth, Texas, on Wednesday, January 29. Kansas City running back Damien Williams celebrates his long touchdown run that put the finishing flourish on the Chiefs' Super Bowl victory on Sunday, February 2.  New York's Elfrid Payton shoves Memphis's Jae Crowder during an NBA game in New York on Wednesday, January 29. Payton was upset with Crowder shooting a 3-pointer when the game was already well in hand. Payton was ejected from the game and later suspended by the league. Norwegian ski jumper Maren Lundby competes in a World Cup event in Oberstdorf, Germany, on Saturday, February 1. Spain's Iosu Goni Leoz, left, throws near Croatia's Zlatko Horvat during the final of the European Handball Championship on Sunday, January 26. Croatia won 23-19. An athlete warms up for a Nordic-combined competition in Seefeld, Austria, on Friday, January 31. See 25 amazing sports photos from last week"], "Language": false}