{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/super-bowl-2020-updates/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham and Scottie Andrew, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-02T22:42:53Z"], "LastModifiedDate": ["2020-02-03T05:31:40Z"], "Headline": ["Super Bowl 2020"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Want to relive Super Bowl LIV all over again? CNN's photo team has you covered. Here are some of the best action shots from the game and J.Lo and Shakira's best halftime moments.  There were at least 11 LGBTQ-inclusive Super Bowl ads that aired during Super Bowl LIV, according to a press release from GLAAD, the world's largest LGBTQ media advocacy organization.  “The level of diverse LGBTQ inclusion from over ten brands during advertising’s biggest night, coupled with Katie Sowers’ trailblazing role on the field as Offensive Assistant Coach of the 49ers, marked a rainbow wave at the Super Bowl this year,” said GLAAD President and CEO Sarah Kate Ellis. Budweiser, Doritos, Tide, Pop Tarts, Microsoft, Olay and TurboTax were among the brands that featured gay and lesbian celebrities or other forms of representation.  READ MORE: The dos and don't of successful Super Bowl ads  The Kansas City Chiefs have won Super Bowl LIV, beating the San Francisco 49ers 31-20. Their comeback win ticks plenty of boxes in the Super Bowl history books:  It’s the Chiefs’ first Super Bowl win in more than 50 years. Their last and only other championship title in the modern era came in 1969. \nChiefs quarterback Patrick Mahomes is now the youngest player to earn both the NFL MVP award and a Super Bowl title \nMahomes is the second youngest quarterback to win the Super Bowl. This automatically puts in in the pantheon of Super Bowl greats: The youngest QB to ever win it all was Ben Roethlisberger, who was 23 when the Pittsburgh Steelers won Super Bowl XL. That record was previously held by New England Patriots GOAT Tom Brady\nChiefs head coach Andy Reid is now the first coach in NFL history to win his first Super Bowl after at least 20 years of coaching.  Read a full recap of the game here.  Super Bowl MVP Patrick Mahomes finally got to say the phrase he'd dreamed of saying all his life: \"I'm going to Disney World!\"  Then Disney Parks sweetened the deal. The company pledged to donate $1 million to the Make-A-Wish Foundation on his behalf. A young Make-A-Wish recipient will appear in Monday's championship parade along with him.  The Kansas City Chiefs beat the San Francisco 49ers 31-20, mounting a massive fourth-quarter comeback that probably left some sports bettors sweating.  The  over-under for the total points scored in the game was 53.5,which seemed like a long shot going into the fourth quarter when the Chiefs trailed the Niners 20-10. Here are the results of some other popular Super Bowl prop bets:  (And, for the uninitiated, prop bets are bets made about stuff that doesn't actually affect the outcome the main event. They're usually fun and somewhat meaningless -- unless you have money -- or, more importantly, pride --  running on them.) Result of the coin toss: Tails (49ers won the toss) Time of national anthem: An unofficial 1 minute, 50 seconds, according to sports betting reporter Darren Rovell.   First score: 49ers First scoring play: Field goal  First touchdown: Chiefs First touchdown scorer: Quarterback Patrick Mahomes Shakira's first halftime song: \"She Wolf\"  Jennifer Lopez's first halftime song: \"Jenny from the Block\" Final composite score: 51 Color of the head coach's Gatorade bath: Orange    Doritos Do not attempt a dance-off against contemporary cowboy Lil Nas X. Seriously, he and his high-steppin' horse will out-groove all who cross him -- though Sam Elliott's mustache did its darndest with that worm. Sentient facial hair aside, the competition clearly belonged to Lil Nas X, who scored the Cool Ranch Doritos and left town (also called the Cool Ranch, of course) and set back down the Old Town Road.  TIDE. AGAIN. FOR THE LAST TIME?  At last, our national ordeal is over -- could this be the very last Tide commercial we're forced to endure this telecast? And in this iteration, Charlie Day FINALLY got that pesky stain out of his shirt with Tide Power Pods, which is shocking considering he stained his shirt in his 30s and is now presumably at least in his 70s. And at the end of it, he still ends up with an ice cream smudge on his cardigan. And the cycle begins again.  Audi  Maisie Williams sings \"Let It Go,\" Queen Elsa's anthem from \"Frozen.\" Why? Couldn't tell you. Not a clue. But Arya Stark inspires the drivers and inanimate objects around her to break into song, too. It might be the new electric Audi and the promise of a greener future that stirs her soul. Or maybe it's just a passion for Disney.  Every Procter & Gamble brand  This ad squeezed seven brands into a minute-long clip: Old Spice, Head and Shoulders, Bounty, Olay, Charmin, Febreze, Mr. Clean ... PHEW. Did we miss any? This was exhausting to watch. There's Sofia Vergara, and now Rob Riggle in a muscle suit and hey, is that Busy Phillips again? What were they all selling? EVERYTHING! Budweiser No Clydesdales this year -- Budweiser opted to honor the everyday awesomeness of regular Americans who drink the beer. They fight fires, they take the shirts off their backs to give to people without them, they win championships and they drink Budweiser. Most life-affirming beer commercial this year, check.  Jeep  Punxsutawney Phil predicted an early spring earlier today. But after that, he buckled into Bill Murray's Jeep for a spin around town -- and another one, and another one. The two developed an unlikely friendship as Murray was forced to relive the hellish Groundhog Day premise. At least they did it together.  Bud Light Seltzer Don't make Post Malone choose between Bud Light varieties. The tattooed sad boy was thrown into sensory overload when the little people in his brain -- who all sport similar face tattoos -- couldn't decide whether he preferred traditional Bud Light or the new, fruitier Bud Light Seltzer. Turns out he didn't have to decide. But someone, anyone, give this man his pretzels. Tide ... again? The detergent brand will not let Charlie Day rest. Nor will it let up on the cross-promotion. Day's thrown into 1984, where Wonder Woman tells him to lay off the laundry. Why is Day washing his shirt, stained in 2020, in a mall, 36 years earlier? Will these ads ever make sense? Maybe in the fourth quarter.  Amazon Alexa Amazon's Alexa voice assistant has only been around since 2014, and yet it feels like she's been answering our questions and recording our conversations forever. She's so omnipresent that Ellen DeGeneres wondered in this ad what people did before Alexa was around (but c'mon Ellen, 2014 really wasn't that long ago). Without Alexa, she imagines, Victorian maids threw flames out windows. Court jesters were left to think up their own jokes. President Richard Nixon's assistant didn't delete those tapes. It all ends with -- what else? -- a pan flute rendition of an Usher song. Amazon got absurd.  Kia  Las Vegas Raiders running back Josh Jacobs got his Super Bowl airtime in a commercial for the new Kia Seltos. He confronts his younger self and tells him it's hard to grow up homeless -- but to believe in himself and his worth to see who he'd grow up to be. If his NFL career is any indication, he did all right.  Planters resolved the untimely death of their longstanding mascot Mr. Peanut by ... reincarnating him into a roly poly, so very marketable little Baby Nut. Seriously, it's called Baby Nut. The ad ran during the first half of the Super Bowl, and as viewers witnessed the divine event, the Planters Twitter account changed its name to Baby Nut and proceeded to publish a whole bunch of memes featuring the new nut's adorable little face. Baby Yoda who?  The rebirth solves a thorny problem for the snack food company. A week and a half before the Super Bowl, Planters announced that Mr. Peanut had died saving actors Wesley Snipes and Matt Walsh from the aftermath of a crash in the company's ionic Nutmobile.  However, the company dialed back their focus on the story line days later after NBA legend Kobe Bryant died in a helicopter crash. Although Planters claimed the tragedy didn't affect their Super Bowl plans, the company said they would \"evaluate next steps through a lens of sensitivity to those impacted by this tragedy.\" Several other brands were shown mourning Mr. Peanut and subsequently bearing witness to Baby Nut's return, including Mr. Clean and the Kool Aid Man.  Mr. Clean tidily summed up the story arc in a post-commercial tweet:  \"Everyone deserves a clean start. Welcome, #BabyNut!\" Latin pop queens Shakira and Jennifer Lopez turned Hard Rock Stadium into a dance hall with their energetic halftime show.  Shakira took the stage first, clad in spangly red sequins, and ran through a medley of her top hits, including “She Wolf,” “Hips Don’t Lie” and “Whenever, Wherever.” Puerto Rican hip-hop sensation Bad Bunny popped up for a moment to collab on the classic boogaloo song “I Like It Like That.”  J. Lo, in a nod to her role in \"Hustlers,\" spun on a pole like a pro before a quick costume change and a J Balvin feature. She sang her biggest hits, including \"Get On the Floor,\" \"Waiting for Tonight.\"  In a poignant moment, Lopez's daughter Emme joined her onstage during \"Let's Get Loud.\" After a quick costume change, J. Lo emerged in a resplendent fur (or was it feather?) coat featuring both the American and Puerto Rican flag (Lopez is of Puerto Rican heritage). As Lopez unfurled the coat, her daughter sang a few bars of \"Born in the USA.\"  Women aren't on the field in the Super Bowl, so at the very least they can star in some ads touting girl power.  Olay's ad starred some superstar women astronauts, including Busy Philipps, Katie Couric, Taraji P. Henson, Lilly Singh and real-life NASA astronaut Nicole Stott, who retired in 2015. Skin care is important in space, too, evidently.  Oh, and for every tweet #SpaceForWomen gets, the company will donate $1 to Girls Who Code, a non-profit that trains young women in computer science.  Secret donated $529,000 to the US Women's National Team in its fight against pay inequality, so it's no surprise the deodorant brand's ad stars USWNT standouts Crystal Dunn and Carli Lloyd -- the latter reportedly fielded some offers from NFL teams after kicking a field goal in Philadelphia Eagles practice. The gold medalists went undercover as the kicker and holder who score a point in a high-pressure game. But surprise, they're women! And they can still kick with the best of them.  Hard Rock Hey, we know those people! A heart-pounding Hard Rock spot featured Super Bowl halftime performer Jennifer Lopez, her MLB honey Alex Rodriguez, and DJ Khaled, and was directed by Michael Bay. Remember, the Super Bowl is being played at the Hard Rock Stadium in Miami, so it's a win-win situation for the brand.  Tide Oh look, it's Tide again -- and the Bud Light Knight, for some reason. Somehow, Charlie Day traveled to medieval times in Beer Brand Land only to be shamed by townspeople for rocking the same stained shirt we watched him complain about in the first quarter. So, does \"later\" also mean \"earlier?\" Why has Tide destroyed the concept of time this Super Bowl?  TurboTax Doing your taxes isn't that difficult. All you need to do is bend your legs inward and shake 'em like you're doing the Time Warp, except taxes are involved. TurboTaxes really wants you to face tax season head on, legs bent, inhibitions abandoned. Dancing it out makes taxes less scary.  WeatherTech This Super Bowl desperately needed more dogs. You might've heard about this ad -- Scout, the cute pup wagging his tail throughout the clip, underwent chemotherapy for a tumor in his heart. It's almost gone now, and his owner, WeatherTech CEO David MacNeil paid $6 million to thank the folks at the University of Wisconsin School of Veterinary Medicine who saved Scout's life.  Coca-Cola Jonah Hill was really about to leave Martin Scorsese on read. Scorsese, the legendary auteur of cinema who directed Hill to his second Academy Award nomination, is left wandering aimlessly around a party where Hill has abandoned him. Hill mulls over leaving him there, but then he drinks a Coke Energy Drink, and that's enough to convince him to make good on his promise.  In case you missed it: Hyundai recruited A-List spokespeople, among them famous Bostonians John Krasinski, Chris Evans and Rachel Dratch and, for luxury brand Genesis, super couple Chrissy Teigen and John Legend. Rick and Morty stacked infinite Pringles. Oh, and Mr. Peanut was reborn as a baby nut after his tragic death. But more on that later.  Teen movie queen Molly Ringwald served up some home shopping humor in the yearly Super Bowl offering from Avocados from Mexico.  Now that we're all thinking green, here's a primer on how to cut avocados correctly. The secret? You cut it into quarters first (make sure to go all the way around!). Then just twist, and pluck the pit out by hand. Easy!  These are the best, most interesting and most talked-about commercials from the first quarter of Super Bowl LIV: Hulu Tom Brady lives for drama. That black-and-white photo of Brady's silhouette in an empty stadium? It turned out to be a marketing ploy for Hulu, not a retirement prelude as fans feared. Oh, and after he hawks Hulu's live sports coverage, he drops a small announcement -- he's not going anywhere. Season 21, here he comes.  Tide It's always sunny in Schitt's Creek until Emily Hampshire wipes her sauce-covered hands on Charlie Day's starchy white shirt at a Super Bowl party. He can clean it later, she tells him. But when is later? Surely not during the commercial breaks -- the Bud Light Knight tells him as much in a cross-promotional cameo. A few decades \"later\" and a weathered and grey Charlie Day is rocking the same stained shirt. Then \"later\" never comes -- Tide doesn't condone laundering during the Super Bowl. The ad ends without closure.  Walmart Try to count the references in Walmart's commercial touting their grocery pickup services. Let's see...we spy The Enterprise (Star Trek), Marvin the Martian, Buzz Lightyear, Bill and Ted, the aliens from \"Mars Attacks,\" Legos, Frank the pug from \"Men in Black\" ... who did we miss?  Donald Trump  The Trump campaign ran an ad during the first quarter featuring Alice Johnson, a first-time nonviolent drug offender who was granted clemency by the President. Trump commuted the first-time nonviolent drug offender's life sentence in June 2018 one week after Kim Kardashian pleaded her case in an Oval Office meeting with the President. The ad featured an emotional Johnson thanking Trump for commuting her sentence.  By now, your conversation topics (and the salsa bowl) are probably running low. How about some trivia?  How the 49ers got their name It all makes perfect sense, actually. The \"49ers\" is the nickname for those who flocked to northern California in 1849 hoping to take advantage of the gold rush. The influx of opportunists was a boon for California's economy, and hastened its admittance into the union in 1850. (A 49er is also a kind of Olympic-style racing dinghy, which would make for an equally rich team name. Alas.) Read more about the history of the 49ers here. How the Chiefs got their name As for the Chiefs, the history of their name is a little more complicated. From CNN's Leah Asmelash: It started with, of all things, the Boy Scouts. The Tribe of Mic-O-Say is part of the Boy Scouts of America program in Missouri and was created by Harold Roe Bartle in 1925. Bartle was not a Native American, but claimed he was \"inducted into a local tribute of the Arapaho people.\" Bartle was called \"Lone Bear,\" and went by the name Chief Lone Bear in his Mic-O-Say organization. Almost 40 years after the founding of Mic-O-Say, Bartle became the mayor of Kansas City, Missouri for two terms. Colloquially known as \"chief,\" Bartle helped convince Lamar Hunt, owner of the Dallas Texans football team, to bring the team to Kansas City. In name-the-team competitions, \"Chiefs\" kept popping up as an option in connection to Bartle. So, they went with it. Read more about the history of the Chiefs here.  The Trump campaign ran an ad during the first quarter featuring Alice Johnson, a first-time nonviolent drug offender who was granted clemency by the President. Trump commuted the first-time nonviolent drug offender's life sentence in June 2018 one week after Kim Kardashian pleaded her case in an Oval Office meeting with the President. The ad featured an emotional Johnson thanking Trump for commuting her sentence.  \"Trump got it done,\" it concluded.  Trump also promoted the ad on Twitter. Dressed in an all-white suit, Demi Lovato turned in a soulful (and expeditious) rendition of \"The Star-Spangled Banner.\" We're waiting for the official time, but it was definitely under two minutes.  Lovato has been having quite a moment lately. At the Grammys last week, she debuted \"Anyone,\" a poignant ballad about her struggles with substance abuse. She also recently opened up about the moment she told her parents that she may end up dating a woman some day.  Tom Brady isn't playing in the Super Bowl this year, but he was still on the field before the game started. Brady was honored as part of the NFL 100 All-Time Team along with 99 of the greatest NFL coaches and players since the league's start.  Retired quarterback Peyton Manning posed with Brady after the ceremony. New England Patriots coach Bill Belichick flashed his Super Bowl rings. And Joe Montana, who spent most of his 16 seasons with the 49ers but ended as the Chiefs' quarterback, just had fun -- he can't lose, after all.    San Francisco 49ers tight end George Kittle invited the family of US Army Sgt. Martin LaMar, who was killed in Iraq in January 2011.  LaMar's widow Josephine and 16-year-old son Nicolas will honor LaMar, a longtime 49ers fan, during Super Bowl LIV.  \"I have a lot of family in the military, so it's something that I just respect and the sacrifice that they give is the ultimate sacrifice,\" Kittle told reporters on January 24. \"So if I can ever give back and make a family's day or just make them smile a little bit, then I feel like I've done a little part in their lives.\"  Also in attendance are four 100-year-old World War II veterans. The NFL invited the men to officiate the coin toss in honor of the NFL's 100th season.  Col. Charles E. McGee, a Tuskegee Airman, presided over the coin toss. He was flanked by Staff Sgt. Odón Sanchez Cardenas, Lt. Col. Samuel Lombardo and Cpl. Sidney Walton. Both Super Bowl squads, along with their coaches, took time out of their pregame routines to line up should-to-shoulder along their respective 24-yard-lines in honor of NBA great Kobe Bryant. Bryant wore No. 24 for most of his career with the Los Angeles Lakers. The moving display was accompanied by a moment of silence. The ceremony also honored Chris Doleman, the Half of Fame defensive end who recently died at age 58 after a prolonged battle with cancer. Katie Sowers, an offensive assistant with the San Francisco 49ers, always dreamed of coaching in the NFL. It just took the league some time to catch up with her aspirations.  Now in her fourth NFL season, Sowers sowed her love of the game in small-town Kansas, where she played football with her twin sister.  She competed in soccer, basketball and track and field while studying at Goshen College, around the same time she came out to her family and friends. Her parents showed her \"nothing but love and acceptance\" when she came out, she said. But when she asked her former women's basketball coach if she could volunteer coach the team, she was denied because she was gay.  The denial stung. But it's what motivated her to play in the Women's Football Alliance and coach youth girls basketball.  \"It led me to a second chance at the game that I originally loved the most,\" Sowers told NBC Sports Bay Area. One of the girls she coached was the daughter of Scott Pioli, the former general manager of the Kansas City Chiefs. It was through Pioli that Sowers earned her first shot in the NFL as a coaching fellow.  After two years in the coaching fellowship, 49ers head coach Kyle Shanahan hired Sowers in 2017 as a seasonal offensive assistant -- the second woman to ever hold a full-time coaching position in the NFL.  In the 2019 season, eight women coached in the NFL, including four full-time. None of them were head coaches, but if Sowers has her way, she could make history again.  \"My long term goal is to be a head coach and then move on to executive management,\" Sowers said in a 2016 interview. \"It's not a typical path, but then again, nothing about what I'm doing is typical.\" The Kansas City Chiefs and San Francisco 49ers will meet in Super Bowl LIV, which will be televised live in more than 180 countries and territories and will be broadcast live in almost 25 languages. Kansas City, the AFC champion with its high-speed offensive attack, is a slight favorite. The Chiefs are in their first Super Bowl in 50 years, with their lone title coming in Super Bowl IV. Chiefs quarterback Patrick Mahomes, last year's league MVP, is looking to join Ben Roethlisberger and Tom Brady as the only quarterbacks to hoist a Lombardi Trophy before their 25th birthday. At 24 years and 138 days old on Sunday, Mahomes is the fifth-youngest quarterback to start in the Super Bowl. Should Kansas City win, Mahomes will become the youngest player to win both an NFL MVP award and a Super Bowl title, surpassing Pro Football Hall of Famer Emmitt Smith (24 years, 233 days old on the last day of his MVP 1993 season). The 49ers have five Super Bowl titles, which ties them for third among NFL teams. They can tie the New England Patriots and Pittsburgh Steelers for the most. Expectations were high for San Francisco in 2018, but quarterback Jimmy Garoppolo tore his ACL in the third game of the year as the 49ers limped to a 4-12 finish. Garoppolo went through an intense rehab and has thrived this season. Garoppolo started all 16 regular-season games, completing 69.1% of his passes for 3,978 yards, 27 touchdowns, 13 interceptions, and a 102.0 passer rating -- though notably in this postseason Garoppolo is just 17-27 for 208 yards with a touchdown and interception in two games. Instead, their offensive production has come on the ground. Raheem Mostert rushed for 220 yards in the NFC championship game, the second-highest total in a postseason game, behind Pro Football Hall of Famer Eric Dickerson (248 yards for the Los Angeles Rams on January 4, 1986)."], "Language": false}