{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/ppe-contracts-states-fraud-waste-scramble-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniella Diaz and David Shortell, CNN"], "Writers": [["Daniella Diaz", "David Shortell"]], "FirstPublishDate": ["2020-05-08T23:03:12Z"], "LastModifiedDate": ["2020-05-08T23:42:44Z"], "Headline": ["Unfulfilled PPE contracts leave states scrambling for supplies amid the coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["After weeks of \"wild west\" wrangling between state governments for critical medical supplies amid the coronavirus pandemic, personal protective equipment still remains scarce for some frontline workers. Meanwhile, cases of fraud, waste and abuse are piling up. From coast to coast, state officials have reported contracts for personal protective equipment (PPE) and health care devices that have fallen through just when they were needed most, in some cases sparking a criminal investigation. When supplies do arrive, they can be subpar -- with some foreign-made masks lacking proper fastening mechanisms and others able to filter out as little as 10% of particles in the air, according to recent CDC data. California's Democratic governor acknowledged this week that some contracts in the state had gone \"awry\" and posed \"cautionary tales\" that would have to be fixed in the future. In Maryland, a contractor is under federal scrutiny for failing to fill a contract for masks, according to a state official. And in New York, officials are still trying to claw back payments from a nearly $70 million contract that fell through, shorting the state of more than 1,400 ventilators.  \"We had no choice but to overturn every rock to find ventilators and other needed equipment,\" Rich Azzopardi, a senior adviser to New York's Democratic governor, Andrew Cuomo, told CNN in a statement. \"States were forced to fend for themselves to purchase lifesaving supplies to combat a global pandemic.\" As the virus began to take hold in the US, FEMA made an effort at the national level to secure personal protective equipment. But when the strategic national stockpile, formed in the wake of the H1N1 pandemic, was depleted just weeks into the pandemic, the Trump administration left it up to the states to stock their own front lines. An international ecosystem of vendors and untested suppliers sprung up. Cuomo likened the ensuing supply grab to a 50-state eBay bidding war. Illinois Governor JB Pritzker, a Democrat, called it a \"wild west.\" The supply chain problems states have grappled with made their way into the White House on Wednesday, when the president of the American Association of Nurse Practitioners told President Donald Trump that access to PPE like masks and gowns still remains \"sporadic\" in some spots around the country.  \"I talk to my colleagues around the country -- certainly there are pockets around the country where PPE is not ideal, but this is an unprecedented time,\" AANP president Sophia L. Thomas said at an event honoring nurses at the White House with Trump.  Trump, who has been defensive about his administration's response, pushed back, saying he had heard health care workers were \"loaded up with gowns now.\" \"Sporadic for you but not sporadic for a lot of other people,\" Trump said.  Maryland As they scrambled to protect their health care workers, state officials in Maryland placed an order last month with a local company, Blue Flame Medical. The shipment, for masks and other equipment, was set to be fulfilled by mid-April, Maryland Department of General Services Director of Public Information Nick Cavey told CNN. But days after the order was due, and with no proof of shipment provided by the company, the state terminated the order, he said. \"Maryland officials have received subpoenas from federal officials,\" Cavey told CNN. \"Federal authorities have asked us not to disclose the information they are seeking as part of their ongoing criminal investigation.\" Ethan Bearman, an attorney speaking on behalf of Blue Flame, told CNN on Wednesday the state still plans to fulfill a contract with Maryland.  \"It is beyond comprehension what this is all about. Blue Flame Medical is devoted to getting masks and ventilators to the people in Maryland who so desperately need them. The company has a contract with the State of Maryland to deliver 1.5 million masks and 110 ventilators by June 30, and Blue Flame Medical fully intends to honor that contract,\" he said.  New York Azzopardi, the senior adviser to Cuomo, told CNN the US Department of Health and Human Services recommended Oren-Pines to the state, confirming he was vetted and approved by the federal government for the state to work with on ventilators. Azzopardi told CNN Oren-Pines had passed a vetting process by the state that included the state inspector general's office and the MTA inspector general's office before his contract was awarded. He was one of many possible vendors who reached out to the governor saying they had access to materials in China, Azzopardi said. The state has been able to recover $59.1 million back, but remains in negotiations for the rest. Whether it will be a full refund or a deal for other medical supplies is still being ironed out, according to Azzopardi. Oren-Pines did not respond to CNN's request for comment to this story. \"We were able to bend the curve and purchase adequate supplies to meet current needs and amid these extraordinary circumstances, contracts have been continuously re-evaluated,\" said Azzopardi. \"Some shipments we'll be accepting to handle the ongoing public health crisis and prepare for future emergencies and other agreements will be modified or canceled with money refunded to the state.\" New York has since moved to set up a \"regional supply chain consortium\" with neighboring northeastern states with the goal of stabilizing the supply chain workshopping new solutions as the pandemic persists.  Louisiana In late March, as New Orleans quickly became one of the country's new coronavirus hotspots, Louisiana was working to buy protective equipment for hospitals on the front lines. One order from a company in Baton Rouge that touted its 35-year track record and experience during Hurricane Katrina, included thousands of respirator masks, chemical suits and gowns totaling more than $7 million, according to federal court documents. But two weeks later, most of the purchase was left unfulfilled, according to a court affidavit. The state didn't know it, but they'd entered into a supply chain that involved an alleged fraudster: the supplier of the company that the state had contracted with was arrested days later and charged with making false representations about his ability to procure name brand goods from domestic factories. While the state didn't lose any money, the unfilled supply order proved a stinging loss. \"There was a tremendous need early on in this process. You never want -- you hope that no one's going to be acting nefariously,\" said Mike Steele, the communications director for the Governor's Office of Homeland Security and Emergency Preparedness, the coordinating arm for state resources that was set up after Katrina.  That deal was just one of many that fell through, though, Steele said, citing problems with deadlines and product quality.  As it's grappled with a number of emergencies in recent years, the agency has learned to source products from different companies with different timelines, and not to pay until the goods actually arrive. \"We never front any money, partly because unfortunately this is what you deal with in an emergency,\" Steele said.  Oklahoma State workers trying to bring much-needed medical equipment in Oklahoma last month said they also ran into pitfalls from alleged fraudsters. But in one case there, officials moved forward for a period despite the risk. FBI agents had warned officials in the state that a company they were considering contracting with was under investigation for potential fraud involving Chinese ventilators, according to The Oklahoman newspaper, which first reported the case.   An FBI spokeswoman declined to comment. Still, the state moved forward with a $9 million production order with the company for personal protective equipment. Days later, the deal was scrapped. In an email, Gino DeMarco, the state's PPE supply chain chief, said that the state was \"never in danger of losing money or being defrauded\" in a ventilator sale by the company, adding that the company \"never made it past the vetting stage\" for a ventilator transaction. He denied that the decision to cancel the production order was because of the FBI investigation.  The supply chain issue has resonated in Washington DC, where the chairman of the Senate Finance Committee, GOP Sen. Chuck Grassley, wrote to Vice President Mike Pence that he was \"deeply concerned\" with the examples of fraud marring the supply chain. He asked the administration to \"take every reasonable effort to ensure the safety and security of our supply-chain so hospitals are not being defrauded or sold fake or faulty PPE.\""], "Language": false}