{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/01/investing/draftkings-super-bowl-bets-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-01T13:55:28Z"], "LastModifiedDate": ["2020-02-01T13:57:02Z"], "Headline": ["DraftKings hopes to cash in at the Super Bowl and on Wall Street"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Will the Kansas City Chiefs beat the San Francisco 49ers in the Super Bowl to capture their first NFL championship in a half century? Who cares about the outcome when you can legally bet on what color of Gatorade will be dumped on the winning coach. Fantasy sports company DraftKings, which expects to go public later this year, is letting users wager on that -- and other wacky \"proposition bets\" such as how long it will take Demi Lovato to sing the national anthem.  \"People bet more on the coin flip than any other prop bet. Right now there's a slight advantage to tails,\" said DraftKings CEO Jason Robins in interview with CNN Business.  Sports betting became legal in some states following a 2018 Supreme Court ruling, and more traditional bets center on who will win the game or be named MVP. (Chiefs quarterback Patrick Mahomes is the favorite, according to Robins.) The American Gaming Association trade group said earlier this week that Americans will bet about $6.8 billion on the Super Bowl. But a large portion of those wagers are made through illegal bookies, offshore gambling outfits as well as through casual \"box\" pools for family and friends in offices and bars. Robins told CNN Business that legal sports betting will amount to about $200 million for this year's Super Bowl, and he hopes that DraftKings can get a big chunk of that revenue. This is the second Super Bowl since the landmark Supreme Court decision, and Robins said he expects much more action this year since DraftKings expanded its legal sports gambling operations significantly in the past year. It was only accepting bets in New Jersey in February 2019.  In addition to the Garden State, bettors can now place legal wagers on the Super Bowl in New Hampshire, West Virginia, Pennsylvania, Indiana  via the DraftKings app, Robins said. The company also has physical betting locations in New York, Mississippi and Iowa.  The company, founded in 2011, is poised to enter the online gambling market in Oregon once its merger with European sports betting firm SBTech is completed later this year. SBTech is licensed in Oregon. The DraftKings-SBTech deal is part of a transaction that will eventually lead to DraftKings becoming a publicly traded company.  Instead of going public through a traditional stock sale or a direct listing of shares as Spotify and Slack did, DraftKings is merging with an already public special purpose acquisition company (SPAC) named Diamond Eagle Acquisition Corp that trades on the Nasdaq. SPACs are becoming a more popular way for companies to go public. Richard Branson's Virgin Galactic also merged with a SPAC. Robins said that going public this way will allow DraftKings to list its stock faster than if it filed for an initial public offering. It also made it easier to do the SBTech deal. DraftKings announced the merger with Diamond Eagle in December. Once it's approved, which Robins said should be in a few months, Diamond Eagle will change its name to DraftKings and the company will be listed under a new ticker symbol. Robins said he has a few ticker options in mind for DraftKings but none has been chosen yet.  This hasn't stopped investors from betting on the stock already.  Diamond Eagle's shares have surged more than 35% so far this year -- despite DraftKings disclosing in regulatory filings that it lost $114.1 million in the first three quarters of 2019, up from a $75.1 million loss in the year-earlier period. Sales are surging, however. Revenue for DraftKings hit $192 million in the first three quarters of 2019, a 44% increase. Robins said he's not worrying about day-to-day moves in the stock and isn't concerned about DraftKings' mounting losses because it is spending aggressively as it expands into new markets. Robins expects DraftKings could be profitable in New Jersey later this year He's also tuning out market speculation about how DraftKings could be a takeover target for a casino. After all, casino owner Penn National Gaming announced earlier this week it was buying a stake in Barstool Sports. \"Smart investors are thinking about the big pie,\" Robins said. \"We have to keep our eye on the ball and keep winning customers.\" As for that bet on what color Gatorade either Kansas City Chiefs coach Andy Reid or San Francisco 49ers coach Kyle Shanahan will be doused with Sunday night?  Both teams wear red. But Robins said gamblers are wagering on purple in tribute to the late Kobe Bryant, who wore that color while playing for the Los Angeles Lakers his entire career."], "Language": false}