{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/cars/gm-electric-hummer-electric-super-bowl-ad/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-01-30T16:51:09Z"], "LastModifiedDate": ["2020-01-31T17:54:40Z"], "Headline": ["GM Super Bowl ad reveals powerful electric Hummer with 1,000 horsepower"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["In a sneak peek of its upcoming Super Bowl ad, General Motors also gives us a peek at its super powerful electric Hummer due out in 2022.  The most amazing thing about the new GMC Hummer EV will be how much power the truck will have. The Hummer's electric motors will produce up to 1,000 horsepower, enabling it to go from zero to 60 miles an hour in three seconds. The horsepower figure is more than most high-performance sports cars. General Motors' new Corvette, for instance, produces less than half that much horsepower. The Hummer will also have a strikingly high 11,500 pound-feet of torque. Torque is a measure of raw pulling power. For comparison, a GMC Sierra 3500 Heavy Duty pickup with a diesel engine can produce 445 horsepower and 910 pound-feet of torque. That Sierra Heavy Duty truck, with a small fraction of the torque of the Hummer, can tow up to 14,500 pounds, according to GM. There are many factors involved in towing besides just torque, of course, and a General Motors spokesman said more details about the Hummer's capabilities will be revealed on May 20, when the electric truck is fully unveiled. With this kind of power, the Hummer EV drives squarely into the midst of a coming high-powered electric truck battle. In July, Ford released a video of an electric F-150 prototype towing a train weighing over a million pounds. (Ford said that was a \"one time demonstration\" and \"far beyond any production truck's published capacity.\") In November, Tesla unveiled its electric Cybertruck with a claimed towing capacity of up to 14,000 pounds and the ability to go from zero to 60 miles an hour in less than three seconds.  High torque figures like the one GM released for the Hummer EV aren't terribly meaningful, said Michael Bream, founder of EV West, a California company that converts classic cars into high-performance electric vehicles. The power of rapidly spinning electric motors -- they can go much faster than gas or diesel engines -- can be multiplied through gears resulting in high pulling power at low speeds, he said. But the actual use of that power is limited by factors like the tires' ability to gain enough traction to move a heavy load, he said. It would be much more useful to know the truck's towing capacity, as well as its range and how much cargo space it has, he said.  \"For most of us, that's going to be like a 7,500-pound trailer that you go camping with, right?\" said Bream. \"So what really, really matters is how far can you go on one charge with an average size trailer behind you.\" Those sorts of figures would be revealed in May, a GM spokesman said. This new Hummer EV will be sold as a GMC truck. GM is not resurrecting the separate Hummer brand, which it shut down in 2010 amid bankruptcy restructuring. The original Hummer brand was controversial because of the poor fuel economy and imposing appearance of the enormous lane-filling Hummer H1 and the large Hummer H2. The earliest Hummers, made by a company called AM General, were civilian versions of military vehicles called Humvees, short for High Mobility Multipurpose Wheeled Vehicle. GM licensed Hummer in 1999 and designed new models with a look reminiscent of those military trucks. While the new Hummer EV will burn no gasoline at all, it will retain the aggressive appearance of its predecessors. Clips from the 30-second ad show a seven-bar grill somewhat reminiscent of that on the original Hummers. This time, though, a bright light bar runs behind the grill. The ad will run during the second half of this year's Super Bowl game. The Super Bowl has become a major advertising battleground for carmakers. The new GMC Hummer EV will go on sale in 2022 and is expected to be sold in small numbers, a source at GM said earlier this year. GM has not yet revealed what it will cost. The truck will be built in GM's Detroit-Hamtramck assembly plant devoted entirely to making electric vehicles. GM's self-driving Origin electric car will also be built there."], "Language": false}