{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/business/coke-energy-us-launch/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Danielle Wiener-Bronner, CNN Business"], "Writers": [["Danielle Wiener-Bronner"]], "FirstPublishDate": ["2020-01-30T18:40:39Z"], "LastModifiedDate": ["2020-01-31T14:44:19Z"], "Headline": ["There's a new kind of Coke on shelves. You'll be forgiven if you missed it"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["A new kind of Coke quietly hit US store shelves earlier this month.  Four varieties, including Coke Energy, Coke Energy Zero Sugar, Coke Energy Cherry and Coke Energy Cherry Zero Sugar, recently reached US retail shelves. The Coke-energy-drink hybrid beverage became available in international markets last year.  Coke Energy, which is made with guarana extracts and B-vitamins, has 114 mg of caffeine per 12-ounce serving. A 12-ounce can of regular Coke has about 34 mg of caffeine. But the two products should taste about the same.  \"It's the energy you want and the taste you love,\" Geoff Cottrill, senior vice president of strategic marketing at the company, told CNN Business, adding that the proposition is \"very simple and very direct.\"  It may seem like an unusual drink, but it's an important part of Coke's strategy: Coca-Cola has been diversifying its portfolio of beverages while innovating its core product.  So far, the product may have flown under the radar. But Coke is planning a splashy US rollout for the drink.  \"We're putting the full marketing muscle behind our Coke Energy launch in the US,\" CEO James Quincey said during a call discussing the fourth quarter and full year financial results Thursday.  To ensure Americans are aware of the energy drink, Coca-Cola is advertising the product during the Super Bowl. It also plans to offer samples across the country.  Americans will get a slightly different version of the drink than people in other places around the world, Quincey said, describing it as a \"version 2.0.\" The US version will taste more like classic Coca-Cola, while the international version is more citrusy, he said.  People are increasingly seeking functional beverages, which offer an added nutritional or practical benefit, like a boost of energy.  Coke Energy and Coke Plus Coffee, which is made with real coffee and is more caffeinated than regular Coke, could help those consumers from losing interest in cola, Coca-Cola's most important product. Expanding the Coke portfolio is also a way to give diehard Coke fans more options.   The efforts are paying off so far.  Last year, trademark Coke, which includes variations on the classic cola, popped 6% in terms of retail value globally, driven in part by Coca-Cola Zero Sugar. The company reported overall net revenue growth of 16% for the quarter and 9% for the year. Its stock jumped about 3% on the news during trading hours Thursday.  The energy category in particular is a good bet for Coke.  US energy drinks and shots sales amounted to about $13.5 billion in 2018, a growth of about 30% from 2013, according to the research company Mintel. The market will continue to grow, according to Mintel's projections.  \"We're looking to expand the access to the energy category, and we think Coke can do that,\" Quincey said. Coca-Cola already has a distribution agreement with Monster Energy.  Coca-Cola is also leaning into other trends with product launches, revamps and acquisitions.  AHA, the company's new caffeinated flavored seltzer water brand, reaches shelves in March. Powerade, the sports drink made by Coca-Cola, is redesigning packages and launching new products this winter. And earlier this month, Coca-Cola announced the acquisition of Fairlife, which sells lactose-free milk, to cash in on interest in specialty dairy drinks. "], "Language": false}