{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/entertainment/michael-strahan-kelly-ripa-interview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-30T17:49:05Z"], "LastModifiedDate": ["2020-01-30T22:43:11Z"], "Headline": ["Michael Strahan talks tensions with Kelly Ripa"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Michael Strahan wants to make it perfectly clear how he feels about Kelly Ripa. \"I don't hate her. I do respect her for what she can do at her job,\" he told the New York Times Magazine in a recently published interview. \"I cannot say enough about how good she is at her job.\" Not that there weren't tensions. Strahan famously left their daytime talk show \"Live! with Kelly and Michael\" in 2016 for a gig with \"Good Morning America.\" Ripa complained she was the last to know about his planned departure. Now the former NFL player turned TV host is talking a bit about what he joked was an \"experience.\" \"I learned so much from Kelly, so much from Michael Gelman (the show's longtime executive producer),\" Strahan said. \"When it was time to go, it was time to go. Certain things that were going on behind the scenes just caught up.\" He also discussed the selfishness he saw in both professional sports and working in television. Strahan formerly played with the New York Giants.  \"In sports, you can put as many great players as you want on a team, but if one guy out there is worried about himself, it will not work,\" Strahan said. \"Then on television, I've had jobs where I got there and felt like: Wow, I didn't know I was supposed to be a sidekick. I thought I was coming here to be a partner.\" Strahan said he tried to have meetings with Ripa regarding the issues going on behind the scenes. \"We met a few times, and that was fine,\" he said. \"But then eventually she said she didn't need to meet. Can't force somebody to do something they don't want to do.\" He admitted that his exit probably wasn't handled the best way. Ripa ended up staying off the show for a few days, reportedly in protest for how ABC handled the situation.  \"I didn't wake up and say, 'I want a job at 'G.M.A.' I was asked to do it by the people who run the network,\" Strahan said. \"It was really not a choice. It was a request.\" Strahan said the whole thing was \"treated as if I was the guy who walked in and said, 'I'm leaving.'\" \"That part was totally misconstrued, mishandled in every way,\" he said. \"People who should have handled it better have all apologized, but a lot of the damage had already been done.\" But Strahan said he kept a particular attitude about it. \"For me, it was like: Move on. Success is the best thing,\" he said. \"Just keep on moving.\" The show is now \"Live with Kelly and Ryan,\" which Ripa cohosts with Ryan Seacrest.  A rep for Ripa declined to comment. "], "Language": false}