{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/cnn-underscored/super-bowl-tv-sales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-01-30T18:37:28Z"], "LastModifiedDate": ["2020-01-30T18:37:28Z"], "Headline": ["Score a new TV for Sunday with these game-changing sales"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The biggest football game of the year is almost here, and whether you're tuning in for the game, the commercials or the halftime show, you'll want to watch it on an exceptional screen. Luckily for viewers everywhere, TVs are seeing big sales ahead of the weekend, and thanks to overnight and two-day shipping promos, you'll be able to arrange for a pickup or have your new TV delivered in time for Sunday.  While these aren't the 2020 models from the likes of Vizio, Sony or Samsung, these 2019 models still fit the bill. With fast refresh rates from 60 to 240Hz, sharp 4K or incredibly detailed 8K panels, and smart ecosystems that let you access all your favorites, you'll be able to stream Disney+, Netflix, Hulu, Apple TV+, Amazon Prime and YouTube favorites to your heart's content after the game has ended. Don't forget to pick up a new, marked-down sound bar or sound system while you're at it. Samsung When it comes to picture quality and the technology that powers what you see, Samsung has opted for Quantum Dot or QLED for its top of the line. Right now, the full QLED line is seeing discounts, including the Q60R, Q70R, Q80R and Q90R. All offer vibrant displays with a wide color gamut and deep blacks that deliver a sharp contrast. 49-Inch Q60 Series 4K TV ($599.99, originally $999.99; samsung.com)\n55-Inch Q60 Series 4K TV ($697.99, originally $1,197.99; amazon.com)\n65-Inch Q60 Series 4K TV ($897.99, originally $1,797.99; amazon.com)\n82-Inch Q60 Series 4K TV ($1,997.99, originally $3,799.99; amazon.com)\n75-Inch Q70 Series 4K TV ($1,997.99, originally $2,699.99; amazon.com)\n82-Inch Q70 Series 4K TV ($2,497.99, originally $4,499.99; amazon.com)\n55-Inch Q80 Series 4K TV ($1,299.99, originally $1,999.99; samsung.com) Sony No matter which Sony model you go for, you're getting a terrific discount on a TV you can enjoy long after the big game. The 65-, 75- and 85-inch X900Fs are seeing strong discounts, and all offer the 4K experience. Sony also spruces things up with features like X-tended Dynamic Range PRO, providing six times the range of brightness compared with traditional LCD TVs. 65-inch X900F ($1,098, originally $1,499.99; amazon.com)\n75-inch X900F ($1,698, originally $2,799.99; amazon.com)\n85-inch X900F ($2,798, originally $3,499.99; amazon.com) Vizio Vizio is doing its part with a couple of discounts on its M- and P-Series Quantum TVs. These come in several sizes and capabilities, from the 65-inch M-Series Quantum for $649.99 to the 75-inch P-Series Quantum for $873.46. And while the former is UHD and the latter is HDR, both provide that eye-catching 4K resolution so you don't miss a single play. There are plenty of other differences between the two models: The P-Series features major visual advantages, like more than double the local dimming zones for incredible contrast and black levels. It also sports UltraBright 1100, an improvement over the M-Series that gives you a brighter, crisper viewing experience. However, both TVs feature built-in Airplay 2 and Chromecast, so you can stream content to your TV from your smartphone. 65-inch M-Series Quantum ($649.99, originally $799.99; bestbuy.com)\n65-inch P-Series Quantum ($873.46, originally $1,399.99; amazon.com)\n75-inch P-Series Quantum ($1,299, originally $2,299.99; amazon.com) LG LG fans will find a pair of the brand's TVs on sale as well. Much like the other TVs on these lists, the Nano 9 Series 55-inch and Nano 8 Series 49-inch are both 4K. And while the Nano 9 is distinguished by more local dimming for better black levels and contrast, both TVs feature built-in Alexa, which comes in handy when you want to change the channel, volume and much more. 55-inch Nano 8 Series ($596.99, originally $799.99; amazon.com)\n55-inch Nano 9 Series ($796.99, originally $999.99; amazon.com) Note: The prices above reflect the retailers' listed price at the time of publication."], "Language": false}