{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/us/fan-selfie-kobe-bryant-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gianluca Mezzofiore, CNN"], "Writers": [["Gianluca Mezzofiore"]], "FirstPublishDate": ["2020-01-29T20:41:22Z"], "LastModifiedDate": ["2020-01-30T15:09:30Z"], "Headline": ["Fan selfie may be last photo of Kobe Bryant"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When Brady Smigiel, 13, captured a blurry selfie with his idol, Kobe Bryant, on Saturday at the Mamba Sports Academy, he didn't know it probably would be one of the last photos of the NBA legend alive. Just the day after, Bryant and his daughter Gianna were killed in a helicopter crash in Calabasas, California, along with 7 other people.  Brady, who played in the Mamba Cup for Team Edge last weekend along with his twin brother, Beau, woke up thinking \"Let's go see Kobe before our games,\" his mother Dionne Reich Smigiel told CNN.  \"They are both obsessed with basketball and big fans of Kobe,\" she said. \"Brady was writing to our 'family text' group all day.\" \"When we are in Newport Beach, Brady makes me drive by Kobe's gate just in hopes he might be driving out at the same time,\" Smigiel added.  On Saturday, Kobe was at the Mamba Academy to coach Gianna's team, the Lady Mambas, which was also competing in the Mamba Cup. After Gianna's first game, which her team lost 46-29 to Cyfair Nikecoop 2024, Brady came forward and asked Kobe for a selfie. \"He said Kobe was 'mad they lost' and wouldn't take a pic but gave him knuckles,\" Smigiel said. Gianna was scheduled to have games at noon and 2 p.m. Saturday and Sunday, she said. Two other girls in the helicopter that crashed on Sunday, Alyssa Altobelli and Payton Chester, were also part of that team.  Brady got another chance to ask for a Kobe selfie after the Mambas second game, which they won over Tree of Hope Lloyd team, as the basketball great was leaving the building.  It turned out to be pretty blurry. \"Kobe said, 'We'll get a better pic tomorrow,' \" Smigiel said.  News of Kobe and Gianna's death hit the Smigiel family as a shock. \"We are struggling. Kobe was such a presence in our little community of Newbury Park. My boys don't know how to process this,\" Smigiel said.  \"I woke up on Sunday and heard there was a helicopter crash in Calabasas and said to my family, \"Oh, my gosh, a helicopter just went down at the same time Kobe is supposed to arrive in Camarillo. Pray it's not him and Gigi,' \" she added. \"Then an hour later we got the news. It's just all so sad.\""], "Language": false}