{"Type": ["gallery"], "Url": ["https://www.cnn.com/2016/02/04/sport/gallery/first-super-bowl-tbt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Los Angeles Times/AP", "CBS/Getty Images", "NFL Photos/AP", "Vernon Biever/AP", "Tony Tomsic/Getty Images", "AP", "Vic Stein/Getty Images"]], "FirstPublishDate": ["2016-02-04T11:34:56Z"], "LastModifiedDate": ["2020-01-31T23:55:14Z"], "Headline": ["The first Super Bowl, in pictures"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Green Bay Packers quarterback Bart Starr, right, passes the ball during the first-ever Super Bowl. Starr threw for 250 yards and two touchdowns as the Packers defeated the Kansas City Chiefs 35-10. Starr was named the game's Most Valuable Player. The game was played at the Los Angeles Memorial Coliseum on January 15, 1967. CBS commentator Frank Gifford works on the field before the game. The game was televised by both CBS and NBC. CBS held the rights to NFL games, while NBC had the rights to AFL games. Chiefs center Jon Gilliam — across from Packers tackle Bob Skoronski — watches the pregame coin toss. Chiefs running back Mike Garrett runs onto the field during pregame introductions. Packers fullback Jim Taylor (No. 31) leads a group of teammates out of a tunnel before the game. Behind him is Starr (No. 15). Both are now in the Pro Football Hall of Fame. Herb Adderley (No. 26) returns a kickoff during the game. Adderley, a Hall of Fame cornerback, played nine seasons with the Packers. Running back Elijah Pitts carries the ball for the Packers. He scored two touchdowns in the game. The CBS Sports team works in the press box during the game. Packers wide receiver Max McGee pulls in a 13-yard touchdown pass during the third quarter. In the first quarter, McGee made history when he scored the first touchdown in Super Bowl history -- a 37-yard score. Watch the replays Cheerleaders perform during the game. Chiefs quarterback Len Dawson rolls out for a pass. Nearly 62,000 fans attended the game, but there were still a lot of empty seats. Now the Super Bowl is one of the most coveted tickets in sports. Photographers and cameramen work from the sideline. Chiefs head coach Hank Stram covers his face on the sideline. While this game did not go in his favor, he would be back three years later to win Super Bowl IV. Dawson, like Stram, was a future Hall of Famer. He came back to win MVP in Super Bowl IV. See all the Super Bowl MVPs Packers fans cheer their team from the stands. NFL commissioner Pete Rozelle, left, presents the championship trophy to Packers head coach Vince Lombardi after the game. The trophy was renamed the Vince Lombardi Trophy after the coach's death in 1970."], "Language": false}