{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/us/john-altobelli-orange-coast-college-baseball-opening-game/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, CNN"], "Writers": [["Jason Hanna"]], "FirstPublishDate": ["2020-01-28T18:53:12Z"], "LastModifiedDate": ["2020-01-29T16:06:10Z"], "Headline": ["Orange Coast College, mourning its baseball coach John Antobelli, played its season opener today as scheduled"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Just two days after losing its beloved coach in a helicopter crash, Orange Coast College's baseball team played its season opener as scheduled Tuesday -- and honored him with a moment of silence.  Coach John Altobelli, his wife Keri and his youngest daughter Alyssa were among the nine people killed -- along with NBA legend Kobe Bryant and his daughter Gianna -- Sunday afternoon when the helicopter they were in crashed into a hillside in Calabasas, California. Altobelli's players at the Southern California community college voted Monday to keep their season opener as planned on their home field against Southwestern Community College, the Orange County Register reported. Pirates baseball players wore orange shirts with Altobelli's number 14 on their backs and the words #FOREVERAPIRATE on the front of their shirts at Wendell Pickens Baseball Field. They honored him with a 14-second moment of silence before the game.  \"I know Alto touched each and every one of you, some way, somehow. Or this family touched you some way, somehow,\" said Nate Johnson, the team's associate head coach who was named acting head coach.  Johnson said the Altobelli family brought him into their family seven years ago.  \"They treated me like one of them. They treat everyone like one of them. That's why they're so many people out here wearing these 14 shirts. They made everyone feel like an Altobelli or a Pirate,\" Johnson said.  Opening day was \"Alto's favorite day,\" Johnson said.  Altobelli's brother Tony, recalled how an umpire before the game told him how much he loved the coach and broke down crying. \"The only thing that could come into my mind was 'can you imagine my brother making an umpire cry?' \" said Tony Altobelli, also sports information director at OCC.  \"I know he was up there laughing during that little interchange,\" he said.  He encouraged everyone to smile and laugh for the next few hours. Tell jokes and \"funny John stories,\" he said.  To the players, Altobelli told them to clear their heads and to play baseball the way his brother would want them to. \"Play for my brother but play for yourselves, play for each other,\" he said.  John Altobelli led his Pirates to their fourth California community college championship last year.  Altobelli compiled a 705-478-4 record in 27 seasons at OCC and was named national coach of the year in 2019 by the American Baseball Coaches Association. He coached OCC to the state semifinals eight times and won seven conference championships. He was 'always excited to ride with Kobe'  Alyssa and Gianna, both 13, were basketball teammates at Bryant's Mamba Academy. They were flying to their basketball game in Thousand Oaks, and Bryant was expected to coach. The Altobellis had flown with the Bryants to games before. \"He was always excited to ride with Kobe on the helicopter,\" Johnson told CNN's \"New Day\" on Tuesday.  \"This wasn't the first time that he or Alyssa or Keri went on this flight,\" Johnson said. \"So, he was telling us on Saturday that he was going up to Thousand Oaks and get to ride the helicopter with Kobe.  \"And Sunday morning I was just kind of sitting around in my apartment with my wife, and one of my friends texted me and said, 'Hey, did you hear about Kobe?' I was like, 'No, what?' He goes, 'Well, his helicopter went down.'  \"And my heart sank because I knew Alto was on that.\" Kobe Bryant brought out Alyssa's love of basketball Altobelli was very proud of Alyssa's basketball exploits, Johnson said. \"He shared everything. I knew every game, I knew every practice that Alyssa was a part of, and he was so proud of Alyssa and so proud of what she was doing,\" Johnson said. \"She found a love for basketball, and Kobe brought that love out for her, just like he did for a lot of people. And Alto was -- he was so happy that she was able to get coached by someone that was elite.  \"Alto is an elite person as well. And I think that's why Kobe latched onto the Altobelli family. They were elite. And Kobe, obviously, being elite, he found that family to be someone that he could invite into their inner circle and Alto and Keri and Alyssa, those three, they were special.\" Altobelli leaves behind a daughter and a son Altobelli was a \"giant on campus,\" OCC President Angelica Suarez said Tuesday. \"He loved his students, his colleagues and he loved this college, and this loss has broken our hearts,\" Suarez said. \"It is a tremendous loss, one that will be felt for years to come.\" Altobelli is survived by his daughter Lexi, 16, and his son J.J., a 29-year-old scout with the Boston Red Sox. Orange Coast College has established a memorial fund to help the family."], "Language": false}