{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/us/college-football-coach-hitler-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-28T20:27:11Z"], "LastModifiedDate": ["2020-01-28T20:27:11Z"], "Headline": ["A college football coach was suspended after saying he'd like leadership tips from Hitler"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Michigan football coach was suspended after he said he'd have dinner with Adolf Hitler and praised the Nazi dictator's leadership in an interview with a college newspaper.  Morris Berger was hired as Grand Valley State University's football offense coordinator on January 20. Three days later, he gave an interview to the Grand Valley Lanthorn, the university's student newspaper.  In most of the Q&A with the Lanthorn's sports editor, Berger discussed his coaching background and love of football.  But then the student editor asked him which historical figures he'd like to have dinner with, and Berger chose a controversial one. \"This is probably not going to get a good review, but I'm going to say Adolf Hitler,\" Berger told the sports editor. \"It was obviously very sad and he had bad motives, but the way he was able to lead was second-to-none. How he rallied a group and a following, I want to know how he did that. Bad intentions of course, but you can't deny he wasn't a great leader.\"  \"The way he was able to get people to rally around him was crazy,\" the student journalist replied. Berger, who holds a degree in history according to the Lanthorn, went on to name two more historical figures he'd like to dine with: Former President John F. Kennedy and Christopher Columbus -- another some call a controversial choice for enslaving indigenous people upon landing in the New World. \"Think about putting yourself in the setting of that unknown, and then to take it all in as you arrive is crazy,\" he said of Columbus.  Jason Crouthamel, a history professor who teaches courses on the Holocaust at Grand Valley State University, called the comments \"most harmful.\" \"Berger's comments are atrocious,\" he told CNN, mirroring the criticism the comments received from the student body. \"Leading a society toward genocidal violence should be absolutely condemned.\" The university confirmed to CNN it had suspended Berger and is \"conducting a thorough investigation.\"  \"The comments made by Offensive Coordinator Morris Berger, as reported in The Lanthorn student newspaper, do not reflect the values of Grand Valley State University,\" the university said in a statement to CNN.  Neither Berger nor the university athletic department responded to CNN's requests for comment.  The comments were originally removed Grand Valley Lanthorn editor-in-chief Nick Moran told the Detroit Free Press that a representative for the athletic department asked the paper's staff to remove the Hitler comments from the interview two days after it was published. \"He said it would make their life a whole lot easier,\" Moran, a third-year student, told the paper.  In an editor's note on the interview's webpage, Moran wrote that Berger's final two responses were \"mistakenly removed\" from the original story after it was published on Thursday. It was republished in full on Sunday and is a \"direct transcription of the full, recorded interview.\" \"It's intimidating when someone in power reaches out to you...and you're a student, and it's a professional here on campus saying to take it down,\" he told the Detroit Free Press. \"But I think at the end of the day we're really satisfied with our decision to keep everything up.\"  In a statement to CNN, Moran said the paper stands by its decision to publish the interview in full.  \"With so many eyes on our publication, we were nervous at first, as this is larger than a community story now,\" he said. \"But as student journalists, we're proud that we stood by our work, upheld journalistic integrity and the work that has been shared reflects that.\""], "Language": false}