{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/opinions/kobe-bryant-championed-wnba-gianna-bryant-jones/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Roxanne Jones"], "Writers": [["Roxanne Jones"]], "FirstPublishDate": ["2020-01-28T03:34:13Z"], "LastModifiedDate": ["2020-01-28T03:34:44Z"], "Headline": ["Kobe didn't just champion the WNBA. He helped open doors for women in sports like me"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Mom, Kobe died today,\" my son told me on the phone Sunday. I heard him say that the Lakers legend had died along with his 13-year-old daughter, Gianna, and seven others in a helicopter crash -- but somehow those words didn't make sense. \"What? Kobe, who? What are you saying?\" I asked him.  I'd missed the news reports of Kobe's death because I've been trying to make Sundays no-TV, no-cellphone days. It was -- still is -- impossible for me to think my son was talking about Kobe Bryant -- impossible to imagine the devastating loss his remaining family must feel, his wife Vanessa and Gianna's three sisters Natalia, Bianka and Capri.  Bryant was just 41 years old. His helicopter crashed under foggy conditions in Calabasas, California Sunday morning. Authorities are still investigating the cause of the accident. Around the world, Kobe was a cultural icon and a basketball megastar who spent 20 years playing for the Los Angeles Lakers, but for me, he's a different person. For me, he will always be the guy who helped me launch my career at ESPN -- without being asked and even though he was at the time just beginning his own basketball career.  It is said that \"it takes a village to raise a child\" but what I understood early in my career is that this famous old African proverb also applies to women in sports. This is especially true for black women, who are often left to succeed, or fail, on their own, thwarted, sometimes, even by other female colleagues in the cutthroat, largely white and male sports media world. Kobe Bryant knew that. He was part of my village. He saw me. But while Kobe was a pro, he wasn't an easy man to know.  We were not personal friends and were never peers (I'm much older) -- yet we were connected. Whenever I saw him on the road, there he was giving me the universal sign of respect, that silent black salute -- the head nod. Just enough to command the respect in the room, and sometimes, the angry envy of my peers. I can never explain how much Kobe's simple gestures of acknowledgment gave me the courage to compete in the sports media, where women are too often dismissed and even today, rarely recognized for their sports savvy and intelligence.  Kobe was quiet, an enigma for many in the media when he entered the league. I mean, here was a black kid who grew up upper middle class just outside of Philadelphia and had lived in Italy. He spoke several languages -- English, Italian and Spanish -- and had a game many thought was sweet enough to challenge Michael Jordan's. Kobe was brash enough to crash into the NBA in 1996 straight out of high school and that ruffled some feathers among sports journalists.  One Philly kid to another, I loved his story.  Some of my colleagues didn't know how to handle Kobe, many called him arrogant. Kobe was complicated to them. He didn't come with a hard-luck story of growing up on tough streets. The son of Pam and Joe Bryant, the latter a former NBA player and WNBA coach, Kobe often seemed more worldly than many of the men covering and playing sports --which led to awkward conversations at news meetings on how to cover Kobe, both off and on the court. Kobe opened doors for me, more than once.  At summer basketball leagues, like the famous Holcombe Rucker Park in Harlem -- where basketball games felt more like family reunions -- I'd cross paths with Kobe. No one knew me in Harlem, I was a newcomer to New York. But Kobe always spotted me in the crowd standing there with my media pass hanging from my neck.   \"Yo, that's ESPN, let her through,\" he would say with his little smirk. And, like magic, those gates would open.  Back in 2003, I was tapped by ESPN executives to help create and launch my first television show, titled \"The Life.\" It was based off of a print column I'd created for the magazine. I was young and untested in sports television and I'd be lying if I said I wasn't terrified of failure.  But there was Kobe, again. He was one of the first athletes, definitely the biggest superstar, to commit to appearing on my show. Honestly, I think my bosses, and definitely the men I worked with, didn't really take me seriously until we got Bryant.  So it's no surprise to me that the young man I first met in the late 1990s went on to become one of the WNBA's most vocal supporters, mentoring female college players and encouraging women to dare to compete at the highest levels, just as he challenged me. And it made sense to me that after retiring in 2016, Bryant dedicated so much of his life to coaching and inspiring young women and girls like his daughter, Gianna, to reach for their dreams of becoming professional basketball players. Kobe knew women were good enough to compete. He knew it was our game, too.  \"I think there are a couple of players who could play in the NBA right now, honestly,\" Bryant told CNN earlier this month, speaking about WNBA players he felt were ready today to make the jump. \"Diana Taurasi, Maya Moore, Elena Della Donne. There's a lot of great players out there so they could certainly keep up with them,\" he said. In 2018, in an interview shared widely on social media on Sunday, Bryant told Jimmy Kimmel that Gianna wanted to grow up and play in the WNBA. He described Gianna's response to fans who would tell him he needed a son to \"carry on the tradition and the legacy. She's like 'Hey, I got this! You don't need a boy for that.' And I'm like, 'That's right! You do. You got this.'\" And it wasn't only retirement, or fatherhood, that shaped Bryant into a vocal champion of the women's basketball. It was just an extension of his passion for the game; it seemed natural to him. When I worked in sports, it wasn't strange at all to see Kobe on the court somewhere practicing with WNBA players, challenging them to sharpen their skills, or at a celebrity game shooting hoops with kids.  His love for the game of basketball -- whether it was played by women or men -- was always in plain sight. I never thanked him. But I was blessed to know Kobe Bryant."], "Language": false}