{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/world/memorials-for-kobe-bryant-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Zdanowicz, CNN"], "Writers": [["Christina Zdanowicz"]], "FirstPublishDate": ["2020-01-28T00:59:28Z"], "LastModifiedDate": ["2020-01-28T00:59:28Z"], "Headline": ["Memorials honoring Kobe and Gianna Bryant are popping up all over the world"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A mural of Kobe Bryant and his daughter Gianna smiling appeared in Los Angeles less than 24 hours after they died in a tragic helicopter crash.  Nine people died Sunday in a helicopter crash in Calabasas, California, including the basketball icon, 41, and his 13-year-old daughter.  Artist Jules Muck painted the mural of Kobe and his daughter, whose nickname is Gigi, at Pickford Market in Los Angeles on Sunday. The mural reads, \"Kobe & Gigi. Forever Daddy's Girl.\" \"I feel that what he did with his fame as far as his camps and training and work with his daughter and other young people was pretty awesome especially that he died in that service,\" Muck told CNN on Monday.  Muck said she was already on her way to paint a mural of Bryant when she heard about Gianna's death and \"felt it was important to include her.\" Public memorials honoring the father and daughter appeared across the Los Angeles area and even on the other side of the world. This is how Bryant and his daughter are being remembered by legions of adoring fans. Newport Beach, California Dozens of balloons and flowers lined the grass outside the gates of the housing development where Bryant lived in Newport Beach, California, on Monday. 'House of Kobe' gym, Philippines  Hours before his death, a new basketball hall was opened and named in Bryant's honor in Manila, Philippines, local press reports. The \"House of Kobe\" gym was built in honor of Bryant's 2016 visit to the Philippines. Staples Center, Los Angeles Fans buried their heads in their hands Sunday and mourned the former NBA and Los Angeles Lakers player in front of Staples Center, where the team plays. A makeshift memorial appeared the day fans learned of Bryant's death. Lower Merion High School, Pennsylvania Some of Bryant's jerseys, a pile of basketballs and bouquets of flowers lined the entrance of the gym at Lower Merion High School, where Bryant went to high school in Ardmore, Pennsylvania. Mamba Sports Academy, California Baby clothes and other memorabilia were added to a small memorial Sunday outside Mamba Sports Academy in Thousand Oaks, California. Bryant and his daughter were heading there for a basketball game scheduled for Sunday afternoon. Bryant was to coach his daughter's team in the game. Reggio Emilia, Italy Bryant spent part of his childhood in the small Italian city of Reggio Emilia. His family moved there when his father played for a series of local teams in the 1980s. Bryant, who spoke Italian fluently, played on the city's youth team, Cantine Riunite."], "Language": false}