{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/black-mamba-kobe-bryant-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-27T16:55:08Z"], "LastModifiedDate": ["2020-01-27T20:52:40Z"], "Headline": ["Why Kobe Bryant gave himself the nickname 'Black Mamba'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Kobe Bryant was on top of the world in 2003 as he led the Los Angeles Lakers to win after win. But that all came crashing down after the star was charged with sexual assault. Bryant proclaimed himself innocent and the charges were later dropped. The star and his accuser reached a civil settlement, and Bryant's reputation was badly tainted. That's when he named himself \"Black Mamba\" as an alter ego to cope with the backlash. An alter ego inspired by 'Kill Bill' Inspired by the code name for a deadly assassin in Quentin Tarantino's 2003 movie \"Kill Bill,\" Bryant adopted the nickname to separate his life on and off the court, according to a 2014 interview with The New Yorker. \"The name [Kobe Bryant] just evokes such a negative emotion,\" Bryant told the magazine. \"I said, 'If I create this alter ego, so now when I play this is what's coming out of your mouth, it separates the personal stuff, right?' You're not watching David Banner -- you're watching the Hulk.\" In a 2015 interview with Ahmad Rashad, Bryant said of the animal that inspired the name, \"When I step on that court, I become that. I am that killer snake. I'm stone cold, man.\" Creating the 'Mamba' brand Later, Nike partnered with Bryant and the Los Angeles Boys and Girls Club to launch a youth basketball league, called the Mamba League, to give hundreds of kids free access to the sport.  Bryant later created the Mamba Sports Academy to provide broader athletic and lifestyle training to competitors at all levels in a number of sports. He was on his way to a Mamba Sports Academy game Sunday when Bryant, one of his daughters, and seven other people died in a helicopter crash. Nike also held a \"Mamba Day\" to honor his retirement in 2016, and when he died, issued a statement that said, \"He was a beloved member of the Nike family. We will miss him greatly. Mamba forever.\""], "Language": false}