{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/john-altobelli-coach-kobe-bryant-helicopter-crash-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-01-27T17:09:15Z"], "LastModifiedDate": ["2020-01-27T17:09:15Z"], "Headline": ["College baseball coach John Altobelli among the victims of helicopter crash that killed Kobe Bryant"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["John Altobelli, the head Orange Coast College baseball coach, was one of the nine people killed Sunday morning when a helicopter crashed into a hillside in Calabasas, California. Altobelli's brother, Tony Altobelli, told CNN Altobelli's daughter Alyssa and wife Keri were also killed in the crash. Altobelli was a former assistant baseball coach at the University of Houston, the school said. Alyssa and Gianna were teammates at the Mamba Academy, his brother said. Altobelli would often fly with his daughter to attend the games. \"There were two sides to John,\" Tony said. \"People saw him on the baseball field, he's gritty and tough as nails kind of guy but the other side of him, he was one of the biggest-hearted people you'll meet in your life. He cared about his players, cared about his school.\" Altobelli, 56, leaves behind a son and daughter, according to an OCC Pirate Athletics news release. Coach \"Alto,\" as he was known, was gearing up to begin his 28th season with the Pirates, who he helped lead to the state baseball championship last year, the release said. Throughout his career, he stacked more than 700 wins and in 2019 was named by the American Baseball Coaches Association (ABCA) as the ABCA/Diamond National Coach of the Year, OCC said in a statement.  He was a \"giant\" on the campus, OCC President Angelica Suarez said, a \"beloved teacher, coach, colleague and friend.\" \"John meant so much to not only Orange Coast College, but to baseball,\" Coast Athletic Director Jason Kehler said. \"He truly personified what it means to be a baseball coach. The passion that he put into the game, but more importantly his athletes, was second to none - he treated them like family. Our deepest condolences go out to the Altobelli family during this time of tragedy.\"  The helicopter crash also killed basketball legend Kobe Bryant and one of his daughters. Bryant, 41, and his 13-year-old daughter Gianna Maria Onore Bryant had been expected at the Mamba Sports Academy in Thousand Oaks for a basketball game scheduled for Sunday. Gianna was expected to play in the game and Bryant was expected to coach, according to Lady Mavericks team director Evelyn Morales. The helicopter crash, about 30 miles northwest of downtown Los Angeles, caused a brush fire, Los Angeles County Fire Department Chief Daryl Osby said. The crash killed all nine people aboard, Los Angeles County Sheriff's Department said."], "Language": false}