{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/adventures-canary-islands-spain/index.html"], "Source": ["cnn"], "Location": ["Tenerife, Spain"], "ByLine": ["Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-27T12:30:02Z"], "LastModifiedDate": ["2020-01-27T12:30:02Z"], "Headline": ["Are these Spanish islands the next adventure hotspot?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Pristine beaches frame the Canary Islands in multicolored sand as the Spanish archipelago sweeps seaward from Africa's Atlantic coast.  Those sunny beaches draw a year-round crowd seeking warm escapes at all-inclusive hotels, which have earned the Canaries a reputation for mass-market tourism. Look past ranks of seaside resorts, though, and you'll find a wild, otherworldly landscape that's tailor made for travel adventures.  \"It's got a lot more to offer than lying on the beach,\" says Tavienne Kelly of Britain's KE Adventure Travel, whose hiking and cycling trips to the Canary Islands include waterside strolls and high-altitude treks.  \"The islands are really diverse,\" Kelly tells CNN Travel. \"They've got amazing sunrises, laurel forests, fantastic coastal trails and volcanoes. The adventure side of things is definitely growing.\"  Those adventurous possibilities are spread across an arc of eight main islands whose landscapes range from forest-clad mountains to bare volcanic rock.  Dominating the island of Tenerife, the active Teide volcano juts from a skirt of clouds and mist, with a profile that dives more than 12,000 feet from the summit to the nearby coastline.  On the desert isles of Lanzarote and Fuerteventura, trade winds keep paragliders and kite boarders aloft, while a maze of trails winds through prehistoric forest on La Gomera.  For travelers ready to venture beyond resorts, the Canary Islands offer a lifetime of active adventures -- here's where to start.  Hike an explosive landscape These islands were forged in fiery geologic activity millions of years ago, and traces of that volcanic past are seared into the scenery. On otherworldly Lanzarote, black rocks in Timanfaya National Park emit shimmering waves of geothermal heat that power unique, open-air barbecues.  Visitors can drive into the park's Montañas del Fuego, or Mountains of Fire, a lava landscape created by a series of eruptions in the 18th century. Free, guided hikes within the park showcase a culture adapted to life amid the lava, where islanders once used camels to harvest grapes planted directly into jet-black, volcanic soil. But the alpine highlight of the Canary Islands is Tenerife's majestic Teide volcano, which at 12,198 feet is Spain's highest mountain.  Teide last erupted in 1909, and despite increased seismic activity in recent years, scientists from the Canarian Institute of Volcanology believe the volcano is safe to visit.  With limited numbers of hikers allowed to approach the summit each day, would-be trekkers make reservations months in advance.  If you don't score one of the coveted spots, you can still experience the wind-whipped landscape of arid rocks and lava flows by climbing nearby Pico Viejo, a caldera that tops out at 10,285 feet.   The views from Pico Viejo are just as impressive, and the smaller mountain is often less crowded than Teide, where a cable car shuttles visitors to a viewing station just over 500 feet below the volcano's summit. Harness the wind and waves Some of the earliest trans-Atlantic voyagers, including Christopher Columbus, made the Canary Islands a stopover on their way across the sea.  That's because the archipelago is a strategic place to catch a ride on the northeasterly trade winds, dependable breezes that buffet the islands' north coasts. The windiest islands are Lanzarote and Fuerteventura, which have become pilgrimage places for adventure sports driven by ocean swells and incoming breezes. On Lanzarote, paragliders and hang gliders launch from the towering Famara cliff, winding towards the coast with views of turquoise bays and powdery beaches. Tracing slender wakes just off Famara beach are dozens of kite-surfers from the nearby Caleta de Famara surf camp, where everyone from beginning to expert kite-surfers can brush up their skills.  And on neighboring Fuerteventura, waves along the northern coast draw a laid-back crowd of surfers from around the world.  Fuerteventura's most famed ride is La Derecha de Lobos, a right-breaking wave that's the longest in the Canary Islands.  But this island's complex coast is pocked by coves and headlands, allowing experienced surfers to pick the perfect spot for each day's swell.  Explore a prehistoric forest Glossy leaves and moss-furred trunks form green tunnels through the Canary Islands' laurel forest, a subtropical ecosystem of evergreen broadleaf trees that thrive in the moist sea air.  Found only in the Macaronesian Islands of the Atlantic -- comprising the Canaries, the Azores, Cape Verde and Madeira -- this laurel forest is more than an enchanted-looking woodland. It's also the last-remaining example of an ecosystem that was widespread in Europe between 15 and 40 million years ago before disappearing because of glaciation. While the forest, called laurisilva, stretches from Tenerife's Anaga Rural Park to Los Tilos in La Palma, the Canary Islands finest example is in the UNESCO-listed Garajonay National Park on the island of La Gomera. Earn views of the lush forest on a hike to the summit of Alto de Garajonay, at 4,879 feet the highest peak on La Gomera. From there, continue to hundreds of miles of trails that go from ridgelines to the sea.  Peer into another galaxy  Far from the glare of big-city lights, the Canary Islands have some of the darkest skies in Europe, drawing stargazers for late-night looks into the cosmos. The islands of La Palma, Fuerteventura and Tenerife are designated Starlight Reserves, with night-sky clarity ideal for viewing. (Even professional star-watchers prize a trip to the Canary Islands, and Tenerife is home to Europe's largest solar telescope.)  On Tenerife, stargazing tours ascend the flanks of Teide volcano for the best possible views, offering visitors the chance to use high-powered telescopes that can reach beyond our galaxy.  Visitors to La Palma can make their own way to Roque de los Muchachos, near the multi-national Roque de los Muchachos Observatory, to watch constellations unreel above the largely rural island.   And while the tiny island of El Hierro isn't designated a Starlight Reserve, it's still a magnificent place to watch the skies. Head to the remote Orchilla Lighthouse to catch a natural show: It's the westernmost point in Spain, so visitors can watch the sunset linger later than anywhere else in the country.  How to visit the Canary Islands Ruled by Spain since the 15th century, the Canary Islands are geographically closer to Africa than Europe. (The Moroccan coast is just 52 nautical miles from the island of Fuerteventura.)  When visiting the Canary Islands from the United States, most itineraries make a stopover in mainland Europe. With the exception of tiny La Graciosa, which joined the archipelago in 2018, each of the Canary Islands has an airport.  The majority of international travelers touch down at airports on the islands of Tenerife, Gran Canaria and Lanzarote. You're not limited to a single island, however, as a network of ferries and affordable, inter-island flights make it easy to hop along the archipelago. "], "Language": false}