{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/world/meanwhile-in-america-may-8-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-05-08T21:01:42Z"], "LastModifiedDate": ["2020-05-08T22:36:15Z"], "Headline": ["What's happening between the US and China is no cold war"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A standoff between giants US and China is alarming enough on its own. Scarier is the fact that nationalists on both sides have political incentives to escalate further. Insults and accusations over the coronavirus crisis are accelerating an already steep decline in the world's most crucial relationship. US President Donald Trump sees China as a scapegoat for his own failure in containing the pandemic and as a campaign trail whipping boy. Beijing is deflecting internal discontent by standing up to the US, and has propagandized the botched American coronavirus response to imply the superiority of its own political system. But political saber rattling could irreparably damage a fragile geopolitical balance and is sharpening fears of miscalculations in hot spots like Taiwan or the South China Sea. It's also provoked a buzzy debate over a possible US-China cold war that could define the 21st century, just as the US standoff with the Soviet Union colored the post-World War II world. But that concept of a decades-long frozen standoff between two rival nuclear powers doesn't quite capture the breadth and dynamism of the US-China duel. The coming showdown will be less of an ideological struggle than an active competition in technology, manufacturing, trade, infrastructure and artificial intelligence, for overseas markets, for military superiority and the strategic edge in Asia. Washington's policy for 50 years has been designed to manage China's rise to great power status peacefully. Trump instead has pivoted to confrontation, arguing the policy produced a rich, ambitious threat to US dominance. Basking in its new strength, China sees no reason to play by rules written by Western nations, which it views through a lens of colonialism.  \"I am not so sure it's that both administrations want a confrontation,\" says Jude Blanchette of the Center for Strategic and International Studies. \"I think what's propelling the confrontation is that the respective sides think they now are in the position of power and strength. That is new.\""], "Language": false}