{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/politics/hurricane-katrina-supply-chain-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katelyn Polantz and Kristen Holmes, CNN"], "Writers": [["Katelyn Polantz", "Kristen Holmes"]], "FirstPublishDate": ["2020-04-05T12:23:14Z"], "LastModifiedDate": ["2020-04-05T12:23:14Z"], "Headline": ["Hurricane Katrina cleanup specialists now helping Feds with state supply problems"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Department of Health and Human Services is looking to veterans from the Hurricane Katrina cleanup to help with coronavirus supply chain issues for the federal government, according to contracting records.  HHS's Office of the Assistant Secretary for Preparedness this week hired J&M Global Solutions, a small Virginia-based consulting firm run by Bush-era Federal Emergency Management Agency alumni Michelle McQueeney McIntire and Gil Jamieson. The HHS Preparedness Office -- which oversees the national stockpile of medical supplies -- has been under fire over the past several weeks as the Trump administration became bogged down by miscommunication within the federal government, criticism from state leaders who couldn't get supplies to health care workers and a nationwide run on suppliers. Hospitals still face shortages of face masks, protective gear and life-saving equipment. According to a government official familiar with arrangement with the consulting group, the company helped both with the evacuations of people from Wuhan, China, and from cruise ships, and is working on processing state requests for supplies and services. McIntire and Jamieson previously had been top officials in FEMA's Gulf Coast recovery efforts after the 2005 hurricanes. Jamieson was the highest-ranking FEMA official in the Gulf from 2006 to 2008, stepping into the position after the agency's initially bungled response to the natural disaster. McIntire was chief of staff for the Gulf Coast recovery effort. Their firm will provide throughout April eight senior supply chain consultants \"to support the coronavirus emergency response,\" according to the federal contracting record. The firm will earn almost $750,000 for the work done this month, the record said. The supply chain consulting firm lists 10 other employees who work with McIntire and Jamieson. The group was already a regular contractor with the HHS Preparedness Office, but is one of the few consulting firms tapped to focus on supply chain issues, according to publicly available Covid-19-related government contracting documents. McIntire acknowledged her firm's efforts on Twitter last weekend, writing that the firm was looking for supply chain specialists. She declined to speak about the firm's work for the federal agency on Friday."], "Language": false}