{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/uk/illegal-drug-shortage-coronavirus-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-05T04:05:14Z"], "LastModifiedDate": ["2020-04-05T04:05:14Z"], "Headline": ["It's stockpiling, but not as you know it. Why coronavirus is making people hoard illegal drugs"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["It's not just toilet roll that people are panic buying. Some illegal drug users are reportedly stockpiling their substance of choice as restrictions intended to stop the spread of coronavirus disrupt the international supply chain. And the consequences could be devastating, with experts concerned that people will adopt riskier habits, substitute unfamiliar drugs or enter withdrawal, which can be dangerous if unmanaged. Since heavy users often have other health problems, this could mean increased strain on services that are already near breaking point. UK drug policy and crime experts told CNN they were worried over a growing number of reports of shortages and escalating prices for drugs, as international borders close and supply lines are cut off.  \"There are reports coming through of people stockpiling their favorite drug or their drug of choice, and of course, that just creates a shortage, which has inevitably led to price increases,\" Ian Hamilton, senior lecturer in addiction and mental health at the University of York, told CNN. He said he expected to see heroin \"disappearing very, very quickly\" in the UK.  Steve Rolles, senior policy analyst at the Transform Drug Policy Foundation, told CNN there was \"anecdotal evidence of price rises... and that doesn't seem surprising.\" \"It does seem likely that the supply of drugs that these people are using, in particular heroin, is going to be restricted ... it's going to be more challenging to move drugs around. \"As weeks stretch into months, I think we're likely to see a drought, a heroin drought.\" Alex Stevens, criminal justice professor at the University of Kent, told CNN that in areas including Birmingham and Bristol, users of heroin and synthetic cannabinoids \"are reporting that they're getting less in a £10 ($12) bag than they would have done four or five weeks ago.\" But this is an industry that operates on supply and demand. The dark web and sites including Craigslist are still active, with many users buying drugs through the mail at a time when police are not focused on monitoring post, according to several experts. \"If the heroin isn't available they will probably find another route, whether it's alcohol or inhalants, or benzodiazepines or something else,\" said Rolles.  Rolles has even heard reports of dealers dressing in nurse's uniforms and supermarket uniforms to make deliveries unnoticed.  What happens during a drought When the UK last experienced a heroin drought in 2010-11, the drug's purity at \"local dealer level\" fell to 18%, according to the National Crime Agency. Street prices reportedly increased, and there was a reduction in the number of deaths involving heroin and a simultaneous (but smaller) increase in deaths involving methadone. That may sound positive, but the experts say the effects could be different this time. Users may move from less dangerous drug-taking methods to injecting. They may use lethal combinations of drugs. They may use too much of their stockpile. And they may be more likely to overdose alone because of social distancing.  One vital difference between 2010 and 2020 that is causing anxiety among the experts is the proliferation of fentanyl, a synthetic opioid that is up to 50 times stronger than heroin and can therefore be transported in much smaller quantities. The drug has not yet become widespread in countries including Britain, but is wreaking havoc in the United States. Fentanyl is the drug most often involved in overdoses in the US, according to the National Center for Health Statistics. The rate of overdoses involving the opioid skyrocketed by about 113% each year from 2013 through 2016. If you're used to heroin and you take fentanyl, \"the risk of overdose is extreme,\" said Hamilton. The drug is often manufactured in China, but little is moving out of the original coronavirus epicenter. It is also manufactured in Mexico and possibly Eastern Europe. With many drug users dealing with mental health issues such as depression and anxiety, coronavirus isolation presents an unprecedented challenge. \"People who have an active disorder, addiction disorder, they're going to look for ways to get a drug,\" Cynthia Moreno Tuohy, executive director at NAADAC in the US (National Association for Alcoholism and Drug Abuse Counselors), told CNN. Tuohy expects more \"poly-use\" of readily available marijuana and alcohol, which is already seeing increased consumption worldwide. It takes longer to build up data on illegal drug consumption, but analysts are watching closely.  Federal confidentiality laws in the US have been relaxed to allow people to access counseling and peer support faster. NAADAC is offering telehealth training, and resources to help clients find services available in their state. \"Whenever there's a natural disaster, we know that relapse goes up, because of anxiety, the fear of the unknown,\" said Tuohy. \"Now we have an ongoing, natural disaster, if you will. \"The longer a crisis goes on, the less hope that people see ... it doesn't feel like there's going to be a light at the end of the tunnel.  \"Long term, we're likely to see suicide go up as a result of depression. So I know that the suicide centers are gearing up and the suicide hotlines already are taking calls.\" A vulnerable population Any disruption to the illicit drug supply will have the biggest effect on the most vulnerable populations. Heavy drug users are more likely to live with multiple people, have respiratory or other health issues or be homeless -- and are therefore more at risk of contracting Covid-19.  \"They are in a double tier of vulnerability in that they're more likely to get the virus and they're more likely to be affected negatively by it,\" said Rolles. \"So there's a big responsibility, I think, on society to look after and protect those populations.\" If that doesn't happen, hospitals and treatment facilities will face a huge additional strain, he warns.  Governments are conscious of the risks. The UK government has asked local authorities to house all homeless people. Low risk and pregnant prisoners are being released across the world. Facilities in the US, UK and Canada are allowing stable users to pick up supplies of addiction treatment medications like methadone and buprenorphine once a week or every two weeks instead of daily, but this also presents risks.  Mat Southwell, a drug user and global advocate from Bath in southwest England, told CNN he was delivering a methadone prescription to a woman who cannot pick it up for herself, is suicidal and self harms. She had gone three days without it. Will Haydock, from Public Health Dorset also in southwest England, told CNN that UK clinics were seeing an increase in people accessing treatment. He said this was encouraging but warned that for providers already making \"significant changes to service design\" this was adding to pressure. \"It's going to be a real challenge to deal with that influx of people who want support,\" he said.  \"This is a particularly vulnerable group of people, and you're looking at services that are already really stretched. \"If we're not able to offer the kind of level of support that we would like to, we will see more people die earlier than they need to.\" A spokesperson for the UK's Home Office told CNN it is \"monitoring the impacts of coronavirus\" and law enforcement are \"continuing to prevent drug trafficking and are successfully disrupting the drugs supply within the UK.\" The world was already facing a drug crisis before the coronavirus pandemic. The US is in the throes of an opioid epidemic. An estimated 10.3 million Americans ages 12 and older misused opioids in 2018. In 2017, there were more than 70,200 overdose deaths in the US and 47,600 of those deaths involved opioids. The UK has seen near-record levels of drug-related deaths for six years in a row, and Scotland's death rate is the highest in the European Union.  \"I'm very apprehensive about what's happening right now and what's going to happen over the next few weeks to this group of our society who are extremely vulnerable, who've been exposed to adverse experiences, neglect and abuse from childhood onwards, and now risk being put at the back of the queue for support when in fact, they should be in front of it,\" said Stevens, from the University of Kent. The coming weeks and months will be crucial in identifying the effects of coronavirus on illegal drug use -- and what it means for all of us."], "Language": false}