{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/americas/coronavirus-diy-mask-chinese-american-dp-hnk-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steven Jiang, CNN"], "Writers": [["Steven Jiang"]], "FirstPublishDate": ["2020-04-03T08:32:56Z"], "LastModifiedDate": ["2020-04-04T01:15:55Z"], "Headline": ["Chinese Americans on the forefront of advocating wearing masks in public"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["Like many Americans across the country, Wenqiong Xue has been fanatically making face masks for two weeks, using ripped bedsheets and a sewing machine that she dusted off from a closet in her Boston area house. But the homemaker in Medfield, Massachusetts, is more than just a mask maker -- she has become a mask advocate, long before President Donald Trump's coronavirus task force recommended that Americans begin wearing face coverings in public. A Beijing native who has lived in the US since 1985, Xue said many Chinese Americans like her realized early on the importance of wearing masks in stopping the spread of the deadly virus, thanks to a steady stream of news reports and expert opinions from China, the original epicenter of the global pandemic. \"We all read so much about what was happening in Wuhan on WeChat,\" she said, referring to the popular social media platform that has become a major information source for the Chinese diaspora. \"We knew how serious the outbreak was and started being careful much earlier than other Americans.\" Xue and other members of a local WeChat group sewed more than 1,300 masks within a week, delivering them to several local hospitals. But even when the medical institutions advised them not to send in any more handmade masks, Xue didn't stop -- shifting her focus to the general public. Trying to convince most Americans about the usefulness of wearing masks hasn't been easy, though, due to long-held cultural beliefs. Xue said even her adult children, born and raised in the US, have been resistant to the idea. \"To me, wearing a mask feels natural,\" she said. \"But they think it's weird -- they think I'm overreacting.\" Xue remains undaunted, determined to shine a spotlight on the topic as she believes Americans are lagged behind in self-protection due to lack of accurate information. Feeling heartened by the sight of a growing number of people wearing masks outdoors -- observed during her occasional grocery shopping trips -- Xue thinks a new US government guidance on the issue would not only prompt more Americans to cover their faces in public but also spur the demand for DIY masks. \"When I see my non-Chinese friends here, I tell them to wear a mask outside,\" she said, adding that she just ordered more bedsheets online. \"I say to them, I'll make you one if you don't have it.\""], "Language": false}