{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/opinions/donald-trumps-cold-hard-political-calculation-axelrod/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Axelrod, CNN Senior Political Commentator"], "Writers": [["David Axelrod"]], "FirstPublishDate": ["2020-05-08T00:42:41Z"], "LastModifiedDate": ["2020-05-08T19:51:09Z"], "Headline": ["Donald Trump's cold, hard political calculation"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It was always going to come to this. From the moment the coronavirus surfaced in this country, it was clear that it could exact a brutal toll of sickness and death and that, absent a vaccine or treatments, managing it would require Americans to make wrenching sacrifices on a massive scale. To rally the country to do what was needed in response would require our leaders to tell us hard truths and demand painful steps -- actions that are about as natural to politicians as pants are to a giraffe. When the horrendous economic impact came, and leaders had to make a choice between those hard truths and pandering, you knew the weak would cut and run. After six weeks of costly denial, President Donald Trump endorsed the steps necessary to slow the spread of Covid-19.  Until he didn't. Things got tough, as they predictably would. And the president has cut from his scientists and health experts and run, even suppressing advice from the US Centers for Disease Control about how to safely re-open communities,  putting the onus on governors and mayors to grapple with the deadliest global pandemic in a century.  More concerned about surviving the fall election than he is the survival of his citizens, the president has leaped on his trusty steed Resentment and hopes to ride that old nag to victory in November, as he has before. Yes, Trump is right when he says that the economic cost of working to bring the virus under control has already been catastrophic. Tens of millions of Americans have lost their jobs or businesses almost overnight. People are desperate to get back to work and normality. But this race to reopen idea he is fanning is predicated on his politics, not solicitude for the suffering and certainly not on the science. The health experts -- even his own -- couldn't be clearer: open the country prematurely and carelessly, and we risk being right back where we were in March, with sharply rising infections and deaths that threaten to overwhelm our health care system. If we go there, the economy will have to shut down all over again or will simply collapse. The president has made a cold, hard political calculation and decided to take the path of selfish expedience. He'll be on the side of opening at all costs. Play his favorite red-state-versus-blue-state card. Blame the doctors for being overly cautious and the Democrats for prizing science over American jobs. Force the governors to make the tough, agonizing decisions and make them walk the plank. Use China as a shield against his own inexcusable failure to act earlier. Instead of unifying the country, Trump is hoping to pry open and deepen the divides that have been so central to his political project. Already you can see the polarizing effect -- in polling, on social media and Fox News.  While most Americans still favor a cautious approach, the familiar fault lines are beginning to form. A responsible leader would have behaved differently; would have followed the science and told the country that quitting the distasteful prescription mid-course would only prolong the misery. In 1942, when the allies won a decisive, hard-fought victory over the Nazis in North Africa, Winston Churchill tempered the welcome good news with this caution: \"Now this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.\"  That is where we are in the battle against Covid-19. That is what an honest, courageous leader would tell us now, as many of our governors and mayors have. But if you were expecting some steely, Churchillian moment of leadership from this President, you haven't been paying attention. Trump is about Trump, first, last and always. He is what he is, which is sad for our badly wounded country in this moment of excruciating trial."], "Language": false}