{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/sport/new-england-patriots-masks-robert-kraft-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-03T10:46:50Z"], "LastModifiedDate": ["2020-04-03T10:51:05Z"], "Headline": ["New England Patriots fly 1.2 million protective masks from China after 'challenging' operation"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["New England Patriots owner Robert Kraft says the task of flying more than a million protective masks from China was the most \"challenging\" operation in the organization's history. A team plane landed back in Boston, US, on Thursday loaded with a hoard of protective equipment to help health workers on the front line of the coronavirus crisis in Massachusetts. State Governor Charlie Baker partnered with the NFL team after federal government outbid him on supplies that were en route to the Massachusetts, according to a source.  \"There was a lot of red tape but a lot of people cooperated,\" Kraft told CNN's Anderson Cooper.  \"We had three governors, we had a counsel from China, our crew who flew probably more hours than they should have but they knew how important it was.\"  Kraft and the Patriots president Jonathan Kraft partnered with the state to purchase a total of 1.4 million N95 masks for Massachusetts, according to the team.  Robert Kraft also purchased another 300,000 protective masks for New York state as the entire country begins to lock down in a bid to contain the spread. The second shipment of another half-million N95 masks is scheduled to arrive as early as next week. \"I'll just tell you the response we've gotten from America when our plane came back, people are looking for good things,\" Kraft continued. \"This is the greatest country in the world. It's time for us to rally together and solve these kinds of issues.\" READ: Enes Kanter has more than just losing the NBA season on his mind Massachusetts currently has 8,966 reported cases of coronavirus and 154 people have died, according to the latest figures from Johns Hopkins University. Businesses and organizations that do not provide essential services are now required to close their physical workplaces to help slow the spread of coronavirus. These businesses are encouraged to continue their operations remotely. The order also limits public gatherings."], "Language": false}