{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/politics/andrew-yang-asian-americans-attacked-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kate Sullivan, CNN"], "Writers": [["Kate Sullivan"]], "FirstPublishDate": ["2020-04-02T19:54:59Z"], "LastModifiedDate": ["2020-04-03T02:14:54Z"], "Headline": ["Yang says Asian Americans being attacked over coronavirus is 'a heartbreaking phenomenon'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former Democratic presidential candidate Andrew Yang said Thursday it is a \"heartbreaking phenomenon\" that Asian Americans have been the target of a growing number of racist and xenophobic attacks related to the coronavirus.  Yang, a CNN political commentator, told CNN's Lisa Ling on a live episode of \"Go There,\" CNN's show on Facebook Watch, \"I've gotten the same messages you have, Lisa, about friends and Asian Americans who are being either spat on or attacked or assaulted around the country.\" \"And it's just a heartbreaking phenomenon where, just like you, I mean, we're reacting to this the same way any other American does, which is with anxiety about the future and concern about what's going to happen with our families, our neighbors,\" Yang continued. \"But then it's compounded by the fact that you know there's this massive increase in hostility and animosity towards Chinese Americans, Asian Americans, because so many Americans associate this virus with China.\" President Donald Trump said last week that the spread of the coronavirus in the US is not the fault of Asian Americans, and that it is important to protect the Asian American community in the US. Trump's tweet came less than a week after the President defended his use of the terms \"China virus\" and \"Chinese virus\" to describe the novel coronavirus, which originated in Wuhan, China.  After consulting with medical experts and receiving guidance from the World Health Organization, CNN has determined that that name is both inaccurate and considered stigmatizing. Yang, who ended his presidential campaign in February, said he didn't see any \"positive value to calling it the China virus, except to incite hostility.\" He said that \"Chinese virus is definitely part of the lexicon at this point, and you know, I've heard of schoolchildren getting called the Chinese virus and being bullied mercilessly.\" The businessman said it was important to distinguish between the Chinese government and the Chinese people when talking about the coronavirus.  He said the Chinese government \"bears a lot of responsibility for the fact that it covered up the seriousness of the crisis early on\" and added that China did not share accurate data with the rest of the world that could have helped other countries, including the US, prepare for the pandemic.  \"The seeds of this crisis certainly can be laid at the feet of the Chinese government, but then there's the Chinese people, who suffered some of the same things that we're suffering,\" Yang said. He added that Asian Americans were \"a world away while some of these decisions were being made by Chinese government officials.\""], "Language": false}