{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/europe/putin-us-coronavirus-medical-supplies-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Nathan Hodge, CNN"], "Writers": [["Nathan Hodge"]], "FirstPublishDate": ["2020-04-02T14:52:15Z"], "LastModifiedDate": ["2020-04-02T21:04:41Z"], "Headline": ["For Vladimir Putin, coronavirus offers a diplomatic opening and outsized PR dividends"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Russian President Vladimir Putin knows how to make a very small investment for an outsized public-relations gain, and the Covid-19 pandemic has been no exception. On Wednesday, a Russian An-124 cargo plane landed at New York's John F. Kennedy Airport carrying a shipment of medical supplies, including ventilators and personal protective equipment, to help US hospitals and communities on the front lines of the fight with coronavirus. It was a from-Russia-with-love moment: The New York air traffic controller thanked the Russian pilot when the massive aircraft landed, and Dmitry Polyanskiy, Russia's First Deputy Permanent Representative to the United Nations, tweeted that the shipment was a \"gesture of solidarity with New Yorkers who are in a very difficult situation at the moment.\" Kremlin spokesperson Dmitry Peskov said that the Russian side offered Washington assistance in light of the epidemiological situation in the US, Russian state news agency RIA-Novosti reported Tuesday. \"Trump gratefully accepted this humanitarian aid,\" Peskov said, according to RIA. At first, it seemed like a typically Putinesque masterstroke of public relations: Russia, once a recipient of US aid after the collapse of the Soviet Union, was now coming to the aid of the world's wealthiest nation. But in a statement, US State Department spokesperson Morgan Ortagus emphasized that the shipment was a purchase, not a donation.  \"As a follow-up to the March 30 phone call between President Trump and President Putin, the United States has agreed to purchase needed medical supplies, including ventilators and personal protection equipment, from Russia, which were handed over to FEMA on April 1 in New York City\" she said. The Kremlin, nonetheless, cast the delivery as a humanitarian act. Russia's Foreign Ministry said Thursday that half of the aid sent to the US against the coronavirus was paid for by American taxpayers, and half by Russian Direct Investment Fund, Russia's sovereign wealth fund. On the same day the Russian cargo plane landed in New York, the Russian military -- which has tightly scripted the public information around its mission -- released footage of its doctors and chemical/biological/radiological specialists working to sanitize Italian senior care centers using mobile spray disinfection stations and decontamination equipment. They were part of a military mission dispatched earlier by the Russian Ministry of Defense, which sent nine Il-76 aircraft with teams of virologists and epidemiologists to help Italy in its response to the pandemic. So what, exactly, was Putin's calculation in sending aid abroad, precisely at a moment when coronavirus cases seem to be ramping up in Russia itself? Russia officially has 3,548 confirmed cases of coronavirus, according to the country's monitoring headquarters. That's a relatively low figure, compared with China or the United States. But Russian authorities have signaled that they expect the situation to worsen: Russians are currently under an enforced regime of self-isolation, and Putin signed a law this week that increases penalties for violating quarantine rules. Authorities in Moscow have said they are preparing to roll out a digital enforcement tool that will use QR codes and a smartphone app to enforce the lockdown in the capital. The delivery of much-needed equipment to the US, then, has come in for some criticism in Russia, where reports of protective equipment shortages have caused concern. The Alliance of Doctors, a professional advocacy group, criticized the fanfare around the US shipment. \"Well, great,\" the organization said in a statement. \"We collect money all over the country to buy remedies for doctors, and our authorities sell personal protective equipment in the United States. Pure mockery.\" In a conference call with reporters Thursday, Kremlin spokesperson Dmitry Peskov defended Russia's actions. \"There is always criticism of this nature, but at the same time international cooperation in fighting coronavirus is a very important measure of activities of any country,\" Peskov said. \"No country can effectively fight the virus alone without international cooperation.\" Leave aside for a moment the controversy in Russia around the shipment: Internationally, it's a relatively inexpensive way for Putin to build goodwill with President Donald Trump. Russia, after all, remains under US and European sanction over the 2014 annexation of Crimea, and relations between Moscow and Washington are abysmal. For both a Russian and international audience, then, the aid shipments send a powerful visual signal: Putin, once again, is playing the decisive man of action.  "], "Language": false}