{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-12-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elise Hammond, Mike Hayes and Meg Wagner, CNN"], "Writers": [["Elise Hammond", "Mike Hayes", "Meg Wagner"]], "FirstPublishDate": ["2020-05-11T15:52:40.856Z"], "LastModifiedDate": ["2020-05-13T01:17:29.556Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow developments from around the globe here. Teen drivers in Georgia who were issued driver’s licenses during the Covid-19 pandemic without a road test will have to take the driver’s test after all, according to a new executive order signed today by Gov. Brian Kemp. A previous executive order signed by Kemp allowed for teens who met certain qualifications to upgrade their permits into licenses without taking a road test. Kemp said the new order will supersede the previous order.  The new order says the Department of Drivers Services shall provide a process for drivers who have been awarded a driver’s license without completing an on-the-road test to complete the on-the-road test no later than September 30. The on-the-road test may be administered by examiners riding in the vehicle with the applicant during the test or by remote means, the order said. The Georgia Department of Drivers Services on May 6 said that nearly 20,000 teenagers had received their driver’s license without a road test. Plans from several major US airlines on how to enforce their mandatory mask requirements, obtained by CNN, reveal that for the most part they will rely on passenger cooperation rather than strict enforcement. American Airlines: Separate memos American Airlines sent to its pilots and flight attendants shows that customers may be denied boarding for not wearing a mask, but once on the plane “the face covering policy will become more lenient” and “the flight attendant’s role is informational, not enforcement,” the pilot memo reads. It was first obtained by Reuters. The American Airlines flight attendant memo describes how they should handle customers who don’t comply with the policy: “please encourage them to comply, but do not escalate further. Likewise, if a customer is frustrated by another customer’s lack of face covering, please use situational awareness to de-escalate the situation.” United: Like the American Airlines’ policy, United makes exceptions for a variety of reasons including medical conditions. Its policy also points to avoiding confrontation.  “If for some reason this policy causes a disturbance onboard, we’ve counseled our flight attendants to use their de-escalation skills, and they do have the flexibility to re-seat customers on the aircraft as needed,” United said in a statement. JetBlue suggests workers at airports tell customers the following, “To help keep us all safe, customers and crewmembers are now required to wear face coverings.”  The airline says there will be “challenges” to enforcing its policy.  In a nod to how charged wearing masks has become, the policy says: “Please be sensitive to the current environment – remember to leverage our Hospitality Promises and ‘Ask, Bargain & Convince’ skills to de-escalate a situation with a non-compliant or frustrated Customer, and use your best judgement to uphold our service standards in order to minimize disruptions. While Customers failing to comply will not prompt the need for diversion or immediate removal, our Inflight Crewmembers should advise an Airports Crewmember upon arrival.” Its policy also reminds workers that they aren’t allowed to make people leave the terminal for not wearing a mask. CNN has reached out to Delta and Southwest as well. Semester at Sea, a college study abroad program, announced that it is canceling its program in the fall of 2020 due to coronavirus concerns and travel restrictions. \"We have the responsibility to cancel the Fall 2020 Voyage,\" Semester at Sea CEO Scott Marshall said in a statement Tuesday.  About a month ago, it was announced that half of the fall session would be on the ship and half online, but as the number of coronavirus cases around the world increased, the program was canceled completely, the statement said. \"Neither government agencies nor professional industries have proven policies and procedures to contain the pandemic while still allowing for travel. As a result, international travel remains uncertain and will for some time in the future,\" the statement said. Marshall said the only other time Semester at Sea was canceled was in 1977 due to low enrollment. \"We are confident that this is both the right decision and the best path forward for Semester at Sea,\" Marshall said in the statement. The statement also said the program lost nearly $2 million, including $1.4 million in refunds, when the spring voyage was cut short at the beginning of the pandemic. \"We have taken prudent and significant cost-saving measures to reduce our overhead, including a tiered compensation reduction for all leadership and staff, and significant decrease in travel, materials, and business operations,\" Marshall said in the statement. He also said the company received a loan from the Payment Protection Program as part of the CARES Act. Read the statement: ##Reopening## Georgia Gov. Brian Kemp issued a new order that live performance venues, bars and nightclubs must remain closed through May 31. \"We will take whatever action is necessary to protect the lives and the livelihoods of all Georgians,\" he said. The order will also allow 10 people per 300 square feet in a public space, such as restaurants and dining rooms, and allow the size per table from six to 10 people. The order will also allow the increase of a childcare facility from \"10 to 20 people so long as the staff-to-child ratio set by the Department of Early Care and Learning are also maintained,\" he said. \"(Georgians) must continue to follow social distancing and gatherings of more than 10 people remain banned unless there is at least six feet between each person,\" he said. He said shelter-in-place must remain for people who are \"medically fragile\" through June 12. Kemp also announced that \"starting May 14, summer day camps are allowed to operate if they can meet 32 minimum, mandatory criteria,\" and that they \"are not allowing overnight summer camps in Georgia at this time.\" Vice President Mike Pence tweeted a picture of the coronavirus task force meeting showing him, along with Dr. Anthony Fauci and Dr. Deborah Birx, seated distanced from one another with all three in face masks. Earlier on Tuesday, Fauci testified in front of the Senate Committee on Health, Education, Labor & Pensions via teleconference from his home. In a joint statement released today, Fauci, Dr. Robert Redfield, director of the Centers for Disease Control and Prevention, and Dr. Stephen Hahn, commissioner of the Food and Drug Administration, all said they would attend meeting at the White House if needed, leaving their respective versions of quarantine after being exposed to a White House staffer who has coronavirus. Fauci has previously said that he will attend the White House if needed. “The Centers for Disease Control and Prevention (CDC) and the U.S. Department of Homeland Security (DHS) have together determined that government entities working in support of the COVID-19 response efforts are providing essential services and the current guidelines for critical infrastructure workers apply,” they said. “Therefore, providing that they are asymptomatic, screened, and monitored for fever and other symptoms, wear a face covering, and maintain a distance of at least six feet from others, Drs. Redfield, Hahn, and Fauci can and will participate in meetings on the White House complex when their attendance is needed.” On Monday, Birx and Pence both participated on a call with governors, but they were on video teleconference in separate rooms.  Arizona Gov. Doug Ducey will allow professional sporting events in the state starting on Friday.  “We have had some discussions with leaders in these leagues,” Ducey said Tuesday. So far, none of the major US sports leagues have announced when their events will resume.  A number of Major League Baseball teams have their spring training games in Arizona, and Ducey has previously said the state may be able to accommodate games for other teams that normally play elsewhere. Gyms and fitness centers will also be allowed to reopen with special precautions starting Wednesday. The governor also announced that the stay-at-home order will be allowed to expire on Friday, but residents are advised to continue social distancing.  “This is not a green light to speed,” Ducey said. “This is a green light to proceed.” ##Reopening## It's almost 7 p.m. in the US. Here are some of the top stories you might have missed. New prediction: A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting 147,000 deaths in the US by August 4. The researcher who conducted the prediction said the increased death projection is because of relaxed social distancing and increased mobility – essentially people moving around more, which may lead to more contact and transmission.\nUS budget: The United States posted a record $738 billion budget deficit in April, according to a Treasury Department report. Federal spending climbed to nearly $980 billion last month as the federal government began doling out funds from the $2 trillion relief package Congress passed at the end of March.\nNew relief proposal: House Democrats released the legislative text of their new coronavirus relief proposal. The 1,815 page bill announced today has a price tag expected to be more than $3 trillion — an amount that would stand as the largest relief package in history. Republican Sen. Lindsey Graham said the bill is “dead on arrival” in the Senate, highlighting the party's opposition.\nUnemployment rates: Randal Quarles, the Federal Reserve vice chairman for supervision, said he expects the near-term unemployment rate to be \"extremely high.\" He also said the Fed may need to take further actions to support the US financial sector.\nStates in financial crisis: Several states are making cuts and trying to figure out how to balance their budgets. Gov. Andrew Cuomo said today that New York needs about $61 billion in federal support or the state will have to reduce spending.\nWhite House outbreak: In addition to daily temperature checks and questioning, journalists who are members of the restricted in-house press pool will be given a rapid coronavirus test daily. Within the administration, Vice President Mike Pence made the decision to stay away from President Trump, after Katie Miller, the vice president's press secretary, tested positive for the coronavirus, White House press secretary Kayleigh McEnany said.\nTask force quarantined: Dr. Robert Redfield, director of the Centers for Disease Control and Prevention, Dr. Stephen Hahn, commissioner of the Food and Drug Administration, and Dr. Anthony Fauci, the nation's top infectious disease expert, said today that they will leave self-quarantine to attend meetings at the White House.\nLos Angeles County: The county is expected to remain under some sort of stay-at-home order for months, according to Health Director Barbara Ferrer. She said “with all certainty,” the order will be extended another three months. Ferrer said restrictions will continue to be lifted, while the order remains.\nHigher education: The California State University system plans to cancel nearly all in-person classes through the fall semester to reduce spread of coronavirus. The CSU system is the nation’s largest four-year public university system with a total enrollment of more than 480,000 students.\nThe new normal: Twitter will allow some of its workforce to continue working from home “forever” if they choose. The decision reflects how some companies are bracing for the pandemic’s extended impacts. \nAirline industry: Customers in many cases are not entitled to refunds or even credits due to Covid-19 concerns, the Department of Transportation said in a new three-page document that outlined new guidelines for airlines. ##Catch Up## The researcher behind the influential model by the Institute for Health Metrics and Evaluation at the University of Washington said on Tuesday that the United States is “speeding towards relaxing social distancing,” leaving the country on an “unfortunate trajectory” as states begin to reopen. The model predicts that there will be 147,000 deaths in the US by August 4. “When we started off making projections, we had assumed that all the states were going to sort of follow the New Zealand model, which is to keep social distancing in place until transmission gets to a very low level,” Dr. Christopher Murray, the director of the IHME, told CNN. “We’re not doing that. We’re speeding towards relaxing social distancing. People are getting the message, they’re getting out,” he said. “And I think we’ll see the numbers go up unless we see the benefits of people being cautious, wearing masks – and capacities to test, contact trace and isolate go up faster than we think they may.” Explaining the increased death projection, Murray pointed to relaxed social distancing and increased mobility – essentially people moving around more, which may lead to more contact and transmission.  “We’re seeing upward trends in case numbers in a number of states, and big swings up in mobility,” he said. Watch here: New Orleans Mayor LaToya Cantrell announced Tuesday that the city would reopen in a \"very slow\" manner starting May 16.  \"We have peaked, we have come down significantly, and the experts say to watch that trend over a period of 14 to 21 days. We're well over 21 days of a downward trend,\" Cantrell said.  \"Based on the guidance of our health care professionals, we are where we need to be to slowly reopen the city,\" she said. \"If we do not do well in this first phase, we will not be going to any other phase.\"  In phase one, Cantrell said, the city is mandating residents to wear face covering in public.  Churches will be allowed to open at 25% capacity or at 100 people.  Gyms can open under 25% occupancy without group activities. Personal training is approved in this initial phase, Cantrell said.  As for restaurants, the mayor emphasized the importance of contact tracing. She said restaurants would need reservations, so they can have a log for contact tracing.  \"They will be required to have reservations, and ... if someone walks in, they have to treat it as a reservation, meaning name and phone number,\" she said. Close contact businesses, such as spas, massage parlors and tattoo shops, will not be allowed to reopen in phase one, Cantrell said.  ##Reopening## There are at least 1,366,350 cases of coronavirus in the US and at least 82,105 people have died from the virus, according to a Johns Hopkins University's tally of cases. Johns Hopkins on Tuesday reported 18,962 new cases and 1,423 deaths.  Georgia Gov. Brian Kemp said the Department of Public Health \"plans to have 1,000 staff deployed in the weeks ahead.\" He said there's \"nearly 250 staff in the field today\" contact tracing.. Kemp announced an online tool that officials are calling the \"Healthy Georgia Collaborative,\" which will \"streamline contact tracing across the state.\" The tool will allow \"Georgians to identify contacts and monitor symptoms.\" Kemp encouraged anyone who is contacted by Department of Public Health staff to participate. \"We need your help to defeat this virus. Together, we can continue to take measured steps forward in the days ahead,\" Kemp said.  Kentucky is now aware of two patients who have been diagnosed with Covid-19-related pediatric multi-system inflammatory syndrome, Health Commissioner Dr. Steven Stack said. One case is a 10-year-old and is critically ill in the intensive care unit, and the second patient is a 16-year-old, who is doing well and is in a regular medical bed, Stack said. The teenager was admitted to the hospital out an abundance of caution and to be monitored closely, the health director said. Stack said the 10-year-old patient is showing signs of improvement. “The children who get sick with this can have cardiovascular collapse and require supportive measures to maintain their blood pressure, or respiratory collapse requiring breathing support with a mechanical ventilator,” Stack said. USA Gymnastics has announced Tuesday that it will not hold this year’s US Gymnastics Championships, in addition to other events scheduled for 2020. According to a statement on its website, the deferred events include the GK US Classic, the US Gymnastics Championships (for women’s and men’s artistic gymnastics) and the USA Gymnastics Championships (for rhythmic gymnastics, trampoline and tumbling, and acrobatic gymnastics). “In light of recent guidance from health experts, and after receiving feedback from our athletes and coaches, we believe it is in the best interest of our community to wait until 2021 to hold premier events,” said Li Li Leung, chief executive officer. USA Gymnastics is in the process of rescheduling events leading up to the Olympic Games in 2021 and plans to announce new dates for Olympic Trials in the coming weeks, the website statement says. The US Gymnastics Championships, previously scheduled for June 4-7, 2020, at Dickies Arena in Fort Worth, Texas, will take place in the original venue June 3-6, 2021. A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting 147,000 deaths in the US by August 4. That’s an increase of about 10,000 deaths compared to the model’s estimate from this weekend, which was already higher than earlier projections. On Sunday, Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington, tied the earlier increase to “explosive increases in mobility in a number of states.” Compared to Sunday, the model now projects about 2,450 additional deaths in New York, 2,000 additional deaths in Massachusetts and 1,700 additional deaths in Pennsylvania. Other states saw sizable increases as well. North Carolina, for example, is now expected to see about 3,200 more deaths, and Maryland about 1,200 more. Some states saw decreases in projected deaths, however, including Georgia, which is now expected to see 1,500 fewer deaths. The model’s projection for Indiana has also gone down by 1,600 deaths. On its website, IHME said exact reasons for the changes vary by state. But the institute pointed to “epidemiological indicators and key drivers of viral transmission,” like changes in testing and mobility. IHME also pointed to the easing of social distancing policies, but said “the full potential effects of recent actions to ease social distancing policies, especially if robust containment measures have yet to be fully scaled up, may not be fully known for a few weeks due to the time periods between viral exposure, possible infection, and full disease progression.” Watch here: Washington state is starting a contact tracing program to keep track of the spread of coronavirus as more businesses open up.  “This initiative is a transition from one strategy to another,\" Gov. Jay Inslee said Tuesday afternoon.  Inslee said people who test positive for Covid-19 will be contacted by a “professional interviewer” to identify other people who could have been exposed. Those contacts may be asked to test and self-quarantine until they get a negative result. He said hundreds of members of the National Guard will be used as part of the contact tracing group, but they will not have law enforcement power to compel people to comply.  “They simply will be talking to people and helping prevent others from getting sick,” Inslee said. He added keeping infected people from spreading the virus is the key to getting life back to normal.  “This virus doesn't have any legs,” Inslee said. “It can't travel without us.” Tesla CEO Elon Musk defied Alameda County's shelter-in-place orders and reopened a Tesla factory this week amid coronavirus concerns — igniting an ongoing riff between the billionaire and California officials who argue his business operations continue to disregard workers' safety. \"He has minimized what coronavirus is and what it can do,\" California Assemblywoman Lorena Gonzalez said in an interview with CNN's Brianna Keilar Tuesday. \"It would benefit us all if we don't have hundreds of workers going into a workplace that can be unsafe and continue to spread the virus. Musk threatened to move his company out of the state and refused to halt operations at the Freemont, California, plant despite countywide orders that only allow essential businesses to operate at this time. Musk also tweeted, \"If anyone is arrested, I ask that it only be me.\" \"We should be outraged by a billionaire that has gotten so much from its partnership in California, but continues to put workers in unsafe conditions, continues to union bust, continues to wave his finger at California [as if] we're supposed to allow that and let him throw his temper tantrum,\" Gonzalez said on CNN Tuesday.  Gonzalez, a Democrat from San Diego, has remained vocal on social media against Musk's defiance of public health orders.  Over the weekend, she shared a colorful and direct message on Twitter: \"F*ck Elon Musk\" On Tuesday, Gonzalez tweeted to her followers: \"Who is tired of billionaire companies that get to break labor laws, worker safety standards and stay-at-home orders without accountability while small mom & pop businesses are required to play by the rules?\"  She followed the message with a raising hand emoji in agreement. CNN previously reported county health officials ordered Musk to cease operations at the plant Tuesday. Tesla is also expected to submit a site-specific plan to Alameda County today for review, according to an email sent to the vice president of health and safety at Tesla. President Trump also joined the conversation on social media Tuesday tweeting, \"California should let Tesla & Elon Musk open the plant, NOW. It can be done Fast & Safely!\"  Musk replied to the President, \"Thank you!\" Watch here: ##California## ##Reopening## Mayor Eric Garcetti said there will be \"no radical changes \"coming to Los Angeles in the next week or so.\" “We are not going back to a pre-Covid-19 life any time soon,” he told CNN's Jake Tapper. Garcetti emphasized the plans in Southern California will proceed slowly with reopening so restrictions don’t need to be tightened. On schools: Garcetti said the county needs to be doing about 15,000 tests a day in order to possibly reopen schools in September or August. He said it is going to be important to test students multiple times. \"There's no question we're going to have to have our young people not just testing once and you're good to go to school, but at least weekly if not more frequently to make sure nobody infectious is going to school even if they don't have symptoms,\" he said. In higher education, the California State University system announced plans to cancel nearly all in-person classes through the fall semester to reduce spread of coronavirus earlier today. Watch here: ##California## ##Reopening## The NBA has denied speculation that the league is engaging in discussions to host games at centralized locations.  On the day MGM Resorts released a reopening plan, NBA spokesperson Mike Bass remained steadfast in denying serious talks have taken place with MGM or other properties to host games.  \"We have been approached by multiple properties regarding potential options for hosting NBA games, including MGM. We have not engaged in any substantive discussions,\" Bass said. A spokesperson for MGM tells CNN that “as far as the NBA is concerned, we don’t comment on rumors or speculation.” ##Reopening##  Los Angeles Mayor Eric Garcetti spoke to CNN's Jake Tapper following a report that the county is likely to remain under some sort of stay-at-home order for months.  The mayor said he wants to \"reassure\" residents that this doesn't mean \"we'll stay exactly as we are for three more months.\" \"I want to reassure people, there was panic from the headlines that we'll stay exactly as we are for three more months, and that's not the case. I think she was saying we're not going to fully reopen Los Angeles or anywhere in America without any protections or health orders in the next three months. I think it's going to be longer than three months. We're not moving past Covid-19. We're learning to live with it,\" the mayor said. Garcetti's comments to CNN came after Los Angeles Health Director Barbara Ferrer said “with all certainty,” the stay at home order will be extended another three months. Restrictions will continue to be lifted, while the order remains, Ferrer explained.  Los Angeles County’s current order holds until May 15, but the stay-at-home order in California is open-ended. Addressing the order, Garcetti explained, \"There's no radical changes in the next week coming.\"  He continued: \"That doesn't mean three weeks from now, six weeks from now, two months from now, we won't continuously edit that order and make sure we open up safely as much as we can, and if it gets dangerous, we may need to step back at times as well. I've always told people the hard truths.\"  Watch here: ##Reopening## ##California## The California State University system plans to cancel nearly all in-person classes through the fall semester to reduce spread of coronavirus. The CSU system, which comprises 23 universities across the state, will be moving most instruction online, Chancellor Timothy White announced Tuesday at a Board of Trustees meeting.  The California State University system is the nation’s largest four-year public university system with a total enrollment of more than 480,000 students, according to the CSU. A CSU spokesperson confirmed the plans to CNN and said additional details will be released later today. “We will be going fully virtual with the exception of certain classes,” the spokesperson said. In-person classes at CSU campuses have been canceled since March and have since moved to online only. The CSU has previously announced students applying for admission will not be required to take the SAT or ACT. ##Reopening## ##California## Arkansas has seen a spike of at least 27 cases in St. Francis County, officials said at a press conference today. Arkansas Department of Health Director Dr. Nate Smith said that many of the cases may be connected to the federal prison at Forrest City. Officials say they are concerned because not all inmates and staff at the prison have been tested and now they are seeing a larger community spread in the county. The state has received enough remdesivir to treat 50 patients, which will be distributed by the Arkansas Department of Health, Gov. Asa Hutchinson said. By the numbers: Currently there are 59 people hospitalized in the state. The state is reporting 4,164 cases of coronavirus and 95 deaths. Speaker of the House Nancy Pelosi today criticized the Trump administration's pledge to provide the nation with at least 40 to 50 million coronavirus tests per month by September, if necessary, saying it was inadequate. \"No,\" she replied when asked by CNN's Jake Tapper if she was satisfied by the pledge made by Assistant Secretary for Health Admiral Dr. Brett Giroir this morning during a Senate hearing. \"You have to do much more than that, and I think they know that.”  “It has to be at least double that, maybe two and a half times that,\" she added. \"The sooner we do it the better.\" Pelosi went on to tout House Democrats' latest relief effort, a $3 trillion stimulus bill, which faces stiff opposition from many congressional Republicans who say it includes a wish list of Democratic priorities. \"It may be partisan on their part but it's not partisan on our part to meet the needs of the American people,\" Pelosi said. The bill, which Democrats are calling the Heroes Act, would provide nearly $1 trillion for state and local governments, a $200 billion fund for essential worker hazard pay, an additional $75 billion for Covid-19 testing, tracing and isolation efforts, and a new round of direct payments to Americans of up to $6,000 per household, according to a fact sheet released by the House Appropriations Committee. If the bill passes, it would provide an amount that would stand as the largest relief package in history. Watch here: ##Economy## Immune treatments and blood thinners can help children affected by an inflammatory syndrome might be linked with coronavirus infection, pediatricians say. A panel called the International PICU-COVID-19 Collaboration has compared notes and released a consensus statement defining the condition, named “Pediatric Multi-System Inflammatory Syndrome Potentially Associated with COVID-19.” “To date, most children affected have done well. Treatments have included anticoagulation, IV immunoglobulin, IL-1 or IL-6 blockade, and corticosteroids. Some children have only needed supportive care,” Boston Children’s Hospital said on its website. Dr. Jeffrey Burns, chief of critical care medicine at Boston Children’s Hospital, coordinates the panel. The syndrome is marked by persistent fever, inflammation, poor function in one or more organs, and other symptoms similar to shock. “In some cases, children present with shock and some have features of Kawasaki disease, whereas others may present with signs of cytokine storm. In some geographic areas, there has been an uptick in Kawasaki disease cases in children who don’t have shock,” Boston Children’s Hospital rheumatologist Dr. Mary Beth Son said. Kawasaki disease involves inflammation in the walls of medium-sized arteries and can damage the heart. The panel offered guidance for clinicians dealing with possible cases of the inflammatory syndrome: Children with unexplained fever and evidence of inflammation such as elevated C-reactive protein or white blood cell count should be carefully followed to detect potential progression of disease.\nLab tests should check for signs of inflammatory response, and should include a complete blood count/differential, C-reactive protein, erythrocyte sedimentation rate; coagulation parameters including D dimer and ferritin; liver function markers; and a cytokine panel. \nChildren should be tested for antibodies to Covid-19 along with standard PCR diagnostic tests, because many with the syndrome have tested negative for current coronavirus infection.\nChildren with the syndrome should be given heart tests known as serial echocardiograms, including detailed assessment of the coronary arteries, because many patients have developed low heart function and enlargement of the coronary arteries. The leaders of the US Centers for Disease Control and Prevention, the US Food and Drug Administration and the National Institute of Allergy and Infectious Diseases said Tuesday they’ll leave self-quarantine to attend meetings at the White House. They agreed to self-quarantine after having been exposed to a White House staffer with coronavirus infection. CDC Director Dr. Robert Redfield, FDA Commissioner Dr. Stephen Hahn and NIAID Director Dr. Anthony Fauci had all said over the weekend that they would work from home because of the exposure.  But in a joint statement Tuesday, all three said they would go to the White House for meetings, after all. All are members of the White House Coronavirus Task Force. “The Centers for Disease Control and Prevention (CDC) and the U.S. Department of Homeland Security (DHS) have together determined that government entities working in support of the COVID-19 response efforts are providing essential services and the current guidelines for critical infrastructure workers apply,” they said in the statement. “Therefore, providing that they are asymptomatic, screened, and monitored for fever and other symptoms, wear a face covering, and maintain a distance of at least six feet from others, Drs. Redfield, Hahn, and Fauci can and will participate in meetings on the White House complex when their attendance is needed,\" the statement continued. Fauci had already said he would attend meetings at the White House if he was needed, and told the Senate Committee on Health, Education, Labor & Pensions Tuesday that he was at the White House Monday.  “I was at the White House yesterday, and I will likely even perhaps even be there today, and in my office at the NIH. So it is not really strictly speaking, the quarantine as we know it, but it is performing our duties as critical workers,” he said. ##White House## Florida Gov. Ron DeSantis tweeted Tuesday that the initial results from serological testing at drive-through sites established last week show a higher positivity rate in Miami. DeSantis wrote that the results show “10% positive for antibodies in Miami and between 2% and 3% in Orlando and Jacksonville.”  \"Health care workers and first responders were tested, so not necessarily a representative sample,” DeSantis explained.   Los Angeles County is expected to remain under some sort of stay-at-home order for months, according to Health Director Barbara Ferrer. She said “with all certainty,” the order will be extended another three months. Restrictions will continue to be lifted, while the order remains, Ferrer explained. “Our hope is always that by using the data, we’d be able to lift restrictions slowly over the next three months,” Ferrer said.  She went on to say that “there’s no way” the extension would be lifted “unless there’s dramatic change in ... this virus and the tools we have at hand.” Los Angeles County’s current order holds until May 15, but the stay-at-home order in California is open-ended. Watch here: ##Reopening## ##California## North Carolina Gov. Roy Cooper said Tuesday that he is honoring people’s First Amendment rights to freedom of religion and has given permission for outside services of more than 10 people if there is social distancing.  “What we’re hoping is that ministers and church leaders will put the health of their congregations at the head of their thinking in consideration of each other, realizing that it is still dangerous to hold indoor services,” Cooper said.    Where the state stands: North Carolina started its first phase of reopening on May 8 — the same day the stay-at-home order expired. Retail stores where allowed can expand capacity to 50%. Child care facilities opened for children of working parents or those looking for work and gatherings of up to 10 people will be allowed outdoors.  US stocks closed sharply lower on Tuesday, continuing a string of back-and-forth moves in recent days. Stocks whipsawed this week, fueled by concerns over reopening the economy and weak data points such as the steep decline in consumer price inflation. Here's where the markets closed on Tuesday: The Dow ended 1.9%, or 457 points, lower.\nThe S&P 500 finished down 2.1%.\nThe Nasdaq Composite fell 2.1%. ##Economy## Dr. Ngozi Ezike, director of the Illinois Department of Public Health, announced today that the state has seen 4,014 new cases of Covid-19, the most new cases in the state in a 24-hour period.  There have also been 144 additional deaths, Ezike said. This brings the total state count to 83,021 cases, including 3,601 deaths. The state of Ohio is now reporting that 22% of its 1,436 reported Covid-19 related deaths are from its long-term care facilities. In response, Ohio Medicaid Director Maureen Corcoran announced changes to the state's testing policy. The changes will prioritize nursing homes and assisted-living facilities, and officials will be more aggressive in their work with those facilities. “That statewide strategy is intended to try to stop the virus whenever we are aware of a circumstance, or a concern, and to ensure that we can surge enter, or bring in extra resources,” the director said. According to Corcoran, there are about 115,000 Ohioans currently living in nursing homes or assisted-living facilities. The Ohio Department of Aging today also launched free, daily check-in phone calls for adults 60 years old and older. The calls, which are not just in long-term care facilities, will confirm they are ok and offer support, Director Ursel McElroy announced.  California lawmaker Lorena Gonzalez condemned Elon Musk for going forward with reopening production in Tesla’s Alameda County facility, defying orders to stem coronavirus spread. Musk has threatened to move Tesla’s headquarters and possibly manufacturing facilities out of California. Gonzalez said it’s unacceptable for Musk to react the way he has since Tesla’s partnership with the state has provided a lot of benefits for the company. “For a company that has received billions of dollars — that’s with a ‘B,’ billions of dollars — of taxpayer subsidies to partner with our state to throw this kind of temper tantrum… it’s just unacceptable at some point,” she said. Gonzalez added, “I think we should all be outraged that a billionaire who has gotten so much from their partnership in California, but continues to put workers in unsafe positions, continues to union bust, continues to wave his middle finger at California.” Gonzalez also criticized President Trump and officials in his administration, who have come out in support of Musk.   “He’s talking about something he’s nowhere near. He can’t control a coronavirus outbreak in the White House, how are we to be sure that all of these workers aren’t going to be exposed in the manufacturing plant in the county ” she said, alluding to White House staffers who have tested positive for coronavirus. Gonzalez has been critical of Musk’s actions for days now and even tweeted this on Saturday: Watch here:  ##Reopening## ##California## Delaware will begin a “rolling re-opening” of farmers markets starting this Friday, Gov. John Carney said in his coronavirus briefing Tuesday. “There is a sense of community pride around farmers markets that includes supporting our local economy and our family farms” Carney had said in a statement released by the Delaware Department of Agriculture yesterday. “We hope that Delawareans will utilize the markets as a place to purchase locally produced food,” Delaware Secretary of Agriculture Michael T. Scuse said in the same statement. “Agriculture contributes $8 billion to Delaware’s economy, and we’ve permanently preserved 25% of Delaware’s farmland so that agriculture will continue to be the backbone of our economy,” Carney said earlier this year during the state’s Agriculture Week in January.  The state’s phased reopening of the economy is expected to begin on June 1. ##Reopening## California has conducted more than 1 million coronavirus tests, Gov. Gavin Newsom said in a tweet on Tuesday. \"This is an important milestone but we will have work to do,\" the tweet said. \"We must continue to ensure everyone has access to COVID-19 testing -- regardless of their zip code,\" the tweet continued. In an effort to continue to expand testing, the Office of the Governor of California account tweeted that the California Department of Consumer Affairs and the California Board of Pharmacy will issue waivers that allow pharmacists to order FDA-approved coronavirus tests. Read Newsom's tweet: ##California## Los Angeles County’s stay-home orders will with all certainty be extended for the next three months to reduce the spread of the coronavirus, L.A. County Public Health Director Barbara Ferrer predicted Tuesday during a Board of Supervisors meeting, the Los Angeles Times reported. Ferrer’s comments came as the county board debated whether to extend its temporary ban on evictions for one to three months and one day before the county reopens beaches to the public for physical activities. California Gov. Gavin Newsom first issued a statewide stay-home order, including Los Angeles, effective on March 19, but on Friday allowed the loosening of some restrictions around businesses.  Local jurisdictions in the state, however, still retain the ability to enforce stricter health orders as needed to reduce coronavirus infections. ##Reopening## ##California## The United States posted a record $738 billion budget deficit in April, according to a Treasury Department report released Tuesday, as federal spending soared to address the coronavirus pandemic’s impact on the nation.  Federal spending climbed to nearly $980 billion last month as the federal government began doling out funds from the $2 trillion relief package Congress passed at the end of March. Lawmakers then added to it last month with roughly $480 billion in new funding for small businesses, hospitals and other priorities. Meanwhile, the federal government only took in less than $242 billion in revenue, a 55% decline from last April, reflecting the fact that the Internal Revenue Services pushed back the tax filing and payment deadline to July 15 to provide some relief to consumers and businesses. The nation has racked up a $1.5 trillion deficit from the start of the fiscal year in October, according to the Treasury Department report. The federal budget deficit could hit $3.7 trillion this year, the Congressional Budget Office said last month. CNN’s Katie Lobosco contributed to this report   ##Economy##    Asked why she wasn’t wearing a mask at the briefing podium, White House press secretary Kayleigh McEnany claimed that she was an “appropriate distance away” from others in the room. “It’s because I’m distanced from you. You’d probably have a hard time hearing from me right now should I have a mask on and be muffled. I’m delivering information to the American people. I’m an appropriate distance away,” McEnany told reporters. “I had a negative test today. I had a negative test yesterday. And I’m in an ok place,\" McEnany added before moving on to the next question.  Pool reporters in the briefing room note that Principal Assistant Press Secretary Chad Gilmartin and White House Director of Strategic Communications Alyssa Farah were seated in masks with one vacant seat between them.  Reporters in the briefing room seats were all wearing masks. Watch here: ##White House##  Vice President Mike Pence made the decision to stay away from President Trump, after Katie Miller, the vice president's press secretary, tested positive for the coronavirus, White House press secretary Kayleigh McEnany said today.  “The vice president has made the choice to keep his distance for a few days and I would just note that that’s his personal decision to make that, as to how many days he does it,\" she said.  CNN reported earlier on Tuesday that Pence is \"maintaining distance [from Trump] for the immediate future\" after consulting with the White House medical unit, a senior administration official said.  Trump said yesterday that he has not seen Pence since Miller tested positive on Friday, a fact that was underscored by the vice president's absence from Trump's news conference Monday.  Trump noted that he could speak with Pence by telephone. Pence was spotted arriving at the White House wearing a mask this morning.  ##White House## Republican Sen. Lindsey Graham said Tuesday that House Democrats’ new coronavirus relief bill is “dead on arrival” in the Senate. “It’s got so much unrelated to coronavirus, it’s dead on arrival here,” he said pointing to a tremendous price tag and too many unrelated provisions as the reason. The 1,815 page bill announced today has a price tag expected to be more than $3 trillion — an amount that would stand as the largest relief package in history.  ##Economy## New York City has at least 15,101 confirmed coronavirus deaths and approximately 5,136 probable coronavirus deaths as of May 10, according to the most recent data on the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is at least 20,237. There have been 184,319 coronavirus cases in the city and approximately 48,939 people have been hospitalized, according to the city. ##New York## Pennsylvania Gov. Tom Wolf denied claims that he is infringing on people’s rights by not reopening the state as fast as others want. “I'm not infringing on liberty. What I was trying to do was make it clear as I possibly can, and I’ll continue to do this, that we're all fighting a common enemy. And the enemy is not the Commonwealth of Pennsylvania, it's not me, it's not Donald Trump, it's not the General Assembly. It's this virus,” Wolf said.  “We're all trying to do the best we can and admittedly, with information that is limited by the lack of experience, this is the first time we've ever faced a pandemic like this,\" he added. Wolf said the state had nearly 4,000 deaths in two months and tens of thousands of cases coronavirus. “That's huge…We have got to fight this to the end and make sure that we're doing everything we can to keep people safe,” the governor said. When questioned whether he was concerned about the growing division in the state, Wolf said, “I'm frustrated.” “What I'm trying to do is keep people safe and I think that should be something that everybody in Pennsylvania should rally around, including politicians. And to the extent that they don't, I think they're doing a disservice to the people they serve,” the governor said. ##Reopening## Massachusetts Gov. Charlie Baker filed a supplemental budget bill Tuesday to authorize $1 billion in spending to cover the costs incurred by the state during the pandemic, he said. The money will be used to fund purchases of personal protective equipment, rate adjustments for essential human service providers, temporary field hospitals and shelters and the state's contact tracing program. Baker said he anticipates the majority of the funding will be reimbursed by the federal government through reimbursement and other federal funding sources including the CARES Act. ##Economy## The state of New Jersey is planning to develop a community contact tracing core that could employ 1,000 to 5,000 people, New Jersey Health Commissioner Judy Persichilli said at a news briefing Tuesday. A contact tracing job could pay up to $25 an hour, according to Gov. Phil Murphy. New Jersey is planning to work with higher education institutions and universities in the state to build out the contact tracing core. “The goal is to recruit culturally competent and multi-lingual individuals from communities across the state,” Perisichilli said. Murphy announced an executive order during the press conference that said the state of New Jersey will use the CommCare data collection platform owned by Dimagi to ensure state officials all work on the same platform for contact tracing.  “The combination of expanded testing and contact tracing increases our ability to identify new cases and take immediately health measures to interrupt the transmission of the virus,\" Perischilli added. Massachusetts crossed the 5,000 death threshold after reporting another 129 deaths for a new total of 5,108, according to Gov. Charlie Baker. The governor said Massachusetts had 669 new positive cases yesterday — that is about 12% of the people who were tested yesterday. There are at least 1,356,037 cases of coronavirus in the US, according to a tally by Johns Hopkins University. At least 81,571 Americans have died. Johns Hopkins has reported 8,649 new cases and 889 reported deaths on Tuesday.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Gov. Andrew Cuomo said today that New York needs about $61 billion in federal support or the state will have to reduce spending.  \"We need $61 billion in federal support, or we will wind up aggravating the situation,\" he said. Cuomo delivered these remarks after House Democrats introduced a new coronavirus relief bill this afternoon. The 1,815-page bill has a price tag expected to be more than $3 trillion –– an amount that would stand as the largest relief package in history.  ##New York## The New York State Department of Health is investigating about 100 cases of what may be a Covid-19 related illness in children with symptoms similar to Kawasaki disease and toxic shock like syndrome, New York Gov. Andrew Cuomo said during an ongoing press conference Tuesday.  \"This is truly a disturbing situation,\" Cuomo said. About 29% of the cases are in children between the ages of 5 to 9, Cuomo said. Another 28% of cases are in children between 10 and 14 years old, according to state data. Cuomo said the Department of Heath is telling hospitals to prioritize testing for children who are showing these symptoms. ##New York## New Jersey Gov. Phil Murphy said today that while trend lines in the state are in the right direction, the state is not out of the woods yet. “The number of new cases continues in a positive trend,” he said. Murphy also cited data showing that New Jersey leads the nation in new cases, hospitalizations, and deaths per 100,000 residents. “We can make the argument that no state is as impacted as ours,\" he said. Murphy said there are 898 new cases of Covid-19, bringing the total number of cases in the state to 140,743. He also reported 198 new deaths, bringing the total deaths in the state to 9,508. This is the first time New Jersey has reported under 1,000 new cases in a single day since March 25. New York Gov. Andrew Cuomo said today during his daily coronavirus press briefing that at least 195 more people have died in the past day from Covid-19.  Cuomo said the death rate is \"up a little bit from the day before\" — yesterday, the governor reported 161 deaths — but he noted \"overall, the trend is down\" for coronavirus deaths. WATCH: ##New York## All residents and staff at long-term care facilities in the New Jersey are to be tested by May 26, as per a new directive from the state's department of health, Gov. Phil Murphy announced at a press conference.  Follow up testing for residents and staff must be done a week later at the latest.  All long-term care facilities must confirm to the department of health that they have updated their outbreak prevention plan to meet the directive no later than May 19, according to Murphy.  NASA astronaut Chris Cassidy’s message to us back on Earth during the coronavirus pandemic is that there’s “hope in being united.”  In an interview with CNN’s Rachel Crane for Go There, Cassidy said people should work together and do their part to keep the planet and its people healthy.  “Just like the three of us here working in harmony to conduct our daily missions effective and safely, that’s what we should be doing on Earth, is 7 billion people working effectively and safely to accomplish a mission: that’s keep Earth healthy, keep the people healthy,\" Cassidy said. \"Now that’s easier said than done. It requires everybody to pitch in and do their part. But that is step one. Each individual taking ownership and doing your part, doing the right thing. And together as a crew on planet Earth we can make anything happen,\" Cassidy added. Twenty state attorneys general sent a letter to the White House Tuesday criticizing the use of the Defense Production Act and asking for \"immediate action to ensure the safety of these essential workers\" at meat and poultry plants across the country.  \"Without adequate and enforceable mandates to protect worker safety, your Executive Order may perpetuate this spread of illness and death,\" the letter said. \"Without making these standards mandatory and taking decisive action to enforce them, the Administration will fail in its duty to provide meaningful protection to workers that have been deemed essential to maintaining our food supply. The toll may be thousands more falling victim to this disease,\" the letter continues. The state attorneys general, who are all Democrats, asked President Donald Trump to strengthen the current interim CDC and OSHA guidelines, as well as make them mandatory with \"vigorous and robust federal enforcement.\" The letter ends, saying, \"By implementing mandatory and effective worker safety standards, and by working together on the myriad other challenges facing the country, we believe we can achieve that goal and overcome this historic threat to the health and well-being of our country and our people.\" The Attorneys General who signed the letter are of Maryland, California, Colorado, Delaware, the District of Columbia, Illinois, Maine, Massachusetts, Michigan, Minnesota, Nevada, New Jersey, New Mexico, New York, Oregon, Pennsylvania, Rhode Island, Virginia, Washington, and Wisconsin. ##White House## ##Economy## House Democrats released the legislative text of their new coronavirus relief proposal, called the \"HEROES Act.\"  The 1,815 page bill announced today has a price tag expected to be more than $3 trillion –– an amount that would stand as the largest relief package in history.  Members of the House have been advised that votes will start as soon as 10:00 am Friday to approve the Democrats’ new rescue package and the rules change to allow for remote voting, according to House Majority Leader Steny Hoyer's office. The legislation also sets up an immediate clash with the Republican-controlled Senate, where leaders have said another round of emergency funding is not yet needed. \"That will not pass. It’s not going to be supported,” said Sen. John Barrasso, a member of Senate Majority Leader Mitch McConnell’s leadership team. ##Economy## Twitter will allow some of its workforce to continue working from home “forever” if they choose, the company confirmed to CNN on Tuesday.  The decision reflects how some companies are bracing for the pandemic’s extended impacts.  Twitter did not say which specific roles will qualify for the treatment. But, it said, the experience of working from home for the past several months has shown that it can work at scale.  “If our employees are in a role and situation that enables them to work from home and they want to continue to do so forever, we will make that happen,” said Twitter’s vice president of people, Jennifer Christie, in a statement to CNN. \"If not, our offices will be their warm and welcoming selves, with some additional precautions, when we feel it’s safe to return.” The company does not expect to open most of its offices, or support business travel, before September. It has also canceled all of its internal company events through 2020, and could potentially extend that into 2021, the statement said.  Twitter’s shift to allow permanent remote work was first reported by BuzzFeed News, which cited an email to employees sent by CEO Jack Dorsey. Twitter did not respond to CNN’s request for confirmation of the memo. ##Economy## ##Reopening## The New York City Department of Correction and Correctional Health Services said efforts to contain the spread of Covid-19 in the nation’s fifth largest jail system have been successful, according to data.  The announcement was made Tuesday at a New York City Board of Correction meeting. But advocates and the Board of Correction noted that it’s still difficult for inmates to maintain social distancing and get access to masks and cleaning supplies. By the numbers: Dr. Ross MacDonald, the chief medical officer for Correctional Health Services, said that normally, when it’s not flu season, there are about zero to five reported fevers among inmates. As Covid-19 cases peaked in mid-March, CHS was getting reports of more than 30 fevers daily.  Of the symptomatic inmates being tested for Covid-19, 90% of the tests came back positive. He said positive cases peaked the week of March 23, with 169 positive tests that week. “Last week, when excluding new admissions, we had only four tests come back positive,” MacDonald said. Both agencies attribute the decrease of positive cases among inmates to the decreased jail population. More than 2,600 people have been released from New York City jails since March 16 – more than a 30% decrease in a month, Department of Correction officials said.  When the city began working to release inmates on March 16, the jail system had 5,447 inmates.  By April 29, the population was down to 3,811, according to DOC data. Still, 975 inmates have been brought into the system between March 16 and April 29, according to a DOC presentation.  ##New York## Senate Republican leaders are already warning House Speaker Nancy Pelosi that the new bill is dead on arrival even before it's been unveiled. “That will not pass. It’s not going to be supported,” said Sen. John Barrasso, a member of House Majority Leader Mitch McConnell’s leadership team. Some context: The House Democrats are expected to finalize this afternoon a more than $3 trillion coronavirus aide package, according to a senior House Democratic aide.  Three other aides also told CNN the price tag would be in the $3 trillion range.  House Majority Leader Steny Hoyer said earlier today that the legislation will involve funding for state and local governments, more direct payments to individuals, money to expand testing and contact tracing, provisions for the Supplemental Nutrition Assistance Program, student loan relief, and funding for elections. The bill is expected to be opposed by Republicans. McConnell said yesterday \"we have not yet felt the urgency of acting immediately\" on another relief bill and that Senate Republicans will go forward at the same time as the White House. ##Economy## Vice President Mike Pence was wearing a mask when he arrived on the White House grounds today. Pence was spotted walking from an SUV to the Eisenhower Executive Office Building moments ago. He was wearing a disposable blue mask. CNN reported this morning that the vice president is \"maintaining distance for the immediate future\" from President Trump after consulting with the White House medical unit.  ##White House## Federal Reserve Vice Chairman for Supervision Randal Quarles said Tuesday he expects the near-term unemployment rate to be \"extremely high,\" adding that the Congressional Budget Office's dire projection is \"certainly not out of the ballpark at all.\" \"As our own assessment of the economy has continued to develop over the last two months, I would say each time that we return to our projections I think they become more sobering and our expectation for the persistence of a high unemployment rate is greater,\" Quarles said in response to a question from Sen. Chris Van Hollen, who noted that emergency unemployment provisions in the CARES Act are set to expire at the end of July.  Quarles would not predict specific unemployment figures, but he said, \"it is a serious economic time that we're going through.\" Asked by Van Hollen if his expectation for year-end unemployment rates is higher now than it was earlier in the pandemic, Quarles responded, \"absolutely.\" ##Economy## The coronavirus relief package Democrats will finalize this afternoon is expected to be more than $3 trillion, according to a senior House Democratic aide.  Three other aides also told CNN the price tag would be in the three trillion dollar range.  Some background: House Majority Leader Steny Hoyer said earlier today that the legislation will involve funding for state and local governments, more direct payments to individuals, money to expand testing and contact tracing, provisions for the Supplemental Nutrition Assistance Program, student loan relief, and funding for elections. But, the bill is expected to be opposed by Republicans. Senate Majority Leader Mitch McConnell said yesterday \"we have not yet felt the urgency of acting immediately\" on another relief bill and that Senate Republicans will go forward at the same time as the White House. ##Economy## New York City’s Broadway theaters will remain closed through at least Sept. 6, according to a statement from the Broadway League, the national trade association for the Broadway industry. There is currently no official return date for Broadway shows, but ticket refunds and exchanges will be offered for all shows through Sept. 6, the statement said..  “While all Broadway shows would love to resume performances as soon as possible, we need to ensure the health and well-being of everyone who comes to the theatre – behind the curtain and in front of it – before shows can return,\" Charlotte St. Martin, President of the Broadway League said in the statement. There are 31 Broadway performances, including eight new shows in previews, that have been suspended since March 12, the Broadway League said. St. Martin said in the statement has been in contact with New York Gov. Andrew Cuomo's office and \"will continue to work with city and state officials to determine an appropriate date for performances to resume and will provide updates to the public as decisions are made.\" ##New York## House Majority Leader Steny Hoyer told reporters Tuesday that Democratic leaders expect their proposal for another round of coronavirus relief to be finalized by this afternoon. He said the legislation will involve funding for state and local governments, more direct payments to individuals, money to expand testing and contact tracing, provisions for the Supplemental Nutrition Assistance Program, student loan relief, and funding for elections. Hoyer said during his weekly press call that members should anticipate meeting in the House on Friday to vote on the measure, as well as a remote voting and remote committee work plan.  He said he is disappointed Democrats and Republicans have not reached an agreement on proxy voting, although party leaders continue to work for a deal.  “I am hopeful that we will get there, but we absolutely need to get there and we need to get there quickly,” he said. He reiterated that if there is no agreement, Democrats will proceed with their own path forward.  Asked about Senate Majority Leader Mitch McConnell’s priority to include liability protections for businesses in any new coronavirus relief bill, Hoyer pushed back on the idea. “Our focus has been on protecting people, not protecting people from hurting them and having no liability for hurting them,” he said. He wouldn’t weigh in on whether a proposal from Rep. Pramila Jayapal to cover 100% of workers' wages up to $90,000 per year will be included in the package, saying it is still under discussion. CNN’s Manu Raju reported Monday that members were told on a call that it was not expected to be included.  Hoyer said Jayapal’s idea has “great merit to it,” but added that the CARES 2 package “is not going to be the last word or the final word” in Congress’s response to the crisis. ##Economy## Because of the Covid-19 pandemic, there’s a shortage of propofol, a commonly used sedative for patients on ventilators and during colonoscopies and other procedures, according to the US Food and Drug Administration. “The virus that causes Covid-19 has led to an increased number of people with severe respiratory illness. As a result, there is a shortage of FDA-approved drugs such as propofol that are used for sedation of mechanically ventilated patients,” according to a statement on the FDA’s website posted Monday. Propofol is perhaps best known as the sedative that pop star Michael Jackson’s doctor administered to him as a sleeping aid. In that statement, the agency issued an emergency use authorization for a sedative called Fresenius Propoven 2% emulsion, noting that it contains double the concentration of propofol compared to propofol products approved in the United States.  The FDA statement notes that Propoven “has not undergone the same type of review as an FDA approved product” and that pregnant women and children under 16 should not use it. California is increasing its emergency funding for its Covid-19 response by a total of $27.4 million, earmarked to fund contact tracing efforts.  The California’s Department of Public Health says these funds have been approved for immediate use.  The money includes $8.7 million for a virtual training academy that will allow the state to beef up its contact tracing army. It also provides $18.7 million for contracts with Accenture, Salesforce, and Amazon related to developing a data management platform for the information obtained by the contact tracers as well as a call center.  Contact tracing is a key element in Governor Gavin Newsom’s plan to modify the stay-at-home order for the state.  “All of this is based on those six indicators and our ability to test to do appropriate tracing to train a workforce of tracers to make sure testing is available, not just total numbers in the aggregate but available in your community on demand,” he said in a press conference Friday. “To be able to loosen restrictions, the state must take a multi-pronged approach, which includes immediately scaling up a community contact tracing effort. Key components of this approach are rapid case detection, identification of contacts, and isolation or quarantine of those who are symptomatic and exposed,” according to a release from the California Department of Finance. Accenture will launch the contact tracing platform, and Salesforce will run a contact tracing call center with Amazon. This same system is already operational in Massachusetts. The state’s department of finance says this program will be free of cost for local public health departments. The state also expects that many of these initial costs will be reimbursed with federal stimulus Covid-19 funding.  ##Reopening## In addition to daily temperature checks and questioning, members of the restricted in-house press pool will be given a rapid coronavirus test daily, the White House said Tuesday.  “Out of an abundance of caution and to further protect your health and safety as well as the entire complex, members of the restricted in-house pool should be ready in the briefing room at call time for a COVID-19 test to be administered in Lower Press by the White House Medical Unit. Moving forward, we expect to test members of the restricted in-house pool daily,” deputy press secretary Judd Deere said in a statement.  White House reporter Noah Bierman, of the LA Times, described today how the tests are being administered to reporters:  Your pooler has just taken a Covid test requiring a swab in each nostril for three to five seconds. The two men administering it in lower press said I would get the result in about 15 minutes. The results will be given to White House staff — I signed a waiver allowing this. The fact sheet they gave me indicates it is an Abbot NOW test. \n Before taking samples, the men asked the standard set of questions about symptoms and exposure. Other members of the pool waited in line behind me, with distance between them. Temperature checks were also done before I entered security gates.   ##White House## Boeing suffered a double blow in April as deliveries of new planes ground to a near halt due to the suspension of work at its factories in the face of the Covid-19 pandemic, and order cancellations continued to climb because of the crisis in the airline industry. The company delivered only six planes to customers in the month, the smallest total in 11 years, since the company was coming back from its last strike. Deliveries are important to the company's finances since it gets most of the money from airlines when the plane is actually delivered. Boeing reported a $1.7 billion loss from its core operations in the first quarter announced plans to cut 16,000 jobs, about 10% of its staff, in an effort to save cash. Boeing halted in deliveries of its best-selling 737 Max in March of 2019 following the grounding of the jet in the wake of two fatal crashes. But the company had been able to continue to deliver other jets. During the last year its lowest month for deliveries was January, when it delivered 13 jets. It averaged nearly 24 deliveries a month during the last 12 months. But on March 23 it announced it was being forced to halt production in Washington state after an employee in one of the factories died of Covid-19. It stopped production at its other commercial airplane factory in South Carolina on April 8. While it did restart production later in the month, it is building at a slower pace due to the drop in demand from its airline customers. US air travel has plunged more than 90% from year ago levels, forcing airlines to park most of their planes and cut back on plans to buy new ones. When asked if it's possible that a major US airline could be forced to go out of business, Boeing CEO Dave Calhoun said that was possible. \"I don't want to get too predictive on that subject, but yes, most likely,\" said Calhoun when asked about the chance of an airline going out of business in an interview on the Today Show Tuesday. \"Apocalyptic does accurately describe the moment.\" Still Calhoun said that believes air travel will resume, even if here agrees with forecasts that it will take three to five years for travel to again reach 2019 levels. \"As people begin to relive their lives, we expect that they will also get back to traveling,\" he said.  But the near-term drop in demand for planes was evident as the airline reported 108 canceled orders in the month. Most of those canceled orders came from aircraft leasing customers, who buy jets and lease them to airlines.  GE Capital announced it was canceling orders for 69 jets on April 17, and the China Development Bank canceled 29 jet orders. The other 10 cancellations were by an unidentified customer.  That brings total canceled orders so far this year to nearly 300, far more than what was canceled all of last year in the wake of the 737 Max crisis. The company also reclassified 101 other orders, removing them from what it counts as firm orders for jets. Many airline customers are delaying deliveries of jets, as roughly two-thirds of planes around the globe have been parked due to plunge in demand for air travel.  Southwest Airlines (LUV), one of Boeing's best customers which flies on the 737 jet, announced it was deferring at least 59 of the 107 737 Max it had planned to buy from Boeing by the end of 2021. \"We don't need the Max right now. We don't need all the airplanes that we have,\" Southwest CEO Gary Kelly told investors last month as the company reported its first operating loss in 11 years. 116 employees of the Metropolitan Transportation Authority (MTA) have died from coronavirus, according to Chairman and CEO Patrick Foye. Foye said the organization has taken the temperatures of about 18,000 employees and employees have embraced the test. “We have had in that group about 46 employees who have been directed to go home because they had a fever above 100.4. I think that’s likely to continue,” Foye said during an interview with The Wall Street Journal podcast host Kate Linebaugh. The MTA is working with the business community on a plan to stagger hours for employees. He cited the 1918 pandemic as an example when he said staggered hours were put in place by the city and the state.  “I think it’s an easy way; it’s a common sense way to do that. My sense is talking with employers, large and small, I think that will be welcomed. Obviously no decision has been made on that and I am certain that Governor (Andrew) Cuomo will weigh in on that,” Foye said. Foye said he is donating plasma in hopes of helping an MTA employee. CNN previously reported he had coronavirus. Foye said his case was mild. The House Rules Committee plans to move forward with a plan that will allow the chamber to operate remotely for the first time in history, capping weeks of talks to change House rules and allow committees to conduct business virtually and members to vote on the floor while away from Washington during the coronavirus pandemic.  According to a notice sent to members, the panel is scheduling a Thursday committee meeting to approve the rules change and send it to the full House for full consideration by the chamber on Friday.  The chamber is also expected to approve on Friday a sweeping rescue package called \"The Heroes Act,\" amounting to the Democrats' latest efforts to respond to the economic and public health crisis even as Republicans are calling for a pause to Washington's intervention.  The rules change would last during the course of the current crisis and would allow members to vote on the floor \"by proxy\" — in other words to designate individual members to vote on their behalf on legislation on the floor. It would also provide for procedures so committees can conduct their business remotely. Federal Reserve Vice Chairman for Supervision Randal Quarles told the Senate Banking Committee the Fed may need to take further actions to support the US financial sector amid the coronavirus pandemic.  \"We at the Federal Reserve are seeking to play our role responsibly and effectively. The tools we have are ones no country should ever hope to need; the hour of their use is one no country should ever hope to face. More may be required of us before the current crisis ends. We can only pledge to do what this moment demands,\" Quarles told the committee in a remote hearing. Quarles said in his opening remarks that \"banking organizations have been well-positioned to serve as a source of strength,\" but later admitted that \"profound economic disruption persists\" and that the \"storm is not over.\" This came after Ranking Member Sen. Sherrod Brown (D-OH) told the committee's financial sector witnesses that he believed they were failing in their duty to keep the nation's financial system strong and to make sure banks are getting money to support Americans. \"We may not be in a financial crisis in a technical sense, but for tens of millions of families this is already an economic crisis,\" Brown said. ##Economy## 362 homeless individuals in New York City subway stations were engaged by outreach workers and the NYPD Monday night into Tuesday morning, the seventh day the MTA closed its subway stations to disinfect trains during overnight hours. 211 of those individuals accepted social services – 176 went to shelters, 33 went to hospitals, Mayor Bill de Blasio said today in a press conference. In a new three-page document, the Department of Transportation is outlining new guidelines for airlines that clarify that customers in many cases are not entitled to refunds or even credits due to Covid-19 concerns. DOT says during the month of April it received more than 15 times the normal level of complaints. The document says that airlines must give refunds within 7 days if a flier paid with a credit card. But the guidelines fall short of calls from some Democrats that airlines be required to issue more refunds instead of credits. In fact, the guidelines say passengers who purchase non-refundable tickets but want to make a change due to Covid-19 are “generally not entitled to a refund or travel voucher.” DOT says some airlines are voluntarily offering credits, but that it will monitor any airlines that are misleading passengers. “Although not required, many airlines are providing travel credits or vouchers that can be used for future travel for those passengers electing to cancel their travel due to health or safety concerns related to COVID-19. In reviewing refund complaints against airlines, the Department will closely examine any allegation that an airline misled a passenger about the status of a flight to avoid having to offer a refund.” DOT is also issuing a waiver allowing airlines to further draw down flights to small-city airports. A DOT spokesman says “this is another step to help minimize the number of very ‘empty’ flights for the short term as air demand comes back.” TSA screening numbers show that air travel demand is ticking up slightly, now exceeding 200,000 passengers each day, but still well below normal levels. New York City now has 52 cases of the pediatric multi-system inflammatory syndrome, with an additional 10 cases pending, de Blasio said Tuesday. 25 of the children tested positive for Covid-19, 22 children had antibodies. One child has died, de Blasio said. New York City aims to increase its Covid-19 testing capacity in the next few weeks by opening 12 new public testing sites across the five boroughs, Mayor Bill de Blasio announced Tuesday morning. Currently, the city conducts approx. 14,000 tests per day, with around 5,000 of those tests administered at NYC public hospitals and clinics (which are run by NYC Health + Hospitals), de Blasio said. Two new testing sites are scheduled to open during the week of May 18 (one in Manhattan and one in Brooklyn) with the aim of increasing the public hospital/clinic testing capacity to 6,300 tests per day, de Blasio said. During the week of May 25, an additional ten testing sites — three in Staten Island, one in Queens, one in Manhattan, three in Brooklyn, and two in the Bronx — will open with the aim of increasing the NYC public hospital/clinic testing capacity to 10,700 tests per day, de Blasio said. By May 25, de Blasio estimates that there will be approximately 20,000 tests available citywide per day. De Blasio said more information about the criteria for who gets tested will be revealed in the coming days. ##New York## Members from the Infectious Diseases Society of America said there are many unique challenges that correctional facilities face when dealing with Covid-19. “Social distancing is important and we know that it's very challenging in jails,” said Dr. Alysse Wurcel, assistant professor of infectious diseases at Tufts University School of Medicine. Areas like shared phones and communal showers can be places Covid-19 can spread easily. Additionally, the layouts of prisons cannot be changed and there is a lack of ventilation in the facilities, as prisoners cannot open windows.   “Many, many jails do not have free soap or hand sanitizer. Some jails and prisons still require people to purchase them, and in the era of this pandemic I hope those policies can be re addressed to give everyone in jail who's incarcerated access to free hand soap and when possible [hand] sanitizer,” Wurcel said.  “Unfortunately, sometimes people who have symptoms in jail, because of mistrust of the medical system, are reluctant to identify and talk about their symptoms for fear of being put into isolation which further takes away a lot of the limited privileges that they have to begin with,” Wurcel said.  Dr. Sandra Springer, associate professor at the Yale School of Medicine said there is a “higher prevalence of HIV and hepatitis C, chronic liver disease, as well as the known conditions that are associated with severe Covid-19 such as diabetes, coronary artery disease, chronic lung disease and hypertension and other particular chronic medical conditions. Springer added, \"our correctional health system is comprised of significant numbers of the aging population.”  Wurcel said many states have lowered capacity of their jails, and it is helping keep the spread of the virus down. She also recommends all employees and people who are incarcerated wear surgical masks. “What we’ve been trying to do is having outdoor rec time more frequently, because we know outdoors is potentially a safer place for people to be,” Wurcel said, adding “we're not having people have communal eating so people are eating in their in their rooms.” President Trump is siding with Elon Musk, who is opening a Tesla plant against the county's rules today. “California should let Tesla & @elonmusk open the plant, NOW. It can be done Fast & Safely!” Trump tweeted. What this is all about: Per CNN’s reporting, Musk has argued that restrictions closing non-essential businesses put in place by Alameda County, where Tesla's Fremont factory is based, are overly aggressive and unconstitutional.  On Saturday, the company filed a federal lawsuit against the county. Musk has also threatened to relocate Tesla's headquarters out of California and suggested he might move manufacturing from there as well. Treasury Secretary Steve Mnuchin also said yesterday that California “should prioritize doing whatever they need to do to solve those health issues so that he can open quickly.”  ##Reopening## ##Economy## ##White House## US stocks kicked off higher on Tuesday, with the Dow attempting to bounce back from losses at the start of the week.  Investors are caught between headlines, balancing the positive effects of reopening the economy with worries about a second wave of Covid-19 infections. Here's how things opened on Tuesday: The Dow opened 0.5%, or 112 points, higher.\nThe S&P 500 opened up 0.4%.\nThe Nasdaq Composite rose 0.4%. ##Economy## ##Reopening## Vice President Mike Pence is taking some precautions, but stopping short of the recommended self-quarantine in the wake of his press secretary testing positive for coronavirus.  Pence is \"maintaining distance for the immediate future\" from President Trump after consulting with the White House medical unit, a senior administration official said. It is not yet clear exactly how long Pence will stay away from Trump. Pence's office did not respond to a CNN request for comment. Trump said Monday that he has not seen Pence since Katie Miller tested positive on Friday, a fact that was underscored by the vice president's absence from Trump's news conference Monday. Trump said he could confer with the Pence by telephone. Pence noted during a call with governors yesterday that he was taking extra precautions, noting that he was \"in a separate room on my own\" during a videoconference while Dr. Deborah Birx was \"in a situation room with some staff,\" according to audio of the call obtained by CNN's Betsy Klein. But in an awkward balancing act between taking necessary precautions and trying to avoid undercutting Trump's back-to-business messaging, Pence is merely taking half-measures that fall short of the administration's own guidelines. Pence has shown up at the White House without a mask. And his very presence there — even if he is staying away from Trump — contravenes guidelines issued by the US Centers for Disease Control and Prevention, which advise those who have had \"close contact\" (within six feet of someone for a prolonged period of time) with someone who has tested positive to stay home for 14 days after their last interaction. Officials have said the President and others inside the White House remain sensitive to taking steps that might undercut their message that the virus is waning and the country is ready to reopen. While some advisers raised the prospect of separating Trump and Pence long before White House staffers tested positive, the option was not taken seriously until this week. ##White House## It's Tuesday morning in the US. If you're just reading in now, here's what's happening today: Fauci testifies: Dr. Anthony Fauci, a key member of the White House's coronavirus task force, is set to testify before a Senate committee today. He plans to tell lawmakers that the country risks \"needless suffering and death\" if states open up too quickly, he told The New York Times late Monday evening.\nAnother possible stimulus package: House Democrats are working on a fourth coronavirus stimulus package despite pushback from the Trump administration and Republican leaders who don't want to add to the trillions of dollars in relief funds already in play. The bill is expected to mirror — and potentially go beyond — the $2 trillion measure from late March. \nA testing army: The House is planning to introduce a bipartisan bill today to create a National Public Health Corps that would fulfill some of the country's most dire medical and economic needs. The idea is to create a national testing strategy and hire Americans who are searching for jobs to roll it out. ##Catch Up## Americans are slashing their spending, hoarding cash and shrinking their credit card debt as they fear their jobs could disappear during the coronavirus pandemic. US credit card debt suddenly reversed course in March and fell by the largest percentage in more than 30 years. At the same time, savings rates climbed to levels unseen since Ronald Reagan was in the White House.   The dramatic shifts in consumer behavior reflect the unprecedented turmoil in the US economy caused by the pandemic. Although caution is a logical response to that uncertainty, hunkering down also poses a risk to the recovery in an economy dominated by consumer spending. A so-called V-shaped recovery can't happen if consumers are sitting on the sidelines.    More than 33 million Americans have filed for initial unemployment claims since mid-March, and economists warn the jobs market won't return to pre-crisis levels for years.  \"Consumers are very cautious,\" said Russell Price, chief economist at Ameriprise Financial. \"We're right in the middle of the storm.\"  The unemployment rate soared to 14.7% in April — the most severe unemployment crisis since the Great Depression — and Americans are bracing for more challenging times ahead.  Read more here. President Donald Trump tipped his hand about how he plans to make up for the loss of the roaring economy that formed the foundation of his reelection campaign -- rhetoric laced with racial overtones and a new and unfounded conspiracy theory he dubbed \"Obamagate.\" On a tragic day that US deaths from the coronavirus pandemic hit an unfathomable 80,000, the President revived his wild news conferences that had been shelved two weeks ago apparently because they were damaging his political prospects. His appearance in the White House Rose Garden was notable for his refashioning of his reelection campaign mantra that reflects a realization that his hopes for a \"rocket\"-like relaunch of the economy have been dashed by massive job losses. Trump's original slogan, \"Make America Great Again.\" was snappy enough to fit on a red baseball cap four years ago. He had been running in 2020 on a chest-puffing \"Keep America Great\" platform. But his new catchphrase \"we will transition to greatness\" next year shows how he will now have to sell the promise of a painful economic restoration -- a case made all the more difficult after his own erratic management of the pandemic. The President's apparent mission Monday was to stifle an impression that the White House is in disarray after the discovery of several cases of Covid-19 in the West Wing. Trump stood against a backdrop of Stars and Stripes and misleading signs reading, \"America is leading the world in testing.\" But the US is not performing the most coronavirus tests per capita. Read more here ##White House## All of the witnesses set to participate in a Senate committee hearing on the novel coronavirus this week, including Dr. Anthony Fauci, will testify remotely, the panel's chairman announced Sunday. The Tuesday hearing by the Republican-led Senate Health Committee was already going to feature remote testimony from Dr. Robert Redfield, the head of the Centers for Disease Control and Prevention, and Dr. Stephen Hahn, the commissioner of the Food and Drug Administration, both of whom are self-quarantining following potential exposures to the virus last week. The other two witnesses — Fauci, the director of the National Institute of Allergy and Infectious Diseases, and Dr. Brett Giroir, the assistant secretary for health at the Department of Health and Human Services — had been planning to appear in person but will now do so remotely. ##White House## Two Republican senators who traveled to Iowa Friday with Vice President Mike Pence — just after it was discovered Pence’s press secretary had coronavirus — said they have not been tested for the deadly virus and don’t plan to get tested now. Sen. Chuck Grassley, who is 86, said Monday he is relying on the public comments from Pence’s doctor that the vice president does not have the virus as the reason he is not being tested and is not self-isolating. Grassley was asked why he hadn’t sought out testing to ensure he is healthy, something that could protect his staff and other people near him.  “All I can do is take the advice of doctors,” Grassley said. “There wasn’t advice to me, I’m talking about the advice that the (Vice President’s) physician has made public just through his public comments.” A Grassley aide, standing with the senator, further explained that if Pence – who is tested regularly — had the virus, the vice president’s doctor would follow procedures and contact the senator and that hasn’t happened.  GOP Sen. Joni Ernst of Iowa also said she didn’t plan to be tested “because I haven’t been with anybody who has it,” she said. Asked if she has any concerns the virus could spread from Pence’s press secretary to the vice president to her she replied, “No, I don’t.” The senators spent a long day with Pence flying on Air Force II to Iowa for coronavirus-related events. Their flight was delayed for more than an hour as news spread of press secretary Katie Miller’s positive coronavirus test and then several Pence aides who had been in contact other Miller disembarked and did not travel to Iowa. The situation for Grassley and Ernst comes as lawmakers are debating whether to institute instant testing on Capitol Hill so members who travel all over the country every week can be sure they are not exposing the traveling public nor their constituents back home. House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell turned down an offer from the White House to provide instant testing for members, saying the tests should be made available to frontline health care workers and others before lawmakers. Sen. John Thune, the second-ranking Republican leader, said “it would be a fair expectation” that the Grassley and Ernst could be tested right away,” but didn’t know when or if the testing issue for members would be resolved. Thune said Ernst told him she had not had contact with the people who were pulled off of Pence’s plane “with the exception of the Vice President.” Thune added: “I do think from a testing standpoint, there is a good rationale that if somebody’s been exposed in some ways to somebody who has it, yeah, you got to test them.” Senate Rules Committee Chairman Roy Blunt, a Republican of Missouri, said he supports testing for members but said the leadership had not come to any conclusions about whether to institute it. ##White House##"], "Language": false}