{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/politics/mcconnell-impeachment-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Clare Foran, CNN"], "Writers": [["Clare Foran"]], "FirstPublishDate": ["2020-03-31T15:36:40Z"], "LastModifiedDate": ["2020-03-31T23:56:19Z"], "Headline": ["McConnell: Impeachment trial 'diverted' attention from coronavirus crisis in China"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Senate Majority Leader Mitch McConnell suggested on Tuesday that the impeachment trial of President Donald Trump distracted the US government from the growing coronavirus crisis in China.  In an interview with radio host Hugh Hewitt, McConnell said that the crisis \"came up while we were tied down in the impeachment trial. And I think it diverted the attention of the government, because everything, every day was all about impeachment.\" \"Tom figured this out early, and he was absolutely right,\" McConnell added, a reference to Republican Sen. Tom Cotton of Arkansas, who he described as the first to sound the alarm in the Senate about the situation unfolding in China. Cotton came under criticism for floating theories about the origin of the virus including suggesting that it might have originated in a lab in China. During a press briefing on Tuesday, Trump said impeachment \"probably did\" distract him from responding to the coronavirus outbreak. \"I think I handled it very well, but I guess it probably did (distract me),\" Trump said. \"I mean, I got impeached. I think, you know, I certainly devoted a little time to thinking about it.\" He added, \"Did it divert my attention? I think I'm getting A+'s for the way I handled myself during a phony impeachment, OK? ... But certainly, I guess, I thought of it and I think I probably acted -- I don't think I would have done any better had I not been impeached, OK?\"  As the Trump administration continually tries to frame the fight against Covid-19 in positive terms, frontline healthcare workers are describing their struggle in dire terms, describing a lack of basic protective equipment.  Problems with testing, which began earlier this year, have put public officials on their back foot attempting to wrestle with the scope of the problem and have left sick Americans, in some parts of the country, at home using telemedicine to self-diagnose. Congressional Democrats, meanwhile, have argued that the Trump administration has been slow to respond and has not adequately prepared the nation for the rapid spread of the virus.  Senate Democratic Leader Chuck Schumer called for the Trump administration to declare a public health emergency at the end of January, saying in a statement on January 26 that the Department of Health and Human Services should \"declare a formal public health emergency for the coronavirus\" in order to \"unlock tens of millions for the CDC (Centers for Disease Control and Prevention) to access.\" McConnell defended the President on Tuesday, saying, \"I think the President is doing very, very well.\"  The Senate Majority Leader said that he believes Democrats are working to make the President's response \"a political liability for him.\"  \"The Democrats, it seems to me, want to turn the President's handling of all this into a political liability for him. I see he's getting attacked in campaigns,\" McConnell said.  McConnell was asked during the interview about the possibility of a \"phase four\" coronavirus response bill in Congress, saying, \"I think we'll have to wait and see.\"  House Democratic leaders are already outlining their priorities for an ambitious fourth coronavirus response package, saying on Monday that they hope to pass bipartisan legislation with more direct payments for individuals, money for state and local governments, and funding for infrastructure. \"I would think any kind of bill coming out of the House I would look at like Reagan suggested we look at the Russians -- trust, but verify,\" McConnell said. This story has been updated with additional information on the US government's response to the Covid-19 outbreak."], "Language": false}