{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/us/coronavirus-travel-bans-local-state/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-03-31T17:21:40Z"], "LastModifiedDate": ["2020-03-31T18:52:55Z"], "Headline": ["Coronavirus pits cities and states against each other as they try to stop spread from out-of-towners"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It had been two weeks since Oregon had declared an emergency in its coronavirus battle, and residents of Seaside couldn't believe what was happening. Travelers -- mostly from Portland, an hour-and-a-half drive away -- were arriving en masse for a day at the beach. Kids had just gotten out of school that Friday, March 20, for Spring Break, and the sun shone like a beacon, but the city wasn't expecting visitors -- not during a pandemic.  \"We were shocked by that,\" Mayor Jay Barber told CNN. \"You can imagine, the local residents just came unglued. My phones just started lighting up.\" One woman asked him if she should lie across the highway to stop traffic, he said.  Wedged between California and Washington, the earliest coronavirus hotspots in the United States, Seaside became one of the first cities -- now commonplace in beach, lake and mountain towns across the nation -- to tell visitors: Sorry, we can't host you, not now.  'It's a no-brainer' As coronavirus cases continue to spike in various metropolises, city residents seek fresh digs -- from the Catskills and Jersey Shore, to the Blue Ridge and Smoky mountains, to the surf towns that dot the West Coast.  Is social distancing working? Residents of these locales are bristling at the coronavirus refugees, joining their leaders in concerns about limited services and hospital capacities and a finite supply of groceries and sundries.  Many of the destinations are accustomed to their populations ebbing and flowing with the seasons, but in some towns and cities, tourists weren't supposed to arrive for weeks.  Seaside shut down hotels, short-term rentals, parks and beaches last week. Locals were upset to be cut off from the sand and ocean and Barber has concerns about the economy, but he'll deal with those issues later, he said.  \"To me, it's a no-brainer. The first responsibility of the federal government and local government is to protect its citizens,\" the mayor said. \"The economy will come back.\" States issuing travel bans  A few states tried to bar specific travelers -- Kentucky initially singled out Tennessee, Rhode Island first homed in on New York -- but the bans were later broadened to include all travelers or those from hotspots for the virus. Other states are cracking down on lodging to deter visitors.  West Virginia Gov. Jim Justice has closed state campgrounds, while ordering 14-day quarantines for anyone arriving from New York, New Jersey, Connecticut, Louisiana, China or Italy.  Texas singled out travelers from California, Louisiana, Washington, Atlanta, Chicago, Detroit and Miami, while Vermont Gov. Phil Scott suspended hotels and short-term rentals and ordered quarantines for everyone arriving in the state.  \"That means heading directly to where you're going with no stops in-between,\" Scott said. In Florida, aerial footage Sunday showed lines of cars stopped at the Georgia and Alabama lines, as part of Gov. Ron DeSantis' efforts to screen visitors and order those from high-risk areas to isolate for 14 days. 'Come as you are, later on' There were checkpoints on the opposite end of the state as well, but for a different reason: to keep folks out of the Florida Keys.  The Conch Republic normally welcomes visitors to \"come as you are,\" but Monroe County Mayor Heather Carruthers says they're tweaking the slogan as they work to protect residents. It's now, \"Come as you are, later on,\" she said.  Checkpoints at 18-Mile Stretch and Card Sound Road, the entryways from the mainland, deterred 1,300 vehicles carrying about 3,000 passengers from entering the archipelago over the weekend, she said. Traffic Sunday was 20% the norm, she said.  Residents, workers and delivery drivers are allowed to pass. For anyone not falling under those categories, policemen explain that most businesses and all lodging, even at marina berths, is closed, and \"you might be better off if you go home,\" Carruthers said.  \"Right now, we have limited medical facilities. We have three small hospitals,\" she said. \"We don't have the wherewithal to take care of nonresidents. ... If government isn't around to protect the public safety and health, what are we here for?\" From Outer Banks to Lake Tahoe Many tourist destinations are addressing similar concerns. Carrituck County, North Carolina, has shut down the Outer Banks to visitors. Greene County in New York's Catskill Mountains, a rural outpost with no hospital, is asking anyone from cities where there has been community spread -- it specifically cites Westchester County and New York City -- to keep away.  In Sevierville, Tennessee, a getaway not far from the temporarily shuttered Dollywood and Great Smoky Mountains National Park, grocery stores are struggling to keep shelves stocked and Mayor Robbie Fox has made the painful request \"that our visitors help us during this critical time by staying home.\" Harbor Springs, Michigan, requires quarantines for anyone arriving from outside Northern Michigan. Citing the \"undue risk\" short-term rentals pose, the city will consider issuing a moratorium on them at its City Council meeting Tuesday.  \"Short-term renters are unlikely to self-quarantine as directed by the Health Department,\" a proposed administrative ordinance says.  In Truckee, California, north of Lake Tahoe, leaders have warned of \"grave consequences\" if people continue to flock to the town of almost 17,000. \"If you are visiting for the day or short term, please respect our request to return to your primary place of residence,\" the Truckee Police Department said in a statement. \"We cannot support recreation, visitation, close proximity, or non-essential public interaction right now. There is no other alternative and this has to be accomplished now.\" Part-time v. full-time residents In some tourist locales -- notably, getaways for New Yorkers, including the Hamptons and Jersey Shore -- the travel bans have sparked some strife among full-time residents and those who own second homes there. The conflict was encapsulated in a tweet by New Jersey Gov. Phil Murphy, who warned that the Jersey Shore's local infrastructure -- its health care infrastructure, in particular -- \"is not prepared for the influx of part-time residents.\" Those with second homes expressed anger and frustration. They pay taxes, too, they said. Why should they be denied access to their properties? Full-time residents from Cape May to Keansburg countered that the out-of-towners were already a burden and that their sense of entitlement was showing.  A Facebook post by Sheriff Dane Kirby in Fannin County, Georgia -- telling Atlantans they should \"ABSOLUTELY NOT\" be traveling to their cabins in the Blue Ridge area -- invited similar bickering, but the people his deputies have confronted in person were cooperative, he said.  March 21 was an \"absolute madhouse,\" he said, with people thinking it'd be OK to make the 90-minute drive from Atlanta to spend some time in Blue Ridge.   \"What they didn't realize was there was a half million people had the same idea,\" Kirby told CNN.  Recommendations -- for now Blue Ridge sits on the Tennessee line, amid the Chattahoochee National Forest, so federal forestry officials shut down campgrounds and trail heads, while county leaders cracked down on lodging and short-term rentals and banned entrance to the county for anyone who is under a stay-at-home order in their own hometown, he said.  Kirby applauds the moves, he said, but he'd like to see Georgia Gov. Brian Kemp issue a statewide stay-at-home order. He's seen what's happening in New York, and he knows it would take far, far fewer cases to overwhelm Fannin County than it does the Big Apple.  Still, there are folks finding their way to the North Georgia Mountains enclave. When his deputies find them, they ask them to go home, Kirby said. It's merely a suggestion -- for now.  If someone pushed back, he said, \"we would have an adult conversation, and in the end I would try to get the person to do the right thing and understand our side of it.\" Kirby doesn't want to start arresting or fining people, but he has avenues to pursue if anyone wants to take a hardline on visiting the county, he said. He declined to divulge the remedies because he doesn't want to employ them.  \"I hope we don't, and I do not want to sound threatening,\" the sheriff said. "], "Language": false}