{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/sport/hong-kong-horse-racing-coronavirus-happy-valley-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristie Lu Stout, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-31T09:22:20Z"], "LastModifiedDate": ["2020-03-31T09:24:32Z"], "Headline": ["Hong Kong's night races gallop on during the coronavirus outbreak... but without the fans"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Wednesday night races in Hong Kong's Happy Valley are typically a raucous ritual that can draw up to 20,000 people to the course. But during the coronavirus pandemic, race day feels quite different. When the bell sounds and the horses break from the starting gates there is an eerie silence where there would usually be cheers and shouting. There are no crowds of spectators. Only staff, trainers, jockeys, owners and club officials are allowed on site.  Without the usual roar from the stands, I can clearly hear the horses' hooves pound the grass track as the jockeys yell to goad them on. This is what social distancing sounds like at the races.  \"This is surreal,\" Hong Kong Jockey Club CEO Winfried Engelbrecht-Bresges concedes as we overlook the empty stands.  \"But if you look at the importance of horse racing in Hong Kong, where 30% of the adult population follows horse racing, where we have 1.5 million racing fans and every Wednesday night we have at least seven to eight hundred thousand people who are now still sitting in front of the TV and feel entertained. \"And that's why we think it's important to provide the tradition and to continue horse racing.\" READ: Dubai World Cup postponed amid coronavirus outbreak A changing landscape The COVID-19 outbreak has transformed the sporting landscape in the Asia-Pacific region.  Because of coronavirus concerns, both the Hong Kong and Singapore legs of the World Rugby Sevens series have been pushed to October. Formula One has canceled the Australian Grand Prix, and postponed its races in Bahrain, China and Vietnam. Formula E races, golf and tennis events have also been lost. But in Hong Kong, the races gallop on with strict precautions in place.  Everyone is subject to temperature screening before entry, face masks are mandatory and the course is disinfected on a regular basis. In late February, a Hong Kong Jockey Club member who had used its clubhouse tested positive for the virus. The Happy Valley clubhouse, located about a mile away from the race course, was closed for two weeks. READ: The Kentucky Derby is postponed until September due to coronavirus outbreak 'Entertained and employed' The club's off-course betting agencies remain closed, but locals can still place their bets online.  The Hong Kong Jockey Club holds a government-granted monopoly on gambling. It says up to 700,000 people use online channels to place their bets. That's close to 10% of the city's total population.  Its weekly horse race meeting is one of the city's biggest money makers. The turnover for the latest \"Happy Wednesday\" with no fans in the stands was almost $145 million ($1.1 billion HKD), down from $162 million ($1.3 billion HKD) one year ago. The club says the difference is due to the drop in cash customers who prefer to place their bets at one of its 100 off-track betting centers.  When the Hong Kong Jockey Club contributes to 1.3% of Hong Kong's GDP, there's literally a lot riding on the races. But South China Morning Post racing editor Tom Biddington says the decision to keep the races going during the outbreak is about more than just the bottom line. \"One of the other important parts is keeping people entertained and employed,\" says Biddington.  \"(The Hong Kong Jockey Club) is the biggest taxpayer in Hong Kong. It employs more than 20,000 people. It has 700,000 fans in terms of betting accounts. There's a lot of things it does. It's not just about money.\" As a sport, racing is in a unique position because it can continue behind closed doors and, in doing so, become a symbol for a city that has been battling the virus since January.  \"It is the uniqueness of Hong Kong and the resilience of Hong Kong to deal with difficulties and overcome it,\" says Engelbrecht-Bresges.  \"And this is a Hong Kong can-do spirit. And Hong Kong racing is a symbol of Hong Kong.\"  Visit CNN.com/sport for more news, features, and videos COVID-2019 may be keeping the roaring spectators away. But every Wednesday in the city, the races are still running and the betters are still betting.  Crowds or no crowds, the ritual in Happy Valley since 1973 goes on."], "Language": false}