{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/investing/global-stocks/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-05-08T08:22:25Z"], "LastModifiedDate": ["2020-05-08T08:22:25Z"], "Headline": ["Global stocks rise as US and China play nice on trade"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Global stocks are climbing on signs that China and the United States might avoid another bruising confrontation over trade. Dow futures were last up 230 points, or 1%, after surging more than 300 points earlier. Futures for the S&P 500 and Nasdaq increased 1% and 0.9%, respectively. In Europe, France's CAC 40 and Germany's DAX added roughly 1% in early trading. London's FTSE 100 was closed for a public holiday. In Asia, Japan's Nikkei finished the day up 2.6%, while South Korea's Kospi ended 0.9% higher. China's Shanghai Composite rose 0.8%. Hong Kong's Hang Seng closed up 1%. The gains came as Beijing confirmed that its top trade representative spoke with a high-ranking US delegation via telephone about the \"phase one\" trade deal the two countries reached in January.  Chinese Vice Premier Liu He, US Trade Representative Robert Lighthizer and US Secretary of Treasury Steven Mnuchin agreed to \"work together to create a beneficial environment for carrying out [the] 'phase one' trade deal,\" according to a statement released by China's Commerce Ministry. The officials also agreed to \"strengthen cooperation on macro economy and public health,\" according to the Chinese readout of the call. President Donald Trump in January heralded the deal — which reduced some tariffs and allowed Beijing to avoid additional taxes on almost $160 billion of the country's goods — as a significant breakthrough. The Trump administration at the time also said it received commitments from China to purchase billions worth of agricultural goods and crack down on intellectual property theft. But tensions over the coronavirus pandemic cast that goodwill into doubt. Trump, who has claimed without providing evidence that the virus originated in a laboratory in Wuhan, China, hinted last week that Washington could punish Beijing with new tariffs because of the outbreak.  Friday's phone call was a \"substantial relief\" for markets, according to Jeffrey Halley, senior market analyst for Asia Pacific at Oanda. \"The last thing the world economy needed right now, was an escalation in hostilities on that [trade] front,\" he wrote in a research note. -- Steven Jiang and Charles Riley contributed to this report."], "Language": false}