{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/economy/shipping-company-workers-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Vanessa Yurkevich, CNN Business"], "Writers": [["Vanessa Yurkevich"]], "FirstPublishDate": ["2020-03-30T15:21:31Z"], "LastModifiedDate": ["2020-03-30T16:39:43Z"], "Headline": ["Workers on the front lines risk their health to give America essential goods"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["As millions of Americans shelter inside their homes, trying to avoid exposure to the Covid-19 pandemic, many workers continue to risk exposure to the virus on the front lines. They've been deemed critical by the federal government, because they're delivering food and packages, stocking grocery store shelves and operating public transit -- often around the clock.  \"It's scary,\" said Tony Mazzella, a UPS driver. \"I'm a new Yorker. I typically don't get scared of anything, but you know what? It's essential that I'm here because people rely on their deliveries,\" he said. Tony Mazzella is one of nearly half a million UPS workers around the world still on the job. UPS and other shipping companies, including FedEx, DHL and the United States Postal Service are considered \"critical infrastructure\" by the federal government and therefore do not have to shut down. UPS confirmed some of its employees have tested positive for COVID-19. The company says it follows recommended cleaning and sanitation guidelines before allowing employees to return to work, and it provides \"income and health care security provisions for employees who test positive, or for employees who are required by a physician to quarantine, or for employees who are required to quarantine due to their spouse of family member testing positive,\" said Glenn Zaccara, a UPS spokesperson. With hundreds of thousands of employees, often working in close proximity, UPS says it is adhering by all Centers for Disease Control and World Health Organization guidelines. The company has also instituted contactless customer deliveries. \"Do we feel pressure? No, but this is a concern,\" Mazzella said of coming to work each day. \"It's a concern for my coworkers and our families. I don't want to hear that one of my coworkers got sick, or one of my customers.\"  Grocery store workers More than 2 million grocery store workers around the country have also been deemed critical. Jessica Camacho is one of them, working as a bookkeeper and cashier at the Morton Williams Supermarkets on the Upper West Side of New York City - the epicenter of coronavirus in the United States.  \"Coming in every day is nerve-wracking, I am definitely afraid of getting this virus,\" said Camacho. \"But I am doing everything I can to protect myself and I am here for the community and I have to be here to support them and continue doing my job every day.\" Grocery store employees come into contact with high volumes of people daily, and supermarkets around are now sanitizing stores hourly -- including shopping carts, freezer doors, and even credit card pin pads. They've also created special hours for shoppers over the age of 60, one of the highest risk groups. While Morton Williams was able to secure facemasks for their employees, there weren't enough to go around. So, they decided to make their own. \"The masks have been our biggest issue,\" said Avi Kaner, co-owner of Morton Williams Supermarkets. \"My mother who is a retired seamstress and a senior citizen has been working around the clock, producing masks that we're giving to our employees.\" Several employees at Morton Williams Supermarkets have tested positive for COVID-19. Those employees are immediately sent home, the store is sanitized, and they cannot return to work without a doctor's note clearing them of the virus. The supermarket chain, which has 1200 employees is installing plexiglass partitions at their cash registers this week, according to Kaner.  Camacho wears her mask every minute of the day except when she's at home. \"I feel most safe if I have my mask and my gloves on,\" she said. Food delivery workers For those Americans who aren't venturing into grocery stores, on demand food delivery services like FreshDirect are lifelines. The company has 3,000 employees and has seen a 50% increase in demand in the last week. FreshDirect and Morton Williams are both looking to hire more employees to meet the demand. John Dozier has been working for FreshDirect for 12 years and is currently driving grocery deliveries to people's homes six days a week.   \"It feels crazy to understand how much people really need us now in this pandemic,\" said John Dozier. \"It's a little risk coming outside every day to do your job. But I kind of feel like a superhero in a sense, saving the world.\" A few employees have tested positive at the FreshDirect facility in the Bronx, where Dozier works, said the company. The company said it notified any employees the sick employee interacted with and deep cleaned the workspace. Signs on the doors of FreshDirect ask employees not to come to work if they feel sick.  \"Our drivers and frankly all of the people that are coming in to make and package the food are really doing their part,\" said David McInerney, CEO of FreshDirect. \"If we are going to make that effort, then everybody else be responsible and stay home if you can.\" While millions of Americans continue to show up to work, at least virtually, the virus continues to spreading at a rapid rate, and the United States has now overtaken China as the nation with the most confirmed cases. Self-quarantining for those who can helps keep other Americans on the front lines safe. \"Take all your precautions please,\" Camacho the Morton Williams bookkeeper asks of us. \"Keep us safe so we can keep you safe.\""], "Language": false}