{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/opinions/coronavirus-personal-protective-equipment-obeidallah/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Dean Obeidallah"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T00:27:39Z"], "LastModifiedDate": ["2020-03-30T11:53:11Z"], "Headline": ["Trump administration sent protective medical gear to China while he minimized the virus threat to US"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Our doctors and nurses are in desperate need of masks, gloves and other personal protective equipment (PPE) to protect themselves from contracting the coronavirus while treating those who are ill. Some of them are trying to find it on eBay while others are pleading for help on social media. The situation is so dire one New Jersey doctor described it as \"sending medical professionals like lambs to the slaughterhouse.\"  Concerns about a dwindling supply of PPE are not new. Back on February 7, the World Health Organization sounded alarm bells about \"the limited stock of PPE,\" noting demand was 100 times higher than normal for this equipment.  Yet the same day as the WHO warning, the Trump administration announced that it was transporting to China nearly 17.8 tons (more than 35,000 pounds) of \"masks, gowns, gauze, respirators, and other vital materials.\" As Secretary of State Mike Pompeo noted in the press release announcing this shipment, \"These donations are a testament to the generosity of the American people.\" Americans indeed are a generous people. We want to help those in need. And at the time these medical supplies were shipped, more than 28,000 people in China were infected with nearly 600 deaths attributed to the virus. But how could Trump allow tons of vital medical equipment Americans to be transported to another country in February if, as he has claimed since January, he fully understood the risk the United States was facing from the virus.  As a reminder, the first known case of coronavirus case on US soil was confirmed by the US Centers for Disease Control and Prevention on January 21, 2020. The next day, Trump was asked about the virus while attending the World Economic Forum annual meeting in Davos. CNBC anchor Joe Kernen asked the President: \"The CDC has identified a case of coronavirus in Washington state ... have you been briefed by the CDC?\" to which Trump responded, \"I have.\" Kernen continued, \"Are there worries about a pandemic at this point?\" Trump declared: \"No. Not at all. And — we're — we have it totally under control. It's one person coming in from China, and we have it under control. It's — going to be just fine.\" Trump again on January 30 assured Americans he understood the threat posed by the virus and was prepared, stating, \"We have it very well under control,\" adding, \"We're working very closely with China and other countries, and we think it's going to have a very good ending for us ... that I can assure you.\"  On February 5, US lawmakers were pressing the Trump administration on its preparedness for a possible widespread coronavirus outbreak in the US, with some slamming the administration's failure to communicate with the states about how the White House would be addressing it.  By February 6, the United States had 12 known confirmed cases in Wisconsin, California, Washington, Arizona, Massachusetts and Illinois — and with mass testing not yet begun the number of infected was likely far higher.  It was in this climate that the Trump administration announced its aid transport to China. Pompeo bragged on Twitter that the administration had \"coordinated with U.S. organizations to transport\" goods to China including, \"Personal protective equipment.\"  Now compare that to March 18, when Trump defiantly told governors pressing him to help their states obtain similar equipment: \"The federal governments not supposed to be out there buying vast amounts of items and then shipping,\" adding, \"We're not a shipping clerk.\" Just three days after these goods arrived in China, Trump again bragged that the United States was in \"great shape\" when it came to the virus. He then added to assure an increasingly concerned America about Covid-19, \"You know, a lot of people think that goes away in April with the heat — as the heat comes in,\" reiterating, \"Typically, that will go away in April.\"  I won't be so glib as to ask what happened to Trump's \"America First\" policy. That's too easy. But the fact Trump claimed to comprehend the risk posed by the coronavirus and then shipped nearly 18 tons of equipment that includes much of what our medical staff are now pleading for means either he was lying or is dangerously incompetent. You can pick which one you believe. But the results are the same for our valiant health care workers who are working tirelessly to save lives from Covid-19. "], "Language": false}