{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/politics/cuomo-ny-quarantine-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington, DC"], "ByLine": ["By Kelly Mena, CNN"], "Writers": [["Kelly Mena"]], "FirstPublishDate": ["2020-03-28T21:56:35Z"], "LastModifiedDate": ["2020-03-29T01:40:14Z"], "Headline": ["Cuomo on possible New York quarantine: 'I don't think it's legal' and it would be a 'federal declaration of war'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["New York Gov. Andrew Cuomo said Saturday in an interview with CNN that he didn't believe a possible New York quarantine was legal and that it would be a \"federal declaration of war\" after President Donald Trump said he was considering such a tactic for the New York metro area as US coronavirus cases increase. \"It would be chaos and mayhem,\" Cuomo told CNN's Ana Cabrera. \"It's totally opposite everything he's been saying. I don't think it is plausible. I don't think it is legal.\" More than 52,000 of the nation's over 113,000 coronavirus cases have been reported in New York state alone. And officials are forecasting that the apex of the pandemic there is still 14 to 21 days away. \"This would be a federal declaration of war on states,\" Cuomo said, adding that he doesn't think the President is looking to start a war with states. The Centers for Disease Control and Prevention issued a travel advisory regarding the three states about an hour after Trump announced in a tweet that he had asked the agency to do so, saying that a quarantine would not be necessary. Trump's announcement came just hours after he said earlier on Saturday that he was mulling a short-term quarantine of \"hot spots\" in parts of the tri-state area -- New York, New Jersey and Connecticut -- where cases of coronavirus continue to rise. \"We're thinking about certain things. Some people would like to see New York quarantined because it's a hotspot. ... We might not have to do it, but there's a possibility that sometime today we'll do a quarantine, short-term, two weeks on New York. Probably New Jersey, certain parts of Connecticut,\" he told reporters as he departed the White House for Norfolk Naval Station to send off a Navy hospital ship to New York. \"I'd rather not do it, but we may need it,\" said the President, who later tweeted that \"decision will be made, one way or another, shortly.\" Cuomo noted that a tri-state quarantine would dramatically affect the national economy, telling Cabrera, \"I think it would paralyze the economy.\"  \"I think it would shock the economic markets in a way that we have never seen before,\" he said. \"I am not going to close off my borders. Trucks have to come in, food has to come in, mail has to come in.\"  A record number of Americans filed for unemployment benefits this week, with initial jobless claims soaring to a seasonally adjusted 3.28 million in the week that ended March 21, according to the Department of Labor. Cuomo went on to say that he thought Trump's proposal is more of a \"lockdown\" than a quarantine, similar to what happened in Wuhan, China, at the outset of the virus' outbreak.  Cuomo also said on CNN that he would sue Rhode Island if the state did not roll back a policy of stopping all cars with New York license plates. But the governor expects the two states will be able to work it out \"amicably.\"  \"I think what they did is wrong, it was reactionary. I think it was illegal but we'll work it out amicably. I'm sure. No state should be suing police to prohibit interstate travel in any way,\" Cuomo said.  Trump earlier Saturday said that possible quarantine would be \"enforceable\" and \"restrict travel\" from parts of the tri-state area. He also cautioned that any quarantine wouldn't affect truckers from outside the New York area. \"Restrict travel, because they're having problems down in Florida, a lot of New Yorkers going down. We don't want that,\" he said. Juliette Kayyem, a former Obama Homeland Security official and CNN analyst, said that Trump's proposed quarantine is \"an odd way to view New York\" and a \"bad attitude about how to fight the virus.\"  Kayyem said instead Trump should be uniting the country through cooperation. She said, \"Let's get a national stay-at-home policy in place. President Trump can actually do that.\" The White House has not responded to CNN's requests for comment to ascertain more details about Trump's recent remarks regarding a potential quarantine for the New York area. White House chief of staff Mark Meadows has said that the administration is exploring different legal options for what the mechanism would be. Louisiana Sen. Bill Cassidy, a medical professional by trade, defended Trump's proposal to quarantine states in an interview with CNN's Wolf Blitzer. \"If this is what it takes to one, get the needed resources to cities like New Orleans which right now is about to be overwhelmed; and two, preventing it from spreading further. I think it absolutely needs to be looked at,\" Cassidy, a Republican, told Blitzer.  Meanwhile, Dr. Vivek Murthy, former US surgeon general, said that stay-at-home orders are important. He added that putting a restriction in place would do very little to stop the spread of the epidemic in this country. More than 200 million Americans in 25 states have been told to stay home. \"I think in these situations it is essential to let science and public health guide these decisions,\" Murthy said. \"What we know, from scientists and from public health experts is that a quarantine and a travel restriction at this stage does not make sense. It is not supported by evidence.\" This story has been updated to add information about the CDC's travel advisory."], "Language": false}