{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/health/us-coronavirus-friday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, Jason Hanna and Christina Maxouris, CNN"], "Writers": [["Nicole Chavez", "Jason Hanna", "Christina Maxouris"]], "FirstPublishDate": ["2020-03-27T07:33:21Z"], "LastModifiedDate": ["2020-03-28T02:18:09Z"], "Headline": ["US coronavirus cases reach more than 101,000 as reported deaths hit new daily high"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The number of confirmed coronavirus cases in the United States topped 101,000 on Friday as infections quickly spread to new areas of the country.  As of Friday evening, the US has at least 101,242 known cases of coronavirus and 1,588 people have died, according to CNN's tally of cases reported by health officials.  Tracking Covid-19 cases in the US More than two months have passed since the first case of coronavirus was reported in the country and the US has become the epicenter of the global pandemic, overtaking China and Italy. The virus has hit New York and Washington especially hard but a new wave of coronavirus hot spots is already emerging.  Chicago, Detroit and New Orleans are seeing a rapid increase of cases and officials there and in many other cities say they don't have enough medical resources. Mayors from 213 cities across the country have said they do not have, and have no way of acquiring adequate equipment and supplies to protect first responders, according to a survey released Friday. Long lines of cars were seen at the three testing sites in New Orleans on Friday. Within two hours, one of the sites had reached its 250-test daily capacity. In Michigan, where the number of cases skyrocketed to nearly 3,000 from fewer than 350 a week ago, Detroit Mayor Mike Duggan said 468 police officers are under quarantine while the police chief and 39 police officers have tested positive for the virus.  Hospitals in Chicago and New Orleans are preparing for a spike in cases but the city's convention centers will soon become medical facilities to treat thousands of coronavirus patients, similar to New York City.  Latest developments around the country • A 15-minute coronavirus test approved: The US Food and Drug Administration authorized a test Friday using the same technology that powers some rapid flu tests. • Record number of US deaths in a single day: At least 402 coronavirus-related fatalities were reported on Friday. Only four states -- Hawaii, Rhode Island, West Virginia and Wyoming -- have not reported any deaths. • Defense Production Act implemented: President Donald Trump has invoked the Defense Production Act, to compel General Motors to produce more ventilators due to increased hospitalizations. • $2 trillion stimulus package approved: Trump has signed the historic legislation on Friday. It's key elements include sending checks directly to individuals and families, a major expansion of unemployment benefits and financial assistance for small businesses.  • Navy hospital ships deployed: The USNS Mercy, a 1,000-bed Navy hospital ship, arrived Friday at the Port of Los Angeles to treat non-coronavirus patients from area hospitals. A second Navy hospital ship, the USNS Comfort, is expected to reach the New York area next week for the same purpose. Trump says the US will obtain 100,000 ventilators in next 100 days As parts of the US face a looming shortage of life-saving devices, President Trump said the administration would procure 100,000 ventilators in the next 100 days. \"We delivered thousands, as you know, to New York, and they didn't know they got them, and we also had thousands put in a warehouse and that was also for New York,\" Trump said during a coronavirus briefing Friday afternoon. \"So we have to make sure that when we deliver things, they get distributed.\" New York Gov. Andrew Cuomo days ago said his state needed another 30,000 ventilators on top of the 7,000 it had. New York has been \"shopping literally around the globe\" for them, he said Friday. President Trump on Friday morning tweeted that thousands of federally delivered ventilators had been found in \"New York storage,\" and that the state \"must distribute them now.\" Cuomo told CNN Friday that this was \"incorrect and grossly uninformed.\" The state does have ventilators in a stockpile, and they all haven't been delivered because \"the hospitals aren't at their apex\" yet. \"Of course you don't need them today. You need them when you hit the (projected) apex, which is 30,000. We're not there yet,\" he said. Michigan hospitals preparing for 'worst-case scenario' A prominent Detroit-area hospital system acknowledged on Friday that it's preparing for hard life-and-death decisions after a letter was circulated online detailing who would be able to receive lifesaving resources if there's not enough equipment. A spokesman for the Henry Ford Health System told CNN the \"letter is part of a larger policy document developed for an absolute worst-case scenario.\" \"It is not an active policy within Henry Ford, but it is part of our emergency response planning,\" the spokesman said, noting none of the system's hospitals are at capacity with coronavirus patients. The letter, addressed to patients and their families in the event it is sent, says patients with the best chance of improving would be the first priority. It also says patients treated with a ventilator or ICU care may have those treatments stopped if they do not improve over time. \"Henry Ford is one of America's great health care systems, and what they put out is honest,\" Detroit Mayor Mike Duggan told CNN's Jim Sciutto on Friday. \"... Everybody is doing everything we can to stop it, but you would be irresponsible as a health system CEO if you weren't planning for that eventuality.\" 'We are going into a war with no protection,' nurse says Nurses at an upstate New York facility are being told to use one surgical mask for five days because of a shortages.  \"It's like we are going to war with no protection,\" said Kelley Cabrera, an emergency nurse who works in the Bronx.  \"We just feel like we've been abandoned, we are being told to do things that are very dangerous,\" she added.  Earlier this week, Kious Jordan Kelly, an assistant nurse manager at Mt. Sinai Hospital who suffered from asthma, died at a New York City hospital less than a week after testing positive for the virus.  His sister Marya Sherron didn't know he was sick until he was hospitalized. \"I found out he was sick and in the ICU at the same time,\" Sherron said. \"He told me that he's ok and not to tell our parents.\"  Kelly texted his sister, saying he couldn't talk because he wasn't able to breathe. The coronavirus crisis has \"turned our frontline professionals into true American heroes,\" Mt. Sinai said in a statement Tuesday. \"Today, we lost another hero -- a compassionate colleague, friend and selfless caregiver.\" Cuomo: New York may be 21 days away from a peak in cases The rate of new coronavirus cases is slowing in New York, but it still may take 21 days for the Empire State to hit the apex, Cuomo told reporters Friday in New York City. The number of new cases is now doubling roughly every four days, down from what had been every two days, Cuomo said. The state and its National Guard already are assembling four 1,000-bed temporary, overflow hospitals in existing buildings, including at Manhattan's Javits Convention Center.  New York Bellevue Hospital Center created a makeshift morgue using tents and refrigerated trucks. At Elmhurst Hospital Center in Queens, 13 patients died from coronavirus within 24 hours this week. Several health officials and experts say the fight against coronavirus is still beginning. \"We are in for a bumpy ride for the next 12 to 18 months,\" Dr. Ashish Jha, the director of the Harvard Global Health Institute, said Thursday. \"If we are aggressive now about stopping things, shutting down, building up a test regime, we can then open up again .... and most places can go back to work.\" \"But only when we are ready. And we are nowhere near ready now,\" he said.  When President Donald Trump said he hopes to have Americans back at work by Easter, he was making an \"aspirational projection,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases."], "Language": false}