{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/life-in-antarctica-during-the-pandemic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-08T05:39:51Z"], "LastModifiedDate": ["2020-05-08T05:39:51Z"], "Headline": ["What it's like to live in Antarctica during the pandemic"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["'Safest place': Antarctica remains the only coronavirus free continent in the world months after the first case was reported in Wuhan, China. Remotest location: Keri Nelson, who is based at Palmer Station on Anvers Island, says she's grateful to be far removed from the virus, but feels guilty for being away from her friends and family during such a critical time. Alternate reality: \"It's like being on the moon and looking down,\" says Robert Taylor, who works as a field guide at Rothera Research Station. \"We can see what's going on, but it's a long way away.\" Extreme isolation: There are an estimated 5,000 people currently residing here, mostly scientists and researchers, along with plenty of gentoo penguins, whales, seals and albatrosses. Tourism impact: Around 78,500 tourists were expected in Antarctica this season, but  restrictions were put in place early on due to the coronavirus crisis.   Special activities: Penguin watching trips have become a popular activity for visitors, along with Zodiac cruising and visiting research stations. Canceled trips: Palmer Station welcomed thousands of people last season, but Nelson says numbers are down this year due to the pandemic.\n Far removed: \"Despite reading all of the headlines, I know this hasn't really sunk in for all of us yet,\" explains Nelson. \"How could it? We aren't living the reality that people are experiencing back home.\" Work continues: While many people across the world have been unable to work over the last few weeks as a result of the coronavirus, those stationed here are mostly able to perform their duties as usual.  Lasting effects: \"They say that spending a season in Antarctica changes you,\" says Taylor. \"But I can't help but wonder if the rest of the world might change more in this time than we will.\""], "Language": false}