{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/opinions/pangolin-coronavirus-pandemic-breiman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Robert F. Breiman"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T20:11:08Z"], "LastModifiedDate": ["2020-03-27T23:42:53Z"], "Headline": ["The Covid-19 culprit is us, not pangolins"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Early in the SARS outbreak, some 17 years ago, I was in Beijing and Guangzhou with an international team of scientists assembled by the World Health Organization. In live animal markets, the civet cat was a commodity. The mammal, which resembles a mongoose more than a cat, is a culinary delicacy in China and was believed to have health benefits. Civets are shy animals and avoid humans and other animals. Urbanization and deforestation had threatened civets and put them in closer contact with the horseshoe bat, which was shown to carry the SARS virus.  After a long investigation, civets were determined to have caused the SARS outbreak. As the intermediate host, civets spilled the virus over to one or more humans while the horseshoe bat was believed to have harbored the virus strains, serving as the virus reservoir. Recent studies indicate that there may be parallels between SARS and the current pandemic. Scientists have found coronaviruses, genetically similar to the Covid19 virus, in pangolins, leading to a hypothesis that they served as an intermediate host, much like civet cats did with SARS.  But if pangolins or civet cats could talk, they would claim no responsibility for the outbreaks they have been associated with. And I would agree. The culprits in both coronavirus outbreaks that began in China are not the pangolin, horseshoe bat or civet cat. We have met the enemy: It is us. Pangolins are critically endangered anteaters that resemble armadillos. While they are a protected species, they are often smuggled from African and Asian countries into China where they are sold for their meat and scales. In local folklore and traditional medicine, the pangolin's scales are thought to provide a variety of benefits. Since it is illegally poached, purchase of a pangolin in animal markets and under-the-table settings is rumored to be up to $600 per kilogram. We have affected these creatures in more ways than poaching them. As human populations grow, our incursion into a variety of habitats expands even as our appetite for certain animals remains unabated. As it has with civets, deforestation has dramatically affected the areas available for pangolins' foraging, putting them in closer contact with other animals including bats, which are reservoirs for other dangerous viruses like Nipah virus, and possibly Ebola. This may have facilitated the spread of disease.  Our behaviors — interactions with these animals and their environments — are responsible for the dangers that increasingly threaten not just animal species, but also perhaps our own. If we do nothing, outbreaks like Covid-19 will continue to occur, and likely accelerate in number. Given our unprecedented mobility, a single \"spillover\" event, a virus jumping from animal to human, in a remote location can rapidly result in a global calamity like what we are experiencing now. Clearing land for human activities leads to contact with (and between) animals and their secretions at an unparalleled intensity. Some animals may be tolerant of organisms to which we have not previously been exposed, and to which we do not have protective immune responses.  Occasionally, as in the case of Covid-19, genetic characteristics make it harmful for humans. Hunting and marketing of exotic, environmentally threatened animals have often been the final blow, providing a path for pathogens to be transmitted to susceptible humans. If, as in the case of SARS and Covid-19, the virus can then be passed from human to human, it may only take a single spillover event to lead to a global pandemic given the degree of human mobility in the 21st century.  Our behaviors play an immense role with what dangers we face — and will face in the future.  So, we have a couple of choices. We can accept that outbreaks like Covid-19 will continue to occur, and likely accelerate in number, as human populations grow, as our incursions into a variety of habitats expand and as our penchant for certain animals continues. Or, we can decide that the threat to humans (and potentially other animal species) is too great and we must be intentional about changing the path we are on. For instance, environmental experts and public servants should deliberate and decide the best way governments could tightly control the harvesting of trees and expand use of land while considering the impacts on animal habitats. They can do this with a particular eye towards reducing the risk of animal-to-human pathogen-spillover events (among other considerations) when granting permits. Systematic, data-driven approaches, customizable by location and cultural beliefs and practices, will help policy makers advance rational population expansion and safe, sustainable use of natural resources. The first step as a civilization is to recognize that we have a problem. Changing our future will not be simple. Rather than blaming the anteater, it is time to heed the alarms that are getting louder for our health and that of the planet."], "Language": false}