{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/cnn10/ventilators-supply-government-warnings-coronavirus-invs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Majlie de Puy Kamp, CNN Investigates"], "Writers": [["Majlie de Puy Kamp"]], "FirstPublishDate": ["2020-03-27T23:33:56Z"], "LastModifiedDate": ["2020-03-27T23:33:56Z"], "Headline": ["Federal officials repeatedly warned that US hospitals lacked enough ventilators"], "Section": ["cnn10"], "MappedSection": [null], "Article_Body": ["In at least 10 government reports from 2003 to 2015, federal officials predicted the United States would experience a critical lack of ventilators and other lifesaving medical supplies if it faced a viral outbreak like the one currently sweeping the country. The drumbeat of warnings undermines President Donald Trump's claim last week that \"nobody in their wildest dreams\" could have imagined the demand for ventilators that now exists. The demand is pushing hospitals to the brink in New York City and threatening to do so in parts of Washington state, California, Louisiana and beyond. In addition, a 2017 study funded by the National Institutes of Health and the Centers for Disease Control and Prevention found that \"substantial concern exists that intensive care units (ICUs) might have insufficient resources to treat all persons requiring ventilator support\" and that even the supplies held in the so-called Strategic National Stockpile \"might not suffice to meet demand during a severe public health emergency.\" But federal agencies were underscoring the risks of insufficient ventilators and other equipment as far back as President George W. Bush's administration. In July 2003, a report by the Government Accountability Office noted that \"few hospitals reported having the equipment and supplies needed to handle a large-scale infectious disease outbreak. Half the hospitals we surveyed had, for every 100 staffed beds, fewer than 6 ventilators, 3 or fewer personal protective equipment suits, and fewer than 4 isolation beds.\" Many more reports pointing to the lack of ventilators followed, some in response to outbreaks such as avian flu or SARS: A May 2003 GAO report found that \"few hospitals have adequate medical equipment, such as the ventilators that are often needed for respiratory infections ... to handle the large increases in the number of patients that may result\" from an infectious disease outbreak.\nA November 2005 Congressional Research Service report cautioned about a possible H5N1 avian flu pandemic: \"If this strain were to launch a pandemic ... large numbers of victims may require intensive care and ventilatory support, likely exceeding national capacity to provide this level of care.\"\nThat same month, the Department for Health and Human Services published a Pandemic Influenza Plan, which said: \"Despite planning and preparedness, however, in a severe pandemic it is possible that shortages, for example of mechanical ventilators, will occur and medical care standards may need to be adjusted to most effectively provide care and save as many lives as possible.\"\nA July 2006 report by the Congressional Budget Office sent to Senate leaders stated, \"CBO's December assessment noted that the United States has approximately 100,000 ventilators, with three-quarters of them in use on any given day. According to HHS, a severe influenza pandemic like the one in 1918 would require 750,000 ventilators to treat victims.\"\nThe Defense Department in its August 2006 Implementation Plan for Pandemic Influenza: \"Considerable demand for ventilators is likely, especially in the event that the pandemic occurs before a vaccine is available. Where feasible, consideration should be given to stockpiling instead of \"just-in-time\" acquisition of adequate numbers of ventilators, antiviral drugs, and other medical supplies including Personal Protective Equipment (PPE).\nIn November 2007, an Interior Department pandemic influenza plan stated: \"Health care facilities will likely (be) overwhelmed, creating a shortage of hospital staff, beds, ventilators, and other supplies.\nA 2009 Occupational Safety and Health Administration publication noted: \"Healthcare facilities can be overwhelmed, creating a shortage of hospital staff, beds, ventilators and other supplies.\nAn August 2009 report by the Executive Office to the President related to preparations for a H1N1 outbreak said: \"During the peak, 1 or 2 out of every 2,000 Americans might be hospitalized. Cases requiring mechanical ventilation or intensive care could reach 10 to 25 per 100,000 population, requiring 50 to 100 percent or more of the total ICU capacity available in the United States and placing great stress on a system that normally operates at 80 percent of capacity.\"\nA 2015 study by researchers from the Department of Health and Human Services and Center for Disease Control and Prevention modeled the need for ventilators during an influenza outbreak, calculating that \"an additional 7000 to 11,000 ventilators will be needed, averting a pandemic total of 35,000 to 55,000 deaths. A 30% CAR [clinical attack rate], high severity scenario, will need approximately 35,000 to 60,500 additional ventilators, averting a pandemic total 178,000 to 308,000 deaths.\" \"There has always been a concern about a respiratory illness, readily transmittable, emerging as an infectious disease,\" said Marcia Crosse, who worked at the GAO from 1983 to 2018, most recently as the director of health care.  During global outbreaks of H1N1, SARS and MERS, Crosse said, \"we dodged the bullet time and again.\" \"But the CDC has been well aware, HHS has been well aware, the intelligence community has been well aware\" of the risk, she added. \"Of course, nobody would know the specific details, we didn't know it would be a coronavirus from China, but the threat of a respiratory illness was known.\" On Tuesday, Gov. Andrew Cuomo predicted New York would need an additional 30.000 ventilators to effectively battle the pandemic. The Federal Emergency Management Agency has sent 4,000 ventilators so far, Cuomo said on Wednesday, adding that the state has purchased another 7,000 and is looking to buy more. On Friday, he confirmed that the state is now almost halfway to the number he expects it to need. On Thursday night, in an interview with Fox News' Sean Hannity, Trump again minimized the urgency for additional medical supplies, saying \"I don't believe you need 40,000 or 30,000 ventilators. You go into major hospitals sometimes, and they'll have two ventilators. And now all of a sudden, they're saying, 'Can we order 30,000 ventilators?'\" Ventilators typically cost at least $15,000, and though any major hospital would have more than two, they have historically kept on hand only what is needed to serve patients in conditions outside of a pandemic. Dr. Steven Choi, chief quality officer for the Yale School of Medicine and the Yale New Haven Health system, said that diseases like coronavirus put unusual pressure on ventilator resources. \"People need to understand, though, that a typical adult patient normally stays in the ICU only for three to four days,\" he said. \"What we're seeing in Covid-19 patients in Asia, Italy and the US is that when patients do end up being ill enough to be admitted to the ICU, they need to be intubated and remain on a ventilator for two to three weeks, which increases the demands for ICU beds and ventilators dramatically.\"  Major companies, including Ford and General Motors, are working to quickly manufacture additional ventilators. On Friday, Ventec Life Systems and General Motors announced a partnership expected to produce more than 10,000 ventilators per month starting as early as April."], "Language": false}