{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/health/cardiac-injury-coronavirus-study/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacqueline Howard, CNN"], "Writers": [["Jacqueline Howard"]], "FirstPublishDate": ["2020-03-26T11:20:15Z"], "LastModifiedDate": ["2020-03-27T20:40:43Z"], "Headline": ["Cardiac injury among hospitalized Covid-19 patients tied to higher risk of death in new study"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Heart injury could be a common condition in patients hospitalized with Covid-19, according to a new study that also shows it's linked to a greater risk of death among those patients. The study, published in the medical journal JAMA Cardiology on Wednesday, found that among a group of Covid-19 patients hospitalized in Wuhan China, 19.7% suffered cardiac injury, which was found to be a risk factor for dying in the hospital. Cardiac injury, also referred to as myocardial injury, occurs when there is damage to the heart muscle, and such damage can occur when blood flow to the heart is reduced -- which is what causes a heart attack. Cardiac damage and higher risk of early death The new study, conducted from January to February, included data on 416 adults who were confirmed to have Covid-19 and were hospitalized at Renmin Hospital of Wuhan University in China. The data showed that 82 of the patients, or 19.7%, had cardiac injury and 334 patients, or 80.3%, did not. Cardiac injury is defined by an elevation of a protein called troponin that can be measured in the blood, according to the American Heart Association. Troponin and other biomarkers were used to identify cardiac injury in the study. \"An elevated troponin doesn't always mean a heart attack but it does mean myocardial injury or heart damage,\" said Dr. Erin Michos, the associate director of preventive cardiology at Johns Hopkins Medicine in Baltimore, who was not involved in the study. The data also revealed that the death rate was higher among patients with cardiac injury versus those without: 42 of the patients with cardiac injury, or 51.2%, died versus 15 of those without, or 4.5%. \"We know that cardiac damage is a marker for more mortality,\" Michos said. \"This study clearly showed that even after you account for age and pre-existing cardiovascular disease, there was a still four-fold increased risk of dying. That's really important.\" The new study had some limitations, including that the findings are based on observational data, and more research is needed to determine whether similar findings would emerge among a larger and more diverse group of Covid-19 patients. Though the study showed cardiac injury is a common condition among patients hospitalized with Covid-19, it did not indicate whether Covid-19 directly causes cardiac injury. The mechanism of cardiac injury, or the process in which it occurs, among the patients with Covid-19 remains uncertain, and more evidence is needed to demonstrate whether Covid-19 directly injures the heart, the authors said. \"We need to figure out the mechanism of why do people with evidence of cardiac injury have higher morbidity or mortality? Is it related to the fact that they have underlying conditions that make them more susceptible to dying? Is it a marker of individuals that have a more robust immune response that is leading to heart damage?\" said Michos of Johns Hopkins. This and other studies suggest that those with elevated troponin, which measures cardiac injury, seem to be at a greater risk than when the elevation of other types of markers are present, such as inflammatory markers, Michos said.  The researchers also offered some ideas, writing in the study that people with preexisting cardiovascular diseases might be more susceptible to heart injury induced by Covid-19. \"Approximately 30% and 60% of patients with cardiac injury in the present study had a history of coronary heart disease and hypertension, respectively, which were significantly more prevalent than in those without cardiac injury,\" the researchers wrote in the study.  Also, acute inflammatory responses due to an infection can lead to reduced blood flow in patients with preexisting cardiovascular diseases, the researchers noted. They wrote that \"based on these lines of evidence, we hypothesize that an intense inflammatory response superimposed on preexisting cardiovascular disease may precipitate cardiac injury.\" Investigating inflammation Inflammation appears to be the mechanism that best explains the association between cardiac injury and Covid-19, said Dr. Mohammad Madjid, a cardiologist and assistant professor at McGovern Medical School at UTHealth in Houston. To better understand that mechanism, Madjid said that he has looked to flu viruses. \"These viruses -- influenza and Covid and coronaviruses -- can trigger inflammation in the body. That inflammation can damage the heart, can damage the heart arteries, can damage all arteries in the body and that increases the risk of having cardiac injuries,\" Madjid said. \"We know that during every flu epidemic a considerable number of patients actually die of cardiovascular complications of influenza,\" he said. \"During seasonal flu activity, we have higher numbers of people who have heart attacks. We have higher numbers of people who are hospitalized for exacerbated heart failure, the weakening of the heart muscle. We have more incidents of arrhythmias, irregular heartbeats.\" Madjid was first author of a review paper, published in JAMA Cardiology on Friday, that describes how Covid-19 is associated with a \"high inflammatory burden\" that can induce cardiac arrhythmias, or irregular heartbeat, and inflammation of blood vessels and heart muscle. That paper reviewed data from several previously published studies on the potential effect Covid-19 and other coronaviruses, including SARS and MERS, can have on the cardiovascular system. The separate study on cardiac injury that published Wednesday in JAMA Cardiology was included in this new review. \"We know that the hallmark is inflammation,\" Madjid said. \"I think the next step is using anti-inflammatory medications to combat the effect of these viruses on the heart.\" Earlier this month, the American College of Cardiology released clinical guidance for cardiovascular care team professionals treating Covid-19 patients. In that guidance, the ACC noted that, so far, the case fatality rates for Covid-19 patients who also have cardiovascular disease is 10.5% and for those who also have hypertension, it's 6%. A 'potentially important long-term issue' The finding's in Wednesday's JAMA Cardiology paper \"make a lot of sense,\" Kevin Heffernan, director of the Human Performance Laboratory at Syracuse University in New York, who was not involved in the study, wrote in an email on Wednesday. A separate study published in the New England Journal of Medicine in 2018 found a significant association between respiratory infections, especially influenza, and acute heart attack, he said. Overall, \"this is a solid and important study,\" said Brooks Gump, the Falk Family Endowed Professor of Public Health at Syracuse University in New York, who was not involved in the study. When it comes to the public health impacts of Covid-19 and cardiac injury, the study suggests that \"two key take-aways are that it's an important marker of those at high-risk for mortality as a consequence of Covid-19 infection and it may be an indicator of future risks associated with the cardiovascular injury from this infection, even if you recover,\" Gump said. \"Even though they're not dying from that cardiac injury, something about that biomarker is providing some prognostic value beyond other risk factors that were controlled, so it could still be important in terms of identifying high-risk patients that enter the hospital with Covid-19,\" Gump said. \"The other key here is the potentially important long-term issue,\" he said. \"Many patients who pull through may still have cardiac injury and associated long-term cardiovascular issues as a consequence of Covid-19 infection.\" Drs. Chengzhi Yang and Zening Jin, both of Beijing Tiantan Hospital and Capital Medical University in China, co-authored an editorial that published alongside the new study in JAMA Cardiology on Wednesday. They noted in the editorial that so far there have been only scarce data with respect to cardiovascular complications of Covid-19. \"To date, many patients with COVID-19 are still hospitalized in China and other countries, such as Italy and Iran. Therefore, continued observations of the cardiovascular complications of the disease are needed. In addition, further assessment is needed to identify risk factors for poor prognosis,\" Yang and Jin wrote. \"Emerging as an acute infectious disease, COVID-19 may become a chronic epidemic similar to influenza because of genetic recombination. Therefore, we should be ready for the reemergence of COVID-19 or other coronaviruses.\""], "Language": false}