{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/europe/europe-pollution-decline-coronavirus-lockdown-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová and Tim Lister, CNN"], "Writers": [["Ivana Kottasová", "Tim Lister"]], "FirstPublishDate": ["2020-03-27T17:53:32Z"], "LastModifiedDate": ["2020-03-27T17:53:32Z"], "Headline": ["Air pollution drops as Europeans stay at home"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Most Europeans are currently living under severe restrictions, stuck at home, desperately hoping for the coronavirus pandemic to pass soon.  On the flip side: the air is cleaner than it's been in a long time. The huge decline in road traffic, air travel and other business activities across Europe has led to sharp reductions in pollution over several major cities, new images published by the European Space Agency show. A similar effect has been recorded across the United States and in China.  The impact of the pandemic-related restrictions on air quality is staggering. In some parts of Europe, the levels of toxic pollutants in the air have been slashed by a half.  But while the short-term effect might seems positive, experts are warning that the current situation is no solution. \"Addressing long-term air quality problems requires ambitious policies and forward-looking investments,\" said Hans Bruyninckx, the EEA executive director. \"As such, the current crisis and its multiple impacts on our society work against what we are trying to achieve, which is a just and well-managed transition towards a resilient and sustainable society,\" he added. The ESA observations by the Copernicus Sentinel-5P satellite show clear declines in pollution. The measurements were taken over 10 days to even out changes in the weather, which affect the concentration of nitrogen dioxide.  Data from the European Environmental Agency paint a similar picture. The average concentrations of Nitrogen Dioxide (NO2) in the air in the Italian province of Bergamo, which has been completely paralyzed by the outbreak, were 47% lower last week than during the same week last year, the environmental agency said. The NO2 levels in Rome were 26% to 35% lower than in 2019, the environmental agency said.  Much of the NO2 pollution comes from car exhausts, which is why the strict controls on citizens movements led to such dramatic declines.  Similar declines have been observed in the US. Images taken over the first three weeks of March show significantly lower concentrations of NO2 in much of California, where places including the Bay Area and Central Valley have implemented stricter social distancing guidelines.  Another area hit hard by the virus, western Washington state around Seattle, also shows much lower concentrations of the gas in recent weeks. The pandemic has had similar effects on air pollution in China, which still ranks poorly in global air quality comparisons, despite its government's major efforts to tackle pollution in recent years.  According to China's Ministry of Ecology and Environment, the average number of \"good quality air days\" increased 21.5% in February, compared to the same period last year in Hubei province, the epicenter of the global coronavirus pandemic. Some scientists said the radical improvement in air quality could save lives. Marshall Burke, an assistant professor at Stanford's Department of Earth System Science, said the better air quality in China alone could have saved between 50,000 and 75,000 people from premature deaths. \"Does this mean pandemics are good for health? No,\" Burke said. \"Instead it means that the way our economies operate, absent pandemics, has massive hidden health costs, and it takes a pandemic to help see that.\" The link between air pollution and premature deaths has been well established. A 30-year analysis of 652 cities in 24 countries and regions across six continents found that increases in air pollution were linked to increases in related deaths: The higher the levels of pollution, the faster people die.  The World Health Organization (WHO) has estimated that around 7 million people die every year from exposure to fine particles in polluted air."], "Language": false}