{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/california-hospital-ship-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alisha Ebrahimji, CNN"], "Writers": [["Alisha Ebrahimji"]], "FirstPublishDate": ["2020-03-27T12:32:46Z"], "LastModifiedDate": ["2020-03-27T16:02:45Z"], "Headline": ["They used to be oil tankers. Now they're hospital ships deployed to help during the coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two US Navy hospital ships sent to ports in California and New York will help ease the burden of hospitals immersed in treatment of coronavirus patients. The USNS Mercy reached Los Angeles on Friday morning, while the USNS Comfort is set to arrive in New York City in a few days. The ships will be used for relocating shore-based patients undergoing treatments that are not coronavirus-related.  Each ship contains 12 fully equipped operating rooms, 1,000 hospital beds, radiology services, a medical lab, pharmacy, optometry lab, a CAT-scan and two oxygen producing plants, according to the Navy.  The Mercy is typically docked in San Diego, while the Comfort is docked in Norfolk, Virginia. Patients will be rotated out of regional hospitals on a case-by-case basis over several days, LA Port Police Chief Tom Gazsi told CNN. Even though these ships are fully equipped floating hospitals, they weren't always used for healthcare purposes. Both are actually converted supertankers that were tasked with the bulk transport of oil or its products before being converted to hospital ships in 1980s, according to the Navy. Mercy, named for the virtue of compassion, is the third vessel to carry its name. In its oil transporting days, it was named SS Worth. In 1984, the ship was renamed and converted to a hospital ship, carrying out humanitarian assistance and disaster relief. Right now, cargo at the nation's largest port is operating at 80% of capacity, Port of LA executive director Gene Seroka told CNN. He said \"two tremendous shocks to the supply chain\" rocked the system: the \"ill-advised\" trade war between the US and China was the first, and now the coronavirus pandemic. The port is still open for business to keep supply chains moving to get goods to consumers and medical supplies to healthcare workers, according to Gazsi.  There have been no reports of sick workers and none of the 27 terminals are closed for health reasons, according to Gazsi. The port is working closely to share information with partners to highlight and expedite containers carrying medical supplies. "], "Language": false}