{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-27T12:21:47Z"], "LastModifiedDate": ["2020-03-27T12:21:47Z"], "Headline": ["The Dow is back in a bull market. Should it be?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Enthusiasm over record amounts of stimulus from governments and central banks has resulted in a three-day rally for US stocks, pushing the Dow Jones Industrial Average into a new bull market. You read that correctly: The Dow has rallied more than 20% from recent lows, technically ending the bear market it entered on March 11. But massive uncertainty over the trajectory of the coronavirus pandemic remains — making it hard to cheer the gains without apprehension about what's still to come. \"We aren't out of the woods quite yet,\" tweeted Ryan Detrick, senior market strategist at LPL Financial. He pointed out that the bear market in 2008 and 2009 saw a 27% rally before falling 56%. One big problem is investors still have no real insight into how corporate earnings will fare as large swaths of the world are locked down without an exit strategy, despite President Donald Trump's desire to have the US economy up and running by Easter.  \"If you believe the economy will be [opening] back up soon, buy stocks now,\" Nick Raich, CEO of The Earnings Scout, told clients Thursday. \"However, if shutdowns persist into May and June, stock prices will need to reset even lower to reflect even more lost growth.\" Bespoke Investment Group notes that volatility remains \"extremely high,\" while US oil has been sitting out the rally. West Texas Intermediate, the benchmark US contract, is trading below $23 per barrel, down 64% from its high in early January. \"Oil isn't the economic lynchpin it used to be, but it can't be a good sign for the global economy if that asset is stuck in the low-$20s even as risk appetite recovers,\" the research firm said. Excitement over the stimulus tsunami is already starting to wane. Dow futures are down more than 400 points, or 2.4%, while Europe's Stoxx 600 index was 2.7% lower in early trading.  Soon, investors will start demanding signs of progress in containing the virus, said Mark Haefele, chief investment officer at UBS Global Wealth Management. The United States now has more known novel coronavirus cases than China and Italy. \"More success at a national level needs to become evident in Europe within the next week, and in the US within the next two weeks,\" for UBS to feel good about its current predictions, Haefele told clients Thursday.  The bill for saving the world economy is $7 trillion and rising The United States, Europe, Japan, China and India are unleashing trillions of dollars in government spending and newly created money as they desperately attempt to keep the global economy from sinking into depression. Know this: The response to the coronavirus pandemic has been unprecedented in terms of speed and scale. Commitments from governments and central banks to date are close to $7 trillion, according to an analysis by CNN Business. The total includes government spending, loan guarantees and tax breaks, as well as money printing by central banks to buy assets such as bonds and stock funds. The figure includes the $2 trillion US relief package working its way through Congress and 30 trillion yen ($274 billion) in stimulus from Japan that could be approved next month. In Europe, CNN Business tallied stimulus efforts by the biggest economies: Germany, France, the United Kingdom, Italy and Spain. The combined effort dwarfs the response to the 2008 financial crisis, which smashed records at the time. But economists worry even the Herculean efforts undertaken so far won't be sufficient should the crisis extend beyond June. \"The [$2 trillion US] stimulus package is likely the bare minimum needed to offset the current drag from the outbreak,\" Bank of America economist Joseph Song told clients Thursday. \"The economy will likely need close $3 [trillion] in fiscal stimulus, if not more.\" US life has changed dramatically. Here's proof What does the world look like when cities and town rapidly shut down in an extraordinary attempt to control a deadly pandemic? Morgan Stanley is using real-time data on traffic and pollution to find out. The investment bank said in a research note this week that it had observed \"clear signs that consumer behavior in the US has already changed drastically.\" The metrics: On Wednesday, March 18, rush-hour traffic moved 36% faster than normal as roads cleared out, according to INRIX, an analytics firm. Researchers at Columbia University report that emissions of carbon monoxide over New York City have declined more than 50% below typical levels. In Seattle, the number of trips downtown during the morning rush hour declined nearly 40% by March 8. Traffic on Saturdays has been lower, too. Another sign of change: Deutsche Bank's Torsten Slok points out that the number of passengers traveling through US airports this past Tuesday was 10% of normal in March. Up next The US House of Representatives will convene at 9 a.m. ET on Friday to consider the record-breaking $2 trillion relief package. Also today:  US personal income and spending data for February arrives at 8:30 a.m. ET.\nThe final reading of the University of Michigan's consumer sentiment survey for March posts at 10 a.m. ET.  Coming next week: Bad news on the employment front is expected to continue with the US jobs report for March. Economists surveyed by Refinitiv predict that the US employers cut 293,000 jobs from payrolls."], "Language": false}