{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/health/coronavirus-symptoms-list-what-to-do-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-25T14:35:49Z"], "LastModifiedDate": ["2020-03-27T09:09:26Z"], "Headline": ["Coronavirus symptoms: A list and when to seek help"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["What are the telling signs that you may have the novel coronavirus, also known as Covid-19?  The main list of acute symptoms at this time is actually quite short and can appear anywhere from two to 14 days after exposure to the virus, according to the US Centers for Disease Control and Prevention. \"We're emphasizing fever plus a notable lower respiratory tract symptom -- cough or trouble breathing,\" said infectious disease expert Dr. William Schaffner, a professor of preventative medicine and infectious disease at Vanderbilt University School of Medicine in Nashville. Being able to identify those symptoms and act upon them when necessary is critical. Here's what you need to know. Fever Fever is a key symptom, experts say. Don't fixate on a number, but know it's really not a fever until your temperature reaches at least 100 degrees Fahrenheit (37.7 degrees Celsius) for children and adults. \"There are many misconceptions about fever. Average daily temperature is 98.6 degrees Fahrenheit (37 degrees Celsius), but we all actually go up and down quite a bit during the day as much as half of a degree or a degree,\" said Dr. John Williams, chief of the division of pediatric infectious diseases at the University of Pittsburgh Medical Center Children's Hospital of Pittsburgh. \"So 99.0 degrees or 99.5 degrees Fahrenheit is not a fever,\" he stressed. When you check for fever, don't rely on a temperature taken in the morning. Instead take your temp in the late afternoon and early evening. \"Our temperature is not the same during the day. If you take it at eight o'clock in the morning, it may be normal,\" Schaffner explained.  \"One of the most common presentations of fever is that your temperature goes up in the late afternoon and early evening -- it's a common way that viruses produce fever.\" Cough  Coughing is another key symptom, but it's not just any cough, said Schaffner. It should be a dry cough that you feel in your chest. \"It's not a tickle in your throat. You're not just clearing your throat. It's not just irritated. You're not putting anything out, you're not coughing anything up,\" Schaffner said. \"The cough is bothersome, it's coming from your breastbone or sternum. and you can tell that your bronchial tubes are inflamed or irritated,\" he added. Difficulty breathing Shortness of breath can be a third -- and very serious -- manifestation of Covid-19, and it can occur on its own, without a cough. If your chest becomes tight or you begin to feel as if you cannot breathe deeply enough to get a good breath, that's a sign to act, experts say. \"If there's any shortness of breath immediately call your health care provider, a local urgent care or the emergency department,\" said American Medical Association president Dr. Patrice Harris. \"If the shortness of breath is severe enough, you should call 911,\" Harris added.  In addition to difficulty breathing or shortness of breath, the CDC lists emergency warning signs for Covid-19 as a \"persistent pain or pressure in the chest,\" \"bluish lips or face\" -- which indicates a lack of oxygen -- and any sudden mental confusion or lethargy and inability to rouse.  Get medical attention immediately, the CDC says. Flu and cold symptoms This trifecta of symptoms -- fever, cough and shortness of breath -- are not the only signs of sickness that have been seen in cases of Covid-19.  Many other symptoms can resemble the flu, including headaches, digestive issues, body aches and fatigue, which can be severe. Still other symptoms can resemble a cold or allergies, such as a runny nose, sore throat and sneezing.  Most likely, experts say, you simply have a cold or the flu -- after all they can cause fever and cough too. One possible sign that you might have Covid-19 is if your symptoms, especially shortness of breath, don't improve after a week or so but actually worsen. Unusual symptoms An odd symptom that might flag a Covid-19 infection in its early stages was recently identified by the American Academy of Otolaryngology-Head and Neck Surgery. In a statement on their website, they said symptoms of anosmia, or lack of sense of smell, and dysgeusia, or lack of taste, should be used to identify possible Covid-19 infections. \"Anosmia, in particular, has been seen in patients ultimately testing positive for the coronavirus with no other symptoms,\" the statement says. It has long been known in medical literature that a sudden loss of smell may be associated with respiratory infections caused by other types of coronaviruses. Overall, \"I think we're getting a little bit more insight into the types of symptoms that patients might have,\" said CNN Chief Medical Correspondent Dr. Sanjay Gupta on the CNN's New Day news program. \"In a study out of China where they looked at some of the earliest patients, some 200 patients, they found that digestive or stomach GI  (gastrointestinal) symptoms were actually there in about half the patients,\" Gupta said, adding that \"fever and cough and shortness of breath\" still appear to be the prevailing symptoms of Covid-19. So what should you do? \"At this moment, the current guidance -- and this may change -- is that if you have symptoms that are similar to the cold and the flu and these are mild symptoms to moderate symptoms, stay at home and try to manage them with rest, hydration and the use of Tylenol,\" Harris said.  That advice does not apply if you are over age 60, since immune systems weaken as we age, or if you are pregnant -- anyone with concerns about coronavirus should call their healthcare provider, according to the CDC. It's unclear whether pregnant women have a greater chance of getting severely ill from coronavirus, but the CDC has said that women experience changes in their bodies during pregnancy that may increase their risk of some infections.  In general, Covid-19 infections are riskier if you have underlying health conditions such as diabetes, chronic lung disease or asthma, heart failure or heart disease, sickle cell anemia, cancer (or are undergoing chemotherapy), kidney disease with dialysis, a body mass index (BMI) over 40 (extremely obese) or an autoimmune disorder. \"Older patients and individuals who have underlying medical conditions or are immunocompromised should contact their physician early in the course of even mild illness,\" the CDC advises. To be clear, you are at higher risk -- even if you are young -- if you have underlying health issues.  \"People under 60 with underlying illnesses, with diabetes, heart disease, immunocompromised or have any kind of lung disease previously, those people are more vulnerable despite their younger age,\" Schaffner said.   A history of travel to an area where the novel coronavirus is widespread (and those parts of the world, including the US, are going up each day) is obviously another key factor in deciding if your symptoms may be Covid-19 or not. How to be evaluated If you have no symptoms, please do not ask for testing or add to backlog of calls at testing centers, clinics, hospitals and the like, experts say. \"We do not test people with no symptoms because it's a resource issue,\" Schaffner said about the assessment center at Vanderbilt.  \"However, we are emphasizing that people who have this small cluster of important symptoms -- fever and anything related to the lower respiratory tract such as cough and difficulty breathing -- reach out to be evaluated.\" If you do have those three signs, where should you go? \"If you have insurance and you're looking for a provider or someone to call or connect with, there's always a number on the back of your insurance card; or if you go online, there is information for patients,\" Harris said. \"If you don't have insurance, you can start with the state health department or the local community health centers, those are officially known as federally qualified health centers,\" Harris advised, adding that some states have a 1-800 hotline number to call. \"If there is a testing and assessment center near you, you can go there directly,\" Schaffer said. \"It's always good to notify them that you're coming. Otherwise, you need to call your healthcare provider and they will direct you what to do.\""], "Language": false}