{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/04/world/gallery/education-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-04T21:11:30Z"], "LastModifiedDate": ["2020-05-08T01:03:29Z"], "Headline": ["How the pandemic has changed education"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Novice Buddhist monks wear face shields at the Molilokayaram Educational Institute in Bangkok, Thailand, on April 15. A student picks up his diploma May 6 during a graduation ceremony at Bradley-Bourbonnais Community High School in Bradley, Illinois. Because of social distancing mandates instituted by the state, graduates received their diplomas in a nearly empty auditorium with no friends or family allowed to attend.  High school students study behind plastic partitions after they returned to school in Wuhan, China, on Wednesday, May 6. Students keep their distance from one another as they wait to take their Abitur exams in Frankfurt, Germany, on April 30. Students eat their lunch behind plastic partitions at Dajia Elementary School in Taipei, Taiwan, on April 29. Children of essential workers follow social distancing rules while attending school in Edinburgh, Scotland, on April 28. Headmaster Gerhard Köhler sprays disinfectant on the hands of a student before they entered a secondary school in Frankfurt, Germany, on April 27. A child adjusts her mask before returning to school in Paris on April 27. People in Caracas, Venezuela, who do not have internet access at home gather in front of a school to copy their children's work for the week on April 27. Students wear protective face masks on April 22 as they study at J.J. Rabearivelo High School in Antananarivo, Madagascar. A student disinfects a classroom at the Pyongyang University of Foreign Studies in Pyongyang, North Korea, on April 22. Fred Haag, an associate professor of visual arts at Penn State York, conducts a remote class from his small farm in Hellam, Pennsylvania, on April 22. A woman measures the appropriate social-distancing space on April 21 before reopening the Schloss-Schule Elementary School in Heppenheim, Germany. A girl in Rotterdam, Netherlands, takes notes at home while being taught online on April 20. Audrey Merriman, right, and her sister Grace learn from home in Brisbane, Australia, on April 20. Air Force Academy cadets, spaced 8 feet apart, celebrate their graduation as fighter jets fly overhead on April 18. A headmistress screens students' temperatures April 16 at the entrance to a school in the Russian village of Nezhino. Elementary school children sit at desks spaced apart in Løgumkloster, Denmark, on April 16. A girl wears a protective face mask during class in Nezhino, Russia, on April 16. A boy in Madrid studies at home with his mother on April 15. Phoenix Crawford does schoolwork while his mother, Donna Eddy, works from home in Sydney on April 9. Many parents are balancing their own jobs as well as the role of a homeschool teacher for their child. High school freshman Zane Menendez trains alone in Orlando on April 8. Students wear face masks and keep their distance from one another as a new school year starts in Yokohama, Japan, on April 6. Best friends from Austin, Texas, visit one another in the parking lot of Austin High School on April 5. The seniors, clockwise from top left, are Brooke Peterman, Maddy McCutchin, Lucia Saenz, Reese Simek and Lily Tickle.  Lisa Kincade, left, stands with her son Willie as her husband, Mike, adjusts Willie's coat in front of their home in Roslindale, Massachusetts, on April 4. Willie, who has autism, was hoping to get his diploma this spring. But the pandemic made his future plans uncertain. Wendlamita Marino Compaoré, a philosophy teacher, records a class for high-school students in Ouagadougou, Burkina Faso, on March 30. BBT University in Tokyo held a virtual graduation ceremony March 28 using robots. The graduates watched their ceremony through their robot's point of view. A student does homework in Bratislava, Slovakia, on March 27. Many children have been receiving their lessons online. Shonia Hall, director of the Oklahoma City Public Schools nutrition service, hands a bag lunch through a car window at Rockwood Elementary School on March 24. Many students rely on food services from the district. In order to fill that need, some schools have began distributing food for low-income families. Hailey Hill and her boyfriend, Tony Cho, take pictures in Washington on March 19 after their high-school prom was canceled."], "Language": false}