{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-032520/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-25T10:17:51.630Z"], "LastModifiedDate": ["2020-03-26T10:54:32.478Z"], "Headline": ["Dow soars as investors take in $2 trillion stimulus deal: March 25, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for March 26, 2020 news. US stocks finished mostly higher on Wednesday, booking their first back-to-back gains in weeks. Congress agreed to a deal on the economic relief bill, which eased investors’ fears. The Dow ended up 2.4%, or 496 points. The index had been up more than 1,300 points at its high-point.\nThe S&P 500 closed up 1.2%. It was both benchmark’s first consecutive session of gains since early February. The Nasdaq Composite didn’t manage to hold onto its gains and ended down 0.5%. Apple has \"sourced, procured and is donating\" 10 million masks to the US medical community battling the coronavirus outbreak, CEO Tim Cook announced in a video posted to Twitter. The company will also donate millions more masks to the hardest hit regions in Europe, Cook said in a tweet on Wednesday.  The iPhone maker is the latest tech company to throw its weight behind helping to increase the supply of respirator masks. Cook's announcement comes a day after Japanese conglomerate SoftBank said  it would give 1.4 million masks to the state of New York, where the number of coronavirus cases has now crossed 30,000.  Tomorrow's jobless claims data will shine a bright light on the ugly economic fallout from the coronavirus crisis.  Economists expect 1 million people to have filed for unemployment benefits in the week ended March 21, which would be the highest figure ever recorded. But the number could be even higher. Goldman Sachs (GS) estimated more than 2 million people have filed claims. Morgan Stanley (MS) and the Economic Policy Institute expect as many as 3.4 million claims. State labor departments across the the country are struggling to cope with the influx of claims. The coronavirus outbreak has forced businesses across the country to shut down and lay off workers, at least temporarily. Following tomorrow’s report, investors will attempt to quantify the total losses to be experienced, and the corresponding impact on the unemployment rate,\" said Jonathan Golub, chief US equity strategist at Credit Suisse. \"While neither is knowable, an extremely rough rule of thumb would be a 1% increase in the unemployment rate for every 1.5 million jobs lost.\" The US Department of Labor will release the weekly claims data tomorrow at 8:30 am ET.  Pink slips will soon be flying in the oil patch. The crash in oil prices to 18-year lows is forcing energy companies to slash costs, including by laying off workers. Rystad Energy estimates that 1.6 million jobs in the oil industry will ultimately get wiped out around the world. The bulk of those jobs will be in the oilfield services sector, which provides the technology, equipment and manpower to drill for oil. Rystad anticipates 1 million oilfield services jobs disappearing as oil companies rapidly slash spending to cope with cheap oil.  Halliburton (HAL), the largest US oilfield services provider, implemented a mandatory furlough beginning Monday impacting 3,500 employees in Houston.  The oil industry has been hit hard by the combination of shrinking demand caused by the coronavirus pandemic and surging supply because of the price war between Saudi Arabia and Russia.  Chevron (CVX) laid out plans this week to defend its dividend by cutting spending and cutting $1 billion of costs. Occidental Petroleum (OXY) is lowering pay across the board, including for its CEO. The economic stimulus bill agreed to on Wednesday in Washington will place restrictions on businesses that receive loans as part of the $500 billion loan, investment and liquidity program, according to a draft of the bill obtained by CNN. The loan recipients won't be allowed to pay dividends for a year after the loan is repaid, and must retain 90% of employment levels as of March 24, \"to the extend practicable,\" through September 30. $25 billion are earmarked for the airline industry, plus another $4 billion for cargo air carriers and $17 billion for businesses that work in national security. A new congressional oversight commission will monitor the administration's handling of the loans. Trump's businesses are not eligible for any of them. Wall Street's broadest index, the S&P 500, is on track for its first back-to-back gains in more than a month. That's just one way of looking at how wild the past few weeks have been for the stock market. The S&P gained a whopping 9.4% yesterday, its best performance since 2008, and is up 3.2% this afternoon. But for the month, things look less rosy. The index has dropped nearly 15% so far in March, putting it on track for its worst month since October 2008 -- the peak of the financial crisis. A group of 33 attorneys general from called out leading online marketplaces for failing to adequately protect consumers from price gouging amid the coronavirus outbreak.  The attorneys general issued letters asking Amazon (AMZN), Facebook (FB), Ebay (EBAY) and Craigslist to more closely monitor their platforms for price gouging by third party sellers.  As the coronavirus outbreak escalated and consumers stocked up on essential goods, listings for exorbitantly priced face masks, sanitizers and other products began popping up on online marketplaces. Earlier this month, Amazon said it removed more than 1 million products for price gouging or falsely advertising effectiveness against coronavirus.  \"As COVID-19 spreads throughout the country, it is especially important unscrupulous sellers do not take advantage of Americans by selling products at unconscionable prices,\" a letter from the group to Amazon CEO Jeff Bezos reads.  The attorneys general from many states, as well as Washington DC and Puerto Rico, recommended several actions: Set policies against price gouging that take into consideration historical seller prices, and enforce restrictions. \nTrigger price gouging protections ahead of an official emergency declaration; for example, ahead of pending weather events.\nCreate a complaint portal for customers. Independent contractors and so-called “gig” workers will be eligible to receive federal aid under the $2 trillion emergency package being considered by the US Senate, according to a CNN review of the document The language in the draft bill could provide additional certainty to millions of part-time workers who drive for Uber (UBER) or deliver for Amazon (AMZN), in what has become a major part of the digital economy. The provisions are responsive to requests by tech execs including Uber CEO Dara Khosrowshahi, who this week wrote to President Donald Trump asking for economic support for Uber drivers.  \"My goal in writing to you is not to ask for a bailout for Uber, but rather for support for independent contractors and, once we move past the immediate crisis, the opportunity to legally provide them with a real safety net going forward,” Khosrowshahi wrote. Gig economy businesses such as Uber have battled fiercely at the state level, especially in California, to avoid having to classify their drivers as employees who would be eligible for corporate benefits. The draft bill is not yet final. US stocks' performance are mostly confused about how to react to Congress' stimulus bill deal. But not investors in Boeing (BA).  The aircraft manufacturer's stock soared 32% on two very good piece of news for the company. 1) Congress has reached a deal on an aid bill. While the details will be released later Wednesday, the company is expected to receive tens of billions of dollars in government assistance. The company advocated for a $60 billion bailout. 2) The company is expected to restart production on the 737 Max in May, according to Reuters and CNBC, earlier than expected. Boeing shut down its assembly line for the jet in January amid fallout from two fatal crashes. Boeing was placed on credit-watch negative by Fitch only a couple weeks ago. The company shuttered its Washington factories Tuesday. And the company suspended its dividend for the first time in nearly 80 years on Monday. So the company hasn't had a ton of great news. It has been a wild ride for stocks this morning. Up, down, round and round -- traders just couldn't decide which way things were going to go today. At midday, stocks are still mixed, but the Dow and the S&P 500 -- the broadest tracker of the US market -- are squarely in the green. The Dow is up 2.7%, or 560 points, helped by a more than 30% jump in Boeing (BA) stock. The S&P 500 is up 0.9%. The Nasdaq Composite is modestly negative, slipping 0.1%. IBM (IBM) is part of a growing group of corporations taking steps to aid in fighting coronavirus. Among its latest: an app from The Weather Channel (which IBM owns) that allows users to track the outbreak in their area.  The app has been outfitted with a new \"COVID-19\" tab that shows coronavirus cases, deaths and — soon — recoveries in the zip code and state where the phone is being used. It uses CDC data, and also shows the trend of cases in the state, as well as a map of where they are.  \"The data for COVID is very complex out there ... We said could we help if we had a trusted source for the consumer, from the CDC, that was hyperlocal?\" IBM CEO Ginni Rometty said in an interview with CNN.  First thing I did was look at my mother's zip code. She has to go to the doctor because of some things. How did I feel about her going outside? ... I think it is really about helping everyone change their behavior to do what is the right thing right now.\" IBM is now working on developing the app in Spanish for other parts of the world.  Watch the interview here: BMW will close its largest US factory for two weeks due to supply chain disruptions amid the coronavirus pandemic. “We will continue to monitor the ongoing situation very closely and adjust our plans as circumstances dictate,” BMW said in a statement. The closure of the South Carolina plant will commence on Sunday, March 29. US banks are under pressure from the coronavirus crisis, which could hurt their credit profiles in the long run, according to ratings agency Fitch. Fitch cut its ratings outlook for America's banks to \"negative\" from \"stable\" last week.  While banks entered this cycle from a position of financial health, they are grappling with liquidity pressures, revenue and earnings challenges,\" said Christopher Wolfe, Managing Director and Head of North American Banks, Fitch Ratings. US banks had been in a more sustainable position, as the 2008 financial crisis spurred new rules for liquidity, capital and regulatory standards. But that doesn't mean the outbreak won't hurt banks. Lower interest rates will make their lending businesses less profitable, for example. Corporations, meanwhile, need to access credit facilities -- which Fitch expects will ultimately be recycled back into the banking industry. Major US bank stocks are in the red today. JPMorgan (JPM), the largest American bank by assets, is down nearly 4%. Citi (C) stock is down 1.6%, and Bank of America (BAC) shares are down nearly 3%. Target (TGT) said Wednesday that sales at stores open for at least one year have increased 20% so far in March compared with last year. Household staples and food sales have increased 50% so far in March and clothing sales have dropped 20% compared with last year, Target said.  Target's results signal that Americans are stocking up on food and basic items, but not clothing, during the pandemic. However, Target withdrew its prior guidance for first quarter and full year 2020 sales and profit and suspended share buybacks.  That drove down Target's stock around 8% during early Wednesday trading. McDonald's is closing stores and adjusting its operations to cope with the coronavirus pandemic.  The company said in an SEC filing Wednesday that \"substantially all of our restaurants in the United States are operating drive-thru, delivery and takeaway only,\" adding that some also have limited hours menus and capacity. It added that all locations in France, Italy, Spain and the United Kingdom are currently closed, and that most other international restaurants are limiting their operations.  The pandemic is expected to \"negatively impact our financial results,\" the company added, saying that the impact could be material.  How can retailers navigate the coronavirus pandemic as stores around the world shut down? Investors think Nike (NKE) could offer some clues. The retailer's revenue between December and February beat investors' expectations despite a heavy reliance on China, pushing shares up 10% in early trading. Driving the enthusiasm: Nike said that sales in Greater China fell 4% last quarter, after 22 consecutive quarters of double-digit growth. But online sales in the region increased by more than 30%, helping to compensate for the fact that three quarters of its locations were temporarily closed. The company said that nearly 80% have now reopened. We're seeing the other side of the crisis in China,\" CEO John Donahoe told analysts Tuesday. UBS analyst Jay Sole said the strength of online sales eases some concerns about cash flow and will put Nike in a better place than expected when the crisis ends. But the company still faces tough months ahead. All stores outside Greater China, Japan and Korea have been closed since March 16. US stocks initially opened in the green on Wednesday after political leaders in the country reached a major deal overnight about a $2-trillion stimulus bill that will provide a jolt to America's coronavirus-stricken economy. But then things got messy. Stock futures had rallied on the news, but pared their gains ahead of the opening bell. For investors, many questions remain, including just how long the outbreak will last. And in the first minutes of trading, stocks were all over the place. The Dow opened up 1.5%, or 300 points, higher.\nThe S&P 500 kicked off 0.4% higher.\nThe Nasdaq Composite opened flat. All three indexes pared their initial gains and the S&P and the Nasdaq briefly dropped into negative territory within the first minutes of trading.  The Dow was last up 600 points, or 2.7%, while the S&P recovered to climb 1.7%. The Nasdaq also rose 1.6%. Frontline workers in the health care industry who are responding to the coronavirus pandemic can get a free tall brewed or iced coffee at Starbucks.  Police officers, firefighters, paramedics, doctors, nurses, hospital staff and researchers can get a free beverage in stores until May 3, the company said. For the next two weeks, however, the free cup could be more difficult than usual to get as the company has closed a number of its US and Canada cafes because of the pandemic. It's temporarily only offering drive-thru and delivery only.  However, some locations within or nearby hospitals remain open. As the United States is getting used to the new normal of social distancing and self-isolation, many wonder when everyday life -- and the economy -- will go back to the way things were before. It's important that before we put everyone back to work, we have the public health situation under control,\" said former Federal Reserve Chairman Ben Bernanke on CNBC this morning. The coronavirus crisis is expected to result in a short but sharp recession for America and the world. But rather than a Great Depression-style downturn, this is much more akin to a major snowstorm or natural catastrophe, Bernanke said. And that also means that monetary policy can only help so much if the public health aspect isn't handled right. Occidental Petroleum, the embattled oil driller backed by Warren Buffett, is cutting compensation across the board as its stock price has tumbled. The pay cuts will impact \"everyone at the company starting with the management team,\" a spokeswoman for Occidental told CNN Business.  No specifics were announced. However, The Wall Street Journal reported that the pay of US employees will be cut by up to 30% and top execs by an average of 68%. CEO Vicki Hollub, who masterminded Occidental's  risky takeover of Anadarko Petroleum last year, will see an 81% drop in her compensation, the Journal reported.  \"During this unprecedented time impacting our industry, and the global economy, we’re taking aggressive actions to ensure the health of the company while protecting jobs,\" a company spokeswoman said in a statement. Oil stocks have been hammered across the board as crude has crashed to 18-year lows. However, Occidental (OXY) is under even greater pressure because of the debt it piled to buy Anadarko. Occidental's stock has lost three-quarters of its value in 2020 and 84% over the past 12 months. Fitch Ratings announced a rare triple downgrade of Occidental's stock, leaving it in junk territory. Hyatt (H) is furloughing two-thirds of its corporate workers as travel demand amid the coronavirus pandemic dries up.  The furloughs will last two months, from April 1 to May 31. Those who aren't furloughed will have their pay temporarily reduced. Hyatt's corporate leaders, including the CEO, aren't taking a salary during the period.  Hyatt will still provide health care and employees are \"encouraged to use PTO days to cover pay during the furlough period,\" the company said in a release.  It's the latest mega hotel chain to announced furloughs on the corporate level. Marriott (MAR) announced last week that it was furloughing thousands of employees for similar reasons.  US stock futures pared their earlier gains and are now pointing at a mixed open.  That said, futures rallied quite a lot overnight in reaction to a deal on the $2 trillion coronavirus relief bill in Washington. Markets are still searching for equilibrium and trying to figure out when the economy will be able to re-open, and right now there is just about zero clarity on that front,\" said Paul Hickey, co-founder of Bespoke Investment Group. That lack of clarity likely won't be resolved anytime soon -- and the uncertainty could keep investors on their toes. Stocks were gearing up for their first back-to-back gains in weeks after futures jumped on Congress reaching a deal on the economic relief package. But we can't have nice things, and the agreement wasn't enough to keep investors in a good mood. Futures for the S&P 500 and Nasdaq Composite slipped back into modestly negative territory, while Dow futures remain slightly higher, pointing to a flat to slightly weaker open.  US stock futures rose Wednesday as political leaders in the country reached a major deal overnight about a $2-trillion stimulus bill that will provide a jolt to America's coronavirus-striken economy.  The full details have yet to be released. But over the last 24 hours, the elements of the proposal have come into sharper focus, including:  $250 billion set aside for direct payments to individuals and families\n$350 billion in small business loans\n$250 billion in unemployment insurance benefits  \n$500 billion in loans for distressed companies, like airlines Here's how US markets are reacting: Dow (INDU) futures were last up 600 points, or 2.91%\nS&P 500 (SPX) futures were last up 1.42%, erasing a loss of more than 2%\nNasdaq (COMP) futures were 1.61% higher rkets across Asia had already been climbing following Tuesday's major surge on Wall Street, which was driven by optimism about the US government's response to the pandemic. Japan's Nikkei 225 (N225) ended the day up 8%\nSouth Korea's Kospi (KOSPI) gained 5.8%. \nHong Kong's Hang Seng Index (HSI) increased 3%\nChina's Shanghai Composite (SHCOMP) was last up 2.3%\nAustralia's S&P/ASX 200 closed up 5.5% Coming on the heels of the central banks, there is increasing optimism that politicians are starting to understand the scale of the economic stop coming our way, as the death toll across Europe and the US continues to rise,\" wrote Michael Hewson, chief market analyst at CMC Markets UK, in a research note."], "Language": false}