{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/business/economy-recession-coronavirus-trump-easter/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-03-25T17:49:09Z"], "LastModifiedDate": ["2020-03-25T18:35:15Z"], "Headline": ["Trump wants America reopened by Easter. That could send the US economy into depression"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["President Donald Trump, fearing an economic catastrophe ahead of the November election, is hoping to swiftly remove the severe health restrictions imposed to fight the coronavirus pandemic. But opening America for business in a few weeks could have the opposite effect: It could lay the groundwork for a repeat of the Great Depression. Trump said Tuesday he wants the United States \"opened up and raring to go by Easter.\"   The goal would be to ease the debilitating financial pain caused by the unprecedented shutdown of large swaths of the nation's economy. Unemployment claims are spiking. The stock market has cratered. And gross domestic product -- the broadest measure of the economy -- will probably suffer an historic collapse.   But there are massive risks involved with quickly reversing the social distancing policies. Not only would a premature re-opening of the economy defy the advice of health experts, but economists warn it would backfire. Instead of a one-time blow, the economy could face repeated shutdowns over a prolonged period.   \"If the president decides to go 180 on us and open by Easter, that will create chaos and confusion. That is the prescription for a depression,\" Mark Zandi, chief economist at Moody's Analytics, told CNN Business.   The goal of the health restrictions is to slow the outbreak, buying precious time to prevent the nation's hospitals and doctors from becoming completely overwhelmed.   \"If people are panicked because hospitals are overflowing and loved ones are dying, the hit to the economy will be even worse than if we remain in lockdown,\" said Zandi, who advised Republican presidential nominee John McCain in 2008. \"It's a massive gamble -- and one without science on his side.\"  Bernanke warns against rushing back to work Ben Bernanke, the former Federal Reserve chairman credited with rescuing the American economy from the 2008 crisis, issued a similar warning Wednesday.  \"It's important that before we put everyone back to work, we have the public health situation under control,\" Bernanke said on CNBC.   Bernanke, who studied the Great Depression, said the current situation is \"more like a major snowstorm or natural disaster than a Great Depression-style downturn.\"  But in this case, it's a snowstorm being intentionally brought on by governments desperately trying to prevent the spread of the virus.   Almost half of all Americans have been ordered to stay home. Malls and shopping centers are empty. Airports are vacant. Roads and bridges are eerily quiet. Restaurants have converted to takeout only.   \"We're at a Volcker moment,\" said Joe Brusuelas, chief economist at RSM, referring to former Fed chief Paul Volcker's painful decision in the late 1970 and early 1980s to put the United States into a recession to tame runaway inflation.  \"The federal government is slowing the economy down to try to terminate the virus. It's a conscious policy choice,\" Brusuelas said.  Morgan Stanley: Unemployment could spike to 12% Conscious or not, the pain is severe for both Wall Street and Main Street.  Unemployment benefits spiked 33% last week, the sharpest increase since 1992. Goldman Sachs predicted that figure will spike eightfold this week to a record 2.25 million.  The US unemployment rate will climb rapidly from current levels of 3.5%. Morgan Stanley sees unemployment averaging a record 12.8% in the second quarter.   And economists are bracing for an historic collapse in GDP. Goldman Sachs estimates the economy will contract at a 24% annualized rate in the second quarter. Morgan Stanley sees a record-breaking drop of 30.1%.   Sniffing out the looming recession, the stock market has gotten crushed. The S&P 500 has lost a quarter of its value, ending the longest bull market in American history.   Washington wasted little time mounting a powerful response.  The Federal Reserve slashed interest rates to zero, promised to buy an unlimited amount of bonds (infinite QE) and is working overtime to unfreeze the financial pipelines in a bid to prevent a financial crisis.  Congress and the White House reached a deal on a $2 trillion economic stimulus package early Wednesday that provides relief for households, small businesses and lifelines for major corporations.   Blankfein supports phased return to work But the stimulus won't erase the economic fallout. Moody's still expects second-quarter GDP to plunge by 17.6%, compared with 28.3% without stimulus.   Former Goldman Sachs CEO Lloyd Blankfein said that efforts to flatten the virus curve are \"sensible,\" but have a real cost, too.  \"Crushing the economy, jobs and morale is also a health issue - and beyond,\" Blankfein tweeted on Tuesday. \"Within a very few weeks let those with a lower risk to the disease return to work.\"  Zandi urged US officials to study what happened in Asia, where China, South Korea and Singapore imposed very restrictive lockdowns.   \"They're on the other side of this. While they are still battling the virus, their economies are coming back to life,\" Zandi said.   Yet Beijing is also discovering that it is difficult to persuade companies to get back to normal. And there is a risk that rushing that return to normalcy could spark a second wave of coronavirus in China.   Better off with one-time hit With the presidential election barely five months away, Trump is clearly getting anxious to lift the health restrictions and revive the economy.   \"Our people want to return to work. They will practice Social Distancing and all else, and Seniors will be watched over protectively & lovingly,\" the president tweeted on Tuesday. \"THE CURE CANNOT BE WORSE (by far) THAN THE PROBLEM!\"  Of course, Trump would not be able to singlehandedly bring the economy back to life.  Various mayors and governors would likely keep their shutdowns in place, especially in hard-hit areas such as New York, New Jersey and San Francisco. And countless CEOs would chart their own course, keeping their offices and factories dark to protect workers and morale.   Still, lifting federal restrictions would re-open parts of the economy, despite pleas from health officials not to do so.  \"One can't help but think this is just a naked expression of the president's own narrow electoral interests,\" RSM's Brusuelas said.   But Brusuelas urged Trump to put the national interests ahead of his own political ambitions.  \"If you reopen the economy prior to the termination of the virus, you're creating a better probability of second and third waves that shut the economy again,\" he said. \"The US is better off taking a one-time hit.\""], "Language": false}