{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/world/robots-pandemics-coronavirus-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-03-25T18:05:39Z"], "LastModifiedDate": ["2020-04-14T13:27:42Z"], "Headline": ["Robots could help us combat future pandemics. Here's how experts wish they could help us now"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Although many people around the world are practicing social distancing during the coronavirus pandemic, those on the frontlines fighting the virus can't stay home. Experts agree that robots could take over the \"dull, dirty and dangerous\" jobs humans are currently fulfilling.  Countries such as China have already deployed robots to assist with certain tasks during the pandemic, like taking people's temperatures.  But in an editorial published Wednesday in the journal Science Robotics, experts suggested that more needs to be done now. Robots currently used for other applications could be repurposed to handle dangerous tasks that involve a risk of infection. And the coronavirus pandemic serves as a teachable moment: We weren't prepared.  The panel reminds us that similar plans for robotic assistance were created after the 2015 Ebola outbreak -- but the funding and motivation dropped off.  The White House Office of Science and Technology Policy and the National Science Foundation organized workshops in 2015 that identified three broad areas where robotics can make a difference: clinical care such as telemedicine and decontamination; logistics such as delivery and handling of contaminated waste; and reconnaissance including monitoring compliance with voluntary quarantines.  \"The experiences with the Ebola outbreak identified a broad spectrum of use cases, but funding for multidisciplinary research, in partnership with agencies and industry, to meet these use cases remains expensive, rare and directed to other applications,\" the researchers noted.  We could have been ready, and now we're trying to play catchup during a pandemic, the researchers said. \"I don't think that we are ready this time, but hopefully with our collective efforts we can be more ready next time,\" said Guang-Zhong Yang, founding editor of Science Robotics, one of the authors of the editorial and dean of the Institute of Medical Robotics at Shanghai Jiao Tong University. Repurposed robots Yang was traveling when coronavirus hit Shanghai and returned home at the peak of the outbreak. He quarantined himself in a hotel room for 14 days. His temperature was checked twice a day by people at the hotel. But when he ordered food, a little robot would deliver it to his door.  \"I'm a roboticist myself, and it's just quite surreal to have an experience as this,\" he said.  It's one of many examples showing how robots could prevent human contact from spreading the virus.  Yang, who did not test positive for the virus, said some developed robotic technologies are already helping, like robots being used for disinfecting hospitals and surfaces like plastic, metal and glass where the virus can live for up to 72 hours.  In order to prevent the robots themselves from spreading the virus, Danish company Blue Ocean Robotics uses ultraviolet light devices on their robots as a way to disinfect surfaces. They can help reduce contamination on high-touch surfaces.  \"I think what is clear is that we need to do more of those,\" Yang said. \"The issue here is every time there is an outbreak, we realize how important it is. How do we make sure we have an orchestrated effort in terms of supporting the sustained development of those robots that can be used when a situation happens such as this?\" The robots taking temperatures in China began as autonomous navigation robots used in industrial settings. They use self localization mapping to understand their environment and navigate around obstacles, he said.  Yang's work primarily focuses on surgical robots, which can be operated remotely. He thinks they could be used to help clinicians who are treating contagious patients in crowded ICU wards.  How robots can help The authors of the editorial, consisting of robotics experts across the globe, identified key areas where robots could lend assistance that would remove humans from harm's way during a pandemic.  This includes disease prevention, diagnosis and screening, patient care and disease management.  \"Robots have the potential to be deployed for disinfection, delivering medications and food, measuring vital signs, and assisting border controls,\" the researchers wrote.  They can be used to take temperatures of people in public areas or at ports of entry, collect nasal and throat samples for testing, act as telemedicine assistants, handle contaminated waste and even monitor compliance with voluntary quarantines. More developed disinfecting robots could detect high-risk, high-touch areas and continuously work and clean, the researchers said.  The editorial also addresses remote operations that allow work and socioeconomic functions to continue. The authors call for robotics that could assist with manufacturing or operating power and waste treatment plants, doing the hands-on work and allowing people to remotely operate them. Remote presence robots could also stand in the place of someone in a meeting, basically providing their presence through a video screen.  \"COVID-19 may become the tipping point of how future organizations operate,\" the researchers wrote. \"Rather than cancelling large international exhibitions and conferences, new forms of gathering -- virtual rather than in-person attendance -- may increase. Virtual attendees may become accustomed to remote engagement via a variety of local robotic avatars and controls.\" The pandemic is also highlighting a need for assistance and social robots to help those at home, especially the elderly.  Social robots can not only monitor patients and make sure they adhere to treatments, but provide much-needed social interactions as well. It could be a comfort to those who can't live with their family members, whether it be during a pandemic or for other reasons. The social robots could also assist with simple tasks, and check vital signs if there is concern that the person is becoming ill.  \"However, this is a challenging area of development because social interactions require building and maintaining complex models of people, including their knowledge, beliefs, emotions, as well as the context and environment of interaction,\" the researchers wrote. And roboticists are realizing that some of the simplest tasks, which carry risk during pandemics, could be assumed by robots.  \"One of them is as simple as delivering needles,\" said Howie Choset, an editor of Science Robotics, author on the editorial and professor in the Robotics Institute at Carnegie Mellon University. \"Right now, there are people who are sick, who also need healthy food, and yet we don't want to inadvertently expose somebody to getting sick by delivering foods. \"So another robot application we should be thinking about is a mobile robot that just leaves the car, goes to the person's front door, delivers the food and goes away if you really want to be extra, extra safe. I get it -- you can leave stuff on doorsteps -- just ring the bell and go, but this adds another level of safety.\" Preparing for the future Roboticists don't want to see us in this situation again -- realizing the resources we need in the middle of a problem with limited methods of action.  After a pandemic or outbreak, other priorities rise to the surface, like restoring social and economic functions. But history can easily repeat itself -- and in the case of coronavirus following Ebola, it can happen sooner rather than later. Pulling together government action, existing technology and the research community is key, they said.  The authors suggested a regular bi-annual global challenge that focuses on the development of robots for infectious diseases. It would allow testing of the effectiveness of the robots to determine if they can be developed, make them cost-effective and ensure that rapid deployment is possible.   \"I think at this time we really need to ensure that we have a global orchestrated sustainable approach to research with the use of robots,\" Yang said. Robots could be better integrated into existing infrastructure as well. And frankly, people need time to get used to robots. In medical robots, patient safety and effectiveness are highly-regulated areas, Yang said. But people also need a comfort level with them in order to feel safe -- especially if one is swabbing inside their nostrils. Many of the robotics needed right now require capabilities that aren't being developed or funded at the moment, the researcher said. \"Without a sustainable approach to research, history will repeat itself, and robots will not be ready for the next incident,\" they said. Choset also emphasized that robotics, drones and artificial intelligence could also be used in other areas, like disaster response and humanitarian aid.  \"We hope to inspire others in the community to conceive of solutions to what is a very complicated problem,\" he said."], "Language": false}