{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/opinions/the-future-normal-hinge-event-bergen-rothenberg/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Bergen, CNN National Security Analyst and Daniel Rothenberg"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-05-07T21:05:50Z"], "LastModifiedDate": ["2020-05-07T22:27:00Z"], "Headline": ["How the 'hinge event' of Covid will change everything"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["We all have a general sense of what \"national security\" means and what threatens it. But we need to rethink and update the term, now that our way of life is facing a dangerous threat, not from a foreign army, spy network or terrorist organization, but from a microscopic virus that has, quite suddenly, changed everything. The American diplomat George Kennan, in 1948, defined national security as \"the continued ability of the country to pursue the development of its internal life without serious interference, or threat of interference, from foreign powers.\"   Today, we need to adjust this definition, with national security as \"the continued ability of the country to pursue the development of its internal life without serious interference, or threat of interference, from foreign powers or other diverse threats,\" a formulation that covers the challenges posed by non-state actors, such as al Qaeda's attack on 9/11-- and the coronavirus today.  This pandemic has profoundly interfered with the life of our nation and we must treat it as one of the most significant threats to our national security in decades. At this writing, more than 70,000 people have died from the coronavirus in the US, and the number of known cases is doubling about every four weeks; currently there are more than 1.2 million.   America's economy has shed more than 30 million jobs. Indeed, the coronavirus crisis is shaping up to be a \"hinge event\" in American history, like the Great Depression or 9/11.  It is reshaping the world, politically, socially and economically and it is also revealing major structural weaknesses in American society and undermining already fraying trust in the capacity of the US government to respond effectively to core security challenges.  Already, in these early stages of the crisis, we have seen how quickly a pandemic can transform our daily lives. How many of us realized, at the start of this year -- only four months ago -- that entire industries would be brought to their knees, that unemployment would reach levels not seen in more than 80 years. Who knew that the most basic social activities -- going to work, attending school, visiting friends and family -- could be so utterly upended?  Hinge events change the way people understand their world-- and their concept of what leaders and institutions should do to keep their country secure. In the US, out of the vast suffering of the Great Depression, for example, came the reforms of the New Deal, including Social Security, the Fair Labor Standards Act, banking reforms, rural electrification and crop insurance, all of which remade the nation.  Globally, that economic collapse also played a key role in the rise of fascism and the Nazi Party, whose aggressive political vision led to World War II and the death of an estimated 60 million people.  Yet, out of the ashes of that devastating conflict arose the \"rules-based international order\" and the creation of new organizations, such as the United Nations, the International Monetary Fund and NATO, a new alliance of mutual protection.  These all played a role in reducing interstate war and  created the \"long peace.\" They ushered in a period in history that, however flawed, allowed hundreds of millions of people to benefit from a vast global reduction in poverty and unprecedented improvements in health and education. Now we face what is likely a new hinge event. We can define it as: Before the Coronavirus, or BC, and After the Coronavirus, or AC.  Rahm Emanuel, chief of staff to President Barack Obama (and former Chicago mayor), once famously counseled. \"Never allow a good crisis go to waste. It's an opportunity to do the things you once thought were impossible.\" In other words, for all the dislocation, uncertainty, stress and suffering they bring, crises are also opportunities for reimagining and rebuilding our social order.   WHAT THE FUTURE SHOULD BRING Reframing how we think about and pay for \"national security\"  As we rethink the meaning of national security, the US must change the way it manages its resources and money. Already Covid-19 has killed 20 times more Americans than the 9/11 hijackers. The pandemic is the greatest threat to our collective security since World War II. But our national security apparatus is ill-equipped to respond effectively. The Trump administration is asking for a defense budget of around $750 billion, $150 billion more than annual defense budgets under President Barack Obama, yet in 2020 the government sought only $6.5 billion to fund the Centers for Disease Control and Prevention. Our priorities need serious rebalancing.  Investigating how the government responded  There is a pressing need for a bipartisan Coronavirus Commission, modeled on the 9/11 Commission, which not only examined the attacks and their aftermath but also made solid recommendations, such as the creation of the National Counterterrorism Center, which has helped deter future 9/11s.  New futures of work In the AC-era, we will likely see huge increases in distance working and distance services, such as telemedicine, in nearly every field, from basic health care to psychiatry.   The death of the office Quite rapidly, the pandemic has forced us to conduct a giant experiment about how the office can play a far less significant role in our lives. Jes Staley, the CEO of Barclays, which has about 70,000 employees around the world now working from home, told reporters recently, \"The notion of putting 7,000 people in the building may be a thing of the past.\"  The commercial real estate sector will likely suffer badly as companies look to save money on leases and office workers reject long commutes. Many of those who work outside of the service sector can work from anywhere. This in turn will also affect real estate -- particularly in densely packed cities like New York. It's hard to imagine that there will be a great demand in the AC-era for the chance to live in crowded apartment buildings with cramped elevators. Paid family leave as a right and Medicare for those who want to opt into it Ideally, the crisis will improve basic labor and health rights and deepen formal protections for lower-wage workers, who are essential to the service economy, agriculture, and home health care and have become the \"essential\" frontline forces in the battle against the pandemic. A better Internet For all the suffering, stress and dislocation created for society by the coronavirus, our ability to manage it without the Internet is almost unimaginable. The AC-era, then, will highlight, with even greater clarity, our fundamental dependence -- in nearly every facet of life -- on an effective and highly functional Internet. So, the pandemic will ideally yield affordable broadband for all and will be based on cloud-based platforms that are connected to 5G networks. Redefinition of higher education  Before the pandemic, the US faced key structural problems regarding higher education, such as ballooning student debt and inequality. Add to these, now, one of the most striking, rapid changes brought on by the pandemic: the shift from in-person higher education to online courses. In the AC-era, it is likely, if not inevitable, that a significant amount of college instruction will move to permanent online or semi-online offerings.  This has many advantages -- allowing students to pursue degrees while working full or part time and raising families, for example. Yet, American institutions of higher learning face a profound challenge: how to massively increase online education while maintaining a commitment to high-quality teaching, student mentorship and academic integrity -- all  while providing some semblance of a traditional college experience. Addressing climate change  The coronavirus has demonstrated that profound risks to our safety and well-being are often fundamentally global. Ideally, the AC-era will reframe the debate about climate change and inspire states around the world to clarify global commitments to reduce human-produced global warming through agreements and mechanisms that have clear, enforceable provisions. And ideally this effort would be led by the US, China and other powerful nations.  The process will surely be tentative and imperfect, but the scope of the climate crisis will become even more apparent and in need of a serious response in the wake of the coronavirus.   Interestingly, the pandemic has also revealed the immediate benefits of reducing carbon emissions. Think of New Delhi, the most polluted capital city in the world, a city so dangerous that children were literally choking on the air there. As a result of the virus, Indian Prime Minister Modi ordered a weekslong lockdown across the country. For the first time in decades, the 19 million inhabitants of Delhi can now see blue skies on a routine basis.  Indians and others around the world -- including people in Los Angeles who have watched the smog suddenly lift from their city during lockdown -- can see for themselves some of the immediate value of reducing pollution and may thereby imagine the far more profound benefits of seriously addressing climate change.  Conjuring the political will to reshape the climate change debate could happen not only in India, but also in many other countries, including the United States.   New infrastructure.  Not since the Eisenhower-era of highway building has there been such an opportunity and urgency to expand and repair US infrastructure, an area of common agreement between Republicans and Democrats. Infrastructure initiatives could get many Americans back to work and stimulate the economy in a manner that would support long-term productivity.  Infrastructure means the digital as well as the physical kinds -- such as bridges, roads, waste treatment, energy production, schools -- many of them necessary to efforts to insulate Americans from the next predictable big crisis, such as the effects of climate change in places like Lower Manhattan, Norfolk, Virginia and southern Florida.  WHAT THE FUTURE WILL LIKELY BRING Having considered all the changes that should happen in the After Coronavirus era, we now turn our attention to the likely effects and challenges of this new period -- changes that are more dystopian, and some already underway -- whether we like them or not. Surveillance technologies will become ever more embedded in societies The coronavirus has demonstrated many of the benefits of mass tracking and remote data collection and analysis, as health officials have tried to contain the disease's spread. Yet, it is already evident that these same technologies can be used in ways that are dangerous for civil liberties.  While China has been able to require citizens to use digital bar codes on mobile apps that gauge their contagion risk during the pandemic, its related efforts in recent years to create \"social credit\" scores for all its citizens -- pote"], "Language": false}