{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/investing/premarket-stocks/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-03-24T11:56:31Z"], "LastModifiedDate": ["2020-03-24T11:56:31Z"], "Headline": ["The ghosts of 2008 haunt US coronavirus response"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["For the second time in two days, Democrats voted on Monday against advancing a $2 trillion package to mitigate the economic crisis caused by the coronavirus pandemic. Why? They want to avoid a replay of 2008. Senator Sherrod Brown, a Democrat from Ohio, argued Monday that the American people \"don't want another corporate bailout\" that prioritizes Wall Street and airlines over workers. \"The fact is, we need to learn from 10 years ago,\" he said. \"The same people came to us and said, 'We need this bailout.' They promised that it would help people stay in their homes. They promised that it would be money in the pockets of workers. The banks have done well. The executives have done well. But since then wages have basically remained flat.\" CNN's Alex Rogers and Phil Mattingly report from Washington: Democratic senators have maintained that their response cannot reflect the 2008 Troubled Asset Relief Program, the $700 billion bank bailout often referred to as TARP, underscoring that the policy and political repercussions from that vote are still having ripple effects to this day. The policy fallout is plain — while the emergency efforts saved the financial system and, by extension, the economy, a similar scale of effort and aid wasn't made available to average Americans, at least not without onerous rules and regulations to overcome and strings attached. \"In our desire to overwhelmingly respond ... there were great mistakes made,\" Senator Bob Menendez, a New Jersey Democrat, said Sunday. \"We need to not only have a sense of urgency, we need to get it right.\" One problem for Washington is that investors do have a sense of urgency when it comes to the stimulus package. Optimism that progress was being made contributed to a global stocks rally on Tuesday, but further signs of delay could spark a quick reversal and add to the collapse in stock prices. Kit Juckes, a strategist at Societe Generale, described the scale of Monday's intervention by the US Federal Reserve as \"incredible.\" But lawmakers still need to pass that stimulus package. And on the comparison to 2008? \"The key [in 2008] was to limit the damage a financial crisis caused to the rest of the economy. The key now is to make sure that people can withstand the economic hardship caused by the collapse in activity, and that when the virus is beaten, the economy can recover as fast as possible,\" Juckes said. What can the world learn from China? The country where the pandemic began was almost completely shut down in late January as the number of coronavirus cases mounted. Now, with the outbreak apparently under control, China is trying to re-start its economy. Beijing's plan rests on a slew of policies and campaigns meant to push people back to work, encourage business confidence at home and abroad, and protect as many companies from failing as possible. Many parts of the country are lifting their lockdowns, removing road blockades and allowing people to travel more freely — as long as they have documented proof that they are healthy. But as my colleague Laura He reports from Hong Kong, Beijing has acknowledged that its attempt to get back to normal is risky. Some businesses have rushed back to work, only to be forced to shut down again when workers became infected. Analysts caution that the return of millions of people to work in China could also risk another outbreak if the virus hasn't been totally eradicated in local communities. \"In our view, the risk of a second wave of Covid-19 in China is rising,\" wrote Ting Lu, chief China economist for Nomura, in a recent report. Western governments are also debating when to lift restrictions on travel and public life. But China's blueprint might only provide so much help, particularly for economies that operate under less centralized government control.  \"The challenge in the West will be to incentivize people to go out to restaurants, theaters, and sporting events, rather than to get workers back to the factories,\" said Victor Shih, an associate professor at the University of California at San Diego. \"The challenge is very different.\" Meanwhile, there are signs that President Donald Trump is leaning toward re-starting the US economy weeks before the virus may peak.  \"Our country was not built to be shut down,\" the president said on Monday. \"We are going to be opening up our country for business because our country was meant to be open.\" Europe is hurting Experts have been warning that economic data is going to take a dramatic turn for the worse in the coming weeks, revealing the scale of damage caused by the coronavirus pandemic.  One of the first reports out of Europe is ... not great.  IHS Markit's Flash Eurozone PMI Composite Index dropped to 31.4 in March from 51.6 in February, revealing what the survey's publishers described as the \"largest collapse in business activity ever recorded.\"  The prior low for the eurozone was seen in February 2009, when the index hit 36.2. That suggests the pain is even more intense than during the peak of the global financial crisis. Huge job cuts are already underway. \"Employment is already falling at a rate not seen since July 2009 as despair about the outlook broadens, said Chris Williamson, chief business economist at IHS Markit. Here's the reaction from Capital Economics: \"March's slump in the eurozone Composite PMI is so sharp that at any other time it would look like a spreadsheet error. But now it is all too believable, and April's data could be even worse,\" the research firm said. Reminder: US initial jobless claims will be published on Thursday. Up next Happening later: Nike reports results after US markets close. Coming tomorrow: US crude inventories."], "Language": false}