{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/africa/south-africa-lockdown-intl/index.html"], "Source": ["cnn"], "Location": ["Johannesburg"], "ByLine": ["By Brent Swails and David  McKenzie, CNN"], "Writers": [["Brent Swails", "David McKenzie"]], "FirstPublishDate": ["2020-03-24T00:13:45Z"], "LastModifiedDate": ["2020-03-24T03:03:04Z"], "Headline": ["South African President announces three-week lockdown over coronavirus"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["South Africa will enforce a three-week lockdown over coronavirus, President Cyril Ramaphosa announced Monday. In a televised address to the nation, Ramaphosa said the 21-day lockdown will begin at midnight  Thursday and he called on the country to \"urgently and dramatically\" escalate its response.  \"Immediate, swift and extraordinary action is required if we are to avoid human costs of this virus,\" said Ramaphosa, adding that if the nation failed to act swiftly, it could face \"a human catastrophe of enormous proportions.\"  In the week since the country declared a state of national disaster, the number of confirmed cases has increased sixfold, Ramaphosa said, especially troubling in a country with a large immune-suppressed population of HIV and tuberculosis suffers.  \"The action we are taking now will have lasting economic costs,\" said Ramaphosa. \"But we are sure that the cost of not acting now will be far greater.\" Essential services As of Monday, South Africa has more than 400 confirmed cases of Covid-19, according to Health Minister Zweli Mkhize -- the highest number so far for any country in Africa, according to the World Health Organization. Under the lockdown, people will not be allowed to leave their homes except to buy food, medical supplies, collect social grants or seek medical attention. All shops and businesses will be closed except for pharmacies, supermarkets, petrol stations and health care providers as well as laboratories, banks and other essential financial services. Essential personnel including health care workers, emergency and security personnel necessary to the response will also be exempt. The South African National Defense Force will be deployed to assist the South African Police Service, Ramaphosa said. Ramaphosa implored South Africans to act in the interest of the nation and not out of self-interest. \"We are a nation of one and we are surely going to prevail,\" said Ramaphosa. South Africa declared a \"national state of disaster\" over the spread of the virus last week and prohibited travel from high-risk countries including Italy, Iran, South Korea, Spain, Germany, the United States, the United Kingdom and China. Ramaphosa ordered the closure of half of the country's land ports and schools and banned public gatherings of more than 100 people across the country."], "Language": false}