{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/health/coronavirus-nurses-inside-washington-care-home/index.html"], "Source": ["cnn"], "Location": ["Kirkland, Washington"], "ByLine": ["EXCLUSIVE: By Sara Sidner, CNN"], "Writers": [["Sara Sidner"]], "FirstPublishDate": ["2020-03-24T01:31:14Z"], "LastModifiedDate": ["2020-03-24T02:19:41Z"], "Headline": ["Care home nurse tells of terrifying and sudden ways coronavirus struck her patients"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The veteran registered nurse started her own mental checklist: cough, rapid breathing and the red eyes -- all the sickest patients seemed to have the red eyes. For Chelsey Earnest it was the eyes that became the single most important sign as she and other staff at the Life Care Center in Kirkland, Washington, struggled with the new coronavirus that was sweeping the nursing home even before it became feared across the country. \"It's something that I witnessed in all of them (the patients). They have, like ... allergy eyes. The white part of the eye is not red. It's more like they have red eye shadow on the outside of their eyes,\" Earnest said. The American Academy of Ophthalmology sent an alert to its members Sunday evening that there are reports Covid-19 can lead to conjunctivitis -- which can lead to a reddening of and around the eyes. It warned ophthalmologists to protect their mouth, nose and eyes when seeing patients who could be infected. Eye issues are not on the list of symptoms being circulated by the US Centers for Disease Control and Prevention that stresses a high fever, dry cough and shortness of breath, though the list is not all-inclusive. Earnest tracked those symptoms, too. But for her and her colleagues at the Life Care Center and  admitting doctors at a nearby hospital, the eyes became a sign that coronavirus had struck, she told CNN. \"We've had patients that just had the red eyes as the only symptom that we saw and go to the hospital and pass away,\" she said. \"I've even had the disaster medical control physician say, 'Do they have the red eyes?' And I will say yes. And he'll say, 'I'll find you a bed.' It's just something about this, the way that it affects these patients.\" CNN interviewed Earnest and three other staff members from the Kirkland Life Care Center using special precautions -- positioning everyone so their faces were 6 feet or more from others, and using overhead boom microphones instead of the more usual clip-on mics that pass underneath clothing. Earnest said she didn't know the patients at the Kirkland home well -- she was the director of nursing at a sister facility -- but she had no hesitation when she heard the call for volunteers to staff the center where a patient had tested positive for Covid-19. And, like the rest of America, she didn't know what havoc coronavirus would bring. What she saw will haunt her. By day the elderly patents at the nursing home had good vital signs. By night all hell broke loose. Earnest worked nights. \"It's an invisible invader. And I described it as chasing the devil, 'cause that's what it was like,\" Earnest said. She said she remembers walking into one of the nursing care patient's rooms in the evening and all was well. Four hours later, he was struggling to breathe. \"He was sitting up and he was eating was fine. He had no symptoms. His vital signs were stable. And at two o'clock in the morning, his respiratory rate was in the high 30s. His oxygen saturation was less than 80. He was very rigid. He had flushed face, he had the red eye and he was in definite distress. We called 911 got him out.\" If the eyes were a visual cue, the dry cough was the audible one, Earnest said. \"I started following the coughs and I was writing down all the symptoms I saw in these patients. They all clinically presented about the same -- their respiratory rate would be very high, their oxygen saturation would be very low.\" She said she shared what she and others had seen with the local doctors, the CDC and Health and Human Services staff when they finally arrived. But they initially also felt alone in the fight. \"How I describe it is, you're going off to war and you're in a battlefield where supplies are limited. The help's slow to get to you and there's lots of casualties and ... you can't see the enemy,\" Earnest said. \"It was like a war zone and I checked every room, checked every patient. If there was no patients left in that room, I closed it and taped it off.\" She said she had never experienced anything like it in her 20 years as a nurse and manager.  As the virus swept through the center, in a suburb of Seattle, at least 129 patients and staff and visitors were infected, according to the CDC and Life Care Center. A total of 29 people associated with the care home have died, 18 of them patients. And, as in China and other places that had coronavirus first, the elderly were at the greatest risk of death. Nancy Butner, vice president of Life Care Centers of America's Northwest Division, said the average age of those who died was 80. Tears welled in her eyes as she thought of those lost.    \"Just the patients ... losing them. Because we've lived with them for so long. It's hard,\" said Butner, who had been director at the Kirkland center for 14 years. She said the entire staff had been trained in infection control and were following normal procedures in what would have been flu season anyway. A CDC report into the outbreak at the care center criticized some of their protocols, limitations in effective infection control and prevention and staff members working in multiple facilities.  Izabela Ivanova, who has been a registered nurse at Life Care since 2005, said no one was prepared for the spread of the novel coronavirus  \"We did the things that we normally do. We had them examined by physicians, but we never thought that there is a possibility of something like Covid. This was absolutely on nobody's mind,\" she said. The home normally cares for two kinds of patients -- long-term residents who may have dementia or other life-altering ailments, and short-term residents who need extra help for a period of rehabilitation after an illness or operation.    \"We all work very closely,\" Earnest said as she began to tear up. \"You have caregiving staff that are very close to their residents. We hug them, we kiss them, we love them.\" And while the staffers who spoke to CNN say they believe they tried to deal with the crisis the best way they knew how, they also know they might have made mistakes. They were just trying to save the people crashing in front of them. \"That was my priority,\" Earnest said."], "Language": false}