{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/politics/donald-trump-coronavirus-asian-american-community/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Maegan Vazquez, CNN"], "Writers": [["Maegan Vazquez"]], "FirstPublishDate": ["2020-03-23T22:06:20Z"], "LastModifiedDate": ["2020-03-24T00:50:17Z"], "Headline": ["Trump says spread of coronavirus not the fault of the Asian American community"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump said Monday that the spread of the novel coronavirus in the US is not the fault of Asian-Americans, a group that has been the target of a growing number of racist and xenophobic attacks related to the virus.  \"It is very important that we totally protect our Asian American community in the United States, and all around the world,\" Trump tweeted Monday evening. \"They are amazing people, and the spreading of the Virus (...) is NOT their fault in any way, shape, or form. They are working closely with us to get rid of it. WE WILL PREVAIL TOGETHER!\" Trump's call to \"protect\" these Americans comes less than a week after he defended his use of the terms \"China virus\" and \"Chinese virus\" to describe Covid-19 -- which originated in Wuhan, China. After consulting with medical experts, and receiving guidance from the World Health Organization, CNN has determined that that name is both inaccurate and is considered stigmatizing. Last week, Trump claimed that he was using the term because China tried to blame the virus on US soldiers. \"Because it comes from China. It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate,\" Trump said at the time. Pressed again, he said: \"I have great love for all of the people from our country, but as you know China tried to say at one point ... that it was caused by American soldiers. That can't happen. It's not gonna happen, not as long as I'm President. It comes from China.\" He also denied that it was a racist term to use."], "Language": false}