{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/politics/hhs-inspector-general-review-coronavirus-response/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Priscilla Alvarez, CNN"], "Writers": [["Priscilla Alvarez"]], "FirstPublishDate": ["2020-03-23T04:00:08Z"], "LastModifiedDate": ["2020-03-23T21:18:52Z"], "Headline": ["Government watchdog launches review into HHS' coronavirus response"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A government watchdog is assessing the Department of Health and Human Services' response to the coronavirus outbreak and reviewing nursing home preparedness after a number of elderly residents became ill and died, a spokeswoman for the HHS inspector general told CNN. The reviews are being launched by the Health and Human Services inspector general, said Tesia Williams, spokeswoman for the HHS IG. It's not uncommon for the inspector general to launch new reviews in the throes of an incident. The IG's work will jump into some of the key issues raised amid the outbreak. The HHS inspector general is specifically launching a review into the department's repatriation and quarantine efforts and looking into whether nursing homes — one of which became the US epicenter of the coronavirus outbreak — are properly equipped to respond to diseases, Williams said.  The inspector general will also conduct a review of hospitals to shed light on the needs and concerns in diagnosing and treating patients with coronavirus, including the availability of personal protective equipment, which has been in high demand but short supply. Last month, a whistleblower at HHS said in a complaint that more than a dozen workers who received the first Americans evacuated from Wuhan, China, where the coronavirus originated, lacked proper training or protective gear for coronavirus infection control. The House Ways and Means Committee sent letters to Health and Human Services Secretary Alexander Azar, the HHS Deputy Inspector General, and the comptroller's office requesting more information after the complaint was submitted. It's unclear, however, whether the HHS IG's review of the department's repatriation and quarantine effort is directly correlated to the complaint. The IG's evaluators and auditors are expected to look into how the effort was handled, if protocols were in place, and if workers had the equipment and training to respond, according to Williams. The IG is also expanding an existing review of social services to include nursing homes. Evaluators and auditors will interview staff and administrators at nursing homes to assess whether workers were prepared to stem the spread of the virus among residents, Williams said.  Nursing homes have been particularly vulnerable to the coronavirus. Early data suggests older people and those with severe chronic medical conditions are \"at a higher risk of getting very sick from this illness,\" according to the CDC, which advises people who meet that criteria to stay home as much as possible.  Washington state has seen approximately 2,000 coronavirus cases, and has had nearly a quarter of the more than 400 deaths nationwide. The Department of Veterans Affairs announced earlier this month that more than 134 nursing homes across the country have adopted a \"no visitors\" policy to lower the risk of coronavirus exposure among vulnerable older veterans. The HHS IG will also expand ongoing reviews about the department's program overseeing the care of unaccompanied migrant children to include disease outbreak. This story has been updated with additional details of the IG's investigation."], "Language": false}