{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-032320/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-23T10:18:13.887Z"], "LastModifiedDate": ["2020-03-23T21:14:06.067Z"], "Headline": ["Stocks close in the red despite Fed's rescue efforts: March 23, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks ended in the red on Monday, after the Senate failed for a second time to vote through the coronavirus economic relief package. A slew of new stimulus measures from the Federal Reserve provided a boost to premarket trading, but it didn’t help stocks end the regular trading day higher. The Dow finished 3%, or 583 points, lower. The S&P 500 closed down 2.9%. The index has now erased all of the gains accumulated under the Trump administration. The Nasdaq Composite finished 0.3% lower. The US Federal Housing Finance Agency stepped up today to protect renters in multi-family properties. Fannie Mae and Freddie Mac will grant owners of multi-family properties who are \"negatively affected by the coronavirus national emergency\" forbearance of mortgage payments -- as long as they don't evict renters who are unable to pay their rent because of the coronavirus impact. “Renters should not have to worry about being evicted from their home, and property owners should not have to worry about losing their building, due to the coronavirus,\" said FHFA director Mark Calabria in a statement. US stocks sank sharply again this afternoon after Senate Democrats blocked a coronavirus economic stimulus bill from advancing. It was the second time in two days Democrats blocked the measure as talks over the giant bill continue. The Dow, which had been moderately lower earlier in the day, fell 700 points, or 3.7%. The S&P 500 fell 3.6% and the Nasdaq was down 1.5%. The global economy is on track for a short but sharp recession this year, according to a statement from the International Monetary Fund, as the impact from the coronavirus pandemic weighs on economies throughout the world. The outlook for worldwide economic growth this year is negative, said Kristalina Georgieva, a managing director of IMF, in a statement Monday. The impending recession will be \"at least as bad as during the global financial crisis or worse,\" she said. The IMF expects that growth will rebound in 2021. \"The economic impact is and will be severe, but the faster the virus stops, the quicker and stronger the recovery will be,\" Georgieva said. Department store giant Macy's (M) was already struggling when the economy was in high gear. It just couldn't compete with the likes of Amazon (AMZN), Walmart (WMT), Target (TGT) and TJ Maxx and Marshalls owner TJX (TJX). Macy's also didn't have a successful digital strategy. Now that retail sales are expected to plunge as consumers pull back as a result of the coronavirus, Macy's future looks even more bleak. Shares of Macy's plummeted 15% Monday to an all-time low of barely above $5 a share after CFRA analyst Camilla Yanushevsky cut the stock to a \"sell.\" The stock is now down 70% this year. Macy's announced late Friday that it was suspending its dividend and cutting capital expenditures to conserve cash, accessing a $1.5 billion credit facility and withdrawing its 2020 sales and earnings targets. CFRA's Yanushevsky said in her report that Macy's faces \"heightened financial vulnerabilities\" and is likely to lag both the broader market and other retail stocks over the next 12 months due to the coronavirus pandemic.  In other words, it may take a miracle on 34th Street for Macy's to get back on track anytime soon. At its low point today, the Dow erased all the gains it accumulated since the November 2016 election of President Donald Trump. The index briefly fell below 18,333 points, the level at which it closed on Election Day in 2016. Since that date, the Dow climbed more than 60% to its all-time high of 29,551 in February. The coronavirus crisis has made these gains vanish in a matter of weeks. The Dow has bounced back since dropping below that key level today. Where it closes today remains an open question.  Royal Caribbean Cruises (RCL) has received a $2.2 billion revolving line credit to help the beleaguered company stay afloat, it announced Monday.  The move was made to \"bolster its liquidity,\" bringing its total to $3.6 billion.  The cruise industry is in dire straits as the world shuts down because of coronavirus. Royal Caribbean's stock briefly halted trading. It fell 1% Monday and is down more than 80% for the year. \"This is a period of unprecedented disruption for the cruise industry,\" said Jason Liberty, the company's chief financial officer said in a release. \"We continue to take decisive actions to protect the company's financial and liquidity positions as they enable us to keep focused on our guests, our crew and our long-term plans.\" Stocks are deep in the red at midday. The Washington gridlock on fiscal stimulus measures has overshadowed hopes that the Federal Reserve's onslaught of new monetary moves would lift markets higher. The Dow is down nearly 4%, or 770 points.\nThe S&P 500 has dropped 4%, which means it has erased all of its gains accumulated during the Trump administration.\nThe Nasdaq Composite, which even managed to turn positive this morning, is down 2.4% at midday. The novel coronavirus outbreak has forced many people to stay home and work -- and kids are \"going\" to school virtually as well. That's a big reason why video conferencing company Zoom Video Communications (ZM) has been one of the rare Wall Street winners while the broader market has plunged into bear status. Shares of Zoom soared nearly 20% Monday to a new all-time high and are now up an astonishing 130% so far in 2020. CEO Eric Yuan said during an earnings conference call earlier this month that \"overnight, almost every business really understands they needed a tool like this. This will dramatically change the landscape. I truly believe in the future, every business would turn to video for the remote workers for the collaboration.\" Another web video company, virtual medicine firm Teladoc, is also surging on social distancing measures. Teladoc (TDOC) shares were up about 15% Monday to a new record highs and have nearly doubled this year. Teladoc said in a release last week that it is \"experiencing unprecedented daily visit volume in the United States as the novel coronavirus continues to spread globally.\" Patient visits were up 50% from the prior week to about 100,000 -- and a big chunk are reporting breathing problems due to the virus. “We are seeing more patients and more of those patients are experiencing upper respiratory issues,” said Teladoc chief medical officer Lew Levy, MD, in the release.  The S&P 500 -- the broadest measure of US stocks -- has dropped below the key level of 2,264 points, erasing all of the gains it achieved under the Trump administration. The index was down 4.1% in the late morning on Monday. It has been a wild ride for stocks over the past weeks. The Dow already eliminated all of its Trump gains last week. Zillow is temporarily halting home-buying through its Zillow Offers division, as government and public health officials urge people to self-isolate to stop the spread of coronavirus. The company said Monday it will pause home buying in all 24 markets where it operates Zillow Offers -- its home buying and selling division launched in 2018. It does plan to continue marketing and selling homes it already owns through the program. The company had already suspended open houses and shifted to virtual tours last week. As of March 19, it had about 1,860 houses in its inventory. In 2019, Zillow Offers bought 6,511 homes, sold 4,313 -- and lost $312 million before taxes. The company is also halting plans to launch Zillow Offers in new markets.  \"Given the concerns for public safety and rapid developments by governments that restrict local real estate activities, we determined it was prudent to pause our home buying to preserve our capital,\" Zillow Group CEO Rich Barton said in a statement. Bank of America slashed its price targets for the full range of US airline stocks Monday, as it said the hit to revenue from the coronavirus will be about twice as bad as experienced after 9/11 or during the Great Recession. Overall, Bank of America said that full-year revenue at US airlines is expected to fall 36%, compared to a 19% drop following the 2001 terrorist attack and a 17% decline during the financial crisis. Bank of America said its previous cut of price targets in the sector on March 10 is already out of date due to continue drop in demand for tickets. The bank now has only a $5 price target for American Airlines, less than half of its current price and well off the previous $18 target. It cut its price target for Spirit Airlines to $8 from $30, which also put it below the current price. It also reduced price targets for all the other airlines, but in each of those cases, it gave a 12-month price target that is above current market price.  The CEO of toy giant Hasbro said things are slowly starting to get back to normal in China following the novel coronavirus outbreak. That's obviously good news since Hasbro makes a fair amount of its products in China. Brian Goldner told CNBC Monday morning that it expects to be back at full production capacity in China by the end of this week. What's more, he said demand in China -- as well as the rest of the world -- is strong. That's especially the case for Play-Doh and other toys for young kids who have been largely stuck inside during the coronavirus pandemic. Shares of Hasbro (HAS) surged more than 15% Monday on Goldner's comments, as investors bet that the company will report solid first-quarter sales in April.  But with so many people losing paychecks as a result of businesses around the nation shutting down, will parents really be able to spend money on toys right now?  For what it's worth, shares of Hasbro rival Mattel (MAT) and smaller toy maker Funko (FNKO) both plunged Monday. The US economy is expected to contract and unemployment is expected to jump in the second quarter of the year. \"This is a planned temporary shutdown of the US economy. This is going to be, throttle back the US economy from what it usually is,\" said James Bullard, President of the Federal Reserve Bank of St. Louis, on CNN's \"First Move.\" The US will be missing around $2.5 trillion worth of second-quarter income because of that \"throttling back\" --  roughly half normal output. “So that is what Congress is trying to bridge. That is the revenue that isn't there for businesses. That's the income that isn't there for households,” Bullard told CNN’s Julia Chatterley. Unemployment insurance programs will help keep Americans whole during this period, Bullard added. He earlier told Bloomberg that the unemployment rate could jump to as high as 30%. The point of the various stimulus programs -- which would better be called \"insurance programs,\" said Bullard -- is to have the economy completely intact when we emerge from the coronavirus crisis. The good news is that I think we will win this war, but the bad news is that we will have to fight the battle,\" Bullard said. The central banker also believes a strong upswing will happen following this crisis. \"If you assume we have to shelter in place during the second quarter, the third quarter would be a transition period [...] then the fourth quarter of this year could be the boom quarter and the first quarter of 2021 would be the boom time when everybody is up and running and you're rocking and rolling again,\" Bullard said. Watch the interview here: General Electric announced plans Monday to lay off about 2,600 employees in its jet engine division as the coronavirus crisis deals a crushing blow to the aerospace industry. GE Aviation said it will reduce its total US workforce by about 10%.  The division, GE's largest by revenue, employed about 52,000 people around the world at the end of 2019. GE confirmed that about half of those employees are based in the United States. GE (GE) signaled that overseas aviation jobs may also be cut. The aviation industry is getting slammed by the pandemic, which has caused global air travel to ground to a near-halt. Airlines have suspended routes and grounded planes.  GE Aviation added that there will be a temporary lack of work impacting about half of its US maintenance, repair and overhaul employees for 90 days.  The moves are part of GE's efforts to save about $500 million to $1 billion in the aviation division, which was once the company's strongest. GE Aviation had previously instituted a hiring freeze, canceled merit salary increase and slashed non-essential spending. David Joyce, GE's vice chairman and CEO of GE Aviation, will forgo half his 2020 salary. GE CEO Larry Culp also announced plans to forgo his full 2020 salary. Winnebago is temporarily suspending production of its famous RVs because of the coronavirus pandemic.  For now, the suspension will last until April 12. Winnebago said in a release it will pay its employees for the first two weeks of the shutdown.  “As we take precautionary measures in the best interest of both our employees’ health and our long-term business prospects, we remain confident in the strength of our balance sheet and in our cash position to allow us to provide the appropriate pay and benefits to our employees and weather a period of business interruption from this health crisis,” CEO Michael Happe said.  Winnebago (WGO) shares fell 6% in early trading. The stock is down 60% for the year. US stocks kicked off in the red on Monday, despite the Federal Reserve’s new significant new stimulus measures aimed at keeping the US economy functioning. The Fed action had turned stock futures green in premarket trading. The Dow opened 1.7%, or 330 points, lower.\nThe S&P 500 opened down 1.7%.\nThe Nasdaq Composite fell 0.7%. The indexes bounced back from their initial lows in the first minutes of trading and the Nasdaq even briefly flipped back into positive territory. The Federal Reserve's new slew of monetary stimulus measures has pushed stock futures higher -- and analysts are getting excited for a Fed that is willing to do whatever it takes. The Federal Reserve is now throwing everything at financial markets -- essentially what is unlimited QE,\" wrote James Knightley, ING's chief international economist. \"The fear is that if they aren't successful the strains will only exacerbate what is already a desperate economic situation.\" The package of measures should help to ease financial conditions in the corporate bond market and provide a backstop to the assistance and loans that are expected to come out of Washington's stimulus package, said Michael Pearce, senior US economist at Capital Economics. Obviously, that's encouraging, and while the Fed's actions are an enormous help, the only way the markets are going to find sustainable improvement is when the economy is allowed to come back to life, or at least there is a real path in place for how that is going to happen,\" said Bespoke Investment Group co-founder Paul Hickey. Boeing (BA) is suspending its dividend for the first time nearly 80 years. The company, which paid $4.6 billion in dividends last year even as it dealt with mounting costs from the 737 Max crisis, said it has suspended the dividend as it tries to preserve cash. The company said paid a dividend on common stock every year since 1942. Boeing is seeking a $60 billion in government loan guarantees for aerospace makers such as it self as it tries to weather the plunge in air traffic that is likely to force airlines to delay or cancel orders for new planes. The company also said that it would continue to refrain from share repurchases. It suspended buybacks in April because of the grounding of the 737 Max and the halt in deliveries. And it said that CEO Dave Calhoun and Chairman Larry Kellner will forgo all pay until the end of the year. Calhoun, who began the job in January, was due to receive base pay of $1.4 million and bonuses that could have taken his total compensation package up to $28 million. US stock futures were down by so much that they couldn't fall any further -- literally. They were at their maximum \"limit down\" just a few moments ago. Then the Fed injected a boatload of stimulus into the US economy, and stock futures are bouncing higher. The Dow, S&P 500 and Nasdaq are now all pointing at a modestly higher open. The Dow, which is now set to gain about 300 points this morning, had been pointing at another 1,000-point drop at the open. Oil also reversed its course and is now trading 4% higher. Papa John's (PZZA) is the latest US company looking for help fast. The pizza chain wants to hire 20,000 new employees for its restaurants for a variety of roles, including delivery.  The company said that in \"most cases\" applicants can be interviewed and start the same day. Domino's (DPZ) announced last week it was hiring 10,000 employees as people shift their eating habits to takeout or delivery amid restrictions surrounding the growing coronavirus pandemic. The Federal Reserve accelerated its coronavirus rescue Monday by announcing unlimited bond-buying, unveiling three new credit facilities and promising to launch a Main Street lending program. The US central bank vowed to support American households and businesses, but acknowledged \"our economy will face severe disruptions.\" \"The coronavirus pandemic is causing tremendous hardship across the United States and around the world,\" the Fed said in a statement. Major steps announced include: -Open-ended quantitative easing (QE). Just over a week ago, the Fed had set a limit of $700 billion on these bond-buying programs -Two lending facilities to large companies: Primary Market Corporate Credit Facility (PMCCF) for new bond and loan issuance and the Secondary Market Corporate Credit Facility (SMCCF) to provide liquidity for existing corporate bonds -Bringing back the crisis-era Term Asset-Backed Securities Loan Facility (TALF) to support the flow of credit to consumers and businesses -Expanding the money market mutual fund liquidity facility to include wider range of municipal bonds -Expanding the commercial paper credit facility And the Fed said it expect to soon launch a Main Street Business Lending Program to support small and medium sized businesses.  All of this is part of the Fed's efforts to prevent a full-blown credit crisis.  James Bullard, the president of the Federal Reserve Bank of St. Louis, told Bloomberg that the US unemployment rate could hit 30% because of the shutdowns sparked by the coronavirus pandemic.  He also predicts a 50% drop in annualized gross domestic product in the second quarter and $2.5 trillion in lost income.  That's significantly more dire than some of the most bearish estimates from Wall Street banks, including Goldman Sachs, which predicted Monday the US economy would shrink by a rate of 33% next quarter.  Bullard said that \"everything is on the table\" in terms of lending programs to help save the economy. The \"heightened demand for household essentials\" sparked by the coronavirus pandemic is forcing Dollar General (DG) to hire 50,000 workers. The retailer said in a release Monday that a \"majority\" of those roles will be temporary. Dollar General has 143,000 employees working at its nearly 17,000 US stores and 17 distribution centers.  Last week, Dollar Tree (DLTR), which also owns Family Dollar, announced it was hiring 25,000 workers. McDonald's (MCD) will close their restaurants in the United Kingdom and Ireland starting Monday, including for takeout, to help limit the spread of the coronavirus. Paul Pomroy, CEO of McDonald's UK and Ireland, said in a statement Sunday that the decision had been taken because it was \"increasingly difficult\" to maintain safe social distancing while operating \"busy takeaway and drive thru restaurants.\" McDonald's employs over 125,000 people across 1,280 restaurants in the United Kingdom, 86% of which were run by franchisees as of March 2019.  The company closed dining areas at its stores in the United States last week and urged franchisees to do the same. In several states, restaurants have been forced to do takeaway only. Read more here. Manufacturing giant Honeywell (HON) says it is expanding its production to make N95 face masks, a type of mask in short supply and highly requested by doctors and nurses. \"We are honored to support the U.S. government’s efforts to protect Americans with personal protective equipment made right here in the United States,\" said Darius Adamczyk, Honeywell chairman and chief executive officer, in a press release. The new face mask production line will create at least 500 new jobs, the company said. President Donald Trump praised Honeywell, saying \"the outpouring from the private sectors are also extraordinary.\"  US stock futures fell on Monday because the massive stimulus package, which is meant to help Americans handle the coronavirus pandemic, is struggling to be agreed upon between Democratic and Republican lawmakers. Dow (INDU) futures fell more than 900 points on Sunday evening, hitting a 5% decline that triggered a maximum allowable limit, or \"limit down.\" That halted futures from falling further. They rebounded and were last down around 600 points. S&P 500 (SPX) and Nasdaq (COMP) futures were down as much as 5%, but also recovered and are down 3.15% and 2.74%, respectively. Asian Pacific markets fell on Monday as governments worldwide continued to move to lock down their cities: Australia's S&P/ASX 200 closed down 5.6%, clawing back from as much as an 8.6% drop\nSouth Korea's Kospi (KOSPI) ended down 5.3%\nHong Kong's Hang Seng Index (HSI) was last down 4.3% \nChina's Shanghai Composite (SHCOMP) lost 2.4%\nJapan's Nikkei 225 (N225) was the outlier, last trading up 2%. The International Olympic Committee's executive board said it was considering postponing — but not canceling — this summer's Olympic Games in Tokyo because of the pandemic. Bed Bath and Beyond (BBBY) announced Sunday it plans to close all Bed Bath and Beyond brand stores in the United States and Canada until April 3, as the coronavirus pandemic continues. The company indicated its buybuy Baby and Harmon Face Value stores are not included in the updated closure. It said it will provide pay and benefits to affected employees during this time. Previously, Bed Bath and Beyond planned to temporarily close around 800 of its stores, with another 700 stores continuing to operate under shortened hours. Bed Bath & Beyond has struggled to remain competitive against Amazon (AMZN) and Target (TGT)  posting a string of weak sales, including during last year's holiday season. Read more here."], "Language": false}