{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/us/minnesota-students-babysitting-health-care-workers-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-18T22:10:57Z"], "LastModifiedDate": ["2020-03-23T15:22:34Z"], "Headline": ["Meet the medical students who launched a program to offer childcare to hospital workers fighting the coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As the war against the merciless coronavirus rages on, health care workers nationwide are on the frontline of an unpredictable battle. While working tireless hours, those in the field often forgo their own needs. Now, one group of University of Minnesota (UMN) Medical School students has decided to lend a hand -- not at the hospitals, but in the homes of health care professionals. They call themselves the MN CovidSitters. Their main job? To provide health care workers in the state with the some of the things they need most at the moment, ranging from child or pet care to grocery and pharmacy runs. The initiative, which launched on Wednesday, pairs students with health care workers, including doctors, nurses, kitchen staff, janitors and hospital administrators, across the entire state. The idea for the program, founded by UMN second year medical students Sruthi Shankar and Sara Lederman, came after their university moved its classes online and canceled clinical rotations.  \"As a medical student, it can be hard to feel so removed from everything that's going on in the world,\" Lederman told CNN. \"Even once you're in the hospital, I think many medical students struggle to figure out how they can be most useful. One of the things that I hear my medical school peers ask a lot is 'how can I help?' With the Covid-19 outbreak, that question felt not only more relevant, but more urgent. And not only does it take a village, but it takes a brilliant, humble, determined village.\" On Friday, Lederman began gathering volunteers, mostly medical, pharmacy, and nursing students, while Shankar worked on compiling a list of health care workers in need of assistance.  Within three days, the group had more than 280 student volunteers and more than 160 health care workers sign up for services. 'Superheroes in disguise' While the students are currently matching volunteers to families using a Google form, the team is working on developing an app to automate the matching process. The group also developed a logo and website overnight. \"I've never met a lot of the people on this team and am convinced they are superheroes in disguise,\" Lederman said. \"Everyone's superpowers are coming out. We are realizing so many of our classmates have incredible skills and talents that we didn't know about until now.\"  Health care workers in need of assistance are asked to fill out a form to indicate what services are needed and how urgent the request is. The students then match and connect families with two to five health professional students to establish a solid schedule. Families are matched with volunteer students who live nearby, with each volunteer limited to a single family. This measure was put into place to follow health experts' recommendation that Americans practice \"social distancing\" to help combat the spread of coronavirus.  In order to protect the students and the rest of the population from coronavirus transmission, the program does not assist workers who have experienced coronavirus symptoms in the past two weeks; traveled to a hot spot region such as China or South Korea; had contact with an individual diagnosed with coronavirus; or are not fully immunized. Volunteers must also log their hours so in case of coronavirus exposure, the team can easily track who was exposed and limit any further spread. From a Minnesota program to a nation wide initiative Since the launch, the community support for the program has been \"incredible,\" Shankar said.  The MN CovidSitters initiative has also inspired many others to start similar initiatives. The Minnesota group has been working with more than 20 other groups across the globe -- including in England and Canada --  to help launch similar programs. \"We created a Google Drive with resources to get started and included some of the main roadblocks we've encountered,\" Angelina Omodt-Lopez, one of the administrators of MN CovidSitters, told CNN. \"We hope people will continue to share that Google Drive if it helps speed up the process of establishing other programs.\" Omodt-Lopez said she feels mass interest in launching similar programs  \"demonstrates that health care workers across the world are in dire need of childcare assistance.\" \"We hope that the resources we created will help others quickly establish similar programs,\" she said. \"We also hope that once the app is created, it will be extremely efficient for other locations to implement this sort of program.\" The group is also directing all monetary contributions donated to MN CovidSitters to organizations, including food banks and homeless shelters, that serve Minnesota's most vulnerable populations For many of the fourth-year medical students involved with MN CovidSitters, working on the initiative while dealing with the upheaval of their schoolwork has been far from easy.  Graduation has officially been canceled, and Shankar said the students have been flying on a roller coaster of emotions, dealing with the \"giant wave of disappointment\" after being unable to work alongside their mentors and teachers. Still, she said, MN CovidSitters has been \"a labor of love\" in a time of uncertainty. \"So many of us have spent days not showering or eating just to get this project off the ground so we can serve our community.\""], "Language": false}