{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-05-13-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Westcott and Adam Renton, CNN"], "Writers": [["Ben Westcott", "Adam Renton"]], "FirstPublishDate": ["2020-05-13T00:04:59.807Z"], "LastModifiedDate": ["2020-05-13T04:07:22.456Z"], "Headline": ["Coronavirus pandemic: Updates from around the world"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The researcher behind the influential model the White House often cites when talking about projected novel coronavirus cases told CNN’s Don Lemon on Tuesday that a decision by states to reopen will increase US deaths. Dr. Chris Murray said his model now projects 147,000 deaths in the US by August. That projection is up 10,000 deaths from two days ago and more than double what was projected two weeks ago.  “We originally had thought that people would go the distance, keep social distance in place right until the end of May, bring the number of those cases down to a very low level and then we could have transitioned to managing that number of cases through testing and contact tracing and isolation, but what’s happened is states have relaxed early, people have heard the message,” Murray said.  Murray is the director of the Institute for Health Metrics and Evaluation. He’s seeing more people gathering in groups, like they did in his neighborhood for Mother’s Day he said, and with that mingling comes new cases.  “And that’s playing out in the projections, unfortunately,” Murray said. The numbers could increase even more as additional states loosen stay-at-home mandates, he added. Death numbers are slowly declining, but each additional interaction brings greater risk of transmission. Murray said he hopes testing will increase, but additional testing is already accounted for in their model. “We may go from having this long, slow, steady decline (to exponential growth),” Murray said, warning cases could potentially double every 10 days. “That’s the real risk.” The wild card, he said, could be warmer temperatures. Flu cases decline in the summer, but with the novel coronavirus, scientists don’t know if that will happen.  “That’s the thing about a new pandemic, we just don’t know everything,” Murray said.  ##Cases## Six more people have become infected with coronavirus in northeastern China, prompting authorities to implement tighter lockdown measures in parts of Jilin province.  China's National Health Commission on Wednesday reported six new locally transmitted cases in Jilin province  -- which borders North Korea -- and local officials have linked them to an outbreak that began in the city of Shulan last Thursday.   Following the detection of the cluster, the Chinese government has dispatched a team of experts to help local authorities cope with the situation in Shulan and its surrounding area.  The government of Jilin City, which administers nearby Shulan, on Wednesday announced the suspension of train services leaving the city starting at 6 am local time.   Lockdown measures have been expanded to cover the entire Jilin City jurisdiction, which has a population of more than 4 million, with more rigorous temperature checks and tracking of people’s movements.  Gatherings and meetings are prohibited, and entertainment venues will be closed. China also reported one more imported case in Shanghai on Wednesday but no new deaths in the previous 24 hours.   ##Lockdowns## South Korean authorities have traced 28 further coronavirus cases to a nightclub cluster in Seoul, bringing the total number of new infections linked to the Itaewon nightlife district to 119. Vice Health Minister Kim Gang-lip said in a news briefing today that around 20,000 people had been tested in relation to the Itaewon outbreak. According to Kim, one of those who tested positive was a private tutor in Incheon, a city bordering the capital. The patient initially hid his movement but his GPS location tracking revealed his place of work. Eight new cases were then discovered, of which six were middle and high school students, Kim said. Two out of those eight cases had each gone to church services last weekend. Now epidemiological investigation is being conducted on the church congregations. Kim said that Incheon city announced that it will pursue legal action against the tutor and if found guilty, he could be punished with up to two years of prison. North Chungcheong Province office announced on Wednesday that there were at least seven members of the military who tested positive in relation to the Itaewon cluster. Seoul Mayor Park Won-soon said today that 10,905 people were confirmed to have been near the clubs, based on phone records, and 11% of them had been foreigners. Seoul city is texting those numbers in English to encourage testing, Park said. Six foreign English teachers reported that they have been to the clubs and the city is waiting for results of their tests. Overall, Korea added 26 new cases to the nation's overall confirmed count on Tuesday, bringing the total to 10,962. One new fatality was reported, bringing the death toll to 259. ##Cases## The patient had been relatively fine for the first 10 days he was down with Covid-19. Just 38, he didn't fit the description of people at high risk of complications from the novel coronavirus. \"He had mild pulmonary symptoms that he was just sitting at home with,\" said Dr. Sean Wengerter, a vascular surgeon in Pomona, New York. \"He had been diagnosed at an urgent care clinic and it was going fine at home. He just had a little cough.\" Until one of Covid-19's surprising effects kicked in. \"Then he just woke up with both his legs numb and cold and so weak he couldn't walk,\" said Wengerter, who is division chief of vascular surgery at Westchester Medical Center Health's Good Samaritan Hospital. Some of the other bizarre and worrying effects of the virus include: Swelling of the toes\nBlood clots\nOrgan failure Read more: ##Cases## Colleges and universities in the US are right to think and “fret” about classes in the fall semester, in light of forecasts that there will be a substantial surge of novel coronavirus cases later this year, an infectious diseases expert said Tuesday. Dr. William Schaffner told CNN’s Chris Cuomo that it is hard to predict whether cases will affect school openings. “It’s not an easy decision,” said Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center.  “As with all of these things, I say there is not a right decision nor wrong decision, only tough decisions.” Much will rely on local conditions and circumstances, Schaffner said. “It’s an awful choice, because on the other side is all the financial depredation that’s been going on, the cultural and social disruption, so it’s an exceedingly difficult balancing act.”  The California State University system announced Tuesday it was canceling nearly all in-person classes for the fall semester. The system has more than 500,000 students and 55,000 employees, according to its chancellor, who said he is concerned about the threat posed by the coronavirus coupled with the influenza season in the fall. “If you have 500,000 plus people in close proximity on a daily basis, interacting with one another, that’s not conducive to mitigating the spread of the disease,” Timothy White told Cuomo. \n“We can’t change the biology of Covid-19, but what we can do is change our behaviors individually and collectively as a university to minimize the current spread and morbidity and mortality of that.” ##The Future## Prices are tumbling in America as the coronavirus lockdown drags on and people spend less. US consumer prices declined for the second-straight month in April, the Bureau of Labor Statistics (BLS) reported on Tuesday. Prices fell by 0.8% on a seasonally adjusted basis in April, marking the largest drop since December 2008. That's an alarming drop, dragged down primarily by falling gasoline and energy prices. But excluding volatile food and energy, prices still fell by 0.4%. That's the largest monthly decline in the so-called core consumer price index since the BLS began tracking the data in 1957. Falling prices might sound like a good thing, but economists agree that deflation -- the opposite of inflation -- would be very bad news. When prices fall because people aren't buying things, manufacturers sometimes can't charge enough to make the product they're trying to sell. That means they'll stop making those products and lay off workers. That can start a vicious circle in which demand continues to fall as more people lose their jobs. Read more: ##The Future## London’s transport operator is in a “critical” financial situation and needs to reach an agreement with the government in the next 48 hours, London’s Deputy Mayor for Transport Heidi Alexander said Tuesday. Alexander told a Transport For London (TFL) finance committee that the local government body may be forced to issue a Section 114 notice, which is the equivalent of a public body going bust, if an agreement is not reached.  “It’s clear the situation is now critical ... and that there is just no sustainable way forward without direct government support,” Alexander said. Across London, tube travel has been reduced by 95% and bus travel by 85% during the coronavirus outbreak, TFL said in a statement on Monday. On April 24, the organization announced it had furloughed 7,000 staff -- around 25% of its workforce -- under the government’s coronavirus job retention scheme. It said this would save it an estimated £15.8 million ($19.3 million) every four weeks. However, a TFL document submitted to Tuesday’s committee says its loss from the \"steep decline\" in revenue for the full year is anticipated to be over £4 billion ($4.9 billion) and the remaining gap to balance its proposed Emergency Budget for 2020/21 is around £3.2 billion. It says TFL is in ongoing discussions around how this should be funded with the Department for Transport and HM Treasury. “We have done everything possible to help reduce the spread of coronavirus by working with the Government to rapidly reduce ridership to low levels not seen for 100 years while keeping transport available for essential journeys, such as NHS or supermarket staff heading to work. This was the right thing to do and has saved lives. But given that 80 per cent of our income is from fares, it has had a highly significant impact on our finances and will do for the coming months,” a TFL spokesperson told CNN on Tuesday.\n“This is why our finance committee will discuss a proposed Emergency Budget that prioritises what is essential for maintenance of basic services to support coronavirus government planning. This is an interim measure until we can propose a revised budget later in the year. But it is clear that the long term impact of the coronavirus will mean that we need financial support now and into the future so that we can support the recovery of London and the UK. We are in constructive discussions with the Government over the necessary financial support, and a successful conclusion to these is now extremely urgent,” the statement continued.  CNN has contacted the Department for Transport for comment. Immune treatments and blood thinners can help children affected by an inflammatory syndrome that might be linked with coronavirus infection, pediatricians say. A panel called the International PICU-COVID-19 Collaboration has compared notes and released a consensus statement defining the condition, naming it “Pediatric Multi-System Inflammatory Syndrome Potentially Associated with COVID-19.” “To date, most children affected have done well. Treatments have included anticoagulation, IV immunoglobulin, IL-1 or IL-6 blockade, and corticosteroids. Some children have only needed supportive care,” Boston Children’s Hospital said on its website.  Dr. Jeffrey Burns, chief of critical care medicine at Boston Children’s Hospital, coordinates the panel. The syndrome is marked by persistent fever, inflammation, poor function in one or more organs, and other symptoms similar to shock. “In some cases, children present with shock and some have features of Kawasaki disease, whereas others may present with signs of cytokine storm. In some geographic areas, there has been an uptick in Kawasaki disease cases in children who don’t have shock,” Boston Children’s Hospital rheumatologist Dr. Mary Beth Son said.  Kawasaki disease involves inflammation in the walls of medium-sized arteries and can damage the heart. ##Cases## Smokers and former smokers, including e-cigarette users, have a significantly greater risk of developing severe cases of Covid-19 and dying from the illness than their non-smoking counterparts, according to a new study from the University of California, San Francisco.  “Smoking is associated with substantially higher risk of COVID-19 progression,” Stanton Glantz, a professor of medicine at the UCSF Center for Tobacco Control Research and Education, said in a statement. The meta-analysis, or study of studies, looked at 19 peer-reviewed papers from China, South Korea and the United States. It found 30% of smokers developed more severe forms of Covid-19 compared to 17.6% of non-smokers. “The meta-analysis showed an association between smoking and COVID-19 progression,” Glantz and colleagues wrote in the journal Nicotine & Tobacco Research. “Smoking and e-cigarette use increase the risk and severity of pulmonary infections because of damage to upper airways and a decrease in pulmonary immune function in general, although these effects have not yet been studied for SARS-COV-2, the virus that causes COVID-19,” they wrote. “Smokers have a known higher risk of infection and mortality from MERS-COV, a viral respiratory illness caused by a different coronavirus.” The analysis likely underestimated how smoking affects the risk of contracting the coronavirus in the general population, the authors said, because the studies the analysis is based on were only focused on those who had already developed Covid-19. But the authors urged health officials to add smoking cessation for both tobacco and e-cigarette products to the list of steps needed to curb the pandemic, and are advocating for more data collection on smokers and e-cigarette users to see if they’re at greater risk of contracting the disease. ##Cases## Workplace communication tool Slack is back online after being down for a short period of time this morning. The outage was tough timing for the platform as workers have increasingly come to depend on the service for telework during the coronavirus pandemic. Slack said Tuesday evening that it was investigating connectivity issues with the productivity app, following reports of outages on the service.  The company acknowledged that users were experiencing failures in sending messages, in a status update on its website. Slack has more than 12 million daily active users, according to the company's website. A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting 147,000 deaths in the US by August 4. That’s an increase of about 10,000 deaths compared to the model’s estimate from this weekend, which was already higher than earlier projections.  On Sunday, Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington, tied the earlier increase to “explosive increases in mobility in a number of states.” Compared to Sunday, the model now projects about 2,450 additional deaths in New York, 2,000 additional deaths in Massachusetts and 1,700 additional deaths in Pennsylvania. Other states saw sizable increases as well. North Carolina, for example, is now expected to see about 3,200 more deaths, and Maryland about 1,200 more. Some states saw decreases in projected deaths, however, including Georgia, which is now expected to see 1,500 fewer deaths. The model’s projection for Indiana has also gone down by 1,600 deaths. On its website, IHME said exact reasons for the changes vary by state. But the institute pointed to “epidemiological indicators and key drivers of viral transmission,” like changes in testing and mobility.  IHME also pointed to the easing of social distancing policies, but said “the full potential effects of recent actions to ease social distancing policies, especially if robust containment measures have yet to be fully scaled up, may not be fully known for a few weeks due to the time periods between viral exposure, possible infection, and full disease progression.” Watch: ##The Future## ##Cases## Russia is reporting the second highest number of coronavirus cases in the world, after the United States, according to Johns Hopkins University's tally.  The country has officially recorded at least 232,243 confirmed cases and at least 2,116 deaths from the virus, according to JHU.  Tuesday was the 10th consecutive day that Russia reported more than 10,000 new cases. CNN is tracking worldwide coronavirus cases here: ##Cases## Iceland expects to start lifting restrictions on international arrivals to the country \"no later than June 15,\" the government said in a statement on Tuesday.  Travelers will likely have to choose between being tested for Covid-19 or a two-week quarantine upon arrival. All arrivals will also be required to use the official tracing app during their stay. \"Iceland's strategy of large-scale testing, tracing and isolating have proven effective so far. We want to build on that experience of creating a safe place for those who want a change of scenery after what has been a tough spring for all of us,\" the Minister of Tourism, Thordis Kolbrun Reykfjord Gylfadottir, said in a statement. The government also announced that some professionals arriving in Iceland from May 15, including essential workers, \"scientists, filmmakers, and athletes will be eligible for a modified quarantine.\" This means companies can request an exemption from quarantine if they can guarantee safety procedures in their work environment. \"These measures do not preclude the option of bilaterally opening borders between coronavirus-free countries,\" the government added.  Since January, Iceland residents arriving from \"high-risk\" areas have to undergo a mandatory 14-day quarantine. The rule was extended to all travelers on April 24, as Iceland kept its Schengen borders open throughout the pandemic. So far, Iceland has only seen three confirmed infections of Covid-19 in May, according to the statement.  ##The Future## Canada is looking to strengthen surveillance at US border crossings as discussions continue between the two countries about when and how to reopen the border to nonessential travel.  “We are looking at stronger measures to make sure that we’re following up appropriately on people who come over,” said Canadian Prime Minister Justin Trudeau during a news conference in Ottawa Tuesday. The Canadian government is looking at administering questionnaires, contact tracing apps, temperature and medical history checks. “We’re going to be very, very careful about reopening any international travel, including the United States before we feel that it is time,” Trudeau said. Some background: Canada and the US agreed to close the border to nonessential travel in March and the current agreement, already extended, expires May 21. There is still no decision on whether the border agreement will remain in place beyond that date.  Canadian premiers and mayors across the country have expressed concern about fully reopening the border as the US continues to deal with Covid outbreaks and significant community spread.  “Preventing transmission from outside of Canada into Canada, once we have controlled the spread within Canada, will be an essential part of ensuring that we don’t fall back into a second wave that could be as serious as this wave we’re going through, or even more so,” Trudeau said. ##The Future## The worst-hit Italian region of Lombardy has reported a small increase in the number of Covid-19 cases for the second day in a row.  This comes after a few days where active case numbers were decreasing, according to the Italian Civil Protection Agency. On Tuesday, active cases in the region increased by 264, making a total of 30,675. However, Lombardy officials said the increase in cases could be explained by additional data that was collected over the past few days. Across Italy, at least 30,911 people have died from Covid-19, according to the Italian Civil Protection Agency on Tuesday. That is an increase of 172 since the day before and a variation in line with previous days. The total number of cases recorded in Italy, including deaths and recoveries, is now at least 221,216. ##Cases## The French death toll from coronavirus is now at least 26,994, according to data from Johns Hopkins University. At least 21,595 people remain in hospital, the country's health ministry said. France has recorded at least 178,349 confirmed cases of Covid-19. ##Cases##"], "Language": false}