{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/cnn-poll-americans-uncomfortable-routines/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Agiesta, CNN Polling Director"], "Writers": [["Jennifer Agiesta"]], "FirstPublishDate": ["2020-05-12T23:00:10Z"], "LastModifiedDate": ["2020-05-12T23:01:53Z"], "Headline": ["CNN Poll: Most Americans would be uncomfortable returning to regular routines today"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Most Americans say they would be uncomfortable returning to their regular routines today, even as they are increasingly leaving their homes to visit others, according to a new CNN Poll conducted by SSRS. Full poll results The 58% who say they are not comfortable returning to their routines today is similar to the 60% who said last month that they would be uncomfortable doing so if guidelines on social distancing expired on April 30. On the other side, 41% say they would be comfortable resuming their regular routines now. In the month since April's poll, most states have begun reopening their economies at different levels, even though relatively few have seen a decline in the rate of coronavirus cases. At the same time, President Donald Trump has been encouraging reopening. Those in the President's party express far more comfort in returning to their routines now (63% of Republicans say they're comfortable today) than do Democrats (16%) or independents (48%). And there is a racial divide in comfort level as well, with whites (45% comfortable) much more comfortable returning to their previous routines than are Latinos (37%) or blacks (22%). Even with widespread discomfort about fully returning to life-as-it-was, the survey finds modest increases in the share of Americans who say they have left their homes in the last week to buy groceries or other necessities (86%, up 3 points), go to work (61% among those with jobs, up 4 points), see a doctor (17%, up 4 points) and exercise (50%, up 7 points). At the same time, however, there has been a 13-point increase in the share who say that they left home to visit family or friends in the last week. The poll did not ask whether those visits adhered to social distancing guidelines, but the finding suggests interactions generally are on the rise. The increase in social visits comes across party lines, but is more concentrated among Republicans (up 18 points) and independents (up 15 points) than among Democrats (up 5 points). The potential existence of a vaccine would do the most of four virus-related benchmarks to make Americans feel more comfortable returning to their regular routines.  Two-thirds say they would personally try to get a vaccine if one were widely available at a low cost. Most of those who are currently uncomfortable carrying out their regular routines say a vaccine would make them much more comfortable, about half say the availability of effective treatments for the virus would increase their comfort level considerably and 43% of those who are uncomfortable say they would be much more comfortable if testing were available for everyone who wanted it. Fewer (29%) think a sustained decline in coronavirus cases where they live would make them much more comfortable. Majorities across party lines say they would try to get a vaccine if one existed, but Democrats (81%) and independents (64%) are more likely to seek one out than are Republicans (51%). Americans are divided over whether professional sports leagues ought to play any games this year: 48% say they should, 47% that they should not. And just 21% say those games ought to be played with fans in attendance. The poll findings come as news emerged about Major League Baseball's proposed plan to play games this year without fans in the stands. As some areas of the country begin to reopen their shops and restaurants, Americans' perceptions of the economy have continued to worsen. Just 34% say economic conditions in the country today are good, down from 39% last month and off 35 points from a March survey conducted before the effects of the outbreak shuttered much of the nation's economic life. The current rating of the economy is the worst in CNN polling since 2013. A majority of Americans continue to say that the economic problems caused by the coronavirus are a temporary obstacle (57% say so), but that's down 10 points since April. About half say they have experienced financial hardship as a result of the outbreak, including 14% who say that hardship has been severe. The financial pain the virus has brought has landed more often on the young (majorities under age 50 say they are facing hardship vs. 34% of seniors), black (60%) and Latino (63%) Americans and those with lower household incomes (57% of those with incomes below $50,000 vs. 40% among those with higher incomes). Trump's approval rating for handling the economy stands at 50% in the new poll, with 46% disapproving. His ratings are underwater for handling the US relationship with China (49% disapprove, 42% approve) and health care policy (53% disapprove and 42% approve). The CNN Poll was conducted by SSRS May 7 through 10 among a random national sample of 1,112 adults reached on landlines or cellphones by a live interviewer. Results for the full sample have a margin of sampling error of plus or minus 3.7 percentage points."], "Language": false}