{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/world/coronavirus-education-how-schools-reopen-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Stuart, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T15:44:53Z"], "LastModifiedDate": ["2020-05-07T17:32:52Z"], "Headline": ["Here's how countries are getting children back to school"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Education is being reshaped around the globe in response to the coronavirus and how easily it can spread. Most schools in the United States are closed for the rest of the academic year and plans for the fall are in flux, with the American Academy of Pediatrics and the Centers for Disease Control and Prevention making recommendations that include reduced hours, social distancing and extended dismissals. In other countries, some schools are reopening classrooms. Here is how some of those schools look, which could provide clues for how we think our children will, one day, resume their education. Staggered returns In South Korea, students won't all return at once. Third-year high school students will start back next week so they can make career and college decisions, Education Minister Yoo Eun-hae said. Middle schools, elementary schools and kindergartens will be open by June 1, Yoo said. New schedules Most of Vietnam's 22 million students returned to class Monday, after a monthslong closure, according to state media Vietnam News Agency (VNA).  But online and televised classes will continue with new schedules and reduced in-person teaching, the report said. In Austria, students will split into two cohorts to attend school every other day to allow for distancing, Education Minister Heinz Fassmann said, according to reports. Smaller classes Israel is beginning a phased return over the next few weeks and setting a maximum limit of 17 students in each classroom. The Ministry of Education told CNN that attendance was about 60% in the schools that did open earlier this week, possibly a sign that parents were nervous about sending their children back.   Spaced-out desks  Denmark, which was one of the first nations in Europe to close shops, restaurants and schools, has welcomed children back to class. Desks are placed so students sit at least 2 meters or 6 feet apart. Lunch in classrooms Schools in Denmark are also having children eat lunch in their classrooms to avoid students gathering in larger groups.  No older staffers In Australia,  the government has asked older or more vulnerable members of the school community to work from home if possible. Distancing in hallways  Germany is requiring social distancing for students in and out of classrooms, with some schools taping distance and direction markers on floors to keep people safely apart. Really wide hats An elementary school in Hangzhou, China, helped children to keep their distance by making hats for them to wear in the classroom, the People's Daily reported. Masks ... everywhere Wherever children and teachers have been welcomed back to school, masks seem to be a near constant."], "Language": false}