{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/motorsport/azerbaijan-grand-prix-postponed-formula-one-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T15:21:47Z"], "LastModifiedDate": ["2020-03-23T15:21:47Z"], "Headline": ["Azerbaijan Grand Prix postponed because of coronavirus pandemic"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["The Azerbaijan Grand Prix has been postponed, becoming the latest sporting event to be affected by the coronavirus pandemic.  The race in Baku -- due to take place on Sunday, June 7 -- is the eighth Formula One race to be impacted by the spread of Covid-19.  Race organizers -- Baku City Circuit (BCC) -- explained that it would continue to work with the authorities \"with a view to announcing a new race date later in the 2020 season.\" \"BCC's primary concern throughout has been the health and well-being of the Azerbaijani people as well as all visiting F1 fans, staff and championship participants,\" Monday's statement read.  \"BCC shares its fans disappointment at not being able to experience the pinnacle of motorsport race through the streets of Baku this June.\" READ: Hamilton is 'well' following isolation after he was pictured with Idris Elba, who tested positive Races in Bahrain, Vietnam, China, Netherlands and Spain have all been postponed already whilst the Monaco Grand Prix and Australian Grand Prix have been canceled outright. The earliest the 2020 World Championship campaign can now begin is in Canada on June 14. Formula One rules dictate a minimum of eight races must be held for a season to be defined as a World Championship. Other motorsport events have also been impacted by the spread of the novel coronavirus.  The 2020 Formula E season was put on hold as ePrix's in Rome and China were put on hold.  The first two rounds of the MotoGP season in Qatar and Thailand have also been postponed. Confirmed coronavirus cases have now topped 341,000 globally, according to CNN's tally.  READ: The Middle East's first female esports team debuts at Girl Gamer 2020 Virtual world In the absence of real racing on real racetracks, F1 organized the esports equivalent to help fans find some alternative entertainment. Six-time Olympic champion Chris Hoy, former One Direction member Liam Payne and golfer Ian Poulter were all part of the star-studded grid, which also featured just two current F1 drivers, to take part in the virtual Bahrain Grand Prix. McLaren's Lando Norris and Williams's Nicholas Latifi were both racing for their respective teams against the likes of Nic Hamilton, brother of world champion Lewis, and former F1 star Nico Hulkenberg. Visit CNN.com/sport for more news, features, and videos The 14-lap race -- just 25% of the distance of the real thing -- was won by Renault's test driver Guanyu Zhou, with Mercedes' Formula E star Stoffel Vandoorne finishing in second place."], "Language": false}