{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/health/coronavirus-symptoms-smell-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacqueline Howard and Jack Guy, CNN"], "Writers": [["Jacqueline Howard", "Jack Guy"]], "FirstPublishDate": ["2020-03-23T13:40:52Z"], "LastModifiedDate": ["2020-03-23T14:06:34Z"], "Headline": ["Doctors say loss of sense of smell might be Covid-19 symptom"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Doctors in the United States on Sunday called for the loss of sense of smell and taste to be added to the \"list of screening tools\" for Covid-19. The American Academy of Otolaryngology-Head and Neck Surgery said symptoms of anosmia, or lack of sense of smell, and dysgeusia, or lack of taste, should be used to identify possible Covid-19 infections. \"Anosmia, in particular, has been seen in patients ultimately testing positive for the coronavirus with no other symptoms,\" reads to a statement on the academy's website. Those symptoms \"warrant serious consideration for self-isolation and testing of these individuals,\" continues the statement. The academy made its announcement after ENT UK, a professional organization representing ear, nose and throat surgeons in the United Kingdom, said in a separate statement on its website on Saturday that anosmia could be another symptom of infection with the novel coronavirus. It has long been known in medical literature that a sudden loss of smell, or anosmia, may be associated with certain respiratory infections. \"Previously described coronaviruses are thought to account for 10-15% cases. It is therefore perhaps no surprise that the novel COVID-19 virus would also cause anosmia in infected patients,\" the ENT UK statement said. \"There is already good evidence from South Korea, China and Italy that significant numbers of patients with proven COVID-19 infection have developed anosmia,\" the statement said.  \"In Germany it is reported that more than 2 in 3 confirmed cases have anosmia. In South Korea, where testing has been more widespread, 30% of patients testing positive have had anosmia as their major presenting symptom in otherwise mild cases.\" Smell and taste disorders are typically treated by an otolaryngologist. An assessment of a smell disorder typically would include a physical examination of the ears, nose and throat; a review of your health history and a smell test, among other analyses. Overall, \"I think we're getting a little bit more insight into the types of symptoms that patients might have,\" CNN Chief Medical Correspondent Dr. Sanjay Gupta said on New Day on Monday morning. \"In a study out of China where they looked at some of the earliest patients, some 200 patients, they found that digestive or stomach GI symptoms were actually there in about half the patients,\" Gupta said.  \"Initially this was thought to be almost solely respiratory,\" he said, adding that \"fever and cough and shortness of breath\" still appear to be the prevailing symptoms of Covid-19."], "Language": false}