{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/motorsport/formula-one-coronavirus-virtual-bahrain-grand-prix-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-23T11:28:11Z"], "LastModifiedDate": ["2020-03-23T12:32:54Z"], "Headline": ["Formula One goes virtual as Bahrain Grand Prix kicks off the season"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["Golfers, pop stars and Olympians all went head-to-head in the first Formula One race of the season as the Bahrain Grand Prix went virtual. With the first seven races of this campaign already postponed due to the coronavirus outbreak, F1 has organized the esports equivalent to help fans find some alternative entertainment. Six-time Olympic champion Chris Hoy, former One Direction member Liam Payne and golfer Ian Poulter were all part of the star-studded grid, which featured just two current F1 drivers. McLaren's Lando Norris and Williams's Nicholas Latifi were both racing for their respective teams against the likes of Nic Hamilton, brother of world champion Lewis, and former F1 star Nico Hulkenberg. READ: Football stars go head-to-head over video games as coronavirus suspends play READ: The Middle East's first female esports team debuts at Girl Gamer 2020 The 14-lap race -- just 25% of the distance of the real thing -- was won by Renault's test driver Guanyu Zhou, with Mercedes' Formula E star Stoffel Vandoorne finishing in second place. Norris, known to be a keen gamer, was involved in some last corner drama as a YouTuber shunted the Briton out of the way to drop him down into fifth place. Former F1 drivers Johnny Herbert and Anthony Davidson were also taking part, alongside several YouTube personalities, with the race shown live on British broadcaster Sky and across several gaming platforms. Organizers are hoping to run similar races on each weekend of the already suspended Vietnam, China, Holland, Spain and Monaco grands prix. Meanwhile, the 128-club FIFA 'Quaran-Team' tournament, organized by English side Leyton Orient, also got under way with matches broadcast by teams from all over the world,  Elsewhere, Real Madrid midfielder Marco Asensio won the virtual La Liga tournament, which raised more than €140,000 ($150K) for charity."], "Language": false}