{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/health/coronavirus-testing-priorities-doctors/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-03-22T15:38:42Z"], "LastModifiedDate": ["2020-03-23T12:23:07Z"], "Headline": ["You want a coronavirus test -- here's why your doctor probably won't give you one"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If you want to get a test for the novel coronavirus, you're in good company.   \"One of my sisters called me yesterday [and said], 'I have to have my daughter tested for coronavirus,'\" New York Gov. Andrew Cuomo said at a press briefing Wednesday.  The governor's niece had a fever and flu-like symptoms. Yet he told his sister \"there's no reason for a test\" since her daughter hadn't traveled to a coronavirus hot spot or been in contact with anyone who had tested positive for the virus.    Across the United States, physicians are sending the same message: Not everyone who wants a test will get a test.     \"If we had all the resources in the world and could wave a magic wand, we would be happy to test these people, but they're not there, so I'm afraid we're having to prioritize,\" said  Dr. William Schaffner, a professor in the division of infectious diseases at Vanderbilt University Medical Center.  This week, New York City and Los Angeles County laid out guidelines for testing, recommending that doctors avoid testing patients except in cases where a test result would significantly change the course of treatment.   Schaffner, a longtime adviser to the US Centers for Disease Control and Prevention, and Dr. Rochelle Walensky, chief of infectious diseases at Massachusetts General Hospital, explained to CNN who should and shouldn't get tested, given that there are not enough tests to go around.     Their thoughts essentially echo what was done in New York City and Los Angeles: At a time when there aren't enough tests to meet demand, they should be given to patients when the result would make a difference in their care.      First, a few notes. There will, of course, be exceptions to these categories, and different doctors and hospitals will have different rules. In addition, this rubric is a snapshot in time; as more tests become available, doctors can be more liberal about who they test.     The CDC has some testing guidelines but notes that \"decisions about testing are at the discretion of state and local health departments and/or individual clinicians.\"     Some states, such as New York and Washington, have more specific recommendations about who should be tested.    Also note that there's no clear definition of what it means to be \"elderly.\" The rubric below says 70 and older, but different doctors and hospitals will have different definitions. At Mass General, for example, for the purpose of coronavirus testing, they consider someone to be elderly if they're over 70, but depending on someone's health status, a patient could also be considered elderly if they're in their 60s.  Finally, testing protocols for health care workers are different, since they can spread the virus to their patients and colleagues.   Who doesn't need testing  If you don't have symptoms of coronavirus: According to the CDC, symptoms of the virus include fever, coughing and shortness of breath. If you aren't experiencing them, you should not receive a test right now.   That's true even if you've recently traveled to a coronavirus hotspot, such as China or Italy. It's true even if you've been in close contact with someone who has been diagnosed with coronavirus.   The doctors noted that it's certainly possible you could have coronavirus even if you don't have symptoms, but that there just aren't enough tests right now to go around. If you have symptoms, you're healthy and under age 70: The doctors said even if you have symptoms, you should not receive a test right now because of the shortage.  \"The test isn't going to change what we do for you,\" said Walensky, a professor at Harvard Medical School.    \"A lot of the reason we test for the flu is we have something to give you if you test positive,\" she added, referring to antivirals that can lessen the duration and severity of flu symptoms. \"But this isn't like the flu. We don't have anything specific to give you for coronavirus.\"   The doctors said their advice to young healthy people with a fever and cough would be the same no matter what's causing it: Go home; rest; get plenty of fluids; stay away from other people; and get medical attention if you develop shortness of breath.   That last bit of advice about seeking medical attention would be true whether you have coronavirus, the flu, or any other respiratory ailment, they said.  \"If you're in this group, you're not in trouble. Whether you have flu or Covid-19 or some other respiratory virus, we anticipate you will do well,\" said Schaffner, using the medical term for the disease caused by the novel coronavirus. \"But should you develop any symptoms that show you're getting worse, particularly if you have any difficulty breathing, you will call us.\"   After you recover, you should continue keeping away from other people as much as possible, whether your illness was due to coronavirus or something else.   \"Everyone should be social distancing,\" Walensky said. \"Where in God's name are you going?\"  Who might need testing  If you're over age 70 or have an underlying severe medical condition and you have mild to moderate symptoms of coronavirus: If you're in this group, doctors would do an evaluation to determine what tests you might need, including whether you need a coronavirus test. \"We would want to see you. You're a little more fragile to begin with, so not just because of Covid, we would want to make sure you're OK,\" Walensky said. Who does needs testing Anyone who has symptoms and has been in close contact with someone who has had a positive coronavirus test: The CDC defines close contact as having direct contact with the infectious secretions of someone who has coronavirus, such as being coughed on, or being within about 6 feet of an infected person \"for a prolonged period of time.\"     Anyone who has symptoms of coronavirus and needs to be hospitalized: If you have symptoms of coronavirus and you need to be hospitalized for any reason, doctors will want to test you. If you do have the virus, for infection control reasons, it will influence where you get placed in the hospital, and doctors will take special precautions to protect themselves when caring for you.    As more tests become available, Schaffner and Walensky say they hope to be able to loosen up these categories and test more patients.   But it's not just a matter of test availability.   Swabs and other supplies needed to perform the test are also in short supply. Also, doctors and nurses have to put on personal protection equipment to perform a coronavirus test, such as gloves and special masks. Since that equipment is in short supply, doctors want to conserve it for those who most need testing.  Finally, if everyone got a test, it would overload the system.  \"We have to do the test, and then somebody has to process it and get it to the lab. And then somebody has to call the patients back and tell them the results. I can't see having health care facilities having that kind of manpower,\" Walensky said. \"Maybe we'll get there, and that would be great.\" "], "Language": false}