{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-03-23T12:21:09Z"], "LastModifiedDate": ["2020-03-23T12:21:09Z"], "Headline": ["The US is running two races against coronavirus. It has to win both"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The United States is now locked in a race against time on two crucial coronavirus fronts - one medical, the other legislative. The speed at which each issue is addressed has huge implications for investors. The big picture: The number of coronavirus cases in the United States is approaching 35,000. More than 400 people have died in the country. Nearly half the cases are in New York state, making it the epicenter of the US outbreak. New Yorkers, along with millions of people in at least seven other states, are facing orders to stay at home. Happening now: President Donald Trump is deploying National Guard units in New York, California and Washington \"to carry out approved missions\" and as a \"backup\" to state leaders. Governors will remain in command, Trump said. Race No. 1: How quickly can the United States contain the coronavirus? Experts say the pressure on stock markets won't lift until the rate of new infections slows dramatically.  Race No. 2: How quickly can US lawmakers agree on an economic rescue package? Investors were hoping that a deal would emerge over the weekend in the Senate. It did not. Now, House Speaker Nancy Pelosi says that House Democrats will introduce their own plan.  Tick, tock. Tick, tock. I'm focusing on these two races because they are the most important factors in putting a floor under the dramatic stock market plunge in the United States. And they both need to be run simultaneously.  If policymakers are able to deliver a stimulus package, but can't bring down the infection rate, the US economy is likely to remain on lockdown and markets will remain under pressure. At the same time, if progress is made on limiting the spread of the coronavirus, but no support arrives for business and workers, the country will still be headed for a lengthy and nasty recession.  Here's Neil Shearing of Capital Economics: \"Economic policy can do little to offset the near-term damage caused by shutting down large parts of the economy -- its main function is to stop that hit from turning into a longer depression. A lasting recovery in markets is unlikely until we also see clear evidence that the global spread of coronavirus is slowing, allowing lockdowns to end,\" he said. A handful of countries have made progress on both fronts. South Korea and China are good examples. Can a fractured Washington do the same? Companies adjust to a new reality Royal Dutch Shell is the latest oil company to make major changes in response to the collapse in prices caused by a combination of plunging demand due to the coronavirus and a surge in supply from Saudi Arabia.  The company said Monday that it would cut its capital expenditure this year by $5 billion and suspend its share buyback program after crude oil prices were driven to shocking lows in recent weeks. \"The combination of steeply falling oil demand and rapidly increasing supply may be unique, but Shell has weathered market volatility many times in the past,\" CEO Ben van Beurden said in a statement. Meanwhile, SoftBank has announced a mammoth plan to sell $41 billion worth of assets, buy back shares and shore up its finances, giving the company's stock its best day in more than a decade. The group's shares have lost nearly half their value in the past year as its splashy $100 billion Vision Fund struggles to move past a string of embarrassing losses. SoftBank hasn't been immune to the coronavirus, either: Its stock has cratered more than 30% since the start of the year. The company said in a statement Monday that it \"believes its shares are substantially undervalued.\" Why truck stocks are suddenly essential My colleague Matt McFarland has found a really interesting story about an unlikely essential business in America: trucks stops.  Matt writes: The coronavirus pandemic may have brought most of the US economy to a halt, but truck stops remain open, offering truckers a place to eat, rest and refuel on their way to delivering critical supplies to a nation that's hunkering down to slow the spread of COVID-19. The US Department of Transportation said recently that truck stops qualify as an essential business, meaning they are viewed as too vital to shut down. Keeping truck stops open is especially important as a growing number of truckers work longer hours. The federal government has eased restrictions on the number of hours drivers transporting critical supplies, such as medical equipment, food, hand sanitizer, soap and disinfectants, are allowed to work. Truck stop operators are going to extreme lengths to stay open and keep drivers safe. Pilot Flying J, which operates truck stops in 44 US states, said its team has been cleaning showers after each use with degreaser, disinfectant and floor cleaner. It's also restricting gaming rooms to three participants at a time, and has stopped providing any self-serve food. Up next Coming tomorrow: Nike reports earnings after the closing bell. Also tomorrow → ▸ March PMI data"], "Language": false}