{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/media/japan-abe-shinzo-name-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN Business"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-03-23T09:10:14Z"], "LastModifiedDate": ["2020-03-23T10:23:50Z"], "Headline": ["Japan asked the international media to change how we write their names. No one listened"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In a full-page spread on March 2, 1979, the Los Angeles Times introduced its readers to Pinyin, a Chinese romanization system it said was changing the \"familiar map of China.\" In the new system \"Canton becomes Guangzhou and Tientsin becomes Tianjin.\" Most importantly, the newspaper would now refer to the country's capital as Beijing, not Peking.  This was a step too far for some American publications. In an article on Pinyin around this time, the Chicago Tribune said that while it would be adopting the system for most Chinese words, some names had \"become so ingrained in our usage that we can't get used to new ones.\"  The Tribune would continue using Peking into the 1990s, though by then it was something of an outlier. The New York Times noted in 1986 — while announcing its adoption of Beijing — that the name \"has now become equally familiar\" as the old moniker. Now, Japan wants its turn. As the country marked the dawn of the Reiwa Era last year with the coronation of Emperor Naruhito, its foreign ministry felt it was an opportune time to request that the names of Japanese officials be written differently.  Prime Minister Shinzo Abe's name, for example, would become Abe Shinzo, with his family name coming before his given name — just as the international media prints the names of Chinese President Xi Jinping and South Korean President Moon Jae-in. But if history is any guide, the Japanese government may have a long wait ahead of it before the English-language media conforms to its request.  What's in a name? The family-name-first format has always been used in Japanese. But during the Meiji Era that began in 1868, the order was reversed in English to begin with the given name, a format more familiar in the West.  While that decision may have made life easier for some 19th century Western diplomats, Japan's neighbors soon proved that foreigners could (for the most part) handle writing the \"last name\" first. And for almost two decades now Tokyo has been trying to reverse the Meiji reversal. Last year's request to the international media was only the latest attempt.  Japan is \"being hoisted on its own petard,\" said Jeff Kingston, director of Asian Studies at Tokyo's Temple University. He added that in the past, the country was \"eager to distance itself from its neighbors so as not to be confused with them.\" Now, though, it wants the West to treat it the same.  It's not only foreigners who are slow to change, however. Many Japanese are accustomed to writing their names in English with the family name last, and while the government has changed how it refers to the Prime Minister and other officials, the domestic English language press still largely uses \"Shinzo Abe.\"  A spokesman for Japan's Ministry of Foreign Affairs referred CNN to a notice issued in November 2019 that all government agencies would adopt the family name first format from January 1. He added that \"we are requesting that media companies consider using family name first with regard to Japanese names, as long as it does not cause any issues, but it is up to each company what decision they will make.\"  Even as Japan achieves some consistency across its own government, Peking became Beijing in the American press thanks largely to the widespread adoption of the new name (and Pinyin generally) by the US State Department. Japan may need to lobby diplomats to make the change before it can get journalists to follow suit. Inertia loop In 1979, changing from Peking to Beijing required newspapers to print an explanation for their readers — but at least they didn't have to go back in the archive and fix all previous mentions. Today, adopting a new format for \"Abe Shinzo,\" let alone all Japanese names, would require editing every published mention of the politician, or else tolerating an inconsistency that could confuse readers (and the search engines websites rely on for much of their traffic).   \"The audience likes consistency, so you have to figure out how seamlessly (and consistently) a style change can be integrated,\" said Doris Truong, director of training and diversity at the Poynter Institute, a journalism school in the United States. For now, most media outlets are unwilling to make a change if no one else is, creating an inertia loop whereby inaction begets inaction. CNN Business could not find any major publication which refers to the Japanese prime minister as \"Abe Shinzo,\" and no outlet which responded to a request for comment suggested such a switch was imminent. Of major outlets, Japan's foreign ministry noted that Economist has updated its style.  \"We have not received a request, and at this time we have no plans to change long-standing and widely accepted style,\" said the Associated Press.  The UK-based Guardian told CNN Business that \"similar to other media outlets, our house style is to generally follow first name-surname. As with anything related to style, this is something we continue to research and review over time.\" Reuters said it was \"aware of the preference expressed by the Abe government for names to be expressed in English as they are in Japanese with family name first. Nevertheless, the opposite convention remains widespread in Japanese business and society and more familiar for international readers.\" A representative for CNN said the company currently uses \"the given name first, surname second form for Japanese names, as this is the form that tends to be used by Japanese officials in communications in English.\"  \"However, styles evolve, and in the event of a formal request from the Japanese government or other significant change we would of course reconsider this,\" they added.  On Wikipedia, perhaps the first port of call for most people trying to work out if it is \"Mr. Shinzo\" or \"Mr. Abe,\" an intense debate ensued last year. Editors eventually decided against making any change.  Though some supported changing the title of the prime minister's page to \"Abe Shinzo,\" the majority preferred to wait and see. One editor wrote \"this should only change if/when most English-language sources follow suit.\"  Truong said it may be worthwhile for the media \"to have a wider discussion about any nations that use last/first and determining whether imposing Western standards of first/last give those populations the respect and agency they deserve.\"  For now however, it appears that, should the Tokyo Olympics go ahead, the man leading the celebrations will remain — as far as English-language media is concerned — \"Shinzo Abe.\" "], "Language": false}