{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/opinions/stephen-king-didnt-write-this-script-opinion-weekly-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-03-22T12:10:27Z"], "LastModifiedDate": ["2020-03-23T02:36:56Z"], "Headline": ["Stephen King didn't write this script"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Deserted streets. Empty stores and restaurants. Canceled birthday parties, weddings and graduation ceremonies. Hospitals bracing for a wave of patients needing care. At moments this week, it felt like we were living in a sci-fi novel -- and not a hopeful one. But this wasn't Stephen King. It was reality in America — \"social distancing\" to slow the spread of the Covid-19 virus. And it may take weeks before we know how well it works. King wrote a chilling fantasy about life in a post-pandemic world back in 1978, \"The Stand.\" Earlier this month, he commented, reassuringly, on Twitter: \"No, coronavirus is NOT like THE STAND. It's not anywhere near as serious. It's eminently survivable. Keep calm and take all reasonable precautions.\"  Still, the door-stopper of a book contains some wisdom that could guide us. One of its characters reflects, \"Love didn't grow very well in a place where there was only fear, just as plants didn't grow very well in a place where it was always dark.\" Poet Tess Taylor, who is sheltering in place with her family in the Bay Area, observed that this global ordeal reminds us of something profound. \"Viruses clearly don't care whether we are rich or poor, white or black, gun owners or radical pacifists,\" she wrote. \"We share common breath... There is really no elsewhere, no place to retreat, no gated community whose walls will serve: We are all linked, and our health is a community function -- the well-being of others is also the well-being of ourselves.\"  Despite advice from health officials, spring breakers congregated on beaches in Florida. Annika Olson pleaded with her peers: \"Sure, many of us can shake off the disease. But millions of people cannot, and we are putting their lives at risk. You touched the bartender you did not realize had diabetes, the waitress who has hypertension and is a single mom of two kids, or the cute guy who has no health insurance. Or, you visited your aging grandma, a friend recovering from a surgery, or your pregnant coworker. These people are all at serious risk of infection, losing their jobs, and losing their lives. The viruses we carry in our bodies right now might be the ones that end theirs.\"  In other words: \"Don't be a spreader.\" That was the key line in a wildly popular video by Mel Brooks and his son Max, as Dean Obeidallah noted. The Brooks duo gave \"us just what the doctor ordered: Comedy and facts to keep each other safer during the Covid-19 outbreak.\"  Personal challenges For Thomas Lake, it was a family trip to get ice cream that brought home the reality of a world utterly changed. He darted into the store while his family waited outside. \"You can feel sorrow for the loss of face-to-face banter with the colleague in the next cubicle. For the loss of your birthday party, your vacation, the Friday lunch with your friends. For March Madness... You can hurt for the teachers, scrambling to build lesson plans for the students they may not see again. For the seniors, high school and college, alone and adrift, losing what should have been their most glorious days on campus. For the old folks, even the ones who won't get sick, longing to see their grandchildren. You can cry about the fear you've been made to feel.\" Lynn Smith, of HLN, went with her family on a nature hike instead of one of the activities that would ordinarily fill their Saturday. \"There is a real opportunity right now,\" she wrote. \"We have been lamenting the divisive times we live in and now we all have something we can agree on. This isn't a hoax or a fear campaign. This is scary -- and not in the way that we should all be stocking up on toilet paper.\"  When Kate Bolduan's 5-year-old daughter said after school one day, \"Mom, there's something called 'Corona' and everyone is getting sick,\" she knew she had to start thinking of the right way to respond. The CNN anchor consulted experts who provided useful tips, including the need for parents to calm their own nerves. They \"emphasized the impact of our own stress and anxiety levels on how our children are handling and processing this uncertain time,\" Bolduan wrote.  The crisis is challenging people in so many ways, some of them particularly wrenching. To avoid contagion, the loved ones of those dying may have to be physically separate. Sarah Carlson, a surgeon in Boston, wrote, \"I am worried about those patients who will be admitted in the coming days and weeks -- whether it be for Covid-19 respiratory illness or any other disease -- because many of them will have to do it alone. No visitors means your loved ones may not have the comfort of you being there with them while they fight their illnesses or transition to end-of-life care. No holding their hands, no wiping their tears -- comforts delivered by phone or video chat only.\" David Gelles, a CNN executive producer, mourned the death of his mother, at 75, of a brain aneurysm, a sudden sorrow he and his family had to endure without the rituals that would ordinarily take place: \"The synagogue was closed. The funeral home was closed, and we could do only a graveside service. ... There were no hugs. No kisses. As we partook in the Jewish ritual of shoveling dirt on the grave, the rabbi noted that not everyone may want to touch the handle of the shovel. Some just used their bare hands to help spread dirt on the casket.\"  What went wrong By all accounts, the US was slow off the mark in ramping up testing that can be key to slowing the spread of Covid-19. Lauren Calihman of New York felt that lack of testing keenly: She has waited three weeks to find out if she has the virus. \"If I prove to be positive, three weeks is ample time for the virus to have spread from the few people I may have exposed to hundreds or thousands more.\"  Where are the tests? Dwayne Breining, MD, who is the executive director of Northwell Health Labs in New York, acknowledged \"growing anger over the slow pace of testing\" and noted, \"some are comparing the United States' sluggish response to the more successful response of countries like South Korea, but I want to assure you we are ramping up our capabilities and working around the clock. The limited supply of test kits has been the biggest challenge.\" But soon, he said, testing will be much more widely available. \"We'll get to the point...where we will be testing for this virus just the same way we would test for any other flu virus.\" South Korea's rapid scale-up of testing has been credited with helping it minimize the toll of the virus, but Dr. Kent Sepkowitz, an infectious disease specialist at Memorial Sloan-Kettering, wrote there may be other factors at work in that nation's success compared to the crisis in Italy. The population is far younger in South Korea and the disease is deadliest among older people, he wrote. \"The blundering lack of an effective testing program in the US is an unconscionable failure and has led (and will lead) to more transmission of Covid-19. But it is important to recognize that survival with the infection is a completely other matter, one that will require very different investments, training, and expertise.\" Asked about the failure to quickly make tests widely available, President Donald Trump said, \"I don't take responsibility at all.\" Julian Zelizer wrote that governors such as New York's Andrew Cuomo and Ohio's Mike DeWine are offering a powerful contrast to Trump: \"Cuomo has shown up to each appearance armed with facts and data. Most importantly, he exudes the image of a wartime leader who is working on this crisis around the clock, and who will remain at the frontlines until this is resolved. He never shies away from the urgency of the moment even while explaining how and why his state -- and the nation -- can remain calm.\"  The hospital staff who risk their own health to treat Covid-19 patients are the greatest heroes in the unfolding story. Dr. Shan W. Liu, of Massachusetts General Hospital and Harvard Medical School, has a family connection to fighting illness: \"More than a century ago, my great grandfather, Wu Lien Teh, vice director of China's Imperial Army Medical College, was tasked with controlling the pneumonic plague in northeastern China that killed nearly everyone it infected.\"   Liu wrote that social distancing is \"difficult for everyone and potentially devastating to people who work in restaurants, airlines and many other industries. But since we don't have a vaccine to keep people from getting sick, public-health strategies are the only ones we have...\" \"We in the emergency department will continue to come in at all hours, gown up and treat all who are sick. We ask you to do all you can to keep the virus contained. We all must do our part.\" For more on the virus: Dean Obeidallah: Airport screening mayhem marks another fail on coronavirus Elizabeth Warren: We need a grassroots stimulus package Jeffrey Sachs: Congress should immediately give $100 billion to cities and states to fight coronavirus Nathan Hollister and Rebecca Allen: Our health system is struggling to fight coronavirus. Med students could help Igor Volsky and Joseph Sakran: Buying a gun isn't the answer to coronavirus John Kirby: How to get the best information on coronavirus David Perry: Why a pass/fail option is a good move for everyone Trump: 'It's bad' Americans looked to Washington for guidance and heard conflicting messages. President Donald Trump put aside his reassuring words about the disease Monday. \"A different Trump stood on the podium,\" wrote Frida Ghitis. \"'It's bad. It's bad,' a grim President told the nation, announcing a new national plan to try to mitigate the exponential growth of the contagion. Gone was the man who had denied and downplayed for weeks. From the earliest days he had acted as if by force of will, as if with just the right boast, he could make the news turn his way.\"  But would the President's newfound adherence to scientists last, Ghitis asked? \"People like Dr. Anthony Fauci and Dr. Deborah Birx were trying to educate America. But their most important pupil was the President himself. Trump was an exasperating student, claiming to know as much as his teachers and propagating all manner of misinformation wrapped in self-aggrandizement. But eventually, he seemed to have got it.\" Then on Wednesday, he got in front of the science with words that suggested some drugs being tested for use against Covid-19 would soon provide relief. \"Trump made it sound as if the magic pills were in the mail and everything would revert back to normal soon,\" Michael D'Antonio wrote. \"While Trump touted the use of existing drugs being tried on an experimental basis, the Food and Drug Administration Commissioner Stephen Hahn gently but firmly tempered expectations and said he didn't want to offer 'false hope' given the additional research that needs to be done.\" Trump's attacks on the media appear to be a factor in how seriously people are taking the coro"], "Language": false}