{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-22-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Jenni Marsh, Rob Picheta, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Julia Hollingsworth", "Jenni Marsh", "Rob Picheta", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-03-21T23:45:06.251Z"], "LastModifiedDate": ["2020-03-23T02:30:25.752Z"], "Headline": ["March 22 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Speaking to lawmakers on Monday, Japanese Prime Minister Shinzo Abe said postponing the 2020 Summer Olympics is a possibility. This is the first time Abe has changed his staunch public position that the Olympics will start July 24 as scheduled. In recent days, a growing number of countries and athletes have called for the games to be postponed, while Canada said today it will not send any teams. The International Olympic Committee (IOC) responded Sunday, saying a final decision on postponement will be made within four weeks, due to the vast complexities of rescheduling a massive global sporting event like the Olympics. “The IOC’s decision is along the lines of what I said before, of holding the event in its complete form. If that becomes difficult -- and thinking first about the health of the athletes -- we may have no option but to consider postponing the Games,\" Abe said, speaking at the budget committee in Japan’s upper house of parliament.   ##Daily Life## ##Business## Canada won't be sending teams to the Olympics this year.  The Canadian Olympic Committee (COC) and Canadian Paralympic Committee (CPC) are also calling for the games to be postponed by one year.  \"While we recognize the inherent complexities around a postponement, nothing is more important than the health and safety of our athletes and the world community,\" the committee said in a statement. Mayor Muriel Bowser announced Sunday that she is ordering the Washington, DC, National Guard to work with police to restrict pedestrian access to areas where crowds have been flocking to view the cherry blossoms, which are in peak bloom, according to a news release from the mayor’s office. The mayor says the road closures and restrictions around the Tidal Basin, including the Jefferson Memorial, \"will continue until further notice to ensure social distancing and prevent further community transmission of COVID-19.\" The National Cherry Blossom Festival would have taken place from March 20 to April 12, but restrictions and stay-at-home orders across the country to most of the festival being canceled. As a result, the festival tweeted they opened a virtual tour for those wanting to see the cherry blossoms.  The government of Italy has made a direct appeal to Defense Secretary Mark Esper for US military aid in combating coronavirus, according to a US defense official.  Specifically, Italy's defense minister has asked Esper for critical medical equipment like masks and ventilators as Italy has nearly 60,000 confirmed cases and has had more than 5,000 deaths. The Italian government has requested that US military personnel stationed in Italy assist Italian authorities by providing medical personnel and field hospitals in support of Italian troops already responding to the crisis there. Esper recently made the Defense Department’s stockpile of masks and ventilators available to civilian hospitals in the US to help respond to the pandemic. The military has activated units capable of constructing field hospitals to help relieve the burden on civilian hospitals. The Italian plea for assistance from its NATO ally comes as the Russian military has made a very public effort to provide the Italians with assistance, using military aircraft to fly in medical personnel and equipment. Retired South African swimmer Cameron van der Burgh, the 2012 Olympic 100-meter breaststroke champion, says he has coronavirus.  In a series of tweets on Sunday, the 31-year-old discussed dealing with the illness, calling it \"by far the worst virus I have ever endured.\" Van der Burgh retired from swimming in 2018. The International Olympic Committee's executive board said Sunday it is considering postponing -- but not canceling -- this summer's Olympic Games in Tokyo because of the coronavirus pandemic. President Donald Trump approved California's request for a disaster declaration Sunday, according to a White House news release. The declaration means the state can receive federal assistance to supplement state, tribal and local recovery efforts to areas affected by the coronavirus outbreak, the release said. It also provides federal funding for crisis counseling for all those affected in California.  President Donald Trump said Sunday he is considering an executive order to free elderly \"totally nonviolent\" federal prisoners. \"We have been asked about that, and we're going to take a look at it. It's a bit of a problem. But when we talk about totally nonviolent, we're talking about these are totally nonviolent prisoners, we're actually looking at that, yes,\" Trump told reporters at a White House news conference. Several states, including California, New York, Ohio and Texas, and New York City have started releasing low-level offenders as well as those who are elderly or sick because of the virus. The number of coronavirus deaths in Ecuador doubled between Saturday and Sunday, according the country’s health ministry. The ministry reported 14 coronavirus deaths Sunday, up from seven Saturday. Ecuador’s health ministry reported the number of positive cases more than tripled in a one-week span. On Sunday, the health ministry reported 789 confirmed cases of the virus. At the beginning of the week, the government had reported 58 confirmed cases. The United Arab Emirates suspended all inbound and outbound passenger flights and \"the transit of airline passengers\" in the UAE for two weeks to combat the spread of coronavirus, according to the UAE's state-run news agency WAM.  The decision will take effect in 48 hours, WAM reported. ##Travel## Saudi Arabia has ordered a daily curfew between 7 p.m. to 6 a.m. local time beginning Monday, according to Saudi state-run SPA news.  The curfew is scheduled to last for 21 days and came directly from Saudi Arabia's King Salman bin Abdulaziz Al-Saud, SPA said in its report. Security, health, water, electricity, trash collection and media sectors are excluded from the curfew, according to SPA. Saudi Arabia says it is taking these measures to contain the spread of coronavirus in the country. ##Daily Life## Pennsylvania’s largest city announced a stay-at-home order Sunday, prohibiting \"all public and private gatherings of any number of people occurring outside a single household or living unit,\" according to a press release from the Philadelphia mayor's office. The order will go into effect Monday at 8 a.m. Essential personal activities, such as obtaining essential goods and services, seeking medical attention, caring for family members in another household, or reporting to a job at an essential business, are exempt from the restriction. ##Daily Life## Two Chicago Police Department officers have tested positive for coronavirus, according to city police spokesman Anthony Guglielmi.  In a statement on his Twitter account, Guglielmi says that \"both officers are in good spirits & all cases appear separate and distinct from one another.\" Chicago police are working closely with the city's health department to \"implement best possible infection controls for affected officers & areas,\" Guglielmi said.  The total number of Chicago police officers who have tested positive is now three, according to Officer Steve Rusanov. Nationwide prison riots in Colombia prompted by coronavirus fears have left at least 23 inmates dead and 83 injured, the country's Ministry of Justice said on Sunday Today is a very sad and painful day for the country,\" Justice Minister Margarita Cabello said in a video address.  \"I have to inform you that last night there was a massive and criminal escape attempt at the La Modelo prison and revolts at different penitentiary centers in the country,\" she said.  The escape attempt at Bogota’s La Modelo prison, one of the country’s largest and most overpopulated prisons, resulted in the reported 23 dead and 83 injured Cabello said.  \"There were no escapes,\" said Cabello, adding, \"Nor was there was a sanitary problem that could have prompted this plan and these revolts.\" Cabello said as of Sunday, there are zero inmates or prison personnel who have tested positive for coronavirus or who have been isolated because of coronavirus. Earlier Sunday, Colombian President Ivan Duque said security forces and prison authorities are responding to \"disorders in different parts of the country.\" President Donald Trump outlined on Sunday the aid being sent to New York, Washington and California, the three major hot spots of the coronavirus outbreak in the United States. He announced federal medical stations that will be delivered within the next 48 hours: Four large federal medical stations with 1,000 beds to New York \nEight large federal medical stations with 2,000 beds to California\nThree large and four small federal medical stations with 1,000 beds total to Washington   Trump outlined the specific number of items being sent to New York and Washington.  Supplies sent to New York as of March 19: 186,416 N95 respirators\n444,000 O-78 surgical masks\n84,560 face shields\n68,944 surgical masks\n352 coveralls\n245,486 gloves  Supplies sent to Washington as of \"about 3 days ago:\" 369,000 N-95 respirators\n575,406 surgical masks\n63,788 face shields\n107,850 surgical gowns\n240,376 gloves All McDonald's restaurants in the United Kingdom and Ireland will close at 7 p.m. Monday, according to a statement from Paul Pomroy, McDonald’s UK and Ireland CEO. \"Over the last 24 hours, it has become clear that maintaining safe social distancing whilst operating busy takeaway and Drive Thru restaurants is increasingly difficult,\" Pomroy said. \"We have not taken this decision lightly and know that our restaurants have been playing an important role in the community providing hundreds of thousands of free drinks to frontline health and social workers and emergency services personnel.\" Pomroy thanked the 135,000 employees for \"adapting so quickly to a constantly evolving work environment, taking every step to keep our customers, couriers and teams safe and looking after each other so very well.\" It was unclear when the restaurants would reopen.  A key procedural vote to advance a massive stimulus package failed Sunday afternoon as Senate Democrats lined up against it.  The vote was 47-47. Lawmakers needed to clear a 60-vote threshold to succeed. Democrats have been expressing concerns over the legislation as it stands throughout the day as talks continue and the vote, originally set for 3 p.m. ET, was delayed until 6 p.m. as Democrats dug in against it and to allow for more time for negotiations.  A final bipartisan deal to respond to the devastating toll the spread of coronavirus has not yet been reached, but talks are expected to continue. Senators were voting instead on a shell bill that Senate Majority Leader Mitch McConnell is using as a placeholder until a final deal is reached. The White House approved a request by Washington Gov. Jay Inslee for a federal disaster declaration Sunday, Inslee said in a tweet Sunday. Inslee asked for the declaration in a letter to President Trump Friday to unlock a host of additional federal assistance programs for Washington residents affected by coronavirus, according to a statement from Inslee's office.  \"We appreciate that the federal government has recognized the severity of the public health emergency in Washington state by declaring a major disaster and taking the first step toward additional assistance for Washingtonians,\" Inslee said. \"However, today’s declaration does not unlock many forms of federal assistance we have requested to help workers and families who are badly hurting. We will continue working with our federal partners to deliver the full suite of disaster assistance that is sorely needed in our state, such as expanded unemployment benefits for workers who lose their paychecks as a result of the COVID-19 crisis.\" The declaration grants the state’s request for assistance with crisis counseling and training to address the impact of the outbreak on the mental health of affected Washingtonians, Inslee's statement read. Other disaster assistance programs requested in Inslee’s letter remain under review by the White House, the statement read, including expanded unemployment assistance and basic food benefits. At least 254,000 Americans have so far been tested and received results for coronavirus and more than 30,000 have tested positive, Vice President Mike Pence said. Pence noted that those numbers do not include local hospitals or private labs that have conducted tests. The Vice President said that commercial labs should be caught up in the backlog of testing by the middle of the week. Commercial labs should prioritize inpatient testing, and new guidance will be sent on that tomorrow, Pence said. This is the most explicit figure given by the administration about the actual numbers of persons tested versus the number of tests conducted. Each person would have at least a couple of tests. ##Health## There are at least 32,149 cases of novel coronavirus in the United States, according to CNN Health's tally of cases that are detected and tested through US public health systems. At least 400 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## The New Orleans Police Department created a special team of officers to investigate illegal gatherings, a tweet from the department said Sunday.   The team will work with the city's Safety and Permits Department and respond to any reports of gatherings reported to 311, the tweet said. Any businesses found to violate the city's order on gatherings may lose their license to operate within the city of New Orleans, according to the tweet. Businesses could lose their licenses permanently if they do not adhere to orders from the city to close, Mayor LaToya Cantrell said. Another tweet from the department said it would take more incident reports by phone when appropriate to improve social distancing between officers and citizens. If a citizen prefers an in-person response, an officer will be dispatched, the tweet said ##Daily Life## The following states, in order of population, have issued stay-at-home orders: California - 39.5 million – started Thursday\nNew York - 19.5 million - effective Sunday evening\nIllinois - 12.7 million – started 5 p.m. Saturday\nOhio - 11.6 million – effective 11:59 p.m. Monday\nNew Jersey - 8.9 million – started 9 p.m. Saturday\nLouisiana - 4.6 million – effective 5 p.m. Monday\nConnecticut – 3.5 million – effective 8 p.m. Monday\nDelaware – 967,171 – effective Tuesday 8 a.m. (Population numbers based on 2018 Census estimates) ##Daily Life## President Donald Trump announced Sunday he has activated the National Guard in New York, California and Washington, the state's hardest hit by the coronavirus outbreak.  Trump has already approved disaster declarations for New York and Washington and said the declaration for California should be approved soon.  The president announced that the missions will be federally funded but the governors of all three states \"will be in command.\"  President Trump said he has instructed the Federal Emergency Management Agency to supply: Four federal medical stations with 1,000 beds for New York\nEight federal medical stations with 2,000 beds for California\nThree federal medical stations and three smaller medical stations with 1,000 beds for Washington Trump said the supplies should be in New York and California within the next 48 hours. He said two US Navy hospital ships will be activated, one on the West Coast and one on the East Coast.  After some discussion, the USNS Mercy will be sent to Los Angeles and not Washington state. The USNS Comfort is on the East Coast and will likely be sent to New York.  The Senate is now taking a key procedural vote to advance a massive stimulus package even as congressional negotiators have not yet reached a final bipartisan deal to respond to the devastating toll the coronavirus pandemic has taken on public health and the economy.  The vote, originally set for 3 p.m. ET and later delayed until 6 p.m., will be taken on a shell bill that Senate Majority Leader Mitch McConnell is using as a placeholder until a final deal is reached.  If the measure clears a 60-vote threshold Sunday afternoon, it could set up a final vote could happen as early as Monday, although opponents of the bill could put up additional procedural delays if they choose.  Democrats have been expressing concerns over the legislation as it stands throughout the day as talks continue.   Delaware Gov. John Carney issued a statewide \"stay-at-home\" order that will go into effect at 8 a.m. Tuesday and will remain in effect until May 15 or until the \"public health threat is eliminated.\"  The order advises residents to stay at home whenever possible and closing all nonessential businesses due to coronavirus concerns, according to a press release from his office. \"This was not an easy decision, but it’s the right decision to protect the safety of Delawareans and Delaware families,\" Carney said. \"If you have any questions about whether you should be staying home or going out, stay home. Go to work, and go straight back home. If you don't need food or other essential items, stay home.\"  Delaware residents may leave their home for essential activities, such as getting groceries, picking up a prescription, seeing a doctor and engaging \"in other activities essential to their health, and the health and well-being of their family members, including pets,\" Carney said. \"Delawareans may also engage in outdoor activity, but must adhere to social distancing guidelines,\" Carney said. ##Daily Life## There are now five Republican senators in self-quarantine or isolation – Sens. Rand Paul (who has tested positive for coronavirus), Mike Lee, Mitt Romney, Cory Gardner and Rick Scott.  That means that the 53-47 GOP majority is now reduced to 48-47. A stimulus bill will need 60 votes to pass in the Senate, meaning it will have to have substantial bipartisan support to get to 60. Republican Sen. Mitt Romney of Utah is self-quarantining after Sen. Rand Paul contracted the coronavirus, according to a statement from Romney’s office. He follows fellow Utah Sen. Mike Lee in self-quarantining. The full statement is below: \"Since Senator Romney sat next to Senator Paul for extended periods in recent days and consistent with CDC guidance, the attending physician has ordered him to immediately self-quarantine and not to vote on the Senate floor. He has no symptoms but will be tested. He urges members to pass a relief package as quickly as possible that provides assistance for families, workers, and small businesses,\" the statement read. New York police officers will by patrolling on foot and by vehicle Sunday night, watching for crowds of people and informing them about the statewide stay-at-home order. Their role will be more about education, than enforcement, a law enforcement official tells CNN. Officers at each precinct will have a list of hot spots, stores and other locations in their sectors where people are known to congregate. They’ll keep an eye out for groups of people and if spotted, they will tell them to disperse, the official said. The law enforcement official told CNN that if groups refuse to disperse, there won’t be arrests. Rather, officers will try to convince them that they need to leave and not be so close together, the official said.         There aren’t enough patrol cars, so some officers will be on foot, canvassing the neighborhoods. So far, officers have had a big presence at supermarkets and food shops, making sure crowds are under control, but not having any overcrowding issues so far, the official said.              The NYPD currently has 98 employees, 70 uniformed and 28 civilian workers, who have tested positive for the coronavirus. ##Daily Life## The Cuban government announced a series of new measures to stem the spread of the coronavirus on the island, where 20 percent of the population is 60 or older.  Starting Tuesday, tourists will no longer be allowed to travel to Cuba. Cuban citizens or residents arriving at an airport will be quarantined for 14 days at a Cuban hospital or similar institution.  Cuba is not just focusing on coronavirus locally. The nation has sent doctors as far away as Italy to combat the pandemic.  The Czech Republic reported its first coronavirus death Sunday, according to Czech Deputy Health Minister Roman Prymula.  The victim was a 95-year-old male, the deputy health minister said. Utah Republican Sen. Mike Lee is self-quarantining after fellow Republican Sen. Rand Paul of Kentucky tested positive for coronavirus, Lee said in a statement.  Lee's full statement is below:  \"Upon learning that my colleague Sen. Paul tested positive for COVID-19, I consulted the Attending Physician of the U.S. Congress Dr. Harding. He advised me that because I have no symptoms or other risk factors, a COVID-19 test was not warranted. However, given the timing, proximity, and duration of my exposure to Sen. Paul, he directed me to self-quarantine for 14 days. That means no traveling or voting. But I will continue to make sure Utah’s voice is heard as we shape the federal response to the Coronavirus through phone, text, email and whatever other means are available.\" The French Parliament adopted the state of emergency law Sunday night. The law gives a legal framework for the measures that have been put into place by the French government to mitigate the coronavirus crisis. The law was passed in an almost empty Parliament, adapted in order to respect health and security measures. The law passed with 510 votes in favor and 37 votes against, according to the Parliamentary report. On Thursday, French Prime Minister Edouard Philippe made a plea in favor of the state of emergency to the Senate, saying: \"The government needs it. I need it.\" The US Department of Defense announced on Sunday that 111 members of the military have tested positive for coronavirus.  Here's the breakdown of positive cases from the department:  Military: 111\nCivilian employees: 32\nDependent: 37\nContractor: 31  On Friday, the DOD reported there were: Military: 67\nCivilian employees: 15\nDependents: 26\nContractors: 16 Louisiana Gov. John Bel Edwards issued a statewide stay-at-home order Sunday that will go into effect at 5 p.m. Monday and stay in effect until April 12, according to a news release from the governor's office.  \"As our number of cases continue to grow, I am directing all Louisianans to stay at home unless it is absolutely necessary for you to leave,\" Edwards said. \"I am implementing this measure to help prevent you from becoming infected or infecting someone else.\" Edwards already issued an executive order closing all nonessential businesses in Louisiana. ##Daily Life## The New York City Department of Correction confirmed Sunday that five more staffers and 10 more inmates have tested positive for coronavirus, according to an email from spokesman Patrick Rocchio. At least 17 department personnel have tested positive, according to the department, and 29 people in custody have tested positive, according to Correctional Health Services. There are 98 members of the New York Police Department who have tested positive for coronavirus, according to NYPD Commissioner Dermot Shea.  Of the 98, 70 are uniformed and 28 are civilian employees. Shea said 95 of 98 are recovering at home. He believes three remain hospitalized. One was discharged Sunday. The belief at this time with limited information is that these people did not necessarily contract coronavirus at work, Shea said. As society contracts this disease, so do we,” Shea said. He said the \"normal sick rate\" for the NYPD is approaching about \"double that rate,\" adding that he saw the numbers go up when the virus took hold roughly around March 17. He said the department is in \"very good shape\" in terms of resources, but \"we plan for it every day.” \"We are not at the point where we’re close to going to 12-hour tours,\" he said. \"What we are doing, though, is planning for all eventualities.\" People who were previously put on quarantine have come back to work, Shea said. Spanish Prime Minister Pedro Sanchez announced the temporary restriction of non- essential flights from Spain during a televised press conference Sunday. The restrictions will be in place for 30 days and will not apply to residents of the European Union. The restrictions will begin at midnight Monday, local time, the Interior Minister’s Office announced on Twitter. Besides the travel restrictions, Spain's military will transport infected patients from overcrowded hospitals to centers with ample space and supplies to treat them, Sanchez said. The government vowed to deliver basic supplies like food to the elderly -- the population most in need -- so they can continue to stay in their homes. Sanchez said Spain will establish a reserve of supplies to combat a possible pandemic in the future and thanked medical personnel for their heroic efforts. ##Travel## The Syrian Ministry of Health announced the country's first coronavirus case on Sunday, according to state news agency SANA. The patient \"came from abroad and appropriate measures have been taken to deal with the case,\" the ministry said, according to SANA. Canadian officials pleaded with those returning from spring break to go home and quarantine for 14 days and then stay home indefinitely as public health officials worry about yet another wave of travel related coronavirus infections. “I wish anyone could give a date at which point this will all be behind us, but that really depends not just on what we do today, but what we keep doing tomorrow and into next week and into next month,” said Prime Minister Justin Trudeau outside his home where he remains in quarantine after his wife tested positive for the virus. Canada’s Health minister was more blunt and suggested the government will use all measures in its \"tool kit,\" including fines, if returning travelers do not abide by orders to stay home. “When we say that you must stay at home for 14 days that means you stay at home for 14 days, you do not stop for groceries, you do not go visit your neighbors or your friends, that you rest in your house for 14 days, no exceptions,” said Patty Hajdu, Canada’s Health Minister. By the numbers: Public health officials say there are now roughly 1,388 cases of Covid-19 in Canada, with at least 19 deaths.  They add that they have tested more than 90,000 people, and are testing more than 10,000 people per day. Test results are still taking a full 24 hours as Canada, like other countries, looks for ways to speed up those results. ##Daily Life## Gov. John Bel Edwards has issued an executive order closing all non-essential businesses in Louisiana on Sunday. Edwards announced the order during a Sunday afternoon press conference. These businesses include all outdoor and indoor entertainment venues; including, but not limited to, playgrounds, amusement parks, aquariums, zoos, pool halls, race tracks, adult entertainment venues, and carnivals All personal care businesses will also be closed, including, but not limited to, beauty salons, barber shops, spas, massage parlors and tattoo parlors.  ##Daily Life## Senate Republicans expressed their concern after emerging from a closed-door lunch where they received news that Sen. Rand Paul had tested positive for coronavirus. Three different GOP senators told CNN that Paul was in the gym with colleagues this morning and several pointed out how close the Kentucky senator had sat to others during Senate lunches in recent days. \"This is a different ballgame now,\" one Republican senator told CNN. Senate Majority Whip John Thune of South Dakota said on the Senate floor that senators will be seeking medical advice. \"We’ll consult with the attending physician here at the capitol about appropriate measures for those of us who have been in contact with the senator, but this is the kind of situation that Americans across the country are dealing with right now and it underscores the importance of acting immediately to deliver more relief for the American people,\" Thune said. Sen. Mitt Romney of Utah echoed similar concerns to reporters. \"All the senators are going to seek medical advice as to what action we should take to make sure that we don't in any way spread this virus ourselves,\" Romney told reporters. \"We had a lunch together with Rand, and hope he's doing very well, but we have to determine whether any of us should self-quarantine as a result of being in the same room.\" Ohio has issued a statewide “stay at home” order due to the coronavirus pandemic, Gov. Mike DeWine announced at a press conference on Sunday.  The order, requiring all residents to stay at home except for “essential activities,” will go into effect on Monday night at 11:59 p.m., DeWine said, adding that order was signed by Dr. Amy Acton, the state’s Department of Health Director. “Dr. Acton who has done such a phenomenal job has just signed an Ohio health director’s order. Dr. Acton just signed a stay at home order for all Ohioans. Other states have referred to this as shelter in place, we prefer stay at home. Either one, it’s pretty much the same thing,” DeWine said. “Essential businesses” and restaurants for takeout will still be allowed to stay open. DeWine encouraged Ohioans to maintain a distance of at least 6 feet from others. The “stay at home” order will remain in place until at least April 6, at which time state authorities would reassess the situation, DeWine said. ##Daily Life## Senator Mitt Romney, a Republican from Utah, said all senators will be seeking medical advice on what action to take after their colleague, Sen. Rand Paul, a Republican from Kentucky, tested positive for Covid-19 on Sunday. “All the senators are going to seek medical advice as to what action we should take to make sure that we don't in any way spread this virus ourselves,” Romney said. “We had a lunch together with Rand, and hope he's doing very well, but we have to determine whether any of us should self-quarantine as a result of being in the same room.\" Romney added: \"Very, very unhappy to hear that Rand Paul has been diagnosed with Covid-19... wish him the very best he's compromised given health conditions he's had in the past and so we'll be praying for him and thinking about it.” Earlier Sunday: Paul confirmed his positive test on Twitter where his official account said, \"He is feeling fine and is in quarantine. He is asymptomatic and was tested out of an abundance of caution due to his extensive travel and events. He was not aware of any direct contact with any infected person.\" There are at least 30,565 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the country through US public health systems. So far, 384 people have died in the US. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases. Opera singer Placido Domingo has tested positive for Covid-19, the artist confirmed on his Facebook page. \"I feel it is my moral duty to announce to you that I have tested positive for COVID19. My Family and I are all in self-isolation for as long as it is deemed medically necessary,\" the Spanish singer said.  Domingo added he is currently in good health but had experienced \"fever and cough symptoms.\" Some background: Domingo, a world-renowned opera singer, resigned as general director of Los Angeles Opera last year, after accusations of sexual harassment.  On March 10th, CNN’s Stephanie Elam reported that L.A. Opera’s independent investigation into 10 allegations of sexual harassment by Domingo were found to be credible. Domingo willingly participated in an interview but denied all allegations. The International Olympic Committee executive board announced Sunday that the group has decided to step up scenario-planning for the 2020 Tokyo Games in reaction to the Covid-19 pandemic.  The options that the IOC are currently considering include modifying operational plans to allow the games to begin on schedule on July 24 as well as changing the start date for the games.  The IOC said it is confident that it will have finalized these discussions within the next four weeks. This scenario-planning will allow for the best decision in the interest of the athletes and everyone else involved, the IOC added. The IOC executive board decided that cancellation of the Tokyo Games would not solve any problems or help anybody, and thus decided cancellation is not on the agenda. The IOC points out that conditions in Japan have improved significantly, though globally there has been a dramatic increase in Covid-19 cases. A member of the Boston Police department has tested positive for coronavirus, according to Sgt. Detective John Boyle. Authorities were notified last night and are conducting a thorough cleaning of the facility where the officer was stationed at. The male officer will remain at home until medically cleared, Boyle said. Public health officials are looking into contact tracing from this infected officer, Boyle said. The department, which has about 2,000 officers, continues to follow Centers for Disease Control and Prevention first responder guidelines with regards to protocols in the wake of the virus. Boyle said the health and safety of department members is the utmost priority. A health care system in New York is no longer allowing visitors, including partners, for its patients about to give birth, citing coronavirus risk. \"For the time being, we really do need to exclude all visitors, including partners, for women admitted in labor,\" Dr. Dena Goffman, chief of obstetrics at Columbia University Medical Center, said Sunday during a daily leadership briefing for the NewYork-Presbyterian health care system.  Goffman described the move as a \"very difficult decision and not one taken lightly.\" NewYork-Presbyterian has also made the decision to test all women in labor who are admitted to labor and delivery units for Covid-19, regardless of symptoms.  Goffman said there had been a number of patients with little to no symptoms upon admission, and others with atypical symptoms, who were later found to test positive for the novel coronavirus. Moreover, \"many symptoms of labor and of pregnant women really mimic some of the symptoms of Covid-19,\" including fatigue and shortness of breath, she added. \"As a result, these women were not identified by our usual screening, infection prevention and control, or testing processes, and therefore our practices for protection for Covid-19 were not implemented. In this case, many staff members were exposed,\" Goffman said.  Testing women in labor, she added, would allow doctors to isolate newborns who may have been exposed to the virus, thus preventing outbreaks in neonatal ICUs and well-baby nurseries.  Absent in-person visitors for these patients, Goffman said the hospital system was looking into ways to allow families to participate virtually in childbirth, perhaps through tablet computers. \"We recognize that we will need to provide additional support for moms, as well as mom and baby pairs, as they're in the hospital through the duration of their stay,\" she said. ##Health## The United Kingdom's 1.5 million most vulnerable citizens are being told to stay at home for the next 12 weeks to help shield them from coronavirus. Communities Minister Robert Jenrick says authorities will be writing to those who’ve been identified to offer them assistance to maintain social distancing during the outbreak. This includes providing food, so they don’t have to leave the house  The announcement was made at Sunday’s daily press briefing at Downing Street, alongside Prime Minister Boris Johnson. Johnson said the measures being announced today were foreshadowed in the government’s response plan. “This shielding will do more than any other single measure that we are setting out, to save life,” Johnson said. ##Daily Life## Spain plans to extend its state of emergency for another 15 days, Prime Minister Pedro Sanchez announced Sunday, as the number of Covid-19 deaths soars in the country. Sanchez addressed citizens in a televised briefing on Sunday, after meeting with health and security officials. He said he expected Parliament to approve his request to lengthen the order, which has been in place for over a week. By the numbers: It comes with the country's death toll from the virus accelerating. The country's health ministry said on Sunday that another 394 had died in just the past 24 hours, bringing the total number of confirmed fatalities to 1,720. ##Health## German Chancellor Angela Merkel is going into home quarantine immediately, after a doctor who gave her a vaccination on Friday has tested positive for coronavirus, Merkel's spokesman Steffen Seibert announced in a press statement on Sunday. Seibert also stated that the chancellor will continuously be tested for coronavirus because a test at this early stage would not be reliable. Merkel will continue her full workload from her quarantine, Seibert added. Earlier Sunday: Germany has implemented a \"contact ban\" rather than a full nationwide lockdown in an effort to curb the spread of coronavirus, Merkel said. Merkel said in a press conference Sunday that the country would toughen measures and \"reduce contact with people as much as possible.\"   NewYork-Presbyterian performed more than 500 tests for the novel coronavirus Saturday, and 50% came out positive. \"That's very high,\" Chief Operating Officer Dr. Laura L. Forese said in a leadership briefing Sunday. Forese said the hospitals had 558 Covid-19 inpatients, and about 1 in 5 are receiving ICU care. That number \"is a snapshot. It's changing probably as I'm speaking to you today,\" she said. \"We have many more who have been sent home, either Covid-positive tested, or presumed to have that.\" Some context: Like other health care systems around the country, NewYork-Presbyterian is not able to test every patient for Covid-19, citing a shortage of swab kits. Of nearly 30,000 cases in the United States, more than 15,000 are in New York state, including more than 9,000 in New York City.  ##Health## Sen. Rand Paul, a Republican from Kentucky, has tested positive for coronavirus, according to a tweet sent from his official account.  “He is feeling fine and is in quarantine. He is asymptomatic and was tested out of an abundance of caution due to his extensive travel and events. He was not aware of any direct contact with any infected person,\" the tweet said. Sen. Paul’s Deputy Chief of Staff Sergio Gor expanded on the tweet saying in a statement, “He (Paul) expects to be back in the Senate after his quarantine period ends and will continue to work for the people of Kentucky at this difficult time. Ten days ago, our D.C. office began operating remotely, hence virtually no staff has had contact with Senator Paul.” More context: Paul had part of his lung removed last year as a result from the assault by his neighbor which also broke five of his ribs. Read Paul's tweet:   Transportation Security Administration officers at the airports in Orlando and New York’s John F. Kennedy International Airport have tested positive for coronavirus, the agency said Sunday.  This brings the total to 22 TSA officers who have tested positive, according to TSA records. The officer in Orlando is the fourth one to test positive there, according to the TSA, and most recently worked one week ago, in the morning and early afternoon of March 15.  Some context: The agency has previously reported three other cases at the Orlando airport. Those officers most recently worked March 16, March 11 and March 10.  A fifth security screening officer at JFK has tested positive for the coronavirus, TSA said Sunday.  The officer last worked overnight on Wednesday.  The other TSA screeners at JFK who tested positive worked their most recent shifts on March 15, 13 and 12.  ##Travel## ##Health## The death toll in Italy from coronavirus has risen by 651 in the past 24 hours to 5,476 according to the Italian Civil Protection Agency. That is a smaller increase than the previous 24 hour period, but still represents an increase of 13.5 percent since Saturday. Overall, the number of confirmed cases has risen by 5,560 to 59,138. which is also a smaller increase than Saturday’s figures. ##Health## Germany has implemented a \"contact ban\" rather than a full nationwide lockdown in an effort to curb the spread of coronavirus, says German Chancellor Angela Merkel.  Merkel said in a press conference Sunday that the country would toughen measures and \"reduce contact with people as much as possible.\" \"To that end, Germany will ban gatherings of more than two people,\" Merkel said. Merkel extrapolated on the ban in a phone conversation between herself and the 16 German state premiers on Sunday, saying a contact ban will be implemented, meaning no more than two people would be allowed to interact with each other — with the exceptions of families and people living together.  Merkel said that \"a minimum distance of 1.5 to 2 meters\" should be adhered to and meetings in groups are now unacceptable and will be sanctioned if not adhered to.  Further, Merkel added that restaurants, as well as hair salons, and tattoo shops will also be shut down. Merkel said these measures would be in place for at least two weeks.  ##Daily Life## People in the United Kingdom are being told to stay at home and to not travel to remote communities, amid growing worries in the regions over the spread of coronavirus.  Fiona Hyslop, Scotland’s tourism secretary, told the BBC that tourists could “compromise the health” of people living in rural areas, including the Scottish Highlands and Islands. Tourism businesses along one Scottish road, the A830 which runs from Fort William to Mallaig, have also urged people to stay away.  The Road To The Isles group, which is made up of 100 tourism businesses along the route, said that “vital services” in the area are “struggling to cope with demand,\" according to PA Media news agency.  The area has just one doctor and one ambulance serving an ageing population. In a statement on its website, Visit Scotland asked everyone “not to travel to or around Scotland.” People were also discouraged from traveling to Cornwall, a county in western England. A joint statement issued by Cornwall Council and the tourism site Visit Cornwall on Friday urged people planning a trip to the county to “consider deferring their visit.” Steve Double, the Conservative MP for St Austell and Newquay in Cornwall, told Sky News on Saturday: “Please do not travel to Cornwall, we do not want to spread this virus any further.” Elsewhere, Snowdonia National Park in Wales experienced its “busiest ever visitor day” on Saturday with people flouting guidance on social distancing, according to its website.  “We are calling on the Prime Minister and the First Minister of Wales to provide stronger measures on unnecessary travel and social distancing, to ensure that we do not see a repeat of yesterday’s scenes across Snowdonia,\" Emyr Williams, chief executive of the Snowdonia National Park Authority, said in a statement on Sunday. ##Daily Life## Tennessee Gov. Bill Lee has issued an executive order Sunday with sweeping changes to businesses in response to the coronavirus. The issue prohibits gatherings of 10 or more and enacts restrictions on businesses. Restaurants are ordered to only offer drive-thru, take out or delivery options and can sell alcohol by delivery or pick up to those over 21, a release from the governor's office said. Gyms and other fitness facilities are closed until April 6 and encouraged to pursue digital programs, according to the release. Nursing homes and other long term care facilities are no longer allowed to accept visitors unless they are essential to care, the release said.  ##Daily Life## ##Business## Actress Rita Wilson continues to amaze and entertain followers while recovering from coronavirus. Wilson posted a four-minute long video of herself rapping every word of Naughty by Nature's \"Hip Hop Hooray.\"  \"Quarantine Stir Crazy See it to believe it,\" Wilson said in the Instagram caption. Watch Wilson's video: Greece’s Prime Minister Kyriakos Mitsotakis has just announced in a televised statement a nationwide ban of non-essential movement to start Monday at 6 a.m. local time.  Only people required to go to work, the supermarket, hospital or to see their doctors are permitted to go out, said the prime minister. Mitsotakis also said offenders would be fined 150 Euros ($161.45). Earlier on Sunday, the Greek Health Ministry announced 94 new cases of Covid-19, bringing the country’s total to 624.  ##Daily Life## New York has 15,168 confirmed Covid-19 cases across the state, New York Gov. Andrew Cuomo said during a press conference Sunday morning.  So far, 114 people have died in New York from the disease, Cuomo added. At least 61,401 people have been tested for the coronavirus across the state.   Some context: On Saturday morning. New York State reported a total of about 12,260 coronavirus cases and 70 deaths. ##Health## Russia is sending equipment and teams of doctors to Italy, as the nation continues to battle its worsening coronavirus outbreak. The Russian Ministry of Defense said Sunday it had started flying 100 doctors and virologists, along with disinfection equipment, to the country. The first Il-76 aircraft of the Russian Aerospace Forces departed Sunday from Moscow’s Chkalovsky military airfield with Russian military specialists and equipment aboard, the Russian military said in a statement.  Nine Il-76 transport aircraft, with military doctors, special vehicles for disinfecting and other medical equipment on board, will land today at the military airport of Pratica di Mare, the Italian defense ministry added.  Some context: This news came a day after telephone conversations between Russian President Vladimir Putin and Italian Prime Minister Giuseppe Conte and the defense ministers of both countries.  According to a Kremlin readout, Russia agreed to provide assistance on Italy’s request, including protective equipment, KAMAZ truck-mounted units used for disinfection, medical and other equipment. “Italy is not alone in this challenge,” Italian Defense Minister Lorenzo Guerini said after speaking with Russian Defense Minister Sergei Shoigu by phone late Saturday, according to a readout. “I want to thank Russia for the help it is giving our country to overcome this emergency.” The view from Russia: Putin’s move came in for some criticism at home. Russian officials have faced questions about shortages of protective equipment for medical workers, and the city of Moscow is scrambling to complete a medical facility for coronavirus patients. Anastasia Vasilyeva, a doctor for Russian opposition leader Alexey Navalny and leader of the Alliance of Doctors union, wrote a sardonic post on Twitter about Russia’s move to help Italy.  “Is Putin our president at all?” she wrote. “We have a shortage of doctors, they do not have protective equipment, they are sewing masks from gauze. How many times have we asked them to be provided. And then he sends help to Italy. Does he not care about his country?” Putin and Russian officials claim they have been proactive in combating the spread of coronavirus in Russia. The country’s coronavirus tracking headquarters says Russia has 367 confirmed cases of coronavirus. The state of Florida has 300,000 N95 masks and will be receiving 2 million more this week, Florida Division of Emergency Management Director Jared Moskowitz said during a Sunday press conference. The masks will be distributed to healthcare facilities and workers in various state departments, Moskowitz said. The division is setting up field hospitals in Broward and Miami-Dade counties to increase capacity. Each will be able to accommodate 250 people, according to Moskowitz.  They have procured 3,000 beds, which includes ICU beds, in order to increase the capacity available to respond to the coronavirus, Moskowitz said. There are also 300 nurses on standby and 300 medics with the National Guard available to respond as needed, Moskowitz said. ##Health## House Speaker Nancy Pelosi departed the a meeting in Senate Majority Leader Mitch McConnell’s office and said there is no deal yet on the coronavirus economic stimulus bill, adding that the House will introduce its own bill — something that could significantly draw out the process to finalize the legislation. Some context: The massive emergency aid package being negotiated on Capitol Hill has grown to roughly $2 trillion as bicameral, bipartisan leaders come together Sunday to try and clinch a final agreement, according to two people directly involved in the talks. Emirates Group is temporarily suspending passenger flights — maintaining just its cargo operations — because of coronavirus. The Dubai-based airline plans to halt passenger services as of March 25, it said in a statement Sunday. Emirates is also taking a number of other cost-cutting measures, including reducing operations at its air services division, Dnata, and a temporary cut to most employees' basic salaries. Some context: The announcement comes as airlines around the world grapple with a massive loss of business as demand for air travel dries up amid the coronavirus outbreak. Around the world, coronavirus cases have topped 300,000, nearly 13,000 people have died and many countries and local jurisdictions have implemented travel restrictions to stop the spread. US airlines say they have seen a \"virtual shutdown\" in air domestic travel, and some wonder if federal officials will ground many or all domestic flights. The US airline industry is seeking about $50 billion in federal help to deal with the crisis. ##Travel## A total of 4,826 health care workers in Italy have been infected by the novel coronavirus, according to the latest information Sunday from Italy’s National Health Institute (ISS).  That means some 9% of those infected nationwide by Covid-19 are health care workers.   Italy’s National Federation of Surgeons and Dentists is publishing a record of doctors who have contracted and died of Covid-19 since the start of the outbreak. It lists 18 doctors who have passed away since March 11; of those, 15 are from Lombardy, the hardest-hit region and the epicenter of Italy’s outbreak.  It is unclear if each of the doctors listed was directly battling the coronavirus outbreak and treating the infected. Among those doctors who have died is Marcello Natali, 57, who died on March 18, according to the federation website.   Natali, as reported by local media, had been a vocal critic of the initial Italian government response to the outbreak, and also sounded the alarm on the dearth of medical supplies. Also among the doctors who have died is Francesco Foltrani, 67, who died on March 19. The federation says Foltrani had in-person contact with a local retirement home where many of the elderly residents were known to have contracted coronavirus.   By the numbers: There are approximately 53,578 confirmed coronavirus cases in Italy, according to the Johns Hopkins University & Medicine Coronavirus Resource Center.  Dr. Anthony Fauci, the nation's top infectious disease expert, said there is a problem with people trying to separate himself and President Trump when it comes to their approaches to the coronavirus crisis, but that “there isn’t, fundamentally, a difference there.”  Fauci, in an interview on CBS \"Face the Nation,\" was asked about the President’s tweet on Saturday in which he stated that a mixture of hydroxychloroquine and azithromycin could help people suffering from Covid-19.  \"HYDROXYCHLOROQUINE & AZITHROMYCIN, taken together, have a real chance to be one of the biggest game changers in the history of medicine ...\" Trump tweeted on Saturday.   When asked on Sunday where the President got that information, Fauci said Trump had heard about this combination of drugs from anecdotal reports. “I am not disagreeing with the fact that, anecdotally, they might work but my job is to prove definitely from a scientific standpoint that they do work,” Fauci said, adding that people trying to separate himself and the President, but they approach these issues from differing standpoints; the President from a “hope, layperson standpoint” and Fauci from a “scientific standpoint.\" ##Health## There are at least 29,235 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems. So far, 371 people have died in the US. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases. ##Health## House Speaker Nancy Pelosi sounded an ominous warning Sunday that she may not support an emerging coronavirus economic stimulus bill that had been on a fast track through the Congress this weekend.  “From my standpoint, we’re apart,” Pelosi told reporters in the Capitol when asked if she expected a deal today. Pelosi spoke as she arrived at a critical meeting of the top four congressional leaders and Treasury Secretary Steve Mnuchin to finalize the bill, which has been the subject of intense negotiations on the Senate side for days.  The Senate did consider input from Pelosi and House committees who worked through Senate Democratic Leader Chuck Schumer to provide it. On Saturday, Schumer signaled he might accept the bill. But on Sunday morning, Democratic sources said they had uncovered numerous problems with provisions dealing with aid to workers and loan assistance to businesses.  What could happen next: If Pelosi doesn’t support the bill, Senate Democrats could stall action on the bill by blocking a procedural motion set for a vote Sunday afternoon. The House Speaker also could change it when the bill goes to the House if it passes the Senate Monday, as Senate Republicans and the White House want.  That could slow getting out the much-needed aid to workers and businesses. Pressure would mount — from Wall Street to Main Street — on Pelosi and House Democrats if they don’t act quickly. President Trump says Ford, General Motors and Tesla were given a “go ahead” to make ventilators and other metal products “FAST,” according to a tweet he sent Sunday. “Go for it auto execs, lets see how good you are?” Trump tweeted. Following the tweet, a spokesperson at Ford said, “we are moving fast to address these efforts and will provide more information when we have it.” GM spokesperson Jim Cain told CNN that “the work we announced Friday continues.” CNN has reached out to Tesla for comment. Read Trump's tweet: ##Business## Gov. Andrew Cuomo expressed his frustration Sunday morning over the sight of large groups of people in New York congregating outdoors this weekend. \"This is just a mistake. It's a mistake. It's insensitive. It's arrogant. It's self-destructive. It's disrespectful to other people. And it has to stop and it has to stop now. This is not a joke. And I am not kidding,\" Cuomo said. What Cuomo has done in New York to fight coronavirus: Cuomo announced Friday morning that all workers in nonessential businesses across the state are required to stay home in an effort to combat the spread of coronavirus. The executive order takes effect Sunday evening, Cuomo said. ##Daily Life## Gov. Andrew Cuomo said Sunday that New York received no funding from the first coronavirus bill despite it \"having the greatest need.\" \"That was a technical mistake in the way they wrote the bill,\" Cuomo said. Hospital beds and medical supplies continue to be an issue for the state, Cuomo added. Hospitals have about 53,000 hospital beds available now, but could need around 110,000, he said. Cuomo is calling on the federal government to nationalize medical supply acquisitions because states are competing with each other and price gauging is happening.  New York state has 15-times more cases than other states, according to Cuomo. ##Health## The federal government should nationalize medical supply acquisition to help states across the US fighting the coronavirus pandemic, said New York Gov. Andrew Cuomo who held a press conference Sunday morning.  “In some ways, we are savaging other states,” Cuomo said. \"I'm trying to buy masks. I'm competing with California, Illinois, Florida. That's not the way it should be, frankly. Price gouging is a tremendous problem, and it's only getting worse.\" Cuomo said it’s a race between states as well as a race between hospitals. He said a mask which normally costs .85 cents now costs $7 dollars. ##Health## Nashville Mayor John Cooper issued at 14-day \"safer at home\" order Sunday. On Twitter, the mayor explained that the order is for residents to stay in their homes and only go out for essential needs. Under the order, all businesses not performing essential services will close and all social gatherings of more than 10 people are prohibited, Cooper tweeted. Restaurants can only serve customers via delivery, take out or drive through, a tweet said. Read some of Cooper's tweets below: ##Daily Life## New Jersey Gov. Phil Murphy said this morning on ABC that his state has been trying to get ahead of the coronavirus pandemic and \"were going to have an overwhelming amount of pressure in our healthcare system.” My plea is “frankly, just stay home” unless “you’re essential, unless you’re helping us in the fight, we need you to be at home,\" Murphy said. “Folks needed to be jolted,” he said. \"It’s no time to panic, but just the same it’s no time for business as usual. We won WW2 not cause we panicked, we were smart, we were aggressive we worked hard, that’s what we’re going to need right now.” The first doctor to die from coronavirus in France was a 67-year old-emergency doctor at the Compiègne hospital, the city’s Mayor Philippe Marini told French broadcaster BFM on Sunday. The doctor, Jean-Jacques Razafindranazy, had worked at Compiègne hospital since 2013, the mayor added in a Facebook post. Marini paid tribute to Razafindranazy, who he described as “a great doctor, a respected man who was appreciated by his whole team.\" The mayor also called for “all inhabitants of Compiegne to show their support to our healthcare personnel and express their final thoughts for doctor Razafindranazy by observing a minute of silence on Monday at midday.\" ##Health## Michigan Gov. Gretchen Whitmer said the federal government’s initial response to the coronavirus outbreak could have disastrous consequences, according to an interview she did on ABC Sunday morning. “Had the federal government really started focusing when it became clear that the whole world was going to be confronting this, we would be in a stronger position right now,” Whitmer said. “That’s an issue I’m not going to belabor because I’ve got to keep solving problems, and I would like the federal government to be a partner, and I can’t afford to have a fight with the White House.” Whitmer also said there will be time for review actions and decision-making after the crisis has passed.  “At some point we’re going to have to analyze where the all the failures were, and we’re going to have to make decisions based on what happened and what didn’t happen,” Whitmer continued. “Lives will be lost because we weren’t prepared, our economy will struggle longer because we didn’t take this seriously as early enough as a country, and there will be consequences of that, but right now, I’ve got to solve problems, and I need the federal government to help me to make sure that I’ve got what we need for our frontline providers in particular, but also ventilators for people who are going to suffer.” Mayor Bill de Blasio described a dire situation in New York City this morning on CNN as hospital supplies needed to fight the coronavirus pandemic run low.  \"We're about 10 days away now from seeing widespread shortages of ventilators, surgical masks, the things necessary to keep a hospital system running. We have seen next to nothing from the federal government at this point. We have seen — we've made this plea publicly, privately, letters, phone calls, very — very little has arrived,\" de Blasio said. \"The military has not been mobilized. The Defense Production Act has not been utilized in any way I can see. Not just for New York City, New York state, for a lot of the country, it feels like we're on our own at this point. We're not seeing action from the federal government.\" De Blasio said April is going to be worse than March regarding the Covid-19 outbreak in New York. “If we don’t get more ventilators in the next 10-days people will die,” de Blasio said. He went on to urge the President Trump to sign an order to mobilize the military to distribute ventilators and to have manufactures making ventilators at maximum production.   The Defense Production Act: The Federal Emergency Management Agency describes the act as \"the primary source of presidential authorities to expedite and expand the supply of resources from the US industrial base to support military, energy, space and homeland security programs.\" An executive order issued Wednesday afternoon indicated that the President will use the act to obtain \"health and medical resources needed to respond to the spread of Covid-19, including personal protective equipment and ventilators.\" The order also states that Health and Human Services Secretary Alex Azar may consult with other agency heads to determine \"the proper nationwide priorities and allocation of all health and medical resources, including controlling the distribution of such materials ... in the civilian market, for responding to the spread of Covid-19 within the United States.\" ##Health## The massive emergency aid package being negotiated on Capitol Hill has grown to roughly $2 trillion as bicameral, bipartisan leaders are set to come together to try and clinch a final agreement, according to two people directly involved in the talks. The fate of a the final proposal will be in the hands of the four congressional leaders and Treasury Sec. Steven Mnuchin, all of whom will gather in Senate Majority Leader Mitch McConnell’s office on Sunday. The scale of the package – which has grown by over a trillion dollars over the course of several days and by more than $500 billion just during Saturday’s negotiations alone, the people said – underscore the recognition of the urgency brought on by the accelerating spread of the coronavirus pandemic that has all but shuttered the American economy over the last week. Behind the scenes: Republicans staff worked through the night – some in the office past 3 a.m., people told CNN – to draft the legislative language to reflect the status of the negotiations between the four bipartisan working groups that have been cloistered in closed Senate hearing rooms for hours over the course of an urgent last few days. Republicans have expressed optimism that a deal is in the offing, but there are still a handful of hurdles that have kept Democratic negotiators from fully signing on.  That said, lawmakers on both sides acknowledge that a deal is imperative as soon as possible, with a procedural vote to move forward on the package set for Sunday afternoon and a final vote to pass any agreement set for as soon as Monday. Treasury Secretary Steven Mnuchin said Sunday that lawmakers have a \"fundamental understanding\" that a deal has been reached to pass a massive stimulus bill to a staggering economy reeling from the coronavirus as soon as Monday. \"I do think it will get done. We've been working around the clock in the Senate with Republicans and Democrats. I've been speaking to (Senate Majority Leader) Mitch McConnell, (Senate Minority Leader) Chuck Schumer, the (House) Speaker and I think we have a fundamental understanding and we look forward to wrapping it up today,\" said Mnuchin, in an appearance on \"Fox News Sunday.\" Mnuchin explained that the bill, which could cost trillions, has several components: small business retention loans, which will give small business two weeks of cash flow to retain their employees and keep up with overhead; direct deposits, which would be approximately $3,000 for the average family of four; enhanced unemployment insurance, which was a sticking point in the talks; and a \"significant package\" of $4 trillion in liquidity, working with the Fed, to support the economy and broad-based lending programs. Mnuchin said the bill is structured based on a 10-to-12 week scenario, and that if in 10 weeks coronavirus is still ravaging the country, the administration would return to Congress to ask for more. Illinois Gov. J.B. Pritzker complained that states are competing against each other for key supplies and there needs to be more federal coordination on these goods, he said in an interview with on CNN's “State of the Union” Sunday. As a result, everyone is competing against each other jurisdictions are paying higher prices, Pritzker said. “We need millions of masks and hundreds of thousands of gowns and gloves and the rest. And unfortunately, we're getting still just a fraction of that. So we're out on the open market, competing for these items that we so badly need and we're succeeding in some ways. but we still need more,” Pritzker said. ##Health## The Detroit Metro Times started the year on a celebratory note, having reached its 40th anniversary. This week, its staff was slashed from 16 to eight employees after its parent company Euclid Media Group announced layoffs across its seven newspapers as the coronavirus pandemic sweeps the country, crippling businesses in its wake. Music editor Jerilyn Jordan was told in a conference call on Wednesday that she was one of the remaining employees but staying on would mean a 10% pay cut.  \"Everything changed in a week,\" Jordan told CNN Business. \"For a minute, I could comfortably glide into work and know that I had some concert announcements to post. But then it became writing about cancellations and postponements and rescheduling. Now that's come to a halt because guess what? Let's just assume everything was f**king canceled.\"  With local events canceled and restaurants and bars shuttering to crack down on the gathering of large crowds, local newsrooms have not only had to change their coverage. They have also lost out on crucial ad revenue and places to distribute their print products.  These changes have an outsized effect on alt-weeklies which rely heavily on advertising from events and local businesses. \"I think I'm a fairly good salesperson, but to be able to convince someone to run an ad for an event they're not having is beyond my capabilities,\" Jeff vonKaenel, president, CEO and majority owner of the News & Review newspapers in Sacramento, Chico and Reno told CNN Business. \"Now businesses where I normally distribute papers are closed so it's not going to work. There was essentially no revenue stream and no effective way to get out the paper.\" ##Business## Unemployment in Israel surged to 16.5%, the country's Employment Service said in a statement Sunday morning, up from around 4% before the coronavirus outbreak began.  More than 500,000 workers registered for unemployment benefits with the Employment Service in March alone. The Employment Service noted that the rate of registration has slowed, but it cautioned that this may simply be the end of the first major round of layoffs from the tourism industry. As the economic slowdown hits other sectors of the economy, the rate of registration may increase again, officials warned.  A doctor in France died from coronavirus on Saturday night, the country’s health minister Olivier Véran has announced. The minister added: “This is a first, as far as I know.” Medical professionals in France have been battling a rising number of coronavirus cases. The number currently stands at 12,475, with 450 confirmed deaths. Véran did not give any details about the deceased. The people of Andalusia, Spain's most populous region, are among the most gregarious in the world. There are a ridiculous number of bars and cafes per capita, and as the weather warms Andalusians begin the evening paseo, wandering the narrow streets and watching the world go by over a beer and tapas. But not this year. Easter week -- Semana Santa -- in Andalusia is arguably more important than Christmas, a time for candle-lit parades, the caminos de pasion, to celebrate the Virgin Mary and the resurrection of Jesus. Centuries-old floats, held aloft by 20 men or more, lurch through the streets and the air is heavy with incense. Now, they are canceled. The authorities are promising Easter celebrations will happen, but in September. Fernando Alcala Zamora, a young journalist in my hometown of Priego de Cordoba, says the change of lifestyle is utterly alien to Andalusians. \"I think quarantine or 'social distancing' are terms that contradict the very definition of how we relate with each other and enjoy our days, of who we are, so it's a big challenge for many,\" he said. Read more from the lockdown in Andalusia here. Spanish Prime Minister Pedro Sanchez has been in meetings with health and security officials on Sunday morning, as Spaniards prepare for a possible extension of their country's state of emergency. Sanchez is expected to address the nation in a televised speech later on Sunday. It comes with the country's death toll from the virus accelerating. The country's health ministry said on Sunday that another 394 had died in just the past 24 hours, bringing the total number of confirmed fatalities to 1,720. \"There are hard days ahead,\" Sanchez said in a televised briefing on Saturday. \"We have to get ready from a physiological and emotional standpoint. We have to get to the end of next week strong, very strong. The risk is everywhere.\" Spain has been locked down and placed in a state of emergency since Friday March 13. The period was initially expected to last 15 days, but cases in the country continue to soar as that deadline approaches. Emergency hospitals have been set up across the country, while residents have been urged to stay indoors and normally busy streets are deserted. Almost 25,000 cases have been reported in total, with a drastic spike of 5,000 new cases reported on Saturday. \"Spain is among the most-affected countries in Europe and in the world,\" Sanchez said on Saturday, adding that the worst is still to come. In an effort to strengthen Spain's response to the health crisis, Sanchez announced the national production of masks, ventilators and tests. Meanwhile, the government has bought 640,000 reliable ratified fast tests, which will soon be 1 million, and within the next few hours 1.3 million masks will be handed to health personnel and patients, Sanchez said. Health officials in Hong Kong have confirmed another 44 cases of the novel coronavirus bringing the city-wide total to 317. Out of the 44 new cases, 29 had recent travel history to countries in Europe as well as North America, according to Dr Chuang Shuk-Kwan of the Center for Health Protection. The 44 new cases represent the second largest single-day increase, after 48 cases were reported on Friday. Of the 317 confirmed cases in the city, 100 patients have been discharged from hospital. Of the remaining patients still being treated in hospital, one patient is in critical condition. The gates outside the centuries-old chapel in the shadow of the old World Trade Center were padlocked as rush hour descended on Lower Manhattan's desolate streets. \"In care for our neighbors, parishioners, clergy, and staff, St. Paul's Chapel is canceling services and events until further notice due to the Coronavirus,\" read signs outside the Episcopal church on Thursday, referring visitors to online services. The historic chapel, built in 1766, narrowly escaped being destroyed when the Twin Towers, across the street, collapsed on September 11, 2001. It became known as \"The Little Chapel that Stood.\"  After the terror attacks, it provided refuge to tired rescue and recovery workers, who rested on its wooden pews. Notes, cards and other mementos to the dead sprouted for months from those wrought iron gates, now shuttered by the pandemic. Nearly two decades after 9/11 forever changed New York City and the world, the coronavirus pandemic has upended day-to-day life in unprecedented ways -- disrupting schools, travel, entertainment, work and commerce. \"For me, in New York, it reminds me of 9/11, where one moment, which was inconceivable, just changed everything, changed your perspective on the world, changed your perspective on safety,\" said New York Gov. Andrew Cuomo, during one of his daily briefings on the mushrooming number of coronavirus cases. Read more here. In the summer of 2008, an elderly psychic who claimed she started receiving premonitions at age 5 published a book that contained an ominous prediction. \"In around 2020, a severe pneumonia-like illness will spread throughout the globe, attacking the lungs and the bronchial tubes and resisting all known treatments,\" it said. \"Almost more baffling than the illness itself will be the fact that it will suddenly vanish as quickly as it arrived, attack again ten years later, and then disappear completely.\" The prediction faded from public memory and the book's author, Sylvia Browne, died in 2013. But the coronavirus pandemic has brought new attention to Browne's book, \"End of Days: Predictions and Prophecies About the End of the World.\" It's shot up to number 2 on Amazon's nonfiction chart, and physical copies are now selling for hundreds of dollars. Government and public health officials have issued all sorts of guidelines to help people protect themselves against the spread of Covid-19. But there's another contagion that experts seem helpless to stop: The plague of prophets warning that the coronavirus is a sign we're at the \"end of days.\" Read more here. The number of coronavirus cases in Germany has increased by 1,948 in the past 24 hours to 18,610, according to the country’s agency for disease control, the Robert Koch Institute. That jump represents a 12% increase on Saturday’s figures. Meanwhile, the number of deaths has increased by eight to 55. The German government is considering a nationwide lockdown to combat coronavirus. Last week, two German states -- Bavaria and Saarland -- imposed state-wide restrictions to try to contain its spread. German Chancellor Angela Merkel is set to meet state premiers later on Sunday to discuss further measures. UK Prime Minister Boris Johnson has warned that the country's NHS risks becoming \"overwhelmed\" by the coronavirus outbreak and that the situation in Britain is just two or three weeks behind Italy. “The numbers are very stark, and they are accelerating. We are only a matter of weeks -- two or three -- behind Italy,” Johnson said. “The Italians have a superb health care system. And yet their doctors and nurses have been completely overwhelmed by the demand. The Italian death toll is already in the thousands and climbing. “Unless we act together, unless we make the heroic and collective national effort to slow the spread -- then it is all too likely that our own NHS will be similarly overwhelmed,\" Johnson said. “That is why this country has taken the steps that it has, in imposing restrictions never seen before either in peace or war.” Johnson’s statement was released on Mother’s Day in the UK. He is urging people to stay away from their mothers because of the virus – and instead ring them or video call them. Just a few days ago, however, Johnson himself said he hoped to see his own mother. Iran’s supreme religious leader, Ayatollah Ali Khamenei refused any form of American aid for Iran's citizens on Sunday, claiming the US might be planning to use medication against Iran. “Maybe the medication provided is also another tool to aggravate that disease, so we can never trust you,” Khamenei, considered the highest authority in Iran, said, without evidence, in a speech delivered on Iran’s national TV for the annual Persian new year. He added it was \"very strange\" that the US is offering the country medication. \"The US has shortages, they are facing acute shortages in terms of preventive tools,” Khamenei added. Every year, Khamenei appears in person to give the speech in the Iranian city of Mashhad. This year the speech was delivered remotely. Iran is the worst-hit country in the Middle East with more than 20,000 cases and 1,500 deaths, according to the World Health Organization. The past few weeks have shown that even the world's wealthiest and most powerful are as likely to contract the virus as anyone else. However, less attention is being paid to the most vulnerable members of society -- those in poverty, people living on the breadline and the homeless. The problem reached a crunch point in the UK, which has dramatically increased its response to the virus outbreak this week. Food banks that provide a lifeline for some of the estimated 14 million in poverty are running low on volunteers, many of whom have been forced to self-isolate, as well as food itself, which is in short supply following panic-buying. People working on the frontline in homeless shelters told CNN their worst nightmares were already coming true, with at least one facility forced to close after one of its users died from COVID-19. Most of the people in that shelter are now sleeping rough and may have come into contact with virus carriers. The UK's homelessness problem: The situation is equally bleak for the UK's homeless population. Shelter, a non-profit that provides support for the UK's homeless population, estimates that the number of people sleeping on the streets has risen 165% since 2010. That date is important. It's the year the UK went from having a center-left Labour government to a center-right Conservative-led administration. And in the wake of the 2007-2008 global financial crisis, it embarked on policies that radically cut state spending. Read more analysis from Luke McGee here. Today, India is attempting the world’s biggest social-distancing exercise. But for now, it will only last for 14 hours.  Why is it happening? It's the latest attempt by the government to stall the rapid spread of Covid-19. It could also indicate that the government is testing the waters on whether an official curfew could actually be imposed across the country. Prime Minister Narendra Modi has kept up a steady stream of tweets since early morning, asking citizens to stay inside. “The steps we take now will help in the times to come. Stay indoors and stay healthy,\" he said. What India is like today: Social media has been flooded with photographs of famous locations that are usually packed with people -- but today are eerily quiet. In India, where staples like rice, flour and pulses have always been bought in bulk, the fear of a lockdown has spurred people to double their usual orders.  Local grocery shops -- seen on every street -- continue to operate but with fewer items on their shelves. Modi has asked Indians to hold a salute to medical professionals, emergency health care provider and government officials on Sunday evening. Millions are expected to ring bells and clap to honor their work. Who will be affected by the 'public curfew': The people who will be most affected are those who depend on a steady daily wage to put food on the table -- including people who work as rickshaw pullers or street hawkers.  This is also a problem for shoppers. In a country where tinned food is almost non-existent, every household is dependent on the local hawkers who push carts piled with vegetables each morning through the neighborhood. What's the bigger picture in India: More than 320 people have contracted coronavirus in India.  In the past few weeks, India has taken unprecedented steps to shut down its borders, cancel visas and ban passengers from certain countries from entering Indian airspace.  The United States territory of Guam has reported its first death from coronavirus.  The patient was 68-years-old with underlying health issues that were compounded by the novel coronavirus, according to the Guam authorities. The patient had no recent travel history. But initial investigations indicated the patient may have contracted it from someone who did have a travel history. According to the press release, the patient was admitted to the Guam Memorial Hospital (GMH) on Sunday, March 15, and remained there in isolation throughout the week.  There are currently 14 confirmed cases of coronavirus in Guam, according to authorities. All passengers arriving into Shanghai from abroad will be tested for the coronavirus, Shanghai’s Health Commission announced on Sunday. The measure will apply even to those arriving from areas where the virus is not widespread.  Beijing flights: On Sunday, the government announced that all international flights to Beijing will be diverted to other cities in China starting Monday. Passengers on affected flights will need to clear immigration and customs at their first port of entry. Those deemed healthy will then be allowed to board the same aircraft to fly onwards to Beijing, the government said. The bigger picture: Wuhan, the epicenter of the outbreak, has not reported any new cases for four days in a row.  But now there is a new focus in the fight against coronavirus: people bringing the virus into China. China recorded 46 new coronavirus cases on Saturday -- and all but one came from abroad. That brings the total number of imported cases to 314.    Europe is one of the worst-hit regions, with a number of countries struggling with large novel coronavirus outbreaks. Here's what has been happening in Europe: Italy reports its biggest one-day jump in deaths: In the past 24 hours, Italy recorded 793 deaths, meaning 4,825 people there have now died from coronavirus, according to the Italian authorities. That’s an almost 20 percent increase on the day before, and is the biggest one-day spike since the outbreak began. A least 53,578 have contracted the virus in Italy.\nUK numbers pass 5,000: There are now more than 5,000 confirmed cases in the United Kingdom, according to the Department of Health and Social Care on Saturday. That's a rise of more than 1,000 cases in 24 hours. In total, 233 people with coronavirus have died in the UK and 72,818 people have been tested.\nSpanish Prime Minister warns the worst is yet to come: Prime Minister Pedro Sanchez asked Spaniards on Saturday to remain strong, adding that \"there are hard days ahead.\" \"We have to get ready from a physiological and emotional standpoint ... The risk is everywhere,\" he said. \nGermany treats coronavirus patients from France: Germany has admitted  patients from the French region of Alsace -- an area which borders Germany. \nBerlin limits gatherings to no more than 10 people: On Saturday, Berlin limited gatherings to no more than 10 people. Restaurants in the city can only offer take-out or delivery. The city has at least 866 cases of Covid-19 with one death, according to the Robert Koch Institute.\nFrance sees highest jump in deaths: France saw its highest jump in deaths from coronavirus since the beginning of the outbreak, according to the Health Ministry on Saturday. France had seen 562 deaths by Saturday -- a rise of 112 from Friday.   The US Centers for Disease Control and Prevention (CDC) has a new method to help people check whether they may have symptoms: An online bot nicknamed Clara. The CDC says its bot isn't there to diagnose diseases -- instead, it's intended is to help users make decisions about seeking appropriate medical care. Clara asks a series of questions to establish the level of illness being experienced by the user (or the person they are asking questions on behalf of). For instance, Clara might ask if they are gasping for air or suffering from shortness of breath. It also establishes their location within the US, whether they are in a long-term care facility and if they have been in contact with someone with Covid-19 Recommendations range from calling 911 immediately to staying at home and calling their health care provider within 24 hours. Clara also points to the relevant state's health department for further advice. Read the whole story here.  Colombia has had its first coronavirus death, the country's Ministry of Health confirmed.  The deceased is a 58-year-old taxi driver, who transported Italian tourists in the northern Colombian city of Cartagena.  Initially, the patient tested negative for Covid-19. But tests carried out posthumously confirmed his death was caused by the virus. The man's sister has tested positive for coronavirus and is under medical care. As of Saturday evening, Colombia had 210 confirmed coronavirus cases. Terence Lester is placing portable sinks with soap and water where the homeless congregate in Atlanta. \"All the news reports are saying wash your hands,\" Lester told CNN. \"But the homeless population often can't.\" Lester knows the challenges of living on the streets. He was homeless as a teenager and he is currently the executive director of the nonprofit Love Beyond Walls, which is dedicated to helping the homeless. But the difficulties the homeless now face with this pandemic are hard for him to fathom. \"I was trying to think of how they will survive,\" Lester said. \"How can they get through this when they can't even wash their hands? So, I decided to start there.\" He found a solution with portable washbasins that are sold for RVs and camping. These sinks have a foot pump to bring water from a 5-gallon tank to the faucet. A soap dispenser is built into each station. The Love Beyond Walls team picks up the sinks daily to clean them and refill each unit with water and soap. The nonprofit is raising money to place more sinks in the city and to ship them across state lines to other homeless communities. Read more about Lester and Love Beyond Walls here.  A Connecticut man who died after a coronavirus diagnosis was given his last rites by his pastor over the phone while his family listened in from quarantine.  Cathie Pike told CNN that her husband, Bill Pike, \"led a life of intellectual fascination of the world.\" Calling her departed husband \"simply amazing,\" she said he had the most beautiful last rites thanks to modern communication. \"It was a like a tapestry or quilt of our affections for him,\" she said. The delivery of last rites was made possible after a nurse at Norwalk Hospital agreed to assist. The nurse gathered the Rev. Peter Walsh of St. Mark's Episcopal Church in New Canaan on the phone and then connected Pike's wife and three children to the call from quarantine. The nurse held the phone to Bill Pike's ear as Walsh delivered last rites, which he described as \"the most beautiful litany of prayer.\" The pastor then \"told him I loved him\" and hung up so his family could say their goodbyes. Bill Pike passed away about 10 minutes later. Walsh said it was the first time he ever delivered last rites over the phone. Read the whole story here.  All international flights to Beijing will be diverted to other cities in China starting Monday, amid growing concerns over imported cases of novel coronavirus.  Passengers on affected flights will need to clear immigration and customs at their first port of entry. Those deemed healthy will then be allowed to board the same aircraft to fly onwards to Beijing, the government announced Sunday.  These rules had already been applied to some Beijing-bound international flights last week, with planes diverted to three nearby cities.  Now that policy has been rolled out wider, 12 cities, including Shanghai, have been identified to handle the diverted traffic.  The bigger picture: Wuhan, the epicenter of the outbreak, has not reported any new cases for four days in a row.  But now Beijing has a new focus in its fight against coronavirus: people bringing the virus  into China.  China recorded 46 new coronavirus cases on Saturday -- and all but one came from abroad. That brings the total number of imported cases to 314.   David Bryan, a founding member of Bon Jovi, announced Saturday on Instagram that he tested positive for coronavirus. \"I've been sick for a week and feeling better each day,\" the keyboardist wrote. \"Please don't be afraid!!! It's the flu not the plague.\" Bryan said he has \"been quarantined for a week and will (be) for another week. And when I feel better I'll get tested again to make sure I'm free of this nasty virus. Please help out each other. This will be over soon... with the help of every American !!\" Bryan is also a Tony Award-winning composer and lyricist.  He is not the first celebrity to announce a positive coronavirus diagnosis. Others include Tom Hanks, Idris Elba, Andy Cohen and several NBA players. Health officials in Thailand reported 188 new coronavirus cases Sunday, marking the largest single-day increase since the outbreak began. The country-wide total is now 599 confirmed infections. Seven coronavirus patients are currently in a critical condition, officials said. On Saturday, the Bangkok Metropolitan Administration announced new measures, including the closure of shopping malls and amusement parks. Restaurants are only allowed to open for takeaways. Pharmacies and supermarkets are excluded from the new measures.  El Salvador President Nayib Bukele announced late Saturday that a 30-day nationwide curfew will take effect immediately. Bukele said that one person from each family would be allowed to go out so they can supply their household with food and medicine. The Central American country has three confirmed cases of coronavirus. Who is exempt?   People who work in restaurants, public transport, gas stations, security companies, private clinics, finance, hospitals, vets and the media can continue working. Those who work at the Supreme Court and public employees directly linked to emergency care will also be able to continue. The livestock and agriculture sectors will also be able to continue operating, because \"we need to guarantee food security,\" Bukele said. Economic help To alleviate the economic situation, the government will invest $450 million per month to help households that consume less than 250 kilowatts of electricity per month.  \"We are talking about 75 percent of the population that will benefit,\" Bukele explained.  ##Daily Life## ##Travel## Japan has raised its travel alert for the United States, urging citizens to not go there unless it is essential. The alert was raised to level two, the Japanese Foreign Ministry announced on Sunday. Four is the highest alert level.   Meanwhile, the United States is warning its citizens to avoid non-essential travel to Japan. The United States has more than 25,000 coronavirus cases, while Japan has just over 1,000 cases.  Australia has more than 1,000 coronavirus cases, and the country is introducing a number of measures to deal with the outbreak. Here's what has been happening in Australia: Sydney's home state shuts non-essential services: New South Wales -- the state where Sydney is located -- will close most services and businesses to try to slow the spread of the virus. Essential services, such as petrol stations, convenience stores and pharmacies, will stay open. New South Wales has 469 confirmed cases, the highest of any Australian state.  A new economic support package: Australia has announced a second support package, this time worth $38 billion, to help households and businesses.  Another state gets tough: South Australia's Premier Steven Marshall said Sunday that a spike in confirmed cases from travelers entering the state had \"forced our decision to close our borders in South Australia.\" But while Marshall called it a border closure, in fact the state is still open -- arrivals will just need to self-isolate for 14 days. The new measures will be \"progressively enforced between now and 4pm on Tuesday.\" Meanwhile, elsewhere:  Northern Territory and the island state of Tasmania require all travelers to self-isolate for 14-days upon entry. Tasmania is offering one-off payments of $250 for individuals, or up to $1,000 for families, required to self-isolate. ##Daily Life## ##Travel## More countries in Africa have started to report their first novel coronavirus cases. Here's what has been happening in Africa. Eritrea, Uganda and Angola report first coronavirus cases: Eritrea: The country's Ministry of Information reported Sunday that a 39-year-old Eritrean man had tested positive. He has permanent residence in Norway and flew back to Eritrea on Saturday morning via FlyDubai.\nUganda: A 36-year-old Ugandan man who arrived in the country on Saturday after taking an Ethiopian Airlines flight from Dubai has coronavirus, the country's Ministry of Health said. The patient's symptoms included high fever and poor appetite.\nAngola: Two men who traveled through Lisbon, in Portugal, and arrived on  March 17 and 18 have tested positive for coronavirus, Angola’s Health Minister Silvia Lutucuta said. Both live in the country's capital, Luanda. They are age 36 and 38.  New restrictions: Algeria: Algeria's President Abdelmadjid Tebboune announced a series of measures, including stopping all mass transport within cities and between states. It is temporarily closing cafes and restaurants in big cities, the state-run news agency SPA reported. Algeria has 139 coronavirus cases and 15 deaths, according to the Ministry of Health. Read more about attempts in Africa to stop the spread here.  Indian Prime Minister Narendra Modi tweeted on Sunday that citizens should \"stay indoors and stay healthy.\" His comments came as the country's janata curfew -- or citizens' curfew -- began at 7 a.m. local time. Everyone except those in working in essential services has been asked to self-isolate for the day. Earlier this week, Modi asked all Indians to stand on their balconies, or at their windows and doors, at 5 p.m. local time Sunday for five minutes to express their gratitude towards emergency service workers for working tirelessly during the outbreak.  Singapore announced on Sunday that it will close its borders to short-term visitors and travelers transiting though the the major aviation hub starting Monday. \"There has been a further sharp increase in cases globally and widening spread,\" the Ministry of Health announced in a statement, adding that the majority of the new cases were \"imported cases.\"  Singapore residents and work-permit holders have to self-isolate for 14 days after entering the city state. Singapore has 432 confirmed cases of the virus, and recorded 2 deaths. ##Travel## This year's Ice Hockey World Championship has been cancelled due to the coronavirus pandemic, the International Ice Hockey Federation (IIHF) announced Saturday.  The tournament had been due to take place in Switzerland in May. IIHF President René Fasel said it was a \"harsh reality to face\" for international ice hockey, but one that \"we must accept.” “The coronavirus is a global problem and requires major efforts by government bodies to combat its spread. The IIHF must do all it can to support this fight.\n\"We have to set sport aside for now and support both the government bodies and the ice hockey family.” The refund policy for ticket holders will be clarified as soon as possible, the IIHF said.  The Australian state of New South Wales will shut down all \"non-essential services\" in an attempt to slow the spread of the novel coronavirus. \"Tonight I will be informing the National Cabinet that NSW will proceed to a more comprehensive shutdown of non-essential services,\" NSW Premier Gladys Berejiklian said in a statement Sunday.  Essential services and stores, such as petrol stations, convenience stores and pharmacies, will remain open. The shutdown will take place over the next 48 hours. Sydney -- Australia's biggest city -- is the capital of New South Wales.  New South Wales has 469 confirmed novel coronavirus cases, the highest of all Australian states. Australia has more than 1,000 cases of coronavirus.  ##Daily Life## South Korea has confirmed 98 new cases of coronavirus, the Korea Centers for Disease Control and Prevention (KCDC) said on Sunday. This brings the number of cases in the country to 8,897, with 104 deaths due to the virus. The coronavirus death toll in Italy has risen by 793 in the past 24 hours to 4,825, the Italian Civil Protection Agency said Saturday.  That was an almost 20% on Friday’s figure and was the biggest one-day spike since the outbreak began. The worst-affected region is Lombardy, where 3,095 people have died from the virus. Italy's confirmed cases total rose by 6,557 to 53,578. Higher than China: Italy's death toll is now higher than that of China, where the outbreak started.  According to China's National Health Commission, the country has had 81,054 confirmed cases and 3,261 deaths. In mainland China, 72,244 people have recovered and been discharged from hospital. New Zealand has temporarily closed its High Commission in Barbados and its Embassy in Myanmar due to the coronavirus outbreak. Foreign Minister Winston Peters announced the moves on Sunday, saying the government had made the decision based on the increasing scarcity of air links in and out of Bridgetown in Barbados and Yangon in Myanmar. The government was also concerned about the pressure Covid-19 was putting on local health systems, Peters said. The staff and their families will be withdrawn from both posts. The closures will be reviewed in one month. Could there be more closures? Peters did not rule out the possibility that more diplomatic posts could be shut. “We are actively working to sustain our network around the globe and we have every intention to keep the vast majority of New Zealand’s 62 diplomatic posts open,\" Peters said.\n\"However, with the rapidly changing health, safety and security situation for staff overseas due to COVID-19, we cannot rule out other temporary closures as a result of the pandemic.” What if New Zealanders in those countries need consular assistance? If you need consular help, you can still reach out to the Ministry of Foreign Affairs through its helpline. Find out more details here.  Australia has announced a second support package worth $38 billion to help deal with the economic impacts of the coronavirus. In a press conference Sunday, local time, Australian Treasurer Josh Frydenberg said the new package is designed to \"cushion the blow to households as a result of the coronavirus and to support businesses.\"  \"Since the government announced the first stimulus package over a week ago, the global and domestic economic environment has deteriorated,\" he said. He added that the government now \"expects the economic shock to be deeper, wider and longer.\" Who will it benefit? Prime Minister Scott Morrison said the \"safety net package\" includes support for \"sole-trader, retirees and those on income support,\" as well as assistance for businesses to keep employees. The Prime Minister added that the government is providing up to $57,900 to eligible small and medium sized businesses to help them continue operations and pay rent, bills and staff.  \"Our focus is on cushioning the blow and providing help to every Australian,\" the Prime Minister said. The Australian government has now injected $109 billion into the economy including the new $38 billion support package announced Sunday, local time. Treasurer Frydenberg said the sum of the support packages released so far is equivalent to 9.7% of Australia's GDP. Australia has more than 1,070 confirmed cases of coronavirus.  ##Business## During game time, the parking lot at FedExField would be used to, well, park cars. But now, the parking lot of the stadium home of NFL’s Washington Redskins will be used as a coronavirus screening site, according to the team's website.  The Washington Redskins are working with the Prince George's and Maryland Health Department to turn the lots into a community screening station. And they've already got started. On Friday, the Maryland National Guard put up 10 tents and hand-washing stations in the parking lot. ##Daily Life## The top four leaders of Congress will meet with Treasury Secretary Steven Mnuchin at 11 a.m. on Sunday,  hours before a crucial procedural vote to advance the massive stimulus bill, according to three sources with knowledge of the plans. The meeting is in Senate Majority Leader Mitch McConnell’s office, and also will include House Minority Leader Kevin McCarthy, Senate Minority Leader Chuck Schumer and House Speaker Nancy Pelosi. While negotiators are close to a deal on the Senate side, it’s still uncertain whether Pelosi will get behind it or will seek to make changes to the measure when it gets to the House. What's in the stimulus package? It's not clear yet, but it looks like it will be big. People directly involved in the negotiations tell CNN it could top a cost of $1.5 trillion. Larry Kudlow, a top economic adviser to Trump, went even further in estimating the overall scope of the package Saturday, telling reporters it could top $2 trillion. \"The package is coming in about 10% of GDP, it's a very large package,\" Kudlow, the director of the National Economic Council, said. Ten percent of gross domestic product is roughly $2 trillion. Read more about the package here.  ##Business## New York City has now recorded 8,115 coronavirus cases and 60 deaths. About 1,450 people have been hospitalized -- and at least 370 of those are in intensive care. New York State has 12,260 coronavirus confirmed cases and 70 deaths, making it the worst-affected state in the United States. ##Health## A city in New Jersey is raising money for small businesses with the help of the Goo Goo Dolls' frontman.  Westfield Mayor Shelley Brindle told CNN she is neighbors with the band's lead singer, John Rzeznik, and decided he would be the perfect person to kick off the new \"We Love Local\" fundraiser.  The idea is to have a series of porch concerts, and other events, to help raise money for  small businesses affected by social distancing due to the coronavirus. Brindle was inspired by a porch concert the town had for St. Patrick's Day. \"[Rzeznik] is incredibly generous and has always said to me to let him know if there is anything he can do for the town. His preference notably is he would love to raise money for good things,\" Brindle said.  \"I said, 'Hey, would you be willing to do this porch performance to support this fundraiser?' and in five seconds he texted back and said 'Yes!'\" The concert was streamed Friday on Facebook Live and Brindle said people tuned in from all over the world.  The gig helped raise $25,000 for local businesses. Read the whole story here. ##Daily Life## China confirmed six new deaths and 46 additional cases of novel coronavirus as of the end of day Saturday, according to China's National Health Commission (NHC).  None of the latest cases were reported out of Hubei province -- the epicenter of China's outbreak -- making this the fourth straight day that the province has seen no new cases. Of the 46 new cases, 45 were imported, bringing the total number of imported cases to 314.  The death toll in Hubei is now 3,144, and the nation's overall death toll stands at 3,261. In total, China has had 81,054 confirmed coronavirus cases, according to NHC.  The NHC added that 72,244 patients in mainland China had recovered and been discharged from hospital. Major events around the world have been canceled or postponed as the race to contain the novel coronavirus continues. The cultural sector -- with its numerous fairs, shows and festivals -- has also been significantly impacted. What has been affected: Countless art institutions, museums and galleries have been temporarily shuttered. The Louvre in Paris, which houses the famous \"Mona Lisa,\" is closed until further notice. A blockbuster exhibition marking the 500th anniversary of the death of Italian Renaissance painter Raphael was suspended days after opening in Rome. Organizers have pulled the plug on Glastonbury, the UK's largest music festival, which was celebrating its 50th anniversary. In New York, the lights are out on Broadway, with  performances canceled until mid-April. Fashion's biggest night, The Met Gala, has been postponed. Why this is a big deal: Of course, such closures can seem immaterial compared to the public health crisis posed by Covid-19 and its rising death toll. People are getting sick; they are worrying about how to stay safe, access care, look after loved ones or stay in work. But culture, even during the most extraordinary of times, should not be overlooked. Rather, it should be embraced as means for respite, escape and nourishment. For a brief moment, you can lose yourself in the brushstrokes of a centuries-old painting or feel completely immersed at a live concert.  At a time when misinformation, polarization and blatant hate are particularly confounding, culture can be humanizing and educational. It's an alternative means by which to digest an increasingly complex and anxiety-fueled world. Read the whole story here.  ##Daily Life## More than 300,000 people are infected with coronavirus around the world, according to a tally by Johns Hopkins University (JHU). That's a huge jump in the numbers. One week ago, JHU was reporting 156,396 confirmed cases. Meanwhile, the number of deaths from Covid-19 has more than doubled from one week ago, when there were 5,833 deaths. Today, there are nearly 13,000, according to JHU. ##Health## Italian Prime Minister Giuseppe Conte announced that all \"non essential factories\" must close as Italy faces \"the most severe crisis since WWII.\" That restriction applies to any factories not involved in producing food or medical equipment. Speaking via Facebook live Saturday, Conte announced that the more severe measures are necessary due to the increasing number of coronavirus deaths. More than 47,000 people have been infected in Italy, and more than 4,000 people have died. “The death of many of our citizens is a pain that we deal with everyday. The deaths we continue to hear of are not just numbers, they are people,\" he said. All pharmacies, food stores, financial services and public transportation will continue to remain open in Italy, Conte said. \"(The measure) will allow us to return to our factories, our piazzas, hugging our friends again. We do this because we love Italy.” Bolivia has announced a nationwide, 14-day \"total quarantine\" starting Sunday, according to Bolivian state media agency ABI. The country's interim president, Jeanine Áñez, said Bolivians should “be at home 24 hours a day” and that only one person per family can leave at a time to go shopping. Public and private transport will be suspended.  Still operating: Pharmacies, hospitals, and health centers will remain open as normal, she said. Permits will be given to employees in sectors that remain open. Questions over election: On Saturday, the Bolivian electoral tribunal issued a notice on its website saying that the quarantine order impedes the body from carrying out preparatory activities ahead of May 3 elections. The tribunal said that political groups and authorities should work together to decide on a “new date” that takes into account “scientific evaluations based on serious estimates about the probably evolution of the pandemic.” An interim government has ruled Bolivia since former President Evo Morales fled the country following allegations of fraud in an October vote that would have given him a fourth term in office. Morales has said he was the victim of a coup. Over the past few hours, the number of global coronavirus infections passed 300,000. At least 12,944 have died. Here's what's been happening: Italy closes non-essential factories: Factories not involved in producing food or medical equipment must shut, the Italian Prime Minister said, adding that the country is facing \"the most severe crisis since WWII.\"\nSpain braces for hard days ahead: Spanish Prime Minister Pedro Sanchez asked Spaniards on Saturday to remain strong, saying the worst is yet to come. Spain has more than 19,000 cases.\nForeign citizens trapped in Peru: The US Embassy in Lima says it has chartered flights to get US citizens out of the South American country.\nKuwait imposes curfew: The country's Deputy Premier and Interior Minister Anas Al-Saleh announced an 11-hour curfew starting 5pm Sunday, local time.\nBolivia announces strict quarantine rules: The country has imposed a 14-day, \"total quarantine\" starting Sunday. All Bolivians should be at home 24 hours a day, and only one person per family can leave at a time to go shopping. \nChile announces first coronavirus death: Chile's first death is an 82-year-old who suffered from other health conditions. "], "Language": false}