{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/opinions/lessons-of-living-in-the-coronavirus-crisis-avlon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John Avlon"], "Writers": [["John Avlon"]], "FirstPublishDate": ["2020-03-23T00:52:47Z"], "LastModifiedDate": ["2020-03-23T00:56:33Z"], "Headline": ["The lessons of living in the coronavirus crisis"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As our country confronts the coronavirus crisis with a shutdown unseen in living memory, we're being reminded of some basic truths.   First, we really are all in this together, despite all our differences. The voices who divide our country into warring tribes do our country a disservice. Shared sacrifice to solve a common problem, consistent with our values, is the American way. You might even say it's what makes America great. Second, sequestered at home with our families — away from the mad dash of social gatherings in the name of social distancing — we're reminded that they are what really matters. Playing catch in the backyard, reading a book, talking, cooking, laughing — these are the real joys of life. We should savor the simple things despite whatever fear we may feel. Because life is short. Yes, social distancing might mean missing out on some fun. But part of the tradeoff that comes with being a responsible adult is recognizing that sacrificing some self-indulgent fun can open the door to more joy.  Third, truth matters. Facts matter. And that's another way of saying science matters.  We are always safest when we confront reality and move proactively. But it's easy to be seduced by the desire to retreat into denial or try to avoid accountability.  Remember, this virus first got out of control in China because of their government's impulse to hide the truth and silence whistleblowers in Wuhan: from doctor Li Wenliang — who issued an early warning about the disease and died from it weeks later — to the brave Chinese journalists who disappeared from public view after their reports showed that the truth, like the virus, could not be contained. Whatever public health feats the authoritarian government has subsequently achieved to slow the disease's spread, the fundamental flaws of their system were exposed by this outbreak. Transparency and accountability always make us safer.   But we can't safely ignore the fact that the virus' spread here in the United States might have been aided by President Donald Trump's unwillingness to deal honestly with difficult facts or listen to scientists in his administration. It's a problem rooted in resistance to transparency and accountability. Pointing this out isn't partisan. It's part of the record that we must learn from to avoid repeating these mistakes in the future.  Because we now know that according to a Washington Post story citing \"U.S. officials familiar with spy agency reporting\" that America's \"intelligence agencies were issuing ominous, classified warnings in January and February about the global danger posed by the coronavirus while President Trump and lawmakers played down the threat and failed to take action that might have slowed the spread of the pathogen.\" For weeks, President Trump repeatedly downplayed the danger, assuring Americans that everything was under control. It would be gone in a few days or weeks, he said.    One month after the first confirmed case in our country, President Trump tweeted that \"The Coronavirus is very much under control in the USA.\"   That day — February 24 — there were 53 confirmed cases across six states in the United States.   Less than one month later, there are more than 32,000 confirmed cases in all 50 states. And more than 400 Americans dead.   One reason America is playing a deadly game of catchup with Covid-19 is largely because the test kits that the president promised were available to anyone who wanted one were not available. We still don't know how many people have the coronavirus today. But when President Trump was asked if he took responsibility for the testing kit delays, he tried to pass the buck and blame the Obama administration, saying \"I don't take responsibility at all.\" A week later he blamed the media. Harry Truman — who famously said \"the buck stops here\" — would not be amused.  We've seen the President try to change his tone and gain praise for sounding like something close to a normal, empathetic, president. But hours later he was back attacking Democratic governors like Michigan's Gretchen Whitmer and soon defaulting to attacks on journalists for the crime of asking legitimate questions. Some of his supporters in conservative media slammed administration scientists who warned about the dangers of Covid-19 by picking up Trump's attacks on the so-called \"deep state.\"  But what is the deep state, really? It's a hyper-partisan term that is used to attack nonpartisan public servants — issue experts — often scientists and doctors trying to protect the American people. These are people like Dr. Anthony Fauci and Dr. Deborah Birx who have gotten the White House response back on track because of their expertise and credibility communicating with the American people. They are people who have devoted their professional lives trying to make sure our government works, and makes decisions based on data, regardless of what political party is in power.     And that's one last lesson we can learn from this pandemic. Good government matters and we can't take it for granted. It's never going to be perfect because it is a human enterprise — a \"contrivance of human wisdom to provide for human wants\" — as conservative British statesman Edmund Burke once said. But demonizing government in a democracy is self-destructive.  We can debate the proper balance between the public and the private sector. But the public-private partnership with Walmart, CVS, Walgreens and Target to accelerate testing shows how we're often offered a false choice between government and the private sector.   With apologies to Ronald Reagan, government usually isn't the core problem and sometimes it is the solution — especially when we are confronting a problem that is bigger than our ability to deal with it as individuals or families alone — like a pandemic.    One of the other defining challenges of our time — the climate crisis, slower-moving but ultimately just as destabilizing to society — falls into this category. In both cases we need smart, science-based decision making to drive government action. And denial will only make things worse.   Confronting Covid-19 is a serious life or death struggle. It is a challenge for our country that requires responsibility from all our citizens, recognizing that our interdependence is an inescapable fact of life. Overcoming it will not be a quick fix — it will take time, innovation and sacrifice. But we will get through this. And in the time that we've been given, we should resolve to learn the right lessons from the coronavirus crisis so that we can emerge stronger and wiser as a result of all we've experienced. "], "Language": false}