{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/politics/fact-check-trump-coronavirus-false-claims-march/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale and Tara Subramaniam, CNN"], "Writers": [["Daniel Dale", "Tara Subramaniam"]], "FirstPublishDate": ["2020-03-22T20:15:36Z"], "LastModifiedDate": ["2020-04-07T00:37:38Z"], "Headline": ["Trump made 33 false claims about the coronavirus crisis in the first two weeks of March"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump began March with a barrage of false claims about the coronavirus pandemic -- understating the extent of the crisis, overstating the availability of tests, inaccurately blaming his predecessor and wrongly insisting that the crisis was unforeseen. Trump made 50 false claims from March 2 through March 8, then 21 false claims from March 9 through March 15. Of those 71 false claims, 33 were related to the coronavirus. That is on top of some additional misleading claims from Trump about the coronavirus (we only count the false claims here), plus some false and misleading claims from members of his administration.  Trump is now averaging about 57 false claims per week since we started counting at CNN on July 8, 2019. From that date through March 15, he has made 2,062 false claims in all. The most egregious false claim: The availability of coronavirus tests On March 6, as doctors and health officials around the country were reporting a shortage of coronavirus tests, Trump said, \"Anybody that wants a test can get a test. That's what the bottom line is.\"  At CNN, we start with the facts. Visit CNN's home for Facts First. In reality, Americans needed authorization from a doctor to get tested -- and even many people who did have a doctor's order could not get access.  This was Trump deceiving the country about one of the most critical problems of the crisis.   The most revealing false claim: Trade with Europe Trump is serially reluctant to admit error, even trivial slips he makes while reading prepared speeches. Instead of correcting himself, he usually pretends that he has not slipped at all. During his Oval Office address to the nation about the coronavirus on March 11, Trump, speaking from a script, announced that he was imposing restrictions on travel from Europe -- and then added that \"these prohibitions will not only apply to the tremendous amount of trade and cargo, but various other things as we get approval. Anything coming from Europe to the United States is what we are discussing.\" As he was forced to explain on Twitter after the speech, he was not actually banning trade and cargo from Europe.  So what happened? The usual, according to reporting from The New York Times and The Wall Street Journal. Trump's speech said the prohibitions would not apply to trade and cargo; Trump accidentally added the word \"only,\" reversing the meaning; Trump plowed ahead as usual. The most absurd false claim: Handshakes in India Trump is regularly willing to make false claims that can be disproven using widely available video footage.  While meeting with the prime minister of Ireland on March 12, Trump was asked whether he was fine shaking hands with foreign prime ministers. Trump said they hadn't shaken hands that day -- then added, \"You know, I just got back from India, and I didn't shake any hands there.\" An Indian news website promptly published a photo gallery of seven Trump handshakes during his trip.  The coronavirus 'Control' of the coronavirus  \"This is a very contagious -- this is a very contagious virus. It's incredible. But it's something that we have tremendous control of.\" -- March 15 coronavirus press conference Facts First: Experts said the US did not have the virus even close to under control. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said at this same briefing after Trump left the room: \"The worst is, yes, ahead for us. It is how we respond to that challenge that's going to determine what the ultimate end point is going to be. We have a very, very critical point now.\"   Trump claimed the next day that he had not meant the virus was under control -- that he had meant \"we are doing a very good job within the confines of what we're dealing with.\"  But he had repeatedly made clear on previous occasions that he was talking about the virus when he spoke of \"control.\" He said in late January, soon after the US announced its first confirmed case, that \"we have it totally under control.\" He said in late February, when the number of confirmed US cases was in the low dozens, that \"we have it very much under control in this country.\" Expectations of the pandemic  \"...but we're having to fix a problem that, four weeks ago, nobody ever thought would be a problem.\" -- March 11 exchange with reporters at coronavirus meeting with bankers  Facts First: The US intelligence community, public health experts and officials in Trump's own administration had warned for years that the country was at risk from a pandemic. Some of the warnings specifically mentioned the possibility of a coronavirus pandemic. And when this particular coronavirus, SARS-CoV-2, was identified in China in early January, health experts quickly cautioned it could be a major problem around the world. \"This was foreseeable, and foreseen, weeks and months ago, and only now is the White House coming out of denial and heading straight into saying it could not have been foreseen,\" Harvard University epidemiology professor Marc Lipsitch, director of Harvard's Center for Communicable Disease Dynamics, said on Sunday. \"Almost two months ago, experts were saying that the new virus in Wuhan was potentially a global threat,\" Lipsitch said in an email. \"One month ago, experts were saying that it was likely to be pandemic, and the White House's response was that this was under control, despite the fact that the US's lack of testing was demonstrably giving a false picture of the extent of infection.\" Obama and coronavirus testing Trump claimed twice that he had reversed an Obama-era decision that had impeded testing for the coronavirus. On the first occasion, Trump said, \"The Obama administration made a decision on testing that turned out to be very detrimental to what we're doing. And we undid that decision a few days ago so that the testing can take place in a much more accurate and rapid fashion. That was a decision we disagreed with.\"  Facts First: There is no regulation from President Barack Obama that impeded coronavirus testing. The Obama administration did put forward a draft proposal related to lab testing, but it was never implemented. When asked what Obama administration decision Trump might be referring to, Peter Kyriacopoulos, chief policy officer at the Association of Public Health Laboratories, said: \"We aren't sure what rule is being referenced.\"  Dr. Joshua Sharfstein, who was principal deputy commissioner of the FDA under Obama and is now professor of the practice at Johns Hopkins Bloomberg School of Public Health, said, \"There wasn't a policy that was put into place that inhibited them. There was no Obama policy they were reversing.\" The availability of coronavirus tests \"Anybody that wants a test can get a test. That's what the bottom line is.\" And: \"Anybody right now and yesterday — anybody that needs a test gets a test.  We — they're there. They have the tests. And the tests are beautiful. Anybody that needs a test gets a test.\" -- March 6 exchange with reporters after tour of the Centers for Disease Control of Prevention Facts First: That simply wasn't true. There were an insufficient number of tests available, as Vice President Mike Pence acknowledged the day prior, and Americans could not get tested simply because they wanted to get tested. \"You may not get a test unless a doctor or public health official prescribes a test,\" Azar said the day after Trump's remark -- and even some of the people whose doctors wanted them to be tested were not able to obtain a test. (Azar claimed Trump was using \"shorthand\" for the fact that \"we as regulators, or as those shipping the test, are not restricting who can get tested.\") Coronavirus testing  Trump was asked about a case in which a doctor in Houston reported being unable to obtain permission to get a patient tested despite the patient having \"symptoms of something\" and having tested negative for the flu. Trump responded that this was a mere \"one case\" and that \"frankly, the testing has been going very smooth.\" He also claimed: \"If you go to the right agency, if you go to the right area, you get the test.\" -- March 12 exchange with reporters before meeting with Irish Prime Minister Leo Varadkar  Facts First: It was simply not true that testing had been going smoothly or that, as Trump suggested, it was simple to get a test by contacting the proper authorities. Health officials in states around the country continued to report a shortage of tests and other problems. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Congress the same day: \"The system does not -- is not really geared to what we need right now ... that is a failing. It is a failing, let's admit it.\" Dr. Fauci said, \"The idea of anybody getting it easily the way people in other countr(ies) are doing it: we're not set up for that. Do I think we should be? Yes. But we're not.\" You can read a full fact check here.  The timeline \"We got hit with the virus, really, three weeks ago, if you think about it, I guess.  That's when we first started, really, to see, you know, some possible effects.\" -- March 5 Fox News town hall in Scranton, Pennsylvania  Facts First: The US had its first confirmed case of the coronavirus on January 21, more than six weeks before Trump spoke here, so it's not true that the US had not really seen even \"some possible effects\" until three weeks ago. People's knowledge of the number of flu deaths \"You know, three, four weeks ago, I said, 'Well, how many people die a year from the flu?' And, in this country, I think last year was 36- or 37,000 people. And I'm saying, 'Wow, nobody knew that information.'\" -- March 2 exchange with reporters at coronavirus meeting with pharmaceutical companies  \"So when you lose 27,000 people a year, nobody knew that. I didn't know that.\" -- March 2 campaign rally in Charlotte, North Carolina  Facts First: Trump might not have known the number of annual flu deaths in the US, but that doesn't mean \"nobody\" else did. The Centers for Disease Control and Prevention publishes annual estimates on its website. The CDC estimates that between 12,000 and 61,000 people have died in the US in each flu season between 2010-2011 and 2018-2019; its preliminary figure for 2018-2019 is 34,157 deaths. Flu deaths in 1990  Speaking about the flu, Trump said, \"I think we went as high as 100,000 people died in 1990, if you can believe that.\"  -- March 4 interview with Fox News' Sean Hannity   \"...when I was hearing the amount of people that died with flu, I was shocked to hear it. Anywhere from 27,000 to 70,000 or 77,000.  And I guess they said, in 1990, that was in particular very bad; it was higher than that.\" -- March 6 exchange with reporters after tour of the Centers for Disease Control of Prevention  Facts First: While the 1989-1990 flu season was considered bad at the time -- the CDC declared that it was an epid"], "Language": false}