{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/politics/judy-chu-coronavirus-trump-china/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-03-21T19:40:18Z"], "LastModifiedDate": ["2020-03-21T21:58:16Z"], "Headline": ["Congress' Asian Pacific American caucus chair: It's dangerous for Trump to call coronavirus 'the Chinese virus'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The chairwoman of the Congressional Asian Pacific American caucus on Saturday said it is \"dangerous\" for President Donald Trump to continue referring to Covid-19 as the \"Chinese virus\" at a time when misinformation has led to racist and xenophobic attacks against Asian Americans or anyone in the US who looks East Asian. \"It is dangerous for him to continue calling it the Chinese coronavirus,\" Rep. Judy Chu, a California Democrat and the first Chinese American woman elected to Congress, told CNN's Victor Blackwell on Saturday. \"He is creating more xenophobia every single time he does that. And we can see the results in what's happening to Asian Americans across this country.\" LISTEN: The Coronavirus: Fact vs. Fiction Podcast The congresswoman pointed to recently reported incidents of violence against Asian Americans, including a woman wearing a mask assaulted at a New York City subway station, a teenage boy in Los Angeles County beaten up by bullies who accused him of having coronavirus, and a family of four in Texas stabbed while trying to buy groceries amid the pandemic. \"So it's a very serious situation, especially in a time of heightened emotion,\" Chu told Blackwell Saturday. CNN has reached out to the White House for comment. While Trump began using the term during news briefings on coronavirus this month -- and the incidents mentioned by Chu date to as early as the beginning of February -- some Republican lawmakers and administration officials earlier referred to Covid-19 as the \"Chinese coronavirus,\" \"the Chinese virus,\" or \"the Wuhan virus\" after the World Health Organization and the US Centers for Disease Control and Prevention gave the official terminology for the virus. Trump has repeatedly called coronavirus \"the China virus\" or \"the Chinese virus\" during White House news briefings this month on the pandemic instead of using the official name from WHO and the CDC. And the President again referred to the virus that way during a Saturday briefing with reporters. After consulting with medical experts, and receiving guidance from the World Health Organization, CNN has determined the terms are both inaccurate and is considered stigmatizing. The President has defended his use of the term, denying it's racist or stigmatizing. \"It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate,\" Trump said on Wednesday. Trump claims he's using the term because the Chinese government has attempted to blame the virus on US soldiers. CNN previously reported that a prominent Chinese official has promoted a conspiracy theory that the US military could have brought the novel coronavirus to China and that it did not originate in the Chinese city of Wuhan. \"China was putting out information, which was false, that our military gave this to them. That was false. And rather than having an argument, I said I had to call it where it came from. It did come from China. So, I think it's a very accurate term,\" Trump said Tuesday, adding, \"I think saying that our military gave it to them creates a stigma.\" WHO announced on February 11 that it would be referring to the novel coronavirus outbreak, first identified in Wuhan, China, as Covid-19. \"Some people are worried about the disease. Fear and anxiety can lead to social stigma, for example, towards Chinese or other Asian Americans or people who were in quarantine,\" the CDC website says. The website adds that stigma \"is associated with a lack of knowledge\" about how Covid-19 spreads, \"a need to blame someone, fears about disease and death, and gossip that spreads rumors and myths.\" The CDC's advice to help stop stigma: \"Communicating the facts that viruses do not target specific racial or ethnic groups and how COVID-19 actually spreads can help stop stigma.\" In 2015, the WHO issued best practices for naming new human infectious diseases that advised avoiding the use of geographic locations.  The organization acknowledged that the name \"Middle East Respiratory Syndrome,\" or MERS, \"has had unintended negative impacts by stigmatizing certain communities or economic sectors.\" \"This may seem like a trivial issue to some, but disease names really do matter to the people who are directly affected,\" Dr Keiji Fukuda, the then-assistant director-general for WHO's health security, said in a statement at the time."], "Language": false}