{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/politics/fda-coronavirus-test/index.html"], "Source": ["cnn"], "Location": ["Washington, DC"], "ByLine": ["By Wesley Bruer and Kelly Mena, CNN"], "Writers": [["Wesleu Bruer", "Kelly Mena"]], "FirstPublishDate": ["2020-03-21T19:20:28Z"], "LastModifiedDate": ["2020-03-21T20:39:46Z"], "Headline": ["FDA authorizes new test that could detect coronavirus in about 45 minutes"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US Food and Drug Administration announced it has authorized the use of the first rapid diagnostic test that could detect the novel coronavirus in approximately 45 minutes. The authorization was made Friday and tests will begin shipping next week, according to a statement from California-based Cepheid, the company manufacturing the tests. \"During this time of increased demand for hospital services, Clinicians urgently need an on-demand diagnostic test for real-time management of patients being evaluated for admission to health-care facilities,\" said Dr. David Persing, MD, Ph.D., chief medical and technology officer at Cepheid.  \"An accurate test delivered close to the patient can be transformative -- and help alleviate the pressure that the emergence of the 2019-nCoV outbreak has put on healthcare facilities that need to properly allocate their respiratory isolation resources,\" Persing added.  The announcement of more efficient testing comes as the medical community has been looking to get quicker results to stem the tide of the coronavirus outbreak.  Last week, Dr. Rod Hochman, CEO of Providence St. Joseph Health, an organization of 51 hospitals and about 1,000 clinics, described testing capacity in the US as highly deficient. The turnaround time on testing results, he said, had ranged from 24 hours to four days, which he called \"unacceptable.\" If cases of the disease are not identified quickly and community spread continues unchecked, it could soon overwhelm the nation's medical system, just as it did in Wuhan, China, said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine. Vice President Mike Pence announced during a Saturday news briefing on coronavirus response that more than 195,000 Americans have been tested for the virus as cases surpassed 22,000, with about half confirmed in New York. He noted that the number does not include county hospitals or health care labs around the country. Currently, only 19,343 tests have come back positive, Pence said. As officials work to increase the availability of the tests, they've also sought to make clear in what cases people should seek them.  Officials have urged Americans to use discretion before seeking a coronavirus test, advising them to be administered to people who are symptomatic and not for those who do not show signs that they could be infected with the disease. \"We want to remind Americans as Dr. Fauci will emphasize in a moment, if you don't have symptoms, don't do a test,\" the vice president said Saturday.\" It is another way that the American people can make sure that we are preserving the resources that our health care workers need to administer and support those who are dealing with the coronavirus and other illnesses.\" Pence, who previously said it wasn't yet necessary for him to be tested, said Saturday that, given his position in the White House, he and his wife Karen would be tested for the coronavirus after a staff member in his office tested positive for the virus this week.  This story was updated with additional background information and context."], "Language": false}