{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/us/us-social-distancing-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-05-07T12:57:47Z"], "LastModifiedDate": ["2020-05-07T12:57:47Z"], "Headline": ["Why America's social distancing efforts have had 'painfully slow' results"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's been over six weeks since New York closed schools and businesses and initiated stay-at-home orders to stop the spread of coronavirus. Yet on Wednesday, there were still over 600 new hospitalizations and another 232 people died from coronavirus. The totals are down, yes, but Gov. Andrew Cuomo expressed frustration with the slow speed of the decline. \"We're seeing it gradually decline. We'd like to see a steeper, faster decline, but this is where we are,\" he said. \"It's a painfully slow decline, but it's better than the numbers going the other way.\" New York is not alone. Across the US, states that instituted shutdowns have seen plateaus or slower-than-expected declines in the number of coronavirus cases. Social distancing has helped slow the virus, but has not completely stopped its spread. The slow decline is especially notable compared to other countries. In China, New Zealand and Spain, social distancing measures and shutdowns sharply cut down on coronavirus cases faster, according to data from Johns Hopkins University. The contrast shows the weaknesses of American-style social distancing, which has been hampered by a haphazard federal response, exception-filled stay-at-home orders and struggles in testing, contact tracing and quarantining. \"We know social distancing is most effective when applied early, consistently and aggressively,\" said Dr. Leana Wen, an emergency physician and former Baltimore health commissioner. \"That's not what has happened across the US.\" Without a vaccine or cure, staying away from infected people is the only way to stop the virus. Still, many states are already moving to loosen these measures before the first wave of coronavirus has abated. \"It's not a matter of a second wave,\" said Dr. James Phillips, a physician and assistant professor at George Washington University Hospital. \"It's about that first wave continuing to go up and increase exponentially.\" 'Leaky' shutdowns have consequences From the beginning, American stay-at-home orders closed schools and most businesses but carved out wide exceptions for workers deemed \"essential,\" trips to the grocery store, exercise or walks outside. Some states allowed religious gatherings to continue, and others kept beaches and parks open to crowds. Some have made mask-wearing required, but others have not. And enforcement of even these rules has been spotty. In all, the American efforts to reduce transmission have been \"leaky,\" said Nadia N. Abuelezam, an epidemiologist and assistant professor at Boston College. \"The leakiness of our social distancing is probably leading to this slow decline or in some cases flattening or plateau or no decline,\" she said. About 2,000 people have died in the US per day over the past couple weeks, and the daily number of confirmed cases has continued to plateau or slightly increase. In contrast, countries with stricter shutdowns have seen more dramatic declines.  In some parts of Wuhan, China, where the novel coronavirus originated, people were confined to their homes for several months straight, unable to leave and reliant on delivery services for groceries and other basic needs. New Zealand banned all foreigners from arriving and forced returning Kiwis to spend two weeks quarantined in an approved facility. Spain, which had the strictest lockdown in Europe, did not allow people outside for solo exercise for weeks. With these efforts, China and New Zealand effectively eliminated the spread of the virus, and Spain lowered its death toll to 164 people on Sunday, its lowest number in six weeks. The US has not seen that decline, and yet many states are reopening anyway. A coronavirus model created by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington had previously projected that coronavirus deaths would come to a halt this summer, but the newest version of the model, released Tuesday, predicts daily deaths will continue in a longer, more drawn-out epidemic. \"If you persisted with social distancing as New Zealand has, and don't relax, in a sense, from a public health point of view, prematurely social distancing, then you can certainly get transmission down to zero,\" said IHME director Dr. Christopher Murray. \"The challenge, of course, is that there's enormous economic turmoil and hardship created by that.\" Federal rules are lax and inconsistent The federal government belatedly offered its own unenforceable \"guidelines\" for reopening, Wen said, and has generally left the decision on shutdowns up to individual states. As such, each state has come up with their own definition of \"stay-at-home\" orders and offered their own recommendations for how people should behave. Each state has also come up with their own criteria for when it is safe to reopen. President Donald Trump said he doesn't think Americans will \"stand for\" staying home much longer and called shutdowns \"not sustainable.\" \"We've given leeway to the governors to make those decisions\" on when to reopen, he said Wednesday. That lack of a consistent, national message has created uncertainty. With no clear guidance, individuals are trying and struggling to decide what to do. \"That's what causes the leakiness,\" Abuelezam said. \"People are having a hard time assessing their risk of getting coronavirus.\" Without national rules, there are no travel restrictions within cities, within states or between states. The shutdowns vary by state and even sometimes by county, so individuals in shutdown areas are able to go across town lines to places that are open. \"That completely undoes the positives of shutting or locking down an area,\" Abuelezam said. Murray, the IHME director, said there is a statistical correlation between mobility and transmission of the virus. \"There have been many, many states where mobility is starting to go up, even before the social distancing mandates are coming off,\" Murray said, citing data from Facebook and Google. \"This rise of mobility in the last week or ten days is likely leading to some increased transmission.\" \"If there's a sudden rise in domestic travel or a steady rise, that may counteract some of the benefits of increased testing per capita,\" he added. Lack of testing, tracing and quarantine Social distancing and shutdowns are just a part of the efforts to stop the virus. And in the US, those other aspects -- testing, contact tracing and quarantining -- have been similarly underwhelming.  \"Social distancing is meant to buy time, to try to flatten the curve and to buy time for other capabilities like testing or tracing and other public measures to contain the disease,\" Wen said. While other countries have been able to ramp up those capabilities, the US has been slower in doing so.  There are still widespread testing shortages compared to the need. Because of that, some infected people are unable to get tested, and asymptomatic people may be unknowingly spreading the virus to others. Ideally, if a person does test positive, a contact tracer will reach out to the infected person's close contacts and advise them to isolate or get tested. A recent study estimated the US needs at least 100,000 of these tracers, but that critical army does not yet exist. \"You really compromise (social distancing) by not having testing available,\" said Dr. Kent Sepkowitz, an infectious disease specialist. \"Countries that used testing and contact tracing were the ones that really dropped (cases) like a stone.\" Further, for those who have tested positive, health officials have recommended self-isolation or quarantining at home. But those who do not live alone risk infecting family members, roommates or nearby neighbors. China dealt with that issue by creating mass quarantine facilities and forcibly removing infected patients to stay there. While that's unlikely in the US, Wen said there are not even quarantine facilities for people to would like to isolate away from elderly or immuno-suppressed family members. These issues remain clear even as states begin to loosen their shutdowns and reopen stores, barbershops, restaurants and more. \"Signals are going out to the public all the time that we're essentially done with this,\" CNN Chief Medical Correspondent Dr. Sanjay Gupta said. \"I think it's important to keep reminding people we need to stay vigilant on this.\""], "Language": false}