{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/motorsport/lewis-hamilton-coronavirus-idris-elba-formula-one/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-21T15:18:33Z"], "LastModifiedDate": ["2020-03-21T16:32:30Z"], "Headline": ["Lewis Hamilton is 'well' following isolation after he was pictured with Idris Elba, who tested positive for coronavirus"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["Formula One world champion Lewis Hamilton says he is \"well\" after undergoing a period of isolation following time spent in the company of actor Idris Elba, who tested positive for coronavirus.  Hamilton, 35, was pictured at an event in London this month that was also attended by two people who tested positive for Covid-19.  Despite being in close proximity to someone who had tested positive, the Mercedes driver rejected the possibility of getting tested because there are people \"who need it more than I do.\" \"I did speak to my doctor and double checked if I needed to take a test but the truth is, there is a limited amount of tests available and there are people who need it more than I do, especially when I wasn't showing any symptoms at all,\" Hamilton said Saturday on social media.  Hamilton had been pictured a London event for WE Movement, an \"international charity and educational partner.\"  Sophie Grégoire Trudeau, the wife of Canadian Prime Minister Justin Trudeau, was also in attendance and has tested positive for coronavirus.  Despite being at risk of catching the virus, Hamilton assured fans he is \"well\" and has displayed \"zero symptoms.\" \"I'm doing well, feeling healthy and working out twice a day,\" the six-time world champion said.  \"I have zero symptoms, and it's now been 17 days since I saw Sophie and Idris. I have been in touch with Idris and happy to hear he is ok.\" READ: Manchester Premier League rivals come together to support local food banks 'Shocking'  The opening race of the 2020 Formula One season had been set for March 15 in Melbourne but was postponed at the last minute.  In a news conference before practice was scheduled to begin, Hamilton had called it \"shocking\" that the race hadn't been called off amid the coronavirus pandemic. The decision to cancel the event followed McLaren's withdrawal after a team member tested positive for the virus. Hamilton since then has been following the advice of medical experts and keeping to himself, he said.  \"So what I've done is keep myself isolated this past week, actually since practice was cancelled last Friday and kept my distance from people,\" he said. \"The most important thing everyone can do is stay positive, social distance yourself as best you can, self-isolate if you need to, and regularly wash your hands with soap and water for at least 20 seconds.\" After Australia, the next three races on this season's calendar -- Bahrain, Vietnam and China -- have been called off. Races in the Netherlands and Spain, all due to take place in May, have also been postponed.  Visit CNN.com/sport for more news, features, and videos The Monaco Grand Prix became the latest Formula One race to be canceled, meaning one of the sports' showcase events would not go ahead for the first time since 1954.  The 2020 season will not begin until June at the earliest."], "Language": false}