{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-20-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Helen Regan, Joshua Berlinger, Julia Hollingsworth, Adam Renton, Steve George and Fernando Alfonso III, CNN"], "Writers": [["Helen Regan", "Joshua Berlinger", "Julia Hollingsworth", "Adam Renton", "Steve George", "Fernando Alfonso III"]], "FirstPublishDate": ["2020-03-19T23:26:45.764Z"], "LastModifiedDate": ["2020-03-21T01:27:00.910Z"], "Headline": ["March 20 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here General Motors in partnership with Ventec Life Systems are collaborating to produce respiratory care products, including ventilators, to fight Covid-19. Ventec will use GM’s logistics, purchasing and manufacturing expertise to build more of their \"critically important ventilators\" to help save lives. “We are working closely with Ventec to rapidly scale up production of their critically important respiratory products to support our country’s fight again the Covid-19 pandemic,” said Mary Barra, GM chairman and CEO. “We will continue to explore ways to help in this time of crisis.\" ##Business## An annual tradition for both Washingtonians and tourists are to see the cherry blossoms bloom every Spring. But the threat of spreading coronavirus has prompted the city's public transit system to take additional steps to its already altered scheduled to discourage people from using the public transportation system to go see them during peak bloom. Trains will be running on a 30-minute operating schedule, and buses will operate on a Sunday schedule, system officials announced in a Friday statement. The Washington Metropolitan Area Transit Authority also reminded riders two of its stations — Smithsonian and Arlington Cemetery — close to the Tidal Basin where much of the cherry blossoms bloom will remain closed. Of course, people continue to show up and look at the bloom, including somebody who broke one of the fragile trees, according to the National Park Service. Organizers of the National Cherry Blossom Festival had already announced last week it would be canceling its annual event due to the coronavirus outbreak. For people who are stuck in the nation's capital or otherwise can't get to DC, the National Mall has a webcam to view the cherry blossoms around the Tidal Basin. ##Daily Life## The US Food and Drug Administration said Friday that it is closely watching the market and will take appropriate action against firms claiming to offer fraudulent coronavirus tests, preventions and treatments.  The FDA said it is starting to see unauthorized home tests being marketed by some companies. The FDA has not authorized any home test, although the agency said it is working with test developers to create one.  The FDA said it has already sent warning letters to companies that were selling and promoting coronavirus related items that were fakes. The agency said it is also stepping up enforcement at ports of entry, including at international mail facilities. In a separate investigation, US Customs and Border Protection services seized fake test kits at the Los Angeles International Airport on Saturday. “Fraudulent health claims, tests, and products can pose serious health risks,” the FDA statement said. “They may keep some patients from seeking care or delay necessary medical treatment.” ##Health## There are 18,170 confirmed coronavirus cases in the United States, and 241 people have died of the virus, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## Cuban President Miguel Díaz-Canel announced on Friday that the country will be closing its borders to everyone attempting to enter the island, with the exception of residents of the communist-run island. The measure will go into effect on Tuesday and will last 30 days, the President said during a live televised address to the nation. Commerce would still continue with other countries. However, tourism will no longer be permitted for at least 30 days, and all foreign visitors who are not residents need to depart the island, Diaz-Canel said. Cuban health authorities have reported 21 cases of coronavirus and one death. ##Travel## Yosemite National Park in California is now closed until further notice. Visitors are not permitted inside the park, and the closure will be enforced around the clock, according to the National Park Service. Most national parks have announced facility closures, but this is the first full closure of a park.  The NPS attributes the closure to a request from the local health department. Known for its towering granite cliffs, Yosemite is one of the country’s most treasured national parks. Established in 1890, it was the country’s third national park.  ##Daily Life## New numbers from the Covid-19 outbreak in Italy show more men are dying from the virus than women, the White House's coronavirus response coordinator told CNN. “This new data about the male-female ratio is really quite striking,” Dr. Deborah Birx told CNN's Wolf Blitzer on Friday evening.  “From age 50 on, almost twice as many men are dying as women. So that really makes us really have to look into that and understand that, and really, just having the knowledge of that helps us in the United States so we can be very specific in talking to the American people about who to protect and how to protect them,” she said. Birx stressed the importance of underlying and pre-existing medical conditions when it comes to coronavirus infections. “In Italy, again, most of the individuals who succumb to this disease had three other prior existing medical conditions,” she said. ##Health## Epidemiologists from the Centers for Disease Control and Prevention and the Georgia Department of Public Health are being deployed to Albany in southwest Georgia to investigate multiple cases in the area, the health department said in a statement. Dougherty County, where Albany is located, has 38 cases of coronavirus with six confirmed deaths, the statement said. The team of experts will focus on investigations at Phoebe Putney Hospital and long-term care facilities in the area, according to the statement. Albany is about 90 miles north of Tallahassee, Florida. ##Health## Parts of President Trump's Mar-a-Lago resort have closed, a member tells CNN. Club members have been getting daily briefings via email this week. The latest email, sent on Friday, said the main house, spa, and gym are closed.  The beach club is open, but serving at half capacity, according to the member. Florida Gov. Ron DeSantis ordered all beaches in Palm Beach County to close, although it’s unclear if that applies to private beaches and whether there will be a new update Saturday to reflect that information. Trump International Golf Club in West Palm Beach, a separate resort where the President often golfs, remains open. A spokesperson for the Trump Organization would not confirm that Mar-a-Lago was affected, but said in a statement, “various facilities are temporarily closed given local, state and federal mandates. \"We anxiously await the day when this pandemic is over and our world-class facilities can reopen,\" the statement said. ##Business## Gov. Kay Ivey has authorized the activation of up to 100 Alabama National Guardsmen on an as needed basis in response to novel coronavirus, a statement from her office said. The activation was done as a preparedness measure, the statement read, and that the guard had no \"determined need for formal assistance\" right now. “I want to ensure Alabamians that our National Guard stands ready to be part of this team effort to combat this invisible enemy,\" Ivey said in the statement. “My administration has been given clear instructions to do everything possible to ensure the continuity of government while being flexible and responsible to the needs of our state.\" ##Daily Life## All hotels in Miami Beach have been ordered to shut down, and a new city-wide curfew will soon take effect, according to a city statement. Hotels and commercial lodging establishments have also been ordered to evacuate all guests and renters from their premises by 11:59 p.m. Monday, the statement said.  A city-wide curfew will also go into effect starting Tuesday from 12 a.m. until 5 a.m. until further notice, the statement said. ##Daily Life## Neither President Donald Trump nor Vice President Mike Pence had close contact with somebody in the vice president's office who has tested positive for coronavirus, Pence's press secretary said Friday. “‪This evening we were notified that a member of the Office of the Vice President tested positive for the Coronavirus,\" Pence's press secretary Katie Miller said. \"Neither President Trump nor Vice President Pence had close contact with the individual. Further contact tracing is being conducted in accordance with CDC guidelines.” Watch: ##Health## The city of Nice in France will impose a curfew beginning Saturday night to stop the spread of coronavirus. Bernard Gonzalez, prefect of the Alpes-Maritimes, told CNN affiliate BFM TV the curfew will be imposed to “stop the gathering of people in the streets.”  “All who need to circulate can circulate: health professionals that need to keep moving around, as well as taxis,” Gonzalez said. “But this is essentially to stop gatherings of people in the streets, even tonight in the center of Nice we are still seeing gatherings of young people. \" Gonzalez added the curfew will start at 11 p.m. local time (6 p.m. ET) and run until 5 a.m. (12 a.m. ET). ##Daily Life## The Department of Homeland Security, citing the effort to curb the spread of Covid-19, shut down the Federal Law Enforcement Training Centers on Friday. The academy trains thousands of future officers and agents for 90 federal, state and local law enforcement agencies around the country. This means thousands of agents training to join DHS and other agencies, including Postal Inspection Service, ATF and others, are going home. It also poses a potential problem as agents and officers for those agencies retire and aren’t replaced by new people who the agencies were counting on.  ##Daily Life## US officials are looking into a number of options to increase hospital capacity and ease the strain on protective gear like gowns and masks, Dr. Deborah Birx, the White House coronavirus task force response coordinator, told CNN's Wolf Blitzer Friday. Hospitals may consider \"creating Covid wards,\" similar to what has happened abroad. They are checking the availability of Veterans Affairs hospitals and ambulatory surgical centers. \"Now that we asked people to give up elective surgeries, that opens up a large number of beds that are already fitted with ventilators that can be utilized,\" Birx said. In addition to utilizing industrial N95 masks, Birx expressed interest in developing an option for people to \"self test\" for the virus.  If that becomes a reality, \"then we could really eliminate the amount of personal protective devices needed in the testing arena,\" she said. \"So we're looking at all of these things to be both sparing of our current supplies as well as finding new innovations to expand our supply.\" Watch: ##Health## Andy Cohen, a television producer and host of Bravo's \"Watch What Happens Live,\" announced in an Instagram post on Friday that he's tested positive for coronavirus. \"After a few days of self-quarantine, and not feeling great, I have tested positive for coronavirus,\" Cohen wrote. \"As much as I felt like I could push through whatever I was feeling to do #WWHL from home, we’re putting a pin in that for now so I can focus on getting better.  I want to thank all the medical professionals who are working tirelessly for all of us, and urge everybody to stay home and take care of themselves.\" In recent years, Cohen has also served as co-host of CNN's New Year's Eve coverage with Anderson Cooper. Read his full post: A 76-year-old Lucas County man is the first death due to Covid-19 in Ohio, Gov. Mike DeWine and Health Director Amy Acton announced Friday.  There are currently 169 confirmed cases of Covid-19 in Ohio. DeWine ordered on Friday all of Ohio's senior centers and adult day care services to stop providing care in settings, where more than 10 people, including staff and providers, are in a confined space. ##Health## The United States may have tested roughly 170,000 people so far, Dr. Deborah Birx, the White House coronavirus task force response coordinator, told CNN's Wolf Blitzer Friday. \"I know that in general our positivity rate is between 9 and 11%,\" Birx said. \"If 90% are negative, you can do the calculation of how many tests we have done.\"  There are currently more than 17,000 confirmed cases in the United States. On Thursday, Vice President Mike Pence told reporters that \"tens of thousands of tests are being performed every day.\" On Friday, President Trump said, \"We have now a great system. And it's almost fully in gear, but it's able to test millions of people.\" Currently, testing occurs through a variety of channels, including public health labs, hospitals and commercial labs. US health officials have said they are working on a system to share that data with the US Centers for Disease Control and Prevention, as required by law. Birx said she expects numbers to rise sharply over the coming days as labs run through a backlog of tests, as well. Watch: ##Health## The XFL, an American football league in its inaugural season, has announced on its website and on Twitter on Friday that the rest of the 2020 season has been canceled. The league had completed five weeks of its 10-week season. Commissioner Oliver Luck and president and COO Jeffrey Pollack posted a letter to fans with the news and thanking them for support. \"While we are disappointed to not complete the 2020 season, our hearts are full of appreciation for your overwhelming support,\" they said in the statement. \"Your passion, your commitment to your favorite XFL team and your love of football made our season a success beyond our wildest dreams. We’re grateful for the incredible response and look forward to playing full seasons for you — and with you — in 2021 and beyond.\" ##Business## ##Daily Life## CNN's Jake Tapper had a message for President Trump following Friday's coronavirus briefing where he attacked a network correspondent who asked Trump for his message to Americans who are scared. \"The Hippocratic Oath: first do not harm, that applies to President Trump, too,\" Tapper said on his show \"The Lead with Jake Tapper\" He said Trump's \"personal response to the pandemic has been insufficient and deceptive and not focused enough clearly on one issue, saving lives.\" Read Tapper's full statement: \"To those paying attention, the president's outburst is the latest evidence that he should possibly consider letting Vice President Pence and Dr. Fauci and the others leading the coronavirus task force at the White House take the helm at the daily press conferences. I don't want to eat up too much time in the show today discussing President Trump's behavior, we have too many life and death issues to discuss. But while President Trump should clearly be heralded for closing off flights from China early on and the government is currently working now on the pandemic, we cannot ignore that much of Mr. Trump's personal response to the pandemic has been insufficient and deceptive and not focused enough clearly on one issue: saving lives. \nFor months, the President belittled the threat of the virus. He only recent acknowledged the gravity of the crisis. I could provide video clips of all this but I don't want to waste your time, you know it's true. Even after President Trump clearly understood what was going on, too many of the messages he's been delivering from that podium are promises of things that remain far off or maybe won't actually happen. The hospital masks that are not yet ready, the website he discussed that's just local in the Bay Area, he keeps talking up a medicine it's not even clear will be effective. Hospital ships remain weeks away from arrival in port.\nPeter Alexander, he's a fine reporter for NBC News which just lost an audio technician to coronavirus, he just died. And Peter's question would have been easy for any other politician. It was basically, \"Mr. President, please reassure frightened Americans.\"\nIndeed, Vice President Pence did not have a problem handling that question. If  President Trump is not capable of leading stably and effectually, he should at least for his own reputation, for the good of the country, stop making things worse and consider leaving the podium to others. \nThe Hippocratic Oath: first do not harm, that applies to President Trump, too.\" Watch: New Orleans will join other major US cities and states as its residents have been told to stay home by the city's mayor. Mayor LaToya Cantrell issued an order urging residents to stay at home Friday during an afternoon news conference. She said the order is based on a guidance document from the health department. Residents should stay home whenever possible and go out for critical needs only, Cantrell said. The city is moving toward limited functions and operations, she said. At the same news conference, Jennifer Avengo, the director of the city's health department, said the city would be testing a federal drive-through testing pilot program at three sites (two in Orleans Parish and another in Jefferson Parish). The testing site would focus on symptomatic first responders and health care workers, Avengo said, and the intent is for the testing to expand to symptomatic high-risk residents. CNN's Kay Jones contributed to this report. ##Daily Life## ##Health## Colton Underwood, who starred in Season 23 of \"The Bachelor\" in 2019, announced in an Instagram post on Friday that he has tested positive for coronavirus. \"I have been following all of the social distancing rules since last week. My symptoms started a few days ago, I was tested and just received my results today. For anyone out there that is hesitant to self quarantine... please do yourself and your loved ones a favor and stay home. We will all beat this and come out stronger on the other side,\" Underwood wrote. The 28-year-old said in an accompanying video that his primary symptom was exhaustion, adding he is recovering and self-isolating for the foreseeable future. ##Health## Italy has imposed stricter quarantine measures across the country, according to a new order issued by the Italian Health Minister and obtained by CNN.  Access to parks, play areas, and public gardens will be prohibited starting Saturday. The order also bans jogging and other \"outdoor physical and leisure activities,\" which will now only be allowed in the \"vicinity of the people's homes.\" They must maintain a distance of one meter (3 feet) from each other. People are also prohibited from moving from one residence to the other including holiday homes. The new order lasts until at least March 25. ##Daily Life## As medical workers in Italy struggle to treat patients with coronavirus, a large number of them have contracted the virus themselves. Seventeen doctors have died from Covid-19 and there are a total of 3,654 medical staff who are infected, according to the country's National Health Institute. ##Health## Nevada Gov. Steve Sisolak said they still don’t know the full extent of the danger the state is facing from coronavirus because they still don’t have enough testing kits.  “The Nevada Division of Public and Behavioral Health received a notice yesterday that all of Nevada’s requests to the federal government [for test kits] are on an indefinite backlog without any estimate of a timeline for delivery,” he said at a news conference Friday. Sisolak said the state has made “countless calls” to ask and “even beg” for more testing materials, but the government has no guidance for when the backlog will be cleared. In the meantime, Sisolak is responding with a new emergency order taking previous guidance for non-essential businesses to close, and now making it mandatory.  “I am not asking them anymore,” he said. “I am telling them they must close their doors.”  The governor said businesses that refuse to follow the order could be fined or have their business licenses revoked. ##Health## A second Transportation Security Administration officer at the Orlando airport has tested positive for the coronavirus, the agency said Friday.  The officer last worked at the airport’s west security checkpoint on the afternoon of March 11, TSA said.  Earlier this week, the agency reported an officer who worked at the same checkpoint also tested positive. That officer’s last shift was a day earlier – March 10.  It is unclear if the two officers worked any shifts together or used the same equipment. The agency did not disclose further information about their work schedules or assignments.  The latest case is the 15th the TSA has reported.  ##Travel## ##Health## Fashion designer Christian Siriano says his staff is standing by with sewing machines, ready to make masks. Earlier today, New York Gov. Andrew Cuomo said he would pay a premium price for medical supplies like masks. \"If you are a business that doesn't manufacture these exact items, but if you have equipment and personnel and you believe that you could manufacture these items ... If you will make them, we will give you funding to do it,\" Cuomo said. ##Daily Life## ##Health## The American Medical Association has called on the Trump administration to “leverage every tool at its disposal” to address a shortage of protective equipment and coronavirus tests.  In a statement Friday, the doctors’ group said that “critical shortages in test kits and personal protective equipment (PPE) remain unaddressed.” In response to the growing shortage, President Trump signed an executive order earlier this week that allows him to exercise wartime powers under the Defense Production Act, but the AMA said that “it is unclear to what degree that authority is being utilized.”  Shortages of critical protective equipment are “posing a significant risk for our ability to treat COVID-19 patients and contain the spread of this pandemic,” the AMA said in its statement.  The president of the group, Dr. Patrice Harris, described doctors taking drastic measures to make do: “Physicians don’t have enough masks; they are wearing a single mask all day, cleaning them at home, and sewing their own protective gear,” she said.  On Thursday, CNN reported on guidance issued by the US Centers for Disease Control and Prevention to address shortages during the coronavirus pandemic. The agency said that health care workers could consider using masks beyond their designated shelf life, reusing them between multiple patients, and even – as a last resort – consider using scarves and bandanas as protective equipment. ##Health## Trump National Golf Club Los Angeles is closed until further notice due to the coronavirus pandemic, a representative at the golf club confirmed to CNN Friday.  Owned by President Trump, the 18-hole golf course is located in Rancho Palos Verdes, 30 minutes south of Los Angeles International Airport. It is generally open to the public.  ##Business## Delta Air Lines CEO Ed Bastian revealed to employees that the airline now expects revenue to plunge $10 billion in the second quarter of this year — or an 80% decline compared to last year — as the airline deals with the economic fallout from the coronavirus pandemic. \"It's also clear, given the underlying damage the virus has created to the overall economy, that demand recovery will take an extended period once the virus is contained,\" he said in a letter to employees, obtained by CNN. Delta arranged for $2.6 billion in new borrowing and drew down an additional $3 billion in cash on an existing credit line, Bastian revealed. And he said about 13,000 of more than 90,000 Delta employees had agreed to take voluntary unpaid leaves. He also defended past spending by the company, saying that most of the profits in recent years went into new aircraft and employees, not to share repurchases or dividends that benefit shareholders. Earlier this week, Bastian wrote another letter to employees in which he said the airline would cut 70% of it scheduled flights and that it would park 600 of its jets, more than half of its fleet. He also warned that involuntary furloughs or pay cuts might be necessary. \"I know everyone is concerned about the security of your jobs and pay. Given the uncertainty about the duration of this crisis, we are not yet at a point to make any decisions,\" he wrote on Wednesday. \"And those are very painful decisions to even consider. In this unpredictable environment we can't take any options off the table, but any steps that would affect your jobs or pay rates would be the absolute last thing we would do, and only if necessary to secure Delta's long-term future.\" ##Business## The state of Delaware and the Dogfish Head Craft Brewery are teaming up to make more hand sanitizer available to the state’s government, according to a statement from Delaware Gov. John Carney. Dogfish Head will sell the sanitizer to the state of Delaware at market price, and 100% of the profits will go into a fund to support Delawareans affected by the Covid-19 pandemic, the statement said. According to the statement, the craft brewery has dedicated its sanitizer inventory to fulfilling critical needs of the state, including providing the product to health care facilities and first responders. “I never thought Dogfish Head would be in the sanitizer business. But this is a time of crisis, and necessity is the mother of invention,” Sam Calagione, founder of Dogfish Head, said in the statement. “It is our duty to do what we can to keep as many people safe and healthy in our community.”  ##Health## A large increase in firearms purchases during the coronavirus pandemic contributed to a delay in background checks for firearms, according to a statement from the Tennessee Bureau of Investigation. TBI processed a total of 14,657 transactions between March 12 and March 16, the statement said.  During a comparable five-day period, Feb. 13 through Feb. 17, they processed only 7,901 transactions, according to the statement. A shortage in staff and an unplanned technical outage also contributed to the delay, the statement said. ##Daily Life## Some field operations used in the US Census have been delayed due to coronavirus, officials said during a briefing on Friday. Al Fontenot, associate director for the Decennial Census Program, said census teams are working closely with New York and California state governments to navigate the new essential worker regulations. Fontenot praised the “high level of dedication” of census workers during this time.  “This is not anything any of us could have anticipated or planned,” he said. “Of all of our worst nightmares of things that could have gone wrong with the census, we did not anticipate this set of actions.” Fontenot and Tim Olson, associate director for field operations, said at this time, there is no plan to request that Congress delay the federally mandated December 31 deadline for the conclusion of the census, according to the officials. ##Daily Life##  The United States military airlifted a group of US women’s football players from Honduras to the US on Friday. Pentagon Chief spokesperson Jonathan Hoffman tweeted about the move on Friday. See his tweets: Connecticut Gov. Ned Lamont has asked all non-essential employees to \"stay home to stay safe\" at least for the \"foreseeable future.\" This announcement Friday comes after the state confirmed 194 Covid-19 cases and four deaths.  This is an executive order and businesses could be subjected to fines if they stay open, Lamont said. The order has not been officially signed yet, but will be later today and guidance will be issued, officials said at the presser.  The order is expected to go into effect by 8 p.m. ET Monday. During a press conference on Friday, the governor called for more people to donate medical equipment to the hospitals of Connecticut, including N95 mask, gowns and gloves. The state is testing about 1,000 people per day now, Lamont said, so he expects the numbers to go up. Lamont said about 500 retired nurses stood-up to come back to work, they are also working on getting nursing students certified to come and help at hospital.  A very \"generous donor\" donated millions of dollars to open 26-day care centers near or adjacent to hospitals to help ease the demand on healthcare staff, he said.  The governor also rolled out the stay home to stay safe policy to help combat the spread of Covid-19. This will require all people over 70 to stay home and to stay off public transportation.  Retail stores are not to open unless they are an essential service for at least the foreseeable future, Lamont added. The governor said major construction projects and major manufactures are exempted from this, however he asked for all of them to be tested before and after work and no major gatherings when they are off. ##Daily Life## Illinois Gov. J.B. Pritzker has issued a \"stay-at-home\" order Friday for the entire state to prevent the spread of coronavirus.  Pritzker said the order goes into effect at 5 p.m. CT on Saturday and lasts through April 7.  Here's what it means: Residents will still be able to go to grocery stores, pharmacies, medical offices, hospitals and gas stations.\nThey can still go running or hiking and walk their dogs. \"Many, many people will still be able to go to work,\" Pritzker said ##Daily Life## With the current high demand for hand sanitizer, the US Food and Drug Administration said it will not take action against companies who are not FDA regulated and who produce hand sanitizers.    FDA Commissioner Dr. Stephen Hahn said, the recent guidance will “provide flexibility to help meet demand during this outbreak. We will continue to work with manufacturers, compounders, state boards of pharmacy and the public to increase the supply of alcohol-based hand sanitizer available to Americans.” According to the policy, “certain entities that are not currently regulated by FDA as drug manufacturers have requested guidance on the preparation and distribution of hand sanitizer products for the public’s use,” provided they follow several guidelines laid out by the FDA.   FDA is encouraging consumers to report any adverse experiences with the use of hand sanitizers to FDA here. A 38-year-old man has become the first person to test positive for coronavirus in Zimbabwe, the country's ministry of health reported Friday.  \"The patient is a 38-year-old Caucasian male resident of Victoria Falls, who had traveled to Manchester, United Kingdom on the 7th of March 2020 and returned to his home in Victoria Falls on the 15th of March 2020 via South Africa,\" the health ministry said. When he returned from his travels, he put himself in self-quarantine and then developed a persistent cough and sneeze, so he contacted authorities for a test. He remains in self-isolation and is showing signs of recovery, according to the health ministry. ##Health## At the close of trading Friday, all three major US stock indexes experienced their worst weekly performance since October 2008. US stocks ended Friday's session lower, although the losses were more contained than they have been in previous weeks. The Dow closed 913 points, or 4.6%, lower, dropping 17.3% this week. The index has now erased all of the gains accumulated during the Trump administration. The S&P 500 finished down 4.4%. It fell 15% on the week. The Nasdaq Composite slipped 3.8%, for a 12.6% loss this week. ##Business## The New York State Liquor Store Association reminded business owners and patrons on Friday that all liquor shops are considered essential and will remain open under the new mandate. \"Liquor stores have been deemed an essential business and may remain open. You do not need to reduce your workforce. This applies to all SLA-licensed entities as per the SLA,\" the association said in a statement. New York Gov. Andrew Cuomo announced Friday that all workers in non-essential businesses across the state are required to stay home in an effort to combat the spread of the coronavirus pandemic. Businesses like liquor and grocery stores are excluded from the order. According to the state's website, \"grocery stores including all food and beverage stores\" are considered essential retail. The association also posted the news on Facebook, reminding its patrons that \"Liquor stores have been deemed an essential business during the outbreak of Covid-19 — we are permitted to stay open to serve you!\" \"Please consider utilizing pick up or delivery options when purchasing from your favorite local retailer. Stay safe and healthy!\" the association added. ##Daily Life## A set of court filings this week has provided a picture of what it's like for inmates inside a federal prison in New Jersey as the fear of the spread of coronavirus grows.  The inmate's experiences this week describe how prisons could be a petri dish for the virus. James Davis, a 69-year-old serving a 10-year prison term for white collar fraud in Pennsylvania, asked on Tuesday to be released from prison because of the potential threat to his health.  Davis highlighted for the appeals court how much he's in contact with more than 100 other inmates inside the federal prison in Fort Dix, New Jersey, and how the prison has lacked providing cleaning products and soap. The court denied Davis' release on Friday, noting he could ask again if he tests positive for novel coronavirus. Davis' lawyer told the court that conditions in the federal prison, his age and history of asthma, heart problems, high blood pressure and other issues put him at \"severe risk of death from the coronavirus pandemic.\" In a court filing on Tuesday, Davis' team described the situation within the low-security prison which included inmates sitting together for meals and sharing a bathroom and common spaces. The filing also claimed inmates aren't given soap or cleaning products.  \"At two large town-hall-style gatherings with all 100+ inmates in the hall together, inmates were informed that the prison plans to make handsoap available in the restrooms in the future and, in the meantime, inmates were encouraged to use whatever soap they had available individually to wash their hands and wipe surfaces,\" Davis' lawyers wrote. \"During the town hall gathering, prison officials admitted that it was not an ideal situation because they were unable to comply with (since superseded) CDC guidance for avoiding groups of 50.\" Prosecutors countered that Davis shouldn't be released because he's not in any unique circumstance compared to others. They also explained to the court that \"the Bureau of Prisons is taking aggressive steps to mitigate risk from Covid-19.\" What we know: The Bureau of Prisons is screening new inmates for symptoms and may screen staff. Prisons have also barred visitors and limited the movements of inmates, prosecutors wrote.  The Bureau of Prisons says it has no confirmed cases of the virus among inmates or staff, though a staff member in Texas is being tested and one in New Hampshire has a presumptive diagnosis based on flu-like symptoms. Davis has been in prison since May 2019. ##Health## The US Army is closing its recruiting stations across the country and shifting to virtual recruiting amid the coronavirus pandemic.  “We are going to basically virtual recruiting much of that is done on social media and that allows us to protect our soldiers and also protect the new recruits,” the Chief of Staff of the Army Gen. James McConville said Friday. McConville said the Army is in the process of closing sites. ##Daily Life## The Florida Keys will be temporarily closed to visitors starting at 6 p.m. ET Sunday, a press release from officials said. Hotels and other lodging properties on the Keys have been ordered to closed, the release said. The first case on the island chain was announced Thursday and spurred the decision to close to visitors, the release said. “We understand that this is a tremendous inconvenience to our visitors as well as to our businesses, and more than an inconvenience to our workers — our families who live here,” said Monroe County Mayor Heather Carruthers in the release. “But the health and safety of both our visitors and our residents is paramount.” ##Travel## There are 16,366 cases of novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems. So far, 215 people have died. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases.  Watch: ##Health## In a memo to employees, United Airlines executives and several labor leaders said the company will be forced to reduce payroll, “if Congress doesn’t act on sufficient government support by the end of March.”  United CEO Oscar Munoz and United President Scott Kirby, along with labor leaders, warned that it will have to take the necessary steps to reduce payroll in line with the 60 percent schedule reduction, which goes into effect in April. Earlier this week: United announced a 50 percent schedule reduction but the new travel restrictions the government announced Thursday might lead to additional schedule reductions, according to a United spokesperson. ##Business## When asked if it was fair to say the White House has postponed all non-coronavirus-related events and travel, deputy press secretary Judd Deere told CNN that there has been a scaling back in activities as they continue to follow the President's coronavirus guidelines. “The White House is following the guidelines the President announced this week, which includes staying home if you feel sick, engaging in work at home when possible, avoiding social gatherings of 10 or more, using drive-thru, pick-up, or delivery options and much more,\" Deere said in a statement.  Deere added: \"The complex has also implemented temperature checks at all entrances and for those in close contact with the President and Vice President, paused the internship and volunteer program, canceled all east and west wing tours and more to keep the campus safe and healthy.” But a White House official stressed to CNN that the situation is fluid and that they are constantly evaluating the situation. \"This is a constantly changing, evolving situation,\" the official said. For now, large scale social events — things that require logistical support and travel arrangements — are on hold. There are still events on the calendar in the month of April, for instance, but the schedule is being evaluated \"day by day,\" the official said. Earlier Friday, the White House announced that the Presidential Medal of Freedom event scheduled for Monday for Annika Sorenstam and Gary Player had been postponed. ##Daily Life## Canada will return so called \"irregular migrants\" to the United States saying it is doing so to keep migrants and Canadians safe as its planning for the pandemic strains resources of border and health officials. \"We will now be returning irregular migrants who attempt to cross anywhere at the Canada-US border,\" Prime Minister Justin Trudeau said while speaking to reporters outside of his Ottawa residence where he is in quarantine. Trudeau called these \"exceptional measures\" as they try to deal with an influx of migrants who must be processed and quarantined when they enter the country from the United States. Trudeau said most of the asylum seekers are in the US legally. Asylum seekers are already returned to the US when they attempt to claim asylum at official border crossings in Canada under the Safe Third Country Agreement. For more than three years, migrants have been using a loophole to that law which means it does not apply at unofficial border crossings.  Canada also said the border with the US would close to all non-essential travel as of midnight Friday.  “This decision will be implemented on March 21, 2020, at which time the U.S. and Canada will temporarily restrict all non-essential travel across the US-Canada land border. The measure will be in place for 30 days, at which point it will be reviewed by both parties,” said the statement released by the Canadian government. Canada took steps to place the country on more of a wartime footing announcing its new industrial policy would refocus to fight Covid-19.  \"Our objective is to increase domestic supply so that we have Canadian solutions ready to protect Canadians,\" Industry Minister Navdeep Bains said. Canada also announced its goal was to be \"over-prepared\" and announced that it had secured 11.5 million N95 masks and will continue to procure health protective equipment. ##Travel## The novel coronavirus outbreak in Italy — whose health care system has more hospital beds per 1,000 people than the United States — could signal a lack of preparedness on the US front, according to commentary published this week in the New England Journal of Medicine. \"Though Italy’s health system is highly regarded and has 3.2 hospital beds per 1,000 people (as compared with 2.8 in the United States), it has been impossible to meet the needs of so many critically ill patients simultaneously,\" Dr. Lisa Rosenbaum, a cardiologist at Brigham and Women's Hospital in Boston, wrote in the perspective piece published Wednesday. Despite hospitals in Italy canceling elective surgeries and turning operating rooms into temporary intensive care units, the country has seen limited capacity in treating an influx of COVID-19 patients, Rosenbaum said. And doctors have had to ration care. Experts, including US Surgeon General Dr. Jerome Adams, have widely cautioned that the US could \"become Italy\" as the outbreak worsens stateside. ##Health## An Air Force service member and Air Force contractor who had been in the Pentagon within the last three weeks have tested positive for the coronavirus in what is believed to be the first cases involving Pentagon personnel.  “An active duty member who works for Defense Health Agency, Falls Church, Va. tested positive for Covid-19. Although his duty station was in Falls Church, the individual was last in the Pentagon on March 16 for less than an hour and has since received medical treatment and self-quarantined at home,” the US Air Force said in a statement Friday. \"Military public health and local civilian public health officials have notified those in which the individual came in contact. All have been asked to adhere to Center for Disease Control guidance,” the statement added. Additionally an Air Force contractor has also tested positive for coronavirus and has been in quarantine for nearly two weeks.  “A defense contractor who works for the Air Force in the Pentagon has tested positive for Covid-19. The last time the infected member was in the Pentagon was March 2. The individual has received medical treatment and has been self-quarantined at home since March 7,” the statement said. The individual also attended a symposium at a Joint Base Andrews in early March but the statement said, “The Virginia Department of Health has provided a 'low risk rating' based on the individual being asymptomatic at the symposium.”   Florida Gov. Ron DeSantis issued an executive order mandating all restaurants and food establishments in the state to suspend all food and alcohol consumption on site Friday. Restaurants will only be allowed to provide delivery or takeout, the executive order said. The order also allows restaurants to provide alcohol to delivery and take out customers who provide identification. Gyms and other fitness centers were also ordered to be closed. ##Daily Life## Famed hedge fund Bridgewater predicts the coronavirus will lead to $4 trillion in lost corporate revenue for both public and private businesses in the US, according to a report the firm published Friday. “That is a very dangerous decline, and if not mitigated, it will lead to a long-lasting ripple,” said the Bridgewater team who authored the research report. In Bridgewater’s model, companies will have a shortfall of $2 trillion “concentrated in energy and travel and leisure, and about equally divided between large and small companies.” The firm projects a 6% decline in US GDP for 2020, with the biggest hit during the second quarter. The firm also estimates a decline of $12 trillion for global businesses in 2020. “Since this hit to revenues is happening throughout the world, the total hole globally will be roughly three times that—about $12 trillion. Governments are responding, of course, but in most cases these responses will just mitigate some of the ripple. Governments’ capacities to deal with this hit vary greatly and will be a major driver of markets going forward,\" the report stated. “Many companies will try to fill this gap by drawing credit lines, increasing their debt positions,” said the investors. If government policies don’t help fill the gap, companies are likely to dramatically cut spending, which would result in meaningful cuts in employment. Ray Dalio, who founded Bridgewater, is famous for predicting the 2008 financial crisis. ##Business## The World Health Organization has distributed 1.5 million coronavirus lab tests around the world and they will need 80 to 100 times that, according to Dr. Mike Ryan, executive director of the World Health Organization health emergencies program. Speaking at a WHO briefing on Friday, Ryan said, “If we look forward in this epidemic, and we project ourselves forward a number of months, and the amount of testing that is going to be needed, we need to scale that up approximately 80 to 100 times.”  “So, it’s not about doubling the availability of lab tests, it’s not about tripling it, it’s about potentially increasing that 80-fold. Now that’s an extreme analysis, but that’s what we need to aim for,” Ryan warned. Addressing the impact on health systems, Ryan said, “Look at the intensive care units, completely overwhelmed, the doctors and nurses utterly exhausted. This is not normal. This isn't just a bad flu season. These are health systems that are collapsing under the pressure of too many cases. This is not normal, this is not just a little bit worse than we're used to.\" ##Health##  The World Health Organization is urging everyone to maintain healthy habits during the novel coronavirus pandemic. \"During this difficult time, it’s important to continue looking after your physical and mental health. This will not only help you in the long-term, it will also help you fight Covid if you get it,\" WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Friday. \"If your local or national guidelines allow it, go outside for a walk, a run or a ride and keep a safe distance from others. If you can’t leave the house, find an exercise video online, dance to music, do some yoga, or walk up and down the stairs,\" Tedros said. \"Get your information from reliable sources once or twice a day.”  Tedros recommended to maintain a healthy diet, don't smoke, limit your alcohol intake, avoid sugary drinks and stay physically active.  \"WHO recommends 30 minutes of physical activity a day for adults, and one hour a day for children,\" Tedros said. \"If you’re working at home, make sure you don’t sit in the same position for long periods. Get up and take a 3-minute break every 30 minutes,\" Tedros said. \"We will be providing more advice on how to stay healthy at home in the coming days and weeks.” ##Health## Non-essential medical and dental procedures are temporarily restricted across Michigan, Gov. Gretchen Whitmer’s office said in a statement Friday. Non-essential medical treatments include joint replacement, bariatric surgery and cosmetic surgery, “except for emergency or trauma-related surgery where postponement would significantly impact the health, safety, and welfare of the patient,\" the statement said.  According to the statement, non-essential dental procedures also include cosmetic or aesthetic procedures, like veneers, teeth bleaching or cosmetic bonding, as well as all routine hygiene appointments. “Our health care workers are on the front lines every day protecting Michiganders during these extraordinary and difficult times. By postponing all non-essential medical and dental procedures, we expect to reduce the strain on the health care system and protect people,” Whitmer said. ##Daily Life## The State Department anticipates that repatriation flights from Morocco would continue throughout the weekend, Assistant Secretary of State for Near Eastern Affairs David Schenker said Friday. “This is the most important duty that our embassies and consulates perform and I'm continually proud of the work done to ensure the safety and well being of American citizens abroad,” Schenker said in a call with reporters. Schenker said that the US Mission in Morocco fielded “over 3,000 emails” and a phone bank consular staff answered “hundreds of phone calls.” He said there were more than 1,000 American citizens in Morocco. A senior State Department official said that in their experience there are usually “several times as many individuals who want to get out than that actually contact us.”  “So the number actually turns out to be much larger,” they said. That official said the repatriation had been “a large logistical effort” and noted they were expecting “half a dozen if not more flights.” They said they would see what the demand was going forward. “This is the only country in the region, so far, where we've done this effort and gotten this kind of demand, but we understand in countries like Egypt, there are tens of thousands of American citizens and dual nationals, etc, so we'll be looking at what the demand is and what the request is and how to best serve our fellow countrymen going forward,” the official said. The official could not provide an estimate for Americans in the region when asked. However, they noted that “we are working 24/7 in the field to handle the inflow of requests of information requests.” “And mind you, that is in some cases with consular staff that has left on authorized departure for health reasons. So just the volume in this unprecedented situation, it's hard to contend with and we’re doing our best,” they said. “I think our people out in the field are doing an amazing, amazing job.” The senior official said the State Department staff had “gone dramatically to telework.\" ##Travel## The governor of the hard hit region of Lombardy in northern Italy has said it needs more soldiers than it has been allocated to enforce an emergency lockdown to stop the spread of coronavirus.  \"I made a series of requests to the Prime Minister, one related to the use of the army to ensure that the measures are strictly applied,\" Gov. Attilio Fontana said during a news conference on Friday.  \"It's being said that 114 soldiers will be sent to Lombardy, which means practically nothing. I think we need to add a zero (to that number) to seriously start discussing the problem.\" Fontana warned that the situation is not improving judging by the newest numbers of confirmed cases and deaths. The Lombardy region is working with the mayors of the municipalities hit by coronavirus to write a list of requests to send to the government. Among the region's requests, \"limitations to physical activity, to all activities in offices and professional ones, closure of construction sites, further limitation in commercial activities,\" an assessments of the production chains that can be considered \"not essential for our region and the country.\" ##Health## Washington, DC, Mayor Muriel Bowser said the district's first coronavirus death is a man in his 50s. The patient was “a 59-year-old male” who “was admitted to a local hospital last week, presenting with symptoms of fever and cough as well as other underlying medical conditions,\" she said in a statement, adding that he later tested positive. \"As a community, we must continue to support one another during these uncertain times. Everyone must do their part so that we can blunt the spread and protect our families, friends, and neighbors,\" Bowser said. ##Health## The US Food and Drug Administration announced a temporary policy change Friday to allow the expanded use of “FDA-cleared non-invasive, vital sign-measuring devices” so health care workers can monitor coronavirus patients remotely. The devices include those that can measure body temperature, respiratory and heart rate and blood pressure. “This policy applies to certain modifications to the indications, claims, functionality, or hardware or software of FDA-cleared non-invasive remote monitoring devices used to support patient monitoring,” the agency said. The FDA’s Principal Deputy Commissioner Dr. Amy Abernethy said in a statement that the agency wants to “ease burdens on health care providers and facilities” during the national coronavirus public health emergency.  “Allowing these devices to be used remotely can help health care providers access information about a patient’s vital signs while the patient is at home, reducing the need for hospital visits and minimizing the risk of exposure to coronavirus,” Abernethy said. ##Health## UK Chancellor Rishi Sunak announced a package to protect workers and companies in a bid to preserve millions of jobs amid the downturn sparked by the coronavirus outbreak.  The finance minister said during a daily news conference on Friday that for \"the first time in history,\" the British government would pay 80% of wages of employees who are not working, up to £2,500 ($2,900) a month.  The chancellor said the package would be open to any employer in the UK, covering the cost of wages \"backdated to March 1 and will be open before the end of April for at least three months.\" He added that a coronavirus business loan package would be interest-free for 12 months and also announced an increase to welfare payments.  \"Taken together, I’m announcing over £6 billion ($7 billion) of extra support through the welfare system,\" he said, calling on businesses to stand by their employees.  The \"unprecedented\" economic rescue plan comes as Prime Minister Boris Johnson called for the closure of pubs, theaters and restaurants.  ##Daily Life## The number of coronavirus cases in Italy has reached 47,021, the Italian Civil Protection Agency said Friday.  There have been 627 coronavirus-related deaths in 24 hours. So far, 4,032 people in Italy have died from the disease. ##Health## CORRECTION: This post has been updated to reflect the correct number of total confirmed cases in Italy. The World Health Organization has issued a stark warning to young people during the novel coronavirus pandemic who believe their age may protect them from the disease. \"Today, I have a message for young people: You are not invincible. This coronavirus could put you in hospital for weeks, or even kill you. Even if you don’t get sick, the choices you make about where you go could be the difference between life and death for someone else,\" WHO Director-General Tedros Adhanom Ghebreyesus said Friday. Tedros said he is grateful so many young people are, “spreading the word and not the virus” adding, “every day, we are learning more about this coronavirus and the disease it causes. One of the things we are learning is that although older people are the hardest hit, younger people are not spared.” \"Data from many countries clearly show that people under 50 make up a significant proportion of patients requiring hospitalization,” Tedros said. ##Daily Life## Senate Minority Leader Chuck Schumer said that “at the moment, the McConnell bill is inadequate,” in remarks on the Senate floor Friday.  Schumer added that “We need to work with uncommon speed and make this next bill what it needs to be... Democrats are already at work with our Republican colleagues to get this done.” Schumer said he spoke with President Trump earlier today and urged him to deploy the Defense Production Act among other things, to which he said, Trump agreed to do so. “I spoke with President Trump about these five priorities. I mentioned them all and President Trump told me he was open to these ideas. In fact, the president explicitly told me he would oppose companies using bailout money on buybacks, even though such a prohibition is not in McConnell's bill. I also urged the President to immediately deploy the Defense Production Act and harness industry to get ventilators and other critically needed medical equipment to those who need it. He told me he would do so,\" Schumer said. The legislation in question: The emergency economic aid proposal would include direct payments to Americans under a certain income threshold, $200 billion in loans to airlines and distressed industry sectors and $300 billion in forgivable bridge loans for small businesses. The proposal's formal rollout sets the stage for Republicans and Democrats to try to reach a bipartisan agreement to move a stimulus package forward as the virus continues to spread.   UK Prime Minister Boris Johnson instructed cafes, pubs, bars and restaurants to close on Friday \"as soon as they reasonably can and not to open tomorrow,” in order to stem the tide of the coronavirus. The closure also applies to “nightclubs, gyms, cinemas and leisure centers,” he added during his daily press conference.  Johnson said the measures will be reviewed each month to see if can be relaxed. “Some people may be tempted to go out and I say please don’t.” He said he was confident the \"tide can be turned\" but people need to stay away from one another. It was not immediately clear if the Prime Minister’s instruction was backed by legal force. ##Daily Life## Secretary of State Mike Pompeo would not say whether the US would use the military to get citizens home. “We’re going to use all the tools we can,” he said when asked by CNN on Friday. Some US citizens will return via commercial, private flights, as well as “some that will travel back other ways.” Pompeo said he has been working with the Department of Defense and has been in touch with Defense Secretary Mark Esper on the matter, reiterating that this is a “whole of government effort.” ##Travel## Two more airport security screeners who worked shifts this week have been diagnosed with coronavirus, the Transportation Security Administration said Friday.  One involves a screening officer who last worked on Monday at Hartsfield-Jackson Atlanta International Airport. The other officer last worked in Terminal 4 at New York’s John F. Kennedy airport on Sunday.    The TSA has now publicly reported 14 cases among its workforce.  ##Travel## The control tower at John F. Kennedy International Airport has reopened after it was closed for cleaning Friday after a worker was diagnosed with coronavirus, the Federal Aviation Administration said.   “Federal Aviation Administration (FAA) air traffic controllers returned to the air traffic control tower at John F. Kennedy International Airport at 11:30 a.m. today, and they are handling flights from that location,\" the FAA said in a statement. \"Early this morning, they relocated to an alternate site on airport property while an industrial cleaning company scrubbed the facility. We took this action as a precaution after an FAA technician assigned to the facility tested positive for Covid-19 yesterday.\" The FAA added thats the tower cab, equipment room, administrative offices and elevators were all cleaned.  \"The technician did not enter the tower cab when he was in the building briefly on Monday,\" the FAA said. The airport remained open during the cleaning and air traffic controllers handled flights safely at all times from the alternate location, the FAA said. ##Travel## CNN’s Kaitlan Collins asked President Trump whether it was appropriate to attack a network correspondent during a coronavirus pandemic he described earlier this week as “wartime.” “I do because I think Peter is — I dealt with Peter for a long time and I think Peter is not a good journalist when it comes to fairness,” Trump said. Earlier in the briefing, Trump attacked NBC News correspondent Peter Alexander, who asked Trump his message to Americans who are scared. Trump did not back down. “The country has to understand that there is indeed, whether we like it or not… there’s a lot of really great news a journalism and a lot of fake news out there,” he said. Watch:   3M says it has doubled its global output of N95 respirator masks during the coronavirus outbreak. According to a statement on Friday, the company has doubled the output of respirators to a rate of 1.1 billion per year, or nearly 100 million per month. 3M is also increasing investments in the US on an effort to expand its global capacity by over 30 percent in the next 12 months. Mike Roman, 3M chairman and chief executive officer, said the company is mobilizing resources and output to help US healthcare workers. “This pandemic is affecting us all, and we are doing all we can to support public health and especially our first-responders and those impacted by this global health crisis,” Romans said.  According to the statement, the company is also receiving increasing reports of fraudulent and counterfeiting activities involving 3M. ##Health## Vice President Mike Pence discussed the administration’s efforts to secure more masks for health care workers as well as more ventilators for sick Americans who may need treatment. “We continue at the President’s direction to pursue every means to expand the supply of personal protective equipment,” Pence said. “We have a policy of procuring, allocating — as well as conserving — the resources that we have in our system,” he said. Pence teased a “a major procurement from the federal government of N95 masks” coming over the weekend. He also highlighted “new alternatives to increase the supply of ventilators” in the US amid fears that the health care system does not have enough to keep alive the number of Americans likely to become seriously ill at the height of an outbreak. Pence said part of those efforts involve a push to “free up other ventilators” in use in the system. “We’ve literally identified tens of thousands of existing ventilators that can be retrofitted and converted” to help coronavirus patients Pence said.  As part of the concerns about insufficient ventilators, Pence said “we want to continue to urge every American… postpone elective medical procedures.” ##Health## President Trump announced that the Department of Education will not enforce standardized testing requirements for the current school year. Trump said this will be for all students, elementary through high school.  \"With many schools closed due to the virus, the department of education will not enforce standardized testing requirements, very importantly for students in elementary school through high school for the current year,\" Trump said.  Trump also announced that interest will be temporarily waived on student loans and federally held student loan payments will be suspended for 60 days. \"We have also temporarily waived all interest on federally held student loans,\" he said at the daily Coronavirus press briefing. \"Today secretary Devos directed borrowers to suspend loans and student loan payments without penalty for 60 days and if we need more we'll extend that period of time.\" ##Daily Life## ##Business## Just one day after putting the responsibility on the states to get their own supplies, President Trump appears to now be saying the federal government is going to help states get crucial medical supplies. \"We have millions of masks which are coming which are distributed to the states. The states are having a hard time getting them,\" Trump said. On the medical supplies, he added: \"They'll be here soon and we'll ship them directly to states.\" More context: Yesterday at the daily coronavirus task force news conference, Trump said, \"The governors are supposed to be doing a lot of this work and they are doing a lot of this work\" to get medical supplies. He continued, \"The federal government is not supposed to be out there buying vast amounts of items and shipping. You know, we're not a shipping clerk.\" President Trump does not think a national lockdown order is needed as the US continues to deal with the coronavirus outbreak. Trump's remarks Friday afternoon come after New York Gov. Andrew Cuomo said 100% of non-essential workers should stay home.  \"I don't think so,\" Trump said when asked about the need for a national lockdown. \"Essentially you've done that California and New York have done that. I don't think so. Because you go out to the midwest and other locations and they're watching their television but they don't have the same problems.\" Trump added: \"We are working with the governors and I don't think we'll ever find it necessary.\" ##Daily Life## ##Health## Top US infectious disease doctor Dr. Anthony Fauci, a member of the White House coronavirus task force, said he \"strongly\" supports the New York governor's decision to mandate that 100% of non-essential workers stay home in the state. Fauci, a New Yorker himself, added: \"I know what New Yorkers can do. We're tough.\" He called on all New Yorkers to cooperate with the mandate. More context: Earlier today, Gov. Andrew Cuomo issued a mandate requiring all non-essential workers to stay home in the state. The number of positive cases has surged to over 7,000 as the state has ramped up testing, the governor said. Deborah Birx, a physician and public health expert, spoke Friday about some of the \"concerning\" trends she is seeing across the globe during the coronavirus pandemic. Birx specifically discussed Italy, where the number of deaths related to coronavirus has surpassed China.  \"We continue to review the data and we continue to see signs that individuals under 20, 19 and under, may have severe disease but majority have all recovered to date. We still see the same trend and frankly from Italy we are seeing another concerning trend that the mortality in males seems to be twice in every age group of females. This should alert all of us to continue our vigilance to protect our Americans that are in nursing homes,\" Birx said. More on Italy and China: The number of deaths in Italy reached 3,405 on Thursday, the Italian Civil Protection Agency said at a news conference — 156 more than China's toll, which, according to Johns Hopkins University, stands at 3,249. The total number of cases in Italy rose to 41,035 with 5,322 new cases, officials added. The grim figure comes hours after China marked a major milestone in the battle to limit the spread, reporting no new locally transmitted coronavirus cases for the first time since the pandemic began. ##Health## President Trump said he kicked his usage of the Defense Production Act \"into gear\" on Thursday evening after saying he would only invoke the measure in a worst case scenario. Trump told reporters he'd moved the National Response Coordination Center — an office within the Federal Emergency Management Agency — into the \"highest level of activation.\" \"We are helping the states a lot,\" Trump said during the daily coronavirus briefing. More on this: There remains some confusion around Trump's use of the Defense Production Act, which he signed on Wednesday but later said he wasn't yet invoking despite shortages of medical gear and equipment. On Thursday, Trump said it was the responsibility of individual governors to ensure their states have sufficient levels of supplies. The DPA allows the federal government to direct industries to produce necessary equipment, but it remains unclear whether Trump has provided that direction yet. President Trump expressed support for measures taken by Gov. Gavin Newsom and Andrew Cuomo in California and New York, respectively, to address the coronavirus pandemic.  Trump said he’s been watching what's happened in California, where Newsom issued a state-wide lock down.  On Friday, Cuomo announced that all workers in non-essential businesses across New York state are required to stay home in an effort to combat the spread of the coronavirus pandemic. “I applaud them. They’re taking very strong, bold steps and I applaud them,” Trump said about the governors. Secretary of State Mike Pompeo confirmed reports that the US has worked with Mexico to \"restrict non-essential travels across our shared border,\" he said today during the Coronavirus Task Force White House briefing. Pompeo discussed the restriction of travel to Canada as well. \"President Trump announced on Wednesday, the United States and Canada jointly agreed to restrict non essential traffic across ourborders, it goes into effect at midnight and excluding crossing the border unless for work or other essential reasons. The United States and Mexico have agreed to restrict non-essential travels across our shared border. Both our countries know the importance of working together to limit the spread of the virus,\" Pompeo said. Following Pence's remarks, Chad Wolf, acting Homeland Security secretary, said neither agreement with Canada or Mexico applies to lawful trade or commerce. \"We'll continue to maintain a strong supply chain across our border,\" Wolf said. The agreement between Mexico and Canada will go affect March 21. ##Travel## President Trump confirmed he spoke with Senate Minority Leader Chuck Schumer on Friday. Trump had an “extremely good” call with Schumer “a little while ago,” he said at the Coronavirus Task Force White House briefing.  A Schumer spokesperson passed along a readout of the call earlier today, saying that Schumer urged Trump to invoke the Defense Production Act.  Trump did not confirm the Schumer readout of the call, which said he agreed to immediately invoke the Act. “We are working on various elements of the deal. The Democrats are very much wanting something to happen and I think it will,” Trump said of a stimulus bill. Trump said he also spoke “at length” with Senate Majority Leader Mitch McConnell and there is a “tremendous spirit to get something done.” President Trump said at press conference today that the federal government  has \"temporarily waived all interest on federally held student loans\" for 60 days due to the coronavirus outbreak. He added: \"If we need more, we'll extend that period of time.\" Watch: According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 15,599 cases of the novel coronavirus in the United States.  As of Friday morning, 197 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  New York Gov. Andrew Cuomo said his order for all non-essential workers to stay home is \"not a shelter in place order.\" Cuomo said \"words matter\" and pushed back on the suggestion that the new mandate is a shelter-in-place order. He said he's increasing the mandates \"because the numbers are increasing\" of positive cases. On the question of who counts as an essential worker, he noted that mass transit workers and restaurant staff doing delivery and take-out service can still go to work. ##Daily Life## Gov. Andrew Cuomo has called for a moratorium on evictions for 90 days because \"I want to protect the people of the state of New York,\" he said Friday during a press conference. This order applies to both residential and commercial properties, Cuomo added. \"I understand that may affect businesses negatively. And I've spoke to a number of them. I don't know who you think you're going to rent an apartment to now anyway if you kick someone out. By my mandate, you couldn't even have a real estate agent out showing the apartment. Same with the commercial tenants. But I know that we're going to put people out of work with what I did. I want to make sure I don't put them out of their house,\" Cuomo said. ##Daily Life## ##Business## New York Gov. Andrew Cuomo said today that the state now has 7,102 positive cases of coronavirus. New York has tested more than 32,000 people, Cuomo said. Cuomo noted that since the state is now doing more tests you're \"going to get more positive cases.\" He said the state has \"the testing so high that we're testing per capita more than China or South Korea.\" New York has done a \"great job ramping up\" testing, Cuomo said. He pointed out that 10,000 people were tested last night. \"In total we have tested 32,000 people. We did 10,000 tests last night. I had said last week we hope to get to 6,000 tests. We have gotten to 10,000 tests. Which again, I'm very proud of the operation. But again, that's why you see the number going up,\" Cuomo added. Watch:  All workers in non-essential businesses across New York state are required to stay home, New York Gov. Andrew Cuomo just announced. He said there will be a civil fine and mandatory closure for any business \"that is not in compliance.\"  New York Gov. Andrew Cuomo just announced that 100% of non-essential workers must stay home.  This comes only a day after California's governor took similar measure, locking down the entire state of nearly 40 million. These two states taking these measure means that one in five Americans now must sequester themselves due to the outbreak.  ##Health## New York Gov. Andrew Cuomo laid out a series of rules all New Yorkers in the most vulnerable groups should follow in order to protect themselves from coronavirus. This group includes seniors, those with compromised immune systems and people with underlying illnesses.  Here are the rules: Remain indoors\nCan go outside for solitary exercise\nPre-screen all visitors and aides by taking their temperature\nDo not visit households with multiple people\nAll vulnerable persons should wear a mask when in he company of others\nTo the greatest extent possible, everyone in the presence of vulnerable people should wear a mask\nAlways stay at least six feet away from individuals\nDo not take public transportation unless urgent and absolutely necessary ##Daily Life## ##Health## New York Gov. Andrew Cuomo just announced that 100% of non-essential workers should stay home. Only essential businesses will be functioning.  Cuomo is calling it \"New York state on pause.\" \"We need everyone to be safe, otherwise no one can be safe,\" Cuomo said. \"This is the most drastic action we can take,\" Cuomo said. Watch: New York Gov. Andrew Cuomo says the state is in dire need of ventilators to battle coronavirus, calling ventilators \"the key piece of equipment.\" \"If you are a regulated health facility, we are asking you by order of the Department of Health to make that ventilator available. We will purchase it from you. You could lend it to us. But we need ventilators,\" Cuomo said. He said that anyone in possession of ventilators that can be sold or loaned to New York should contact the state Department of Health. \"We need those ventilators. The ventilators are to this war what missiles were to World War II.\" ##Health## Gov. Andrew Cuomo is calling on retired medical professionals and medical school students to help with the growing number of infected people visiting New York hospitals. Cuomo said this personnel is necessary because hospitals have been instructed to operate at \"maximum capacity.\" \"We want to know from each hospital how many beds can you get in your hospital. We're waiving the department of health and DFS regulations about space, et cetera. This would be for short-term emergency basis, but we want to plan from every hospital, if you use every available space how many beds can you get in the hospital. And we started that a few weeks ago, but that is now coming to a critical point. With more beds, you need more staff. So we're going to nursing schools, medical schools, asking retired doctors and nurses to come back into service,\" Cuomo said. ##Health## Gov. Andrew Cuomo said manufacturers of masks, ventilators and other medical protective equipment should contact his office, and he will pay a premi \"If you are a business that doesn't manufacture these exact items, but if you have equipment and personnel and you believe that you could manufacture these items. They're not complicated, a mask is not a complicated item to make. A PPE gown is not a complicated item. Gloves, nitrile gloves are not a complicated item. If you will make them, we will give you funding to do it,\" Cuomo said. d. More context: Earlier today, New York City mayor Bill de Blasio said on CNN that New York City will run out of medical supplies in 2 to 3 weeks.  Ventilators are the greatest need, according to Cuomo.  During the current coronavirus pandemic, it is \"more important than ever\" for heart attack and stroke survivors to reduce the risk of another event and \"avoid busy hospitals,\" the American Heart Association said in a statement Friday. \"Based on current information, it appears elderly people with coronary heart disease or hypertension are more likely to be infected and to develop more severe symptoms. Stroke survivors may face increased risk for complications if they get Covid-19,\" the statement said. The AHA noted that after a heart attack or stroke, as many as 1 in 4 survivors will have another one. To prevent a heart attack or stroke, the AHA offered these tips: Take your medications as prescribed\nManage your risk factors by quitting smoking, eating healthy, staying active\nKeep any follow-up appointments with your doctor and see if virtual visits are possible\nParticipate in a cardiac rehab program virtually\nGet support from loved ones as needed when you feel overwhelmed, scared or confused ##Daily Life## ##Health## Organizers of the Scripps National Spelling Bee have suspended the annual event due to the on-going coronavirus threat.  The competition that pits over 500 spellers, all of whom are 15 years-old or younger but have not passed eighth grade, was set to start on May 24 in Oxon Hill, Maryland, just outside Washington, DC. Scripps said in statement it would attempt to reschedule the 93rd competition later this year. What happened last year: The competition featured an epic ending with eight co-champions.  After 20 rounds and a run of 47 correct words, Rishik Gandhasri, Erin Howard, Saketh Sundar, Shruthika Padhy, Sohum Sukhatankar, Abhijay Kodali, Christopher Serrao, and Rohan Raja were all crowned winners. Marriott's furloughs, which previously were only for its hotel workers, are now hitting the corporate level. The world's largest hotel chain confirmed to CNN Business that it's moving to shortened work weeks at its corporate headquarters and it's putting many of its employees on temporary leaves that could last as long as three months.  The changes will \"impact most associates\" at the Bethesda, Maryland-based company, a spokesperson said. Marriott shares are up 22% in early trading because of hopes of a stimulus package from the US government. ##Business## Miguel Patricio, CEO of Kraft Heinz, told CNN moments ago that his company is addressing price gouging by trying to keep grocery store shelves stocked. \"We are finding solutions to increase productivity so we can keep or avoid the shelves being empty. I'll give you an example. We stopped producing some of the SKUs to concentrate on products that have high rotation so we can increase the productivity of our plants to do that. Of course we communicate daily with our customers and grocery companies,\" Patricio told CNN. What other companies are doing to address this: Amazon has removed more than 530,000 listings from its marketplace and suspended 2,500 US sellers for coronavirus-related price gouging, the company told a US senator on March 6. The company is also working with state attorneys general to prosecute “the worst offenders,” it told Sen. Ed Markey in a letter. The disclosure comes as demand spikes — both online and off — for supplies including face masks, hand sanitizer and cleaning products. CVS and Walgreens have warned of possible shortages. In its letter, Amazon said it is using a mix of \"automated and manual methods” to identify cases of price gouging.  Watch: ##Business## ##Daily Life## The Trump administration is expected to announce details Friday on plans to halt non-essential travel on the US-Mexico border in an effort to limit travel amid the ongoing coronavirus pandemic, according to acting Homeland Security Secretary Chad Wolf. “We’re working with both our Canadian partners as well as our Mexican partners, limiting nonessential travel across that border,” Wolf told reporters Friday. “We want to make sure cargo continues, trade continues, healthcare workers continue to be able to traverse that border. But tourism, some recreational activities need to stop during this crisis.” Wolf told reporters that more details on a southern border non-essential closure will be announced later Friday.  The expected action on the southern border appears similar to the one taken on the US border with Canada and marks the latest move by the administration to seal off the United States as coronavirus continues to spread.  Some context: Over recent weeks, Trump has joined countries across the globe in introducing a slate of travel restrictions, which extend from China to Europe's Schengen Area to the United Kingdom and Ireland, over coronavirus concerns.  In a span of a few days, Trump has also moved to largely shutter the US land borders.   ##Travel## The Volkswagen Group will donate almost 200,000 respiratory masks for public health care in the wake of the coronavirus pandemic, the company said in a statement Friday. \"People working in the public health sector are currently performing outstanding services to society,\" Volkswagen HR Board Member Gunnar Kilian said, according to the statement. \"We are convinced that these face masks will be put to the best use by them.\" The group said it will provide FFP-2 and FFP-3 respiratory masks.  \"The donation is being made in close cooperation with the Federal Minister of Health, Jens Spahn,\" according to the statement. \"The city of Wolfsburg will also be supported with medical material.\"  Kilian added: \"Solidarity takes priority for Volkswagen. This principle also applies beyond the factory gate.\" ##Business## ##Health## Restrictions on social contact in the United Kingdom will need to be in place for “at least most of a year” to ensure the coronavirus outbreak is kept under control, the government’s scientific advisers have said. The strict measures on “social distancing,” such as advising people not to socialize in restaurants, closing schools and keeping vulnerable groups at home, will only be effective if used all together and for a prolonged period, they said. Otherwise, at the peak of the outbreak, the UK’s public health service would be overwhelmed. The conclusions are contained in a set of papers from Scientific Advisory Group for Emergencies (SAGE), which provides scientific and technical advice to government decision makers during emergencies, published by the government on Friday. While Prime Minister Boris Johnson said earlier this week that coronavirus could be beaten within 12 weeks, the documents suggested the effort would last considerably longer. Some more background: In a document dated March 16, the advisers said that isolation and the social distancing of vulnerable groups alone were “very unlikely to prevent critical care facilities being overwhelmed.\" If the government added school closures and wider social distancing, that “would be likely to control the epidemic when kept in place for a long period” and should be implemented “as soon as practical.” It said that authorities could alternate between strict and more relaxed social distancing measures. But in total, restrictions would need to be in place for at least a year, with the stricter measures enacted for at least six months. The government has been criticized for not making its advice mandatory — particularly in London, where the spread of the virus is more advanced than in the rest of the UK. ##Daily Life## DC Fire & EMS tweeted that there are 141 Washington, DC, firefighters and 70 police officers in quarantine due to the novel coronavirus. Read the tweet: Treasury Secretary Steven Mnuchin announced on Friday that the Trump administration will move the tax filing deadline from April 15 to July 15. \"At @realDonaldTrump’s direction, we are moving Tax Day from April 15 to July 15. All taxpayers and businesses will have this additional time to file and make payments without interest or penalties,\" Mnuchin wrote on Twitter.  The White House had announced previously it would be deferring tax payments.  ##Daily Life## The State Department is suspending routine visa services at all embassies and consulates worldwide due to the coronavirus pandemic. “In response to significant worldwide challenges related to the COVID-19 pandemic, the Department of State is temporarily suspending routine visa services at all U.S. Embassies and Consulates,” the department said in an advisory posted on Friday. “Embassies and consulates will cancel all routine immigrant and non-immigrant visa appointments as of March 20, 2020.\"  The move comes following the State Department’s issuance of a global Level 4 Travel Advisory urging Americans not to travel abroad.  The department also announced Thursday that it was suspending regular passport services and only offering services for those with “life-or-death” emergencies. “As resources allow, embassies and consulates will continue to provide urgent and emergency visa services. Our overseas missions will resume routine visa services as soon as possible but are unable to provide a specific date at this time,\" the department said in the advisory on Friday. ##Travel## Georgia Secretary of State Brad Raffensperger is taking action to expedite licensing for healthcare professionals who come to Georgia to help fight the spread of Covid-19. The Georgia Board of Nursing will begin issuing temporary permits to nursing professionals licensed in other states who come to Georgia in response to the declaration of a public health state of emergency in Georgia. These licenses will receive expedited review, less than 24 hours for a temporary license and less than seven days for a regular application, to better respond to the public health threat. \"Fighting, defeating, and overcoming coronavirus in Georgia and across the country will require enlisting the help of the best and brightest medical professionals available\" Raffensperger said.  The Georgia Board of Nursing is under the Professional Licensing Boards, a Division of the Office of the Secretary of State. ##Health## A northern Italian city has been hit so hard by coronavirus that it is now sending patients who need intensive care to other parts of the country, a doctor in the city of Bergamo told CNN Friday. “Bergamo is sending ICU patients to other regions because we ran out (of space),” Dr. Stefano Magnone, a hospital doctor in Bergamo, said.  Magnone said that also the ICU in the hospitals in the province of Brescia are full. “Around 50 patients were sent out of Lombardy to other regions, mainly in the south,” Magnone said.  Brescia is the second worst affected province, according to the Italian Civil Protection Department.  “We're waiting for the field hospital” to be built, Magnone said. Bergamo Mayor Giorgio Gori announced on Thursday evening that a new field hospital will be built inside the fairground and exhibition facility in the city. “It will be organized by the National Alpini Association but managed by the doctors that are on their way,” the mayor said.  The new field hospital “will bring relief to our hospitals. It is the first real response received by the national institutions, so let me thank them,” he said. “The regional affairs minister Francesco Boccia talked about 100 doctors (to be sent) in Lombardy and the Italian Prime Minister talked about sending 300 doctors to the worst affected areas,” Gori said. “Italy has finally noticed the suffering of Bergamo and our province. But we need even more doctors.\" The region especially needs infectious disease experts, respiratory physicians and anesthesiologists, the mayor said.  ##Health## David Beasley, head of the United Nations' World Food Programme (WFP), has Covid-19, according to a statement released on Thursday. Beasley said in a written statement that he is now working with his WFP team to trace back anyone he may have been in close contact with during the time he was unaware of the infection.  \"We have already started the process of reaching out to alert each and every one of them so that they are made aware that there is a risk that they too may be infected with the virus,\" Beasley, a former governor of South Carolina, said in the statement.  Beasley aded: \"I began feeling unwell this past weekend after returning to my home in the United States from an official visit to Canada and I took an early decision to go into self-quarantine, five days ago. So far, my symptoms have been relatively light, and I am in good spirits. I am lucky to be close to my family and I have access to excellent medical support.\" Kevin Hassett is returning to the White House to advise President Trump through the severe economic fallout from the coronavirus outbreak, the former official told CNN’s Poppy Harlow. Trump asked Hassett, a CNN commentator, to rejoin the administration just as the economic outlook has darkened significantly in recent days. Hassett told CNN on Thursday the widespread shutdowns caused by the health crisis could spark a repeat of the Great Depression.  \"We're going to have to either have a Great Depression, or figure out a way to send people back to work even though that's risky,\" Hassett said. \"Because at some point, we can't not have an economy, right?\" Some background: Hassett left the Trump administration in June 2019 after nearly two years as chairman of the White House Council of Economic Advisers.  During his second stint in the White House, Hassett is expected to advise the President on economic matters and have an office in the West Wing.  US stocks kicked the day off in the green on Friday, adding onto the prior session’s gains. Here's how things look: The Dow opened 0.8%, or 150 points, higher.\nThe S&P 500 rose 1%.\nThe Nasdaq Composite opened up 1.5%. Even so, all three benchmarks are on track for another terrible weekly performance, with the Dow on track for its worst week since 2008.  ##Business## Italy is “facing the most difficult moment” that history has ever put before it, the country’s Health Minister Roberto Speranza said Friday during an address in front of the FNOMCeO (National Federation of the order of doctors, surgeons and orthodontists) committee.  “A new and terrible enemy is entering our lives and radically changing everything,” Speranza warned. “Every day I insist that adequate personal protective equipment can reach each of you. I speak with the federation daily, I know this is a big problem.\" Speranza added: “There are still difficult days ahead of us, but together, united, I am convinced that we will make it.\" ##Health## Japan’s Prime Minister Shinzo Abe called for schools to reopen during a meeting with government officials on Covid-19 on Friday. Abe said “for the schools closed temporarily at the government request, I ask the ministry of education to draw up specific guidelines to resume the schools at the begging of the new year.\" Abe called for primary and secondary schools to close on Feb. 27 through the end of March. The school year in Japan generally begins in April. On Thursday, a public health expert board held an assessment meeting and relaxed recommended restrictions as the country has avoided an exponential growth in cases. The group still cautioned that the situation could change.   Abe also suggested the country could revisit larger scale events saying \"the expert board requested to stay vigilant for the organizers of large scale events. when the organizers make a judgment on holding such events, please refer the examples of infection prevention suggested by the board and have enough caution to prevent the infection.\" ##Daily Life## A sea of people wearing face masks gathered to watch the Japanese Air Self-Defense Force's Blue Impulse aerobatics team in Japan's Higashimatsushima on Friday as part of the ceremony commemorating the Olympic flame's arrival from Greece. The flame arrived in a scaled-down ceremony and will now make its way to Tokyo from Fukushima.  The president of the International Olympic Committee has said the games will not be canceled but added that the games may possibly be postponed.  Games in question: Japanese Olympic Committee (JOC) board member Kaori Yamaguchi  is calling for the Tokyo Olympics to be postponed because athletes are unable to prepare adequately, she told the Nikkei newspaper. Yamaguchi, who won a Judo bronze medal at the Seoul Olympic Games in 1988, said she plans to raise this point at a JOC Board Meeting scheduled for March 27. \"The Olympics should not be held in a situation people in the world can’t enjoy,\" Yamaguchi said. ##Daily Life## ##Travel## Newly unemployed Americans are racing to file for jobless benefits as the coronavirus pandemic forces many businesses to reduce staff or shutter their doors, at least temporarily. The swift, steep jump after years of low unemployment has strained some states' ability to keep up, forcing them to add representatives to their call centers, extend hours and bolster their online capacity as they await a $1 billion infusion approved by Congress. The crush also comes as some states have temporarily expanded eligibility and waived one-week waiting periods so people affected by the pandemic can tap into unemployment benefits more quickly. Around the country: In Illinois, the Department of Employment Security has been deluged in the last couple of days as more residents file for claims amid coronavirus emergency orders — such as Gov. J.B. Pritzker's mandate closing restaurants and bars except for delivery. Between Monday and Wednesday, the agency received over 64,000 unemployment benefit claims, more than ten times the 6,074 claims filed during the same time period in 2019. New York State's Department of Labor website is currently averaging 250,000 logins per day — a 400% increase over the normal average, according to Deanna Cohen, a department spokeswoman. The hotline is also ringing off the hook, with more than 75,000 calls a day, compared to an average of 10,000 calls normally. By noon on Thursday, the department website had 206,080 logins and 159,000 calls. To handle the onslaught in Ohio, the state Department of Job and Family Services has extended its call center's weekday hours and added availability on Saturdays to answer questions and process claims from those who can't file online. New filings skyrocketed from 3,900 the first four days of last week to 111,000 the same period this week, according the agency. ##Daily Life## ##Business## The US-led training effort aimed at combating ISIS has been suspended due to COVID-19, according to a defense official.  “To prevent potential spread of COVID-19, Iraqi Security Forces and coalition forces have stopped all training. That has led to the repositioning of some training forces for force protection and operational continuity; some trainers will depart Iraq in the coming days and weeks,” a US defense official told CNN. The official added that the US-led coalition “remains committed to the lasting defeat of ISIS and if the situation allows training will resume“ The coronavirus pandemic is impacting the US military in places like Iraq and Afghanistan as measures to prevent its spread have caused the US to limit its activities including operations to help counter ISIS. As the nation and the world self-quarantine in the midst of a pandemic, the Supreme Court justices will meet privately on Friday, either in person or telephonically, to discuss pending cases and presumably how they will handle the rest of a blockbuster term.  The meeting is one of the regularly scheduled conferences the justices hold throughout the term, but it comes as the court has closed its doors to the public and taken other precautions as the country grapples with the coronavirus.   Earlier in the week, the court said that \"some justices\" may choose to \"participate remotely by telephone.\" That's because six of the justices are 65 and older. Justice Ruth Bader Ginsburg and Stephen Breyer are in their 80s — well within the government's standard for individuals at a higher risk. In the same press release, the court said that in order to abide by \"public health precautions,\" the court would postpone oral arguments for the next sitting, which was scheduled to begin March 23. The most important case from that sitting is President Trump's bid to shield his financial documents.  Some historical context: The move to postpone is exceedingly rare, but there is precedent. In 1918, arguments were postponed in response to the Spanish flu epidemic. The calendar was shortened in 1793 and 1798 in response to yellow fever outbreaks. Barbershops, hair salons, tattoo or piercing parlors, nail salons, hair removal services, and “related personal care services” will be closed to the public beginning Saturday 8 p.m. ET, New York Gov. Andrew M. Cuomo, along with the governors of New Jersey, Connecticut and Pennsylvania, said in a statement regarding their four states. These businesses must be closed because \"these services cannot be provided while maintaining social distance,” the governors said in the statement. As of 8 p.m. ET Thursday, indoor portions of retail shopping malls, amusement parks and bowling alleys in the four states were all shuttered across the four states, the statement said. \"We know how the novel coronavirus spreads, and we are making data-driven decisions as the situation evolves to continue to reduce density and slow the spread of the virus,\"  Cuomo said. \"We remain in constant communication with our neighboring states to ensure we are establishing a set of uniform rules and regulations for the entire region. These temporary closures are not going to be easy, but they are necessary to protecting the health and safety of New Yorkers and all Americans.\" ##Daily Life## Air Canada says the company is working with its unions to place employees on a temporary, off-duty status.  The employees would be reinstated when the airline can ramp up its schedule again, Air Canada said in a statement. It’s not clear how many employees will be impacted. CNN Business has reached out to the Canadian Union of Public Employees for comment. ##Business## ##Travel## The US Food and Drug Administration said it is \"not aware of scientific evidence\" connecting the use of popular anti-inflammatory drugs, such as ibuprofen, to a worsening of COVID-19 symptoms.  The FDA made this announcement following the publication of a letter last week in the journal Lancet Respiratory Medicine that hypothesized such non-steroidal anti-inflammatory drugs could increase a certain enzyme in the body, which could aggravate COVID-19 symptoms. \"The agency is investigating this issue further and will communicate publicly when more information is available. However, all prescription NSAID labels warn that ‘the pharmacological activity of NSAIDs in reducing inflammation, and possibly fever, may diminish the utility of diagnostic signs in detecting infections,’\" the FDA said. ##Health## ##Daily Life## The top infectious disease expert in the US, Dr. Anthony Fauci, told NBC's \"The Today Show\" he thinks Americans will have to stay home and continue to social distance for several more weeks. “If you look at the trajectory of the curves of outbreaks in other areas, it’s at least going to be several weeks,” Fauci said on Friday. “I cannot see that all of a sudden, next week or two weeks from, it’s going to be over. I don’t think there’s a chance of that, I think it’s going to be several weeks.” Fauci also discussed the spread of the novel coronavirus with host Savannah Guthrie. He said the best thing the US can do right now is to delay any elective surgeries to keep hospital beds and equipment available. Guthrie asked if President Trump should invoke the Defense Production Act, and Fauci said the president “is very serious about doing everything we could possibly do.” They will meet today, Fauci said, and he is sure that would come up in their discussions. Guthrie asked if doctors going to the craft store to make their own medical equipment is considered the worst-case scenario. “Obviously we are in a very difficult situation and we should be doing everything we can to mitigate that,” Fauci responded. Regarding the anti-malaria drug Trump said could treat COVID-19, Fauci said they have heard anecdotally that the drugs work, but they have not been tested in controlled trials. “So what we’re saying is that we want to make them more available, but in the context of a protocol of some sort, that would not only make them available but that we can get some information as to whether they’re safe and whether they really work,” Fauci said. ##Health## Germany's worldwide travel warning, which was announced last week due to the coronavirus pandemic, will apply until the end of April, the country's Foreign Minister Heiko Maas announced Friday. “Our warning against tourist travel abroad is valid until the end of April for the time being. It therefore includes the Easter holidays,” Maas wrote on Twitter. ##Travel## New York City needs 45 million surgical gowns, coveralls, gloves and face masks – known as personal protective equipment (PPE) –  in April to ensure its healthcare system can deal with coronavirus-related issues, Avery Cohen, a spokesperson for Mayor Bill de Blasio, told CNN Friday morning. This up from 25 million, as announced by de Blasio in a press conference late Thursday afternoon. “We increased our ask,” Cohen said. “Things are constantly shifting and changing!” ##Health## The United Kingdom's National Health Service (NHS) has asked 65,000 nurses and doctors who retired in the last three years to return and help tackle the “greatest global health threat” in a century. Medical personnel with up-to-date skills and experience, including retirees, will be surveyed on what type of role they could do. Those who join the “NHS army” will be given a full induction and online training to help them to hit the ground running, said the NHS in a statement released Thursday. “As the health service gears up to deal with the greatest global health threat in its history, my message to former colleagues is ‘Your NHS Needs You,’” said Ruth May, chief nursing officer for England. Final-year medical students and student nurses are also being offered the chance to take temporary roles on full pay to boost frontline capacity even further, the agency said. Similar measures are being implemented in other European countries as thousands of medical students are being fast-tracked into early service in an attempt to boost health systems across the continent that are struggling to cope with the coronavirus outbreak. Read our full story on medical students being fast-tracked here. ##Health## Russia is in favor of convening a virtual G20 Leaders’ Summit on coronavirus next week, which would be “meaningful” for coordinating an international response to the pandemic, according to Kremlin spokesman Dmitry Peskov. “The technical parameters are being worked through diplomatic channels, the organization of video communications,” Peskov said in a conference call with reporters. “This will be our first experience doing this.” Earlier this week, the Saudi Arabia G20 press office put forward plans to convene the summit. Russia has had a relatively low number of reported coronavirus cases, with 199 confirmed, according to the country’s coronavirus response headquarters.  Peskov downplayed reports in local media about shortages of masks and other equipment, saying there was enough protective equipment \"for those who work with patients ... serve the population ... take tests ... [and]  for those who meet passengers of aircraft and other vehicles arriving from dangerous countries.”  The Kremlin spokesperson added there was “no need” for Russian President Vladimir Putin to take a coronavirus test, as he was feeling healthy and has continued his work. “We are all in the same boat” when it comes to efforts by Russian and international scientists to work toward developing a vaccine, Peskov added. Two negative tests — taken 24 hours apart — are currently needed to “feel safe in going out into society” after being diagnosed with the novel coronavirus, but that may change as we learn more about the virus, according to an infectious disease expert. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, explained the possible shift during a live-streamed conversation with Facebook CEO Mark Zuckerberg. “If you test positive, when is it OK to interact with others?” said Zuckerberg, relaying a viewer’s question. Fauci responded that “strictly speaking, if you are positive, you have the virus in you. And the way you determined positive was you got a nasal swab in your nasopharynx and you cultured the virus.” The “strict guideline” for going back out into society is two negative tests a day apart, Fauci said, to confirm that “you’re not shedding virus anymore, so you can feel free to go out.” But “that might change,” Fauci said. “It may be more flexible, when we get a better feel for what the real bracket of time [is] of people shedding” the virus. ##Health## Deaths from Covid-19 in Spain hit 1,002 on Friday, an increase of 235 in the past day, according to a Spanish health ministry official.  There have now been 19,980 total cases recorded, said Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies, at a daily briefing. The 16.5% increase in cases recorded (up 2,833) was slower than in previous days, but Simón warned that many factors affect the number of cases confirmed. Some 1,141 of the recorded cases have been put into intensive care, Simón said. Some of the first people taken into intensive care are now being released, he added, though those numbers remain low. Some 10,542 of the total recorded cases have been hospitalized, which is 52% of the total, Simón said. On Thursday there had been 17,147 cases with 767 deaths. Novel coronavirus may not recede completely at the end of this season but its impact will likely be more modest in a future wave, the top US infectious disease doctor said Thursday. “Once we get by it, it is conceivable and maybe likely that when we get to the next season, we may see another blip of this, but it would really be different,” said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, during a live-streamed conversation with Facebook CEO Mark Zuckerberg. The new coronavirus “spreads too efficiently” to disappear like SARS did, said Fauci. That means that even after this coronavirus outbreak is suppressed, a recurrence is “likely -- not inevitable, but likely,\" he added. The comments came after Zuckerberg asked about the likelihood of another coronavirus wave, either in the fall or later. Fauci said that while it may happen, multiple factors would blunt the impact of future outbreaks.  First, “a certain percentage of the population will already have been immune, a bit of what we call herd immunity.” This means more people -- after recovering from coronavirus -- would be protected against future infections. And if a second wave comes, “we likely, by that time, will have tested a number of drugs,” Fauci added. “Hopefully some of them will be effective in treatment.” Finally, “we hopefully, within a year to a year and a half, would have a vaccine,” Fauci said.  “So although we’re preparing, and maybe expecting for it to come back, it’s not going to come back in the same circumstances as it first came.” Taiwan confirmed 27 new cases of coronavirus Friday in its largest single-day increase since the outbreak began. Twenty-four of the new cases were imported from countries including the UK, the US, Germany, France, Spain, Belgium and the Philippines, according to Taiwan's Center for Disease Control.  The spike in cases comes one day after Taiwan's President Tsai Ing-wen warned the \"next 14 days will be a critical second stage in the epidemic response effort.\" The new cases bring Taiwan's total number of cases to 135, including one death.  South African Airways (SAA) announced the immediate suspension of all international operations Friday until May 31, in response to the South African government’s coronavirus-related travel ban. The airline also cited a “substantial decline in demand for air travel.”  Five of SAA’s international routes (Washington DC, New York JFK, London Heathrow, Frankfurt and Munich) are in countries listed as high risk in the South African government's  travel ban.  The airline’s two other international legs, Perth and Sao Paulo, will also be suspended. SAA will continue to operate its domestic and regional routes. Iran confirmed 149 more deaths from the novel coronavirus Friday, raising the country's overall death toll to 1,433, according to an announcement from Deputy Health Minister Alireza Raisi. There has been an increase of 1,237 cases of coronavirus in the country in the last 24 hours, Raisi said on state television, bringing the total number of cases to 19,644. A total of 6,745 patients have so far recovered, added the minister. On Thursday, Iran had announced the same number of fatalities (149) since Wednesday, the country's highest spike in death toll over a 24-hour period since the coronavirus outbreak began. Earlier on Friday Iran’s Supreme Leader Ayatollah Khamenei praised the country’s medical community and volunteers for their work in fighting the coronavirus outbreak. “The sacrifices made were so dazzling that even foreigners felt obliged to admire them,” Khamenei said in his address to the nation to mark Persian New Year. “There were also support groups, some of which offered their factories and even their houses with the aim of manufacturing the products needed for patients ... products such as gloves, masks,” he added. “The Iranian nation showed its virtues through these groups,” Khamenei said. In his address, the leader did not mention the nationwide anti-government demonstrations in Iran last year. US states reported 4,581 new cases of novel coronavirus over the last 24 hours, according to a tally by CNN. CNN had tallied at least 8,898 cases with 149 deaths at 6 a.m. ET Thursday, rising to 13,479 total cases, with 196 deaths, one day later. This is an increase of 4,581 cases and 47 deaths. A week ago, on March 13, CNN was reporting 1,666 cases and 41 deaths. These tallies include all cases detected and tested in the United States through the public health system across all 50 states, the District of Columbia and other US territories.  Members of the White House Task Force and public health officials have been warning the number of cases in the United States would be increasing as more testing is completed.  Italian Prime Minister Giuseppe Conte promised that 300 doctors will form a task force made up of people from all over Italy to support the areas of the country most critically affected by the coronavirus outbreak. The doctors participating will be volunteers, his office said in a statement Thursday.  \"We are supporting the community that are on the front line to deal with this emergency, we continue to fight this battle with them,\" reads the statement.  The number of coronavirus cases in Germany jumped by 2,958 in the last 24 hours to a total of 13,957, the head of the Robert Koch Institute (RKI), Germany's federal public health agency, said Friday. There have been 31 total deaths as a result of coronavirus, with 11 fatalities in the last 24 hours, said RKI chief Lothar Wieler at a press conference in Berlin. ''We will see more fatalities over the next few weeks -- including here in Germany,\" Wieler said. The head of the RKI also warned about hospital capacity in the country.  \"More people will get infected; more people will be admitted to the emergency room and more people will require respiratory aid and therefore we have to fear that there will not be enough ventilator places,\" Wieler said. Germany is only at the beginning of the coronavirus outbreak, Wieler warned. He urged people to keep their distance to fight the pandemic, but said it is up to local authorities to decide on specific measures designed to achieve that.  He went on to issue a stark warning. \"If there are still people in our country who don't believe this, who don't believe me, who think that this is panic making, then I can only call upon them to finally open their eyes to this reality,\" he said. \"If everyone sticks to what is set, we can slow down this epidemic by the maximum possible.\" The Changing the Guard ceremony at London's Buckingham Palace has been canceled until further notice in light of the coronavirus outbreak, Royal Communications said in a statement Friday. \"In line with Government advice to avoid mass gatherings, it has been agreed that the ceremonial of the Changing of the Guard at Buckingham Palace, St James’s Palace and Windsor Castle will be postponed until further notice,\" reads the statement.  \"Advice will be reviewed on an ongoing basis, with a view to restarting when appropriate.\" India’s capital city of New Delhi announced restrictions on businesses and government services starting Friday, as did the country's second most populous state of Maharashtra.  Under measures that will extend through March 31, all non-essential services in Maharashtra state will shut down, according to chief minister Uddhav Thackeray. This includes the city of Mumbai. All stores except ones providing essential commodities will be closed, and government services will be carried out by just 25% of the state’s employees. Public transport will continue to run for the time being. Arvind Kejriwal, the chief minister of New Delhi, also announced the shutdown of all non-essential government services. “In view of the prevailing situation, we are closing down all Malls (except grocery, pharmacy and vegtable (sic) shops in them),” tweeted Arvind Kejriwal. A 26-year-old man has been arrested on the Isle of Man for breaching coronavirus self-isolation rules, according to a police spokesman. The man was detained after refusing to self-isolate upon arriving from England by boat, and could face a three-month jail sentence or a £10,000 ($11,800) fine, an Isle of Man Police spokesman told CNN. Anyone who travels to the Isle of Man -- a small British crown dependency that sits in the Irish Sea, between Britain and Ireland -- must self-isolate for 14 days under rules designed to stop the spread of coronavirus introduced Monday. You can’t currently be arrested for not self-quarantining in the UK.  The 130,000 French citizens currently stranded abroad must show “patience” as the government is trying to ensure they can return to the country, Foreign Minister Jean-Yves Le Drian said Friday. Le Drian said the government was working on enabling their return “as fast as possible” but did not give an exact deadline. French nationals who travel back to France would still be expected to pay for their ticket, he added.  Le Drian also encouraged French citizens living abroad to stay in their country of residence. Hong Kong has confirmed 48 new cases of coronavirus Friday in the largest single day increase there since the outbreak began. Thirty-six of the new cases have recent travel history to countries including Singapore, the UK, the US, Canada, Thailand and Switzerland, according to Dr. Chuang Shuk-kwan of the Center for Health Protection.  The 48 new cases bring Hong Kong's total number of cases to 257, of which 106 patients are in stable condition and one is in critical condition.  Hong Kong also confirmed that the pet dog of a confirmed case tested positive for the novel coronavirus, according to Dr. Thomas Sit of the Agriculture, Fisheries and Conservation Department.  The European Union is open to requests from UK Prime Minister Boris Johnson to extend the Brexit deadline in the wake of the coronavirus outbreak, according to European Commission President Ursula von der Leyen. Brexit talks are continuing despite the fact that the EU's chief Brexit negotiator Michel Barnier has tested positive for coronavirus, Von der Leyen said Friday in an interview with Germany's Deutschlandfunk radio station.  Von der Leyen also called on all EU member states to support companies suffering from the coronavirus crisis. ''Money must be pumped into the economy to build a bridge for the companies'' in these difficult times, and ''once the virus is tackled, we need all the companies we are supporting now to help the economy,\" she said. The bloc will do everything to support the economy '\"without ifs and buts,\" said Von der Leyen, adding that the Commission is considering ''relaxing the debt rules.” “It's right to be flexible now and generous,\" she said. Malaysia's armed forces will be deployed to help police enforce the nationwide Movement Control Order starting Sunday. \"The Army, Navy and the Air Force will all be streamlined under a working committee in accordance with suitability for deployment around the country,\" General Tan Sri Affendi Buang, Chief of Defense Force, told state news agency Bernama Friday.  The deployment of the military aims to \"reduce the burden of the police and to effectively ensure public compliance with the movement control order,\" he added. All Malaysian nationals are prohibited from travelling abroad and social, religious and educational gatherings are banned, according to the nationwide Movement Control Order implemented Wednesday. As of Thursday, Malaysia has 900 confirmed cases of the novel coronavirus. Australian cricketer Shane Warne announced on Instagram that his gin distillery, SevenZeroEight, will temporarily halt gin production and start making hand sanitizer for hospitals in Western Australia. ##Business## ##Health## Australian authorities are in the process of tracking down 2,647 people who disembarked from a Princess Cruises ship on Thursday after three former passengers and a crew member tested positive for the novel coronavirus. The Ruby Princess, which traveled between Sydney and New Zealand, had been considered “low risk” according to Kerry Chant, a health officer for the state of New South Wales. NSW Minister of Health Brad Hazzard said all passengers who left the cruise liner were asked to spend 14 days in quarantine at home. However, authorities are still concerned \"that those people came off the ship with no knowledge of Covid-19 actually being on the ship,\" Hazzard said. As of Friday afternoon local time, NSW Health officials have emailed and sent text messages to all cruise passengers advising them of the confirmed cases onboard the ship and to \"reinforce the importance of self-isolation and regular self-monitoring of symptoms.\"  A total of 1,050 crew members are onboard the ship, according to NSW Health. While the three infected passengers got off the ship, the crew member who contracted the virus is still onboard and in isolation. The ship, which is now \"somewhere between Sydney and Wollongong,\" according to Chant, has doctors and intensive care unit facilities on board. The current plan is to use the medical professionals and facilities onboard to treat the crew. YouTube said on Friday it will reduce its streaming quality in the European Union and the United Kingdom to avert internet gridlock as thousands of people work from home. The Google-owned video platform's measure will stay in effect in the EU and UK for 30 days. The decision is subject to review, a Google spokesperson said. “We will continue working with member state governments and network operators to minimize stress on the system, while also delivering a good user experience,” a Google spokesperson said in a statement to CNN.  Thierry Breton, the EU's internal market commissioner, urged streaming platforms to cut the quality of their videos to prevent internet overload with so many people staying at home. Netflix announced its plans to reduce streaming quality yesterday. “Millions of Europeans are adapting to social distancing measures thanks to digital platforms, helping them to telework, e-learn and entertain themselves,” Breton said in a statement Friday. “I warmly welcome the initiative that Google has taken to preserve the smooth functioning of the Internet during the COVID19 crisis by having YouTube switch all EU traffic to Standard Definition by default.\"  ##Business## ##Daily Life## The numbers: Johns Hopkins University, which is tracking coronavirus cases reported by the World Health Organization and additional sources, puts the total number of infections worldwide at more than 244,500, with at least 10,000 deaths. India asks citizens for their \"full contribution\": The south Asian country is trialing a curfew and urging people to stay at home in an attempt to contain the spread of the coronavirus.  South Korea to test all arrivals from Europe: While numbers in the East Asian country have dropped, authorities fear a second wave of cases imported from overseas. Hong Kong and mainland China also announced new controls on international arrivals this week.  China no new domestic cases: Mainland China recorded 39 new cases of coronavirus -- all imported from overseas -- on Thursday. It's the second consecutive day of no new domestically transmitted infections. It's also the second day in a row of no new confirmed cases in Hubei province -- ground zero for the pandemic. Olympic Torch: The Olympic flame arrived in Japan on Friday, marking the beginning of official Olympic celebrations. The International Olympic Committee said cancelation is \"not on the agenda\" but the next few weeks could prove decisive in whether it will go ahead this summer. Hong Kong airlines slash flights: Both the city's flag carrier, Cathay Pacific, and budget service HK Express are suspending the majority of their routes in the light of tight new restrictions on international travelers and a global drop in demand.  Italy death toll: The total number of fatalities reported in the country at the new epicenter of the outbreak has now surpassed China's death toll. The number of deaths in Italy reached 3,405 on Thursday -- 157 more than China's toll, which stands at 3,248. A Chinese Australian woman has been fired from her job in Beijing and ordered by authorities to leave China after provoking outrage in the country for breaking coronavirus quarantine rules to go for a jog. In a video widely circulated on social media, a woman in active wear gets into a heated argument with a community worker who tries to persuade her to stay at home. International arrivals are required to self-quarantine under Beijing's strict infection control rules. \"I need to go running. I need to work out. If I fall sick, who will take care of me? Will you come?\" shouts the woman, as she tries to open the keypad lock on her apartment door. She appears to have just returned from a jog and is not wearing a face mask. Read more: ##Daily Life## It's felt like a giant petri dish, a huge experiment in the British capital, these last few days amid coronavirus concerns.  London: A city that should be emptying, but where instead sidewalks and stores are crammed, and metro stations are closed. Rumors swirling of a 15-day lockdown mean nearly everyone you talk to is out panic-buying something, even if the government tries to insist \"lockdown\" is the wrong word. The changing advice and the lack of widespread testing leave the collective impression here that it is either too late to stop what is happening, or something, inescapable and mammoth, is looming. This densely packed city of over 9 million simply can't make up its mind. Some shelves are empty, but some bars full. \"It looks as though London is now a few weeks ahead\" of the rest of the country in the virus spread, Prime Minister Boris Johnson said out of nowhere on Monday. And given that the UK is meant to be a few weeks behind Italy, that gave the impression that collapse was imminent. But the lack of widespread testing here, means we -- and Johnson -- simply don't have the solid data, just the modeling. Read more: ##Daily Life## Cathay Pacific is canceling almost all passenger flights for two months as the novel coronavirus outbreak continues to decimate global demand for travel. Hong Kong's flagship carrier announced Friday that it would reduce passenger flight capacity by 96% in April and May, saying it would start operating on a \"bare skeleton\" basis. Cathay Dragon, the company's regional airline, will also cut back by the same proportion. The decision was made \"in light of the severe drop in demand due to the ongoing coronavirus pandemic and multiple government travel restrictions,\" the company said in a statement Friday. The reductions were largely expected. Cathay has already significantly shrunk capacity in recent months, cutting flights by 30% in February and 65% in March and April. The latest move extends previously announced cuts, the company said. Last week, the company also reported brutal financial results for 2019, and warned that a \"substantial loss\" was projected for the first half of this year and that more flight reductions were likely. Read more: ##Business## Thomas Bach, the president of the International Olympic Committee, said the organization is not considering canceling the quadrennial summer games in Tokyo due to the coronavirus.  \"I will not speculate, but we owe it to all the athletes, and we owe it to all the half of the world that watches the Olympics to say we are not putting the cancellation of the Games on the agenda,\" Bach told The New York Times.  He explained that the IOC is not making a decision yet because of the many question marks that remain surrounding the virus and its spread:  \"What makes this crisis so unique and so difficult to overcome is the uncertainty. Nobody today can tell you what the developments are tomorrow, what they are in one month, not to mention in more than four months. Therefore it would not be responsible in any way to set a date or take a decision right now, which would be based on the speculation about the future developments.\" Many of the world's biggest and most profitable sports leagues have postponed, delayed or canceled major events to help combat the spread of the virus, leading some to question if the Olympics should be held. The Games are set to begin in late July. Read more about what could happen to the Olympics here ##Business## With cherry blossom season just kicking off in Japan, this would normally be a time where people flock to flower-viewing parties known as “hanami.” But as authorities discourage large public viewings amid fears over the spread of the coronavirus pandemic, one website has come up with a creative solution.  They want everyone to experience Japan’s most beloved sakura spots virtually.  Weather News, which follows the cherry blossom trail as the flowers start blooming from Japan’s southwest until gradually making their way north, has uploaded dozens of free “hanami VR” videos.  These give those stuck inside a chance to experience everywhere from Kyoto’s Arashiyama neighborhood and Onshi park in Tokyo’s Ueno neighborhood to Osaka castle park and the moat of the Imperial palace in Tokyo from the safety of their own homes.  Cherry blossoms or “sakura” are celebrated in Japanese literature and art. As they bloom briefly, in Japan, they’re viewed as a metaphor for the ephemeral but beautiful things in life. ##Travel## Asian low-cost airline HK Express is temporarily suspending all flights scheduled for March 23 to April 30 due to the coronavirus outbreak. The carrier, which was acquired by Hong Kong-based Cathay Pacific last year, said in a news release that its decision was made \"in light of the significant drop in travel demand\" amid growing travel restrictions imposed by Hong Kong and various other governments across the world to curb the spread of the virus. \"Given all the challenges we have been facing, preserving our cash position is key to make sure we stay together as team,\" CEO Mandy Ng said.  ##Travel## ##Business## Indian Prime Minister Narendra Modi asked all 1.3 billion people in the country to be vigilant and work together to combat the spread of the novel coronavirus in his televised address to the nation Thursday. \"We need to put in all our capacity and capability in protecting ourselves from the coronavirus,\" Modi said. \"Everyone is contributing in their own way in the fight against this global pandemic. You too, must give your full contribution.\" Modi made nine specific requests to both his people and the government -- a likely nod to the Hindu festival of Navaratri, which means nine in Sanskrit. Here's what the Prime Minister requested: Don't leave your home unless necessary.\nThose older than 60 years old stay indoors.\nAbide by a trial curfew that will be enacted from 7 a.m. to 9 p.m. on Sunday.\nShow appreciation for medical professionals and essential workers who must continue doing their jobs during the pandemic by clapping for five minutes at 5 p.m. Sunday.\nAvoid going to hospitals for routine check-ups and delay non-essential surgeries to avoid overwhelming the country's healthcare system.\nThe finance minister should take all necessary action to protect Indian businesses and the economy\nDon't dock salaries of workers \nDon't panic buy or hoard important goods\nDon't believe rumors or unverified news.  Modi's full speech can be found here ##Daily Life## ##Business## ##Health## South Korea says it will test every person entering the country from Europe for coronavirus, starting on Sunday, the country’s health ministry announced Friday. Some 87 new coronavirus cases were reported by South Korea on Friday, raising the national total to 8,652 -- though the rate of new infections has slowed significantly since the country's outbreak reached its peak.  Three new coronavirus-related deaths were also reported, bringing the national total to 94. ##Health## ##Travel##  The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 244,500 with at least 10,000 deaths. Californians ordered to stay home: Around 40 million residents have been told to stay home to prevent the spread of the virus -- the first statewide order in the US. California is the most populous US state and is the country's largest state economy. About 25 million Californians -- over half the state's population -- could be impacted by the coronavirus, the governor estimates. Argentina locks down: Argentina, home to 45 million people, is the latest country to enact measures ordering people to stay in their homes with limited exceptions. People are allowed to leave for basic needs like grocery shopping or doctor's appointments but police will be patrolling the streets and those without a valid reason to be outside will be penalized. Carmakers halt production in US: Japanese automakers Toyota, Honda and Nissan have all announced that their factories in the US will halt production in a bid to help stop the spread of coronavirus. Indonesia reports highest death toll in region: Indonesia’s coronavirus death toll hit 25 yesterday, the highest number of deaths for Southeast Asia. The Philippines currently has 17 fatalities, according to state news agency PNA, and Malaysia has two.  India stops export of masks: India has prohibited the export of masks, ventilators and raw textile materials for masks and coveralls. It comes a day after the country issued fresh guidelines banning all international commercial passenger flights from landing in India from March 22. US travel advisory: The US State Department has issued a worldwide Level 4: Do Not Travel Advisory due the coronavirus pandemic. In the US, there are at least 13,133 cases of the virus, and 195 deaths. Italy death toll: The total number of fatalities reported in the country at the new epicenter of the outbreak has now surpassed China's death toll. The number of deaths in Italy reached 3,405 on Thursday -- 157 more than China's toll, which stands at 3,248. China no new domestic cases: Mainland China recorded 39 new cases of coronavirus -- all imported from overseas -- on Thursday. It's the second consecutive day of no new domestically transmitted infections. It's also the second day in a row of no new confirmed cases in Hubei province -- ground zero for the pandemic. Olympic Torch: The Olympic flame arrived in Japan on Friday, marking the beginning of official Olympic celebrations. The International Olympic Committee said it is \"fully committed\" to holding the Games but the next few weeks could prove decisive in whether it will go ahead this summer. ##Daily Life## ##Business## ##Travel## ##Health## British artist Gareth Fuller's densely illustrated, topographic drawings analyze the phenomenology of a place. His research often begins with comprehensive walks -- sometimes amounting to hundreds of miles -- through alleyways, along highways and via buildings and cultural landmarks. It's a routine the artist has grown accustomed to -- until he was forced to self-quarantine for 14 days. Based in Beijing, Fuller returned to the Chinese capital from Kuala Lumpur on the evening of March 3, only to discover that he was subject to two weeks of mandatory self-isolation under new rules imposed to slow the spread of the coronavirus. \"It was only natural for me to document my experience,\" he said in a phone interview, now free from quarantine. \"I decided to map the four walls I was confined in and see where that took me creatively.\" Read more:  ##Daily Life## CNN hosted a live town hall on the coronavirus, addressing facts, fears, and medical guidance. Here's what was discussed: Vaccine trials: CNN medical analyst Dr. Celine Gounder, a clinical assistant professor of infectious diseases, said it is just the \"very beginning\" of a long process of research and studies. Reinfection: Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said while \"there is no design study that has proven that you are 'protected'\" from getting reinfected, \"projecting what we know about viruses, I would say that there is a very good chance that you're protected.\" Young people need to take pandemic seriously: \"We are getting more and more information that someone can transmit even when they are asymptomatic. So in order to protect oneself, society and particularly the vulnerable people, we've really got to adhere to the physical separation,\" said Fauci. Increased contact tracing can help save lives: Mike Ryan, director of the World Health Organization's Health Emergencies Program said that, \"it is possible to do contact tracing even under the most difficult circumstances, but it does require a real scale-up in public health capacity.\" Assessing your own mental health: Psychologist and author Dr. Gretchen Schmelzer likened the public's response to the coronavirus to the stages of grief, and encouraged people to find \"coping strategies\" to keep their stress levels down. Watch: More than 10,000 people have died after contracting the novel coronavirus, according to a tally by Johns Hopkins University. The grim milestone comes nearly three months after the virus was first identified in Wuhan, the capital of China's Hubei province.  Since then, the virus has spread to every continent except Antarctica and infected nearly 250,000 people worldwide, by JHU's estimates. The university is tracking cases reported by the World Health Organization and additional sources.  The situation in Europe and the United States is getting increasingly dire. Italy's death toll surpassed that of mainland China yesterday, and according to Johns Hopkins, the country has now recorded more than 41,000 cases. Infections in the US surpassed 10,000 on Thursday, up from fewer than 100 at the beginning of the month. There may be even more, as not all patients can be tested because the US is currently dealing with a severe shortage of testing equipment. Progress at pandemic ground zero: Authorities in mainland China appear to be making notable progress in stopping the virus from spreading domestically -- no new local infections have been reported for two days in a row and 71,150 patients have recovered and been discharged from hospital, according to the country's National Health Commission. ##Health## Saudi Arabia will shut down all domestic flights and public transportation -- including buses, taxis and trains -- for 14 days as a precautionary measure to control the spread of coronavirus, the country’s state news agency SPA said on Friday. The suspension will go into effect on Saturday. The country had already suspended all international flights for two weeks beginning March 15. Saudi Arabia has 274 confirmed cases of coronavirus, with no deaths, according to the latest data from Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.  ##Travel## ##Business## ##Daily Life## Mainland China recorded 39 new cases of coronavirus on Thursday -- all imported from overseas, according to the country's National Health Commission. It's the second day that China reported no increase in domestically transmitted coronavirus cases. That's a pivotal moment for the country where the virus was first detected at the end of 2019. But it's also raising concerns that another outbreak from imported cases is just around the corner.  What is a second surge? It's essentially a \"second wave\" of infections or an outbreak that's come from infected people who have arrived in the country from overseas, after efforts to control an initial outbreak. Why is it a problem? Countries such as China, South Korea, and Singapore have seen caseloads stabilize in recent weeks, thanks largely to a combination of aggressive containment and social distancing measures. Tens of millions of people in mainland China and elsewhere in Asia were subjected to varying restrictions, with people unable to leave their homes or housing compounds, or go to work or school. A rise in infections linked to overseas travel has led to concerns that those sacrifices could be undone. Is there evidence it is happening? Singapore confirmed 47 additional novel coronavirus cases on Wednesday -- the largest single day increase in confirmed cases. The same day, Hong Kong reported its largest increase in new cases following a period when few infections were reported. Thirteen of the 14 new cases reported had recent travel history abroad. While the increase in numbers is not on the scale that some countries in Europe are reporting, the sudden jumps are a concerning trend.  What's been done about it? In mainland China, authorities have escalated quarantine measures on international arrivals to avoid further outbreaks. In the capital, Beijing, all passengers arriving from overseas are now required to go into \"collective quarantine at designated facilities.\" Beijing residents were previously allowed to quarantine themselves in their own homes. Singapore is requiring all travelers arriving in the country to undergo a mandatory 14-day home quarantine and has advised its citizens to defer all travel abroad. Hong Kong has issued a red notice for all foreign countries, requiring anyone arriving from overseas to undergo a 14-day home quarantine. Senate Intelligence Chairman Richard Burr and his wife sold as much as $1.7 million in stock last month ahead of the sharp market decline that's resulted from the novel coronavirus global pandemic, according to Senate documents. Two weeks later, the North Carolina Republican sounded a blunt warning in February about the dire impact of the novel coronavirus during a private event in Washington, according to audio obtained by NPR, which contrasted with President Donald Trump's public statements at the time that suggested the virus would disappear. Burr's committee has received periodic briefings on coronavirus as the outbreak has spread, but the committee did not receive briefings on the virus the week of Burr's stock sales, according to a source familiar with the matter. A week before his stock sell-off, Burr authored an op-ed with GOP Sen. Lamar Alexander of Tennessee titled, \"Coronavirus prevention steps the U.S. government is taking to protect you.\" Burr has also worked on legislation aiding US preparations for pandemics for years. On February 13, Burr and his wife sold between $628,000 and $1.7 million in stock in 33 transactions, according to Senate financial disclosure records. Burr and his spouse also sold between $80,000 and $200,000 of stock on January 31, and purchased between $16,000 and $65,000 of stock on February 4. The majority of the sales were from Burr's wife, the records show, between $520,000 and $1.2 million. There's no indication that the stock sales were made on the basis of any inside information Burr received as a senator, or that he broke any Senate rules by selling the stock. Congress passed the Stock Act in 2012 that made it illegal for lawmakers to use inside information for financial benefit. Burr was one of three senators to vote against the bill. Read more here: ##Business## Twenty-five people in Indonesia who contracted the coronavirus have now died, according to the nation’s novel coronavirus response team spokesperson, Achmad Yurianto. Six new deaths were reported in the country on Thursday -- five in the capital of Jakarta and one in Central Java.  Indonesia has the highest coronavirus death toll of any country in Southeast Asia. The Philippines has reported 17 coronavirus-related deaths, while Malaysia has reported two, according to state media in those countries.  At least 309 people have contracted the virus, 15 of whom have recovered, Yurianto said. Authorities in Indonesia are suspending visa-free travel for foreign passengers and visa-on-arrival options for the next month as part of efforts to stop the virus' spread. ##Health## Coronavirus tracking models in California show that the virus could infect \"56% of our state’s population -- 25.5 million people,\" in eight weeks, Gov. Gavin Newsom said in a letter to President Trump. If those numbers hold, that could be a problem because the state may not have the capacity to hospitalize all who need it. “We have the capacity to surge the number of hospital beds beyond the 78,000 currently staffed beds by an additional 10,207,\" Newsom said. Newsom said dorm rooms at University of California and California State school systems would be converted to temporarily house coronavirus patients.  He said the state had acquired a hospital in Northern California and will make an announcement tomorrow regarding a hospital in Southern California that will support coronavirus containment efforts. “If we change our behaviors that inventory will come down, if we meet this moment we can truly bend the curve to reduce the need to surge -- to have to go out to have to cobble together all those assets together,” Newsom said. ##Daily Life## ##Health## Japanese automakers Toyota, Honda and Nissan have all announced that their factories in the United States will halt production in a bid to help stop the spread of coronavirus. Toyota is halting all shifts at North American plants from March 23 until April 3. Nissan is suspending manufacturing at its US facilities from Friday until April 6. Honda is suspending production for six days beginning March 23. The company said in a statement about 27,600 Honda associates in North America will be affected and that production will decline by about 40,000 vehicles during that time. ##Business## Argentina President Alberto Fernandez has enacted new measures ordering people to stay in their homes with limited exceptions as part of the country's push to stop the spread of the coronavirus.  Fernandez explained in a televised address late Sunday in the capital of Buenos Aires that the emergency measures would remain in force until the end of the month. People are allowed to leave for basic needs like grocery shopping or doctor's appointments. Police will be patrolling the streets and those without a valid reason to be outside will be penalized, Fernandez said. To date, the country has reported 128 coronavirus cases and three fatalities, according to  its ministry of health. Argentina has a population of over 45.5 million people, according to the CIA World Factbook. ##Daily Life## The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 243,000 with at least 9,800 deaths. Californians ordered to stay home: Around 40 million residents have been told to stay home to prevent the spread of the virus -- the first statewide order in the US. California is the most populous US state and is the country's largest state economy. US travel advisory: The US State Department has issued a worldwide Level 4: Do Not Travel Advisory due the coronavirus pandemic. In the US, there are at least 13,133 cases of the virus, and 195 deaths. Italy death toll: The total number of fatalities reported in the country at the new epicenter of the outbreak has now surpassed China's death toll. The number of deaths in Italy reached 3,405 on Thursday -- 157 more than China's toll, which stands at 3,248.  China no new domestic cases: Mainland China recorded 39 new cases of coronavirus -- all imported from overseas -- on Thursday. It's the second consecutive day of no new domestically transmitted infections. It's also the second day in a row of no new confirmed cases in Hubei province -- ground zero for the pandemic. Olympic Torch: The Olympic flame arrived in Japan on Friday, marking the beginning of official Olympic celebrations. The International Olympic Committee said it is \"fully committed\" to holding the Games but the next few weeks could prove decisive in whether it will go ahead this summer. Mainland China reported 39 new cases of coronavirus -- all imported from overseas -- and three new deaths as of end of day Thursday, according to the country's National Health Commission. This brings the death toll in mainland China to 3,248 and total confirmed cases to 80,967. Thursday is the second day China has reported no increase in domestically transmitted coronavirus cases. It is also the second day no new confirmed cases were reported in Hubei province, the epicenter of the pandemic. Concerns over a so-called \"second wave\" of infections have increased in recent days as the number of imported cases -- linked to overseas travel -- have risen throughout Asia.  In China, authorities have escalated quarantine measures on international arrivals to avoid further outbreaks. And in the capital, Beijing, all passengers arriving from overseas are now required to go into \"collective quarantine at designated facilities.\" Beijing residents were previously allowed to quarantine themselves in their own homes. California's governor has ordered all 40 million residents to stay home to stop the spread of coronavirus. Though San Francisco and Los Angeles enacted similar measures, it's still a very big deal.  California is the most populous state in the US. It's also an economic powerhouse, home to  the capital of the entertainment industry (Los Angeles) and the world's most important technology hub (Silicon Valley and the San Francisco Bay Area). The Central California Valley is one of the United States' most important bread baskets. According to Forbes, California's economy is worth over $3 trillion. If it were a country, it would be the fifth-biggest economy in the world, after the US, China, Japan and Germany, and ahead of the United Kingdom and India. Before California Gov. Gavin Newsom's announcement, 21.3 million California residents were already under a \"shelter in place\" order.  “There's a recognition of our interdependence, that requires of this moment that we direct a statewide order for people to stay at home,” Newsom said, speaking of those who were already told to stay home. \n“We were confident, we are confident, that the people, the state of California will ... do the right thing,” he added. When does the order go into place? The order will go into effect today and will remain in place until further notice. What's closed? Dine-in restaurants, bars, nightclubs and gyms will be shuttered. Public events are also banned  What will still be open? Gas stations, pharmacies, banks, food stores, and laundromats will still be open. Essential state and local government functions will also remain open, including law enforcement and offices that provide government programs and services. Read more here. And here are more details on what you can and can't do during a \"shelter-in-place\" order. Watch: ##Daily Life## ##Business## ##Health## ##Travel## The Indian government has prohibited the export of masks, ventilators and raw textile materials for masks and coveralls. India's Minister of Commerce, Piyush Goyal, confirmed the news in a tweet, and said the action has been taken in a \"bid to utilize the nation’s resources for the well being of Indian citizens.\" The news comes a day after the country issued fresh guidelines, banning all international commercial passenger flights from landing in India from March 22.  The directive will be in place for a week.  What other measures is India taking? The Indian government is directing state governments to advise citizens above 65 and children below 10 to stay home. This excludes public representatives, medical professionals and government employees.  States have also been requested to enforce work from home for private sector employees, except those working in emergency or essential services. There are more than 190 confirmed cases in India and four deaths.  ##Business## All 40 million residents in the state of California have been ordered to stay home to prevent the spread of coronavirus. The state is one of the worst affected in the US after Washington and New York. There are now 910 coronavirus cases in California, including 19 deaths. New York has at least 5,298 cases, while Washington has at least 1,376 confirmed cases. California is the most populous US state and is the country's largest state economy. The Mexican and Israeli foreign ministers tweeted on Thursday that their respective nationals were on special flights exiting Peru. Peru announced a sudden border closure on Sunday that left many foreigners stranded. Peru has 234 reported coronavirus cases and one confirmed death. On Thursday, Israeli Foreign Minister Israel Katz tweeted a video showing a cheering group of passengers, many wearing face masks, aboard a plane in Lima. Mexican Foreign Minister Marcelo Ebrard retweeted Subsecretary Maximiliano Reyes Zúñiga, who wrote that a flight from Lima to Mexico City took off late on Thursday with 154 passengers aboard. The situation for Americans: Meanwhile, Americans stranded in Peru have been calling on US authorities for help. A Google spreadsheet maintained by a user who says her father is among the passengers stranded in Peru currently has more than 1,600 entries for stranded Americans. Here's what President Donald Trump said about the Americans currently stuck in Peru at a news conference on Thursday:  “We're trying to get them out. And, you know, they got caught. They were late with their flights. We gave them a period of time. They didn't make it, but we're looking to get them out with military, probably through the military.” Another way out? However, information on the US Embassy in Lima’s website appears to suggest that private airline carriers could take the stranded Americans home. The Embassy published a link to an Avianca Airlines signup page for passengers in need of international flights and wrote that anyone interested in the offer “should respond immediately.” The Embassy also listed phone numbers for major airlines that operate flights between Peru and the United States. American students stranded in Cusco, Peru told CNN on Thursday that they are eager for the US State Department to assist them in returning home. “Bring us home,” student Erin Hill told CNN: “Thank you (State Department) for the work and hours you’re putting in. Everybody here wants to get home.” ##Travel## The US State Department on Thursday issued a worldwide Level 4: Do Not Travel Advisory due the coronavirus pandemic.  “The Department of State advises US citizens to avoid all international travel due to the global impact of COVID-19,” the updated advisory said. “In countries where commercial departure options remain available, US citizens who live in the United States should arrange for immediate return to the United States, unless they are prepared to remain abroad for an indefinite period.\" The advisory added: \"US citizens who live abroad should avoid all international travel. Many countries are experiencing COVID-19 outbreaks and implementing travel restrictions and mandatory quarantines, closing borders, and prohibiting non-citizens from entry with little advance notice.” Read the full advisory here. ##Travel## Bank of America announced Thursday it will allow customers experiencing financial hardship due to coronavirus to defer payments on mortgages and credit cards, among other measures. \"We’re going to continue to provide convenient access to the important services they count on, and the additional assistance and support they need during this difficult period,\" Dean Athanasia, president of consumer and small business at Bank of America, said in a statement. Bank of America said it will work on a \"case-by-case basis\" to allow its customers to pause payments on credit cards and mortgages, as well as small business and auto loans. The bank added that deferred payments won't negatively affect customers' credit scores, but that borrowers will need to make those payments eventually. ##Daily Life## ##Business##"], "Language": false}