{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/opinions/european-union-covid-19-threat-unity-lemmon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Gayle Tzemach Lemmon"], "Writers": [["Gayle Tzemach Lemmon"]], "FirstPublishDate": ["2020-05-07T11:08:19Z"], "LastModifiedDate": ["2020-05-07T11:08:19Z"], "Headline": ["Covid-19's threat to European unity"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The European Union is a political long shot of an experiment that has survived all manner of existential threats this century: the migration crisis of the past half-decade, the 2008 financial crisis and the yearslong north-south divide within Europe over who should pay to resuscitate the Eurozone's economies, the 2005 votes of \"no\" to the European constitution, and, of course, Brexit. But the pandemic now underway may present the biggest risk to the political project of European unity, as countries still smarting from the bruises of 2008's economic devastation figure out how to fund economic recovery efforts across the continent. Today the question of whether coronavirus will do what all those other crises could not -- dismember an effort to create a peaceful, prosperous, political power -- remains open. And it is up to Europe's leaders and their citizens to decide how much sacrifice they are willing to make collectively in this moment of nation-first sentiment to save it. The moment now requires open wallets as well as soothing words. After wealthier countries dismissed the idea of \"corona bonds\" to fund economic recovery, EU nations most impacted by Covid-19 eagerly await the European Commission's economic recovery plan.  Whether that plan will possess enough economic oomph to deliver real help is not yet clear. The European Union, despite its name, is made up of member countries struggling in a slew of different and lopsided ways to recover from both the public health devastation and the financial downturn it wrought. The size of the plan and the verdict on who pays for it will tell us a lot about European unity and whether the EU as we have known it can survive this crisis. To succeed in continuing an experiment that has brought enduring peace even while facing political turbulence, the divisions between the countries suffering the most from Covid-19 -- including Italy, Spain, Portugal and France -- and those that have felt the virus's impact less, namely Germany and the Netherlands, among others, will have to be confronted, not skirted.  European leaders will have to deliver an explanation of what, truly, are the benefits of EU membership after the opening weeks of the coronavirus crisis did more to promote the idea of a divided states of Europe than anything else. Italy, already smarting from the sense that it paid the greatest price for the migration crisis, put out a call for help early on in the crisis, asking to activate the \"European Union Mechanism of Civil Protection\" in order to get medical equipment to Italy.  Not a single EU country responded to the commission's call at that time in March. Only China responded, sending doctors and protective gear. \"Certainly, this is not a good sign of European solidarity,\" wrote the Italian ambassador to the European Union in a pointed piece aimed squarely at Brussels.  Indeed, the my-country-first mood already had taken hold continent-wide as countries including France and Germany banned exports of protective equipment to anyone, including fellow Europeans. Some countries unilaterally closed borders in defiance of the Schengen Area offering border-free travel among 26 European nations. Italy locked down its borders without notifying the European Commission, as did the Netherlands when it stopped all passenger planes from Italy, Spain and Austria as March progressed. Political handwringing about what, exactly, the notion of European unity meant followed, with the European Central Bank initially aggravating, not quieting, those fears.  \"The European Union is facing the biggest test since its foundation,\" German Chancellor Angela Merkel said to reporters in early April. \"We have a big health challenge that is impacting all member states, however differently. It is a symmetrical shock.\"  Since those first difficult weeks, the European Union and its Brussels headquarters have moved to address the political tremors brought about by the health crisis. Germany has taken in some French and Italian coronavirus patients. The European Central Bank has aimed all its firepower at the economic aftershocks of the pandemic. And the European Commission has unveiled some assistance packages targeting those hardest hit. Still, the greatest test is to come in the next few weeks. The central question: Who funds the get-well dollars needed to push economies on life support back into good health. The EU's economic commissioner, Paolo Gentiloni, argued last week that Europe's recovery fund should total \"about 10% of our GDP, that is about 1.5 trillion euros.\"  The details will matter -- and they will be hard to reconcile as the \"haves\" remain as averse to paying for the \"have lesses\" as they have always been.  \"The debates over corona bonds remain fierce, with some countries pushing for these grants (instead of loans) and others, like Germany, strongly opposing the idea,\" Julie Smith, senior adviser to the president of the German Marshall Fund and director of their Asia program, told me Smith spent 2018 in Germany focused on German foreign policy and relations with Asia. \"Either way, if Germany folds and gives in or if it holds steady and refuses, anti-EU sentiment will likely rise. If German Chancellor Angela Merkel has to ask German taxpayers to bail out a collapsing Italian economy, the far-right will gain ground in Germany. If she refuses, anti-EU parties will surge in Italy as Italians conclude that EU membership counts for nothing. Can the EU come up with a fix that keeps everyone happy? Perhaps, but it's a tall order.\" A tall order indeed. But one that the world could stand to see filled right about now. European unity has faced challenges from the outset, and, through all its brushes with extinction, managed to keep at its center the notion that nations stood stronger in a collective that stood for peace, political stability and shared prosperity.  Now is a good moment to remind citizens why those ideas matter and promote the sense that some shared sacrifice today will lead to shared prosperity tomorrow. The European Union currently faces the greatest test in its nearly three decades. As Brexit bangs at the door, nationalism grows in Hungary and beyond and the EU strives to recover from its own, unforced errors at the virus's outset, the coming weeks will answer just how committed European nations are to their own union. "], "Language": false}