{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/politics/donald-trump-china-virus-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-20T17:08:52Z"], "LastModifiedDate": ["2020-03-20T20:37:34Z"], "Headline": ["Yes, of course Donald Trump is calling coronavirus the 'China virus' for political reasons"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["You likely have seen this now-famous image by Washington Post photographer Jabin Botsford in which he captures President Donald Trump's notes during Thursday's daily coronavirus task force briefing. Trump has, quite clearly, crossed out \"corona\" before \"virus\" and replaced it with the word \"Chinese.\" That edit is part of a concerted effort by the President and some in his administration to change the public understanding of this as a global pandemic that's every nation's responsibility to: China did this. That attempted narrative shift is beyond question. What appears to be up for some debate is whether or not Trump's rhetorical change reflects him simply using proper geographic labeling -- the coronavirus did emerge from the Wuhan province -- or whether it is part of a broader attempt to drive xenophobic sentiment toward China and, by so doing, avoid taking the blame for his own administration's struggles to deal with the virus. Given Trump's past history of a) weaponizing bigotry and stereotypes to benefit him politically and b) attempting to shirk any blame or responsibility for mistakes made by him or his administration, it's very hard to conclude that the President is simply trying to be geographically accurate in his recent shift to labeling the coronavirus the \"China virus.\" Side note: as the virus spreads in communities around the world this shift is also inaccurate and stigmatizing according to experts contacted by CNN. Pressed on Wednesday about the shift and how it was perceived as potentially playing on xenophobic and racist tropes, Trump responded this way: \"It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate. ... I have great love for all of the people from our country, but as you know China tried to say at one point ... that it was caused by American soldiers. That can't happen, it's not gonna happen, not as long as I'm president. It comes from China.\"  As CNN has previously reported, a Chinese Foreign Ministry spokesman has publicly pushed a conspiracy theory that the US military could have brought the coronavirus to China. And some elements of the Chinese media -- including its government -- appear to be involved in an effort to raise questions about the origin of the virus. The previous day, Trump was asked about an administration official using the phrase \"Kung-Flu\" to describe the coronavirus in a conversation with CBS News correspondent Weijia Jiang. Pressed on whether that term might be offensive to Asian-Americans -- and to Asians more generally -- Trump dodged, saying only that \"I think they probably would agree with it 100% it comes from China.\" The problem for people defending Trump's \"China virus\" rhetoric is, well, history. This is a President who regularly traffics in racist language and images to denigrate his political rivals and distract from his own actions. To wit: * Trump described the late Democratic Rep. Elijah Cummings' majority-minority Baltimore congressional district as \"a disgusting, rat and rodent infested mess,\" adding: \"If he spent more time in Baltimore, maybe he could help clean up this very dangerous & filthy place.\" * Trump mocked the intelligence of LeBron James and CNN's Don Lemon in this tweet: \"Lebron James was just interviewed by the dumbest man on television, Don Lemon. He made Lebron look smart, which isn't easy to do. I like Mike!\" * Trump urged Reps. Ilhan Omar (Minnesota), Rashida Tlaib (Michigan), Ayanna Pressley (Massachusetts) and Alexandria Ocasio-Cortez (New York) to \"go back and help fix the totally broken and crime infested places from which they came\" even though three of the four were born in the United States and the other, Omar, is a naturalized American citizen. * Reportedly Trump, in a private meeting with senators, complained about \"all these people from 'shithole countries' coming here\" -- in reference to immigrants from Haiti and Africa. There's lots (and lots) more examples. But the point is clear: This is a President who, at best, uses racialized language and stereotypes to placate supporters and, at worst, holds what are racist and xenophobic views. All of which brings me back to the whole \"China virus\" thing.  Trump has spent the better part of the last week working to deflect any sort of blame for the current pandemic and the way in which his administration has handled it amid spiking cases, a worrying economic picture and warnings of shortages of vital medical supplies. \"No, I don't take responsibility at all,\" Trump responded when asked if he took responsibility for the lag in necessary coronavirus testing while speaking to reporters gathered in the Rose Garden last week. He has also invested considerable time in scapegoating everyone from the nation's governors, who he claimed aren't doing enough to combat the virus, to the Obama administration for their handling of the H1N1 flu back in 2009. And now Trump has turned to China, knowing that, among his base, the country is reviled. If China did this, and they didn't tell us everything we need to know about the virus, then how can he be blamed for anything? \"It would have been much better if we had known about this a number of months earlier,\" Trump said on Thursday, ignoring the fact that he was asked about the virus as far as back as January. \"It could have been contained to that one area in China where it started. And certainly the world is paying a big price for what they did.\" Now, none of the above is to suggest that China isn't an authoritarian regime responsible for mismanagement of its own. Or that it has America' best interests in mind. It is and it doesn't. What it is to say is that Trump knows exactly what he is doing here. He is using entrenched stereotypes and fear of the other to cast off any blame that might fall on him from this crisis. CORRECTION: This story has been updated to correctly describe Botsford's photo."], "Language": false}