{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/politics/melania-trump-coronavirus-psa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-03-20T19:55:36Z"], "LastModifiedDate": ["2020-03-20T19:55:36Z"], "Headline": ["Melania Trump ramps up coronavirus public messaging"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["First lady Melania Trump has engaged in a larger social media presence highlighting the coronavirus pandemic over the last 48 hours after several days of relative silence, ramping up her participation by recording a pair of public service announcements. On Thursday morning, Trump rolled out the first of two pre-recorded PSAs about the virus, focused on reassurance.  \"This is not how we will live forever,\" says Trump, standing in the Cross Hall of the White House State Floor. \"I urge you to stay connected ... via safe technologies.\"  The second PSA appeared Friday as the first one did, on the first lady's official Twitter account, early in the morning. Her message this time was directed specifically to those who have children.  \"Hello, parents of America,\" says Trump. \"I want to speak with you about a few practical ways your family can stay healthy during this time of disruption because of the coronavirus.\"  She outlines steps like proper hand-washing, limiting touching, maintaining social distance, staying home when sick and letting their children know normal life will resume.  \"Keep a positive attitude, and try to create some time for fun with your loved ones,\" the first lady says.  Trump closes both PSAs with information on where to access the Centers for Disease Control and Prevention guidelines and information. \"Remember, while many of us are apart, we are all in this together,\" she says.  As the deadly virus spread in China and took foothold in parts of Europe and the United States, particularly in Washington state, the first lady did not address Covid-19 publicly. Instead, she posted about other events at which she had participated -- the construction of the White House tennis pavilion, a talk about drug prevention at the Justice Department and a speech about the dangers of cyberbullying to the National PTA Legislative Conference, which she gave on March 10, as word of pending school closures circulated throughout the country. However, the following day, and henceforth, the first lady's Twitter and Instagram feeds have been devoted to coronavirus news, and the occasional related tweet to thank first responders or those in the medical field and, on Friday, guidance for military families. \"Mrs. Trump understands and recognizes the people of this country feel uncertain right now, and she wants to do all she can to not only educate families and children about the importance of social distancing and hygiene,\" White House press secretary Stephanie Grisham told CNN. \"But let the American people know this is only temporary.\" The one exception to Trump's newfound public persona as coronavirus messenger came Friday morning, in a tweet featuring silver balloons in the number \"14\" and the caption: \"Happy Birthday BWT,\" to mark the 14th birthday of her son, Barron Trump."], "Language": false}