{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/economy/coronavirus-stimulus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-20T17:18:35Z"], "LastModifiedDate": ["2020-03-20T17:18:35Z"], "Headline": ["Coming soon: At least $1.7 trillion in government stimulus to help sick economies"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["Governments around the world have announced massive amounts of fiscal stimulus this week, aiming to limit the severity of a sharp recession as the coronavirus pandemic shuts down country after country. Morgan Stanley says spending commitments from the United States, Europe, Japan, the United Kingdom and China add up to at least $1.7 trillion — so far. \"While the initial response from developed economies was slow, over the last few days — as economic and financial market disruptions persist — we have started to see strong commitments from policy makers, indicating a sizable fiscal expansion plan is in the offing,\" Morgan Stanley chief economist Chetan Ahya told clients this week. That includes the $1 trillion package under discussion in the United States, which still needs Congressional approval. The plan was formally rolled out by Senate Republicans on Thursday, setting the stage for negotiations to begin in earnest. The program includes $200 billion in loans to airlines and distressed industry sectors and $300 billion in forgivable bridge loans for small businesses. It also proposes direct payments to Americans under a certain income threshold — up to $1,200 for individuals and $2,400 for couples. UBS estimates that fiscal stimulus this year will soar to nearly 2% of global GDP, exceeding what was approved in 2009 to fight the Great Recession. (That figure excludes credit guarantees.) The global wave of stimulus pledges has been matched by action from central banks.  UBS said Thursday that 60% of central banks had slashed interest rates since January 20. Those cuts have been coupled with massive asset purchase programs, such as the European Central Bank's €750 billion ($803 billion) commitment this week. But after years of low interest rates and bond buying, central banks are now running low on ammunition — adding pressure on governments to follow with more fiscal stimulus should their initial efforts prove insufficient. Economists expect that governments will have to intervene further given the scale of the economic devastation that could unfold in the coming weeks and months.  Goldman Sachs said Friday that the US economy will shrink at an annual rate of 6% between January and March compared to the previous quarter, and a shocking 24% between April and June. It predicts a rebound in the second half of the year, but expects the world's largest economy to contract 3.8% for the year. Andrew Hunter, senior US economist at research firm Capital Economics, called the $1 trillion stimulus plan \"a first step\" that will need to be followed up. \"With layoffs already surging and a clear risk that the lockdown now in place in California may have to be extended across greater parts of the country, significantly more fiscal support may still be needed to avoid a protracted recession,\" he told clients on Friday. Kevin Hassett, an economist and former CNN commentator who is returning to the Trump administration to work on its coronavirus response, is bracing for an even more dire situation. \"We're going to have to either have a Great Depression, or figure out a way to send people back to work even though that's risky,\" Hassett told CNN's Poppy Harlow on Thursday. \"Because at some point, we can't not have an economy, right?\""], "Language": false}