{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/politics/kfile-robocalls-coronavirus-scammers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Em Steck, Andrew Kaczynski and Nathan McDermott, CNN"], "Writers": [["Em Steck", "Andrew Kaczynski", "Nathan McDermott"]], "FirstPublishDate": ["2020-03-20T17:01:16Z"], "LastModifiedDate": ["2020-03-20T17:01:16Z"], "Headline": ["Scammers use robocalls to falsely offer free coronavirus test kits and low-priced health insurance"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Scammers are using robocalls that spread disinformation about the coronavirus pandemic and lying about offering low-priced health insurance and free coronavirus test kits.   CNN's KFile listened to and reviewed data of coronavirus robocalls provided by the protection app NoMoRobo and found more than 60 different phone numbers falsely claiming to have free coronavirus test kits or advertising health insurance. Another kind of robocall, sponsored by the Support American Leaders PAC, uses a recording of President Donald Trump and asks callers to sign a petition to ban flights from China. The group is not affiliated with Trump and, unlike most other super PACs, doesn't raise money for advertisements to support Trump, either. It mostly raises funds to pay for more robocalls, which are used to raise more funds, with the owner of the group pocketing the difference. The PAC did not respond to CNN requests for comment.   The coronavirus robocalls are dangerous for a myriad of reasons, said Aaron Foss, the founder of NoMoRobo. \"With all of the confusion around the mobilization efforts, you really don't know what to believe,\" Foss said over email. \"With everyone on social isolation, many, many more people are at home, especially seniors,\" making them more available to accept the calls and likely to give their credit card information or a donation if asked, he explained.  While there are automated calls from scammers, legitimate automated messages from federal, state and local officials continue to inform the public on the coronavirus pandemic by offering informational resources, like a referral number to the coronavirus hotline or a government website. If a robocall offers free or discounted services, contacts you without your previous consent, or tells you to press \"1\" or some other key to be taken off a call list, it is likely a scam call.  Consumers are advised by federal agencies not to pick up the phone if it is an unknown number and not to engage with the robocall if they do. They can also block the call using software or a service from their phone provider, and report an unwanted or illegal call to the Federal Trade Commission. Several federal agencies oversee the fight against robocalls, including the FTC and the Federal Communications Commission.  A spokesperson for the FCC, Will Wiquist, told CNN over email they were aware of such calls and were looking into them. \"As a general matter we wouldn't weigh in on if a certain example might be a violation and we cannot comment on if we would formally investigate,\" he told CNN. \"That said, we are aware of some such communications and are looking into it.\" How the coronavirus robocalls work A robocall is defined by the FTC as illegal if it is trying to sell you something unless a company has your written permission to call you that way. Purely informational calls, such as reminding you of an appointment, school delays, flight updates, are legal, as are calls from health care providers reminding you to pick up your prescription. Automated political calls, debt collection calls and messages from charities are also exempt.  But the calls falsely advertising free coronavirus test kits are illegal. According to Foss, the scam works like this: Criminal robocallers blast out millions of automated calls using \"gateway carriers,\" which accept foreign call traffic and direct it to US consumers. Once a person accepts the phone call, they hear a pre-recorded message regarding the coronavirus that can go like this: \"The coronavirus has caused the US to declare a national emergency. The Families First Coronavirus Response Act has made coronavirus testing more accessible immediately. If you want to receive a free testing kit delivered overnight to your home, press one.\"  The message is riddled with inaccuracies. While the US has declared a national emergency, The Families First Coronavirus Response Act was not signed into law when the robocall first sprung up on March 16. While coronavirus testing is ramping up in the US, there is no legitimate way to get a home-delivered kit. Testing is still limited through lab facilities ordered by medical professionals. If a person presses \"1,\" they are transferred to a call center, which can either be in the US or overseas, where an operator impersonates the federal government and tries to scam the caller into handing over their credit card information, usually for the \"shipping and handling\" of the \"free\" coronavirus test kit, Foss said. \"It's a field day for the robocallers,\" Foss told CNN over email. \"Best case, the scammers steal their money and are never heard from again. Worst case, the scammers ship a non-working 'test kit' that could make the pandemic even worse.\" \"If that fake test kit says you don't have the virus, you're more likely to go out and get infected or infect others,\" Foss added. And if a person does fall for one of these scams, it's just the beginning. Foss says that your number is then put on a \"high value target\" list that leaves you vulnerable to more robocall scams in the future.  One robocall called CNN's KFile trying to sell health insurance plans. A CNN reporter pressed \"1: to speak with a representative.\" A woman answered, \"Hi, this is Christina. Do you have insurance and don't like it or need insurance?\"  The conversation quickly turned hostile before CNN could identify itself as journalists. When asked who was sponsoring the call, the representative responded, \"Who's sponsoring what? If you were transferred to me you had to push a button to get to me. We were reaching out to make sure you have health insurance. Have you been watching the news?\"  \"I have been watching the news, yeah,\" a CNN reporter said. \"OK, we were just reaching out to make sure you have health insurance because things are pretty scary right now. So do you need help with health insurance? Because I'm an independent broker. I don't work for an insurance agency, I actually work for my client. If you need help, I can definitely get you some insurance,\" she said.  \"Who's your client? Like, if you're an independent broker?\" \"I'm reaching out to people. If you're not my client, then we shouldn't be talking anymore,\" she said.  After trying to clarify who she worked for, the representative snapped. \"Do you need help? You pressed the button because you said you needed insurance. There was a button that said if you want to be put on the do not call list, you could have pressed that one but you chose to press the one to reach me and now you're asking me 20 questions. All you had to do was push 2 and you would have been put on the do not call list. But I'll take care of it for you on this end.\" Then she hung up.  Not the World Health Organization Another call seemingly impersonates the World Health Organization, claiming to be the \"Worldwide Health Organization\" and offers protective equipment from the EPA.  \"Greetings this is an automated message alert from the Worldwide Health Organization to inform you about the EPA.'s Emerging Viral Pathogen Program for the coronavirus protection,\" the call says. \"We offer you the opportunity to obtain the most powerful and secure protection equipment to protect yourself and all your family members.\" A callback number from the robocall is no longer in service. The EPA does not review those types of devices. In an email to CNN, a spokesperson for the EPA wrote, \"The emerging viral pathogens claim is a real thing, but it only applies to EPA-registered disinfectants has reviewed data on, not devices or machines.\" Super PAC robocalls play on people's fears and politics Some robocalls are taking advantage of public anxiety by playing to people's politics. Support American Leaders PAC, a super PAC that CNN previously reported on for impersonating the Trump campaign, begins its robocalls with a recording of Donald Trump. \"I'm Donald Trump, we have to fix this because it just doesn't work,\" the recording says, followed by a male voice saying: \"President Trump needs your emergency support to pressure Congress to suspend all flights from China to the US, so we can stem the coronavirus outbreak. If I have your permission to sign your name to suspend all flights from China to the US and support President Trump, press '1'.\" If the listener presses \"1\" on their phones, they get taken to a phone operator who then asks for a donation. The call was detected on March 12; Trump suspended virtually all flights to and from China in January, making the PAC's assertion that he needs support to pressure Congress  false. Also, unlike most other super PACs that raise money to support candidates by running ads or supporting efforts to increase voter turnout, Support American Leaders PAC effectively raises most of its money for robocalls, which are then made to solicit more money, and so on. Matthew Tunstall, the man who runs Support American Leaders PAC, takes home whatever money remains. As CNN previously reported, Tunstall has a history of running these type of shadowy groups that target people with politically charged messages before asking them for a donation under the guise that the person's donation is actually going towards helping a candidate. Neither Tunstall, nor Maureen Otis, the PAC's listed treasurer, returned a CNN request for comment. The Trump campaign condemned the PAC robocall in an email to CNN's KFile.  \"Scammers will use every trick in the book to try to convince people that something is sanctioned communication from the President or his campaign. This call is not authentic and we do not condone it,\" wrote spokesman Ken Farnaso. Despite this, there's little the Federal Elections Commission can do, according to Christian Hilland, the FEC's Deputy Press Officer.  \"The agency is currently operating without a working quorum, and as a result, the Commission is unable to move forward on enforcement matters at this time,\" he said."], "Language": false}