{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/asia/china-rocket-launch-scli-intl-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T15:40:23Z"], "LastModifiedDate": ["2020-05-07T02:32:51Z"], "Headline": ["China takes step toward space station with new rocket launch"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["China's latest large carrier rocket made its first successful flight Tuesday, an important step in the nation's plan to build a space station, according to state-run news agency Xinhua. The Long March-5B rocket blasted off from the Wenchang Space Launch Center in south China's Hainan province, sending an unmanned prototype spacecraft and a cargo return capsule successfully into orbit. The new rocket model is a variant of the Long March-5 and can carry larger payloads -- up to 22 tonnes into low-Earth orbit. It was designed to carry space station modules into orbit, said Wang Jue, chief director of the rocket development team at the China Academy of Launch Vehicle Technology (CALT). It measures around 53.7 meters in length, reports Xinhua, and weighs around 849 tonnes at takeoff. It has been almost 10 years in development and boasts the largest fairing -- the protective nose cone that contains the payload -- of any Chinese carrier rocket. The single-core stage makes for a simple structure and will ensure greater reliability, compared to multi-stage rockets, according to Xinhua. One of the main challenges for designers was making sure the rocket could drop its payload directly into orbit, which requires extreme precision. As a result, the Long March-5B is equipped with guidance, navigation and control technology that mean its trajectory can be adjusted continuously, chief designer Li Dong told Xinhua. Designers will use what they learned from the Long March-5B to develop a heavy-lift launch vehicle, he added. Before the end of the year, the Long March-5 is scheduled to launch China's first Mars probe and the Chang'e-5 lunar probe to collect moon samples and return to Earth, according to Xinhua. China launched its first manned space flight in 2003 -- more than 40 years after NASA. But as the nation has grown richer and more powerful in recent decades, its space program has accelerated. Buoyed by billions of dollars in government investment, Beijing has fired space labs and satellites into orbit and even become the first country to send an unmanned rover to the far side of the moon. Now, China is planning to launch a permanent space station by 2022, and there has even been talk of becoming just the second nation to send a person to the surface of the moon, possibly in the 2030s."], "Language": false}