{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/world/meanwhile-in-america-march-19-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-19T21:31:36Z"], "LastModifiedDate": ["2020-03-20T06:18:50Z"], "Headline": ["Just wait for Trump to demand that China pay for the pandemic"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Just wait for Donald Trump to demand that China pay for the pandemic -- just like Mexico was going to pay for the wall. As the US President races to respond to the fast-spreading coronavirus, he keeps blaming China, where the virus was first identified.  Critics say he's indulging racism. But Trump is also playing politics, aligning himself with conservatives like Senator Tom Cotton of Arkansas, who vowed to hold the Communist Party \"accountable\" for \"crimes.\" Bashing Beijing has worked for Trump before, helping him bond with midwestern working class voters who blame Chinese industry for stealing their blue-collar jobs.  Plus there's nothing Trump loves more than posing as a slayer of political correctness. Rebuking reporters who object to his language is a bonus. \"It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate,\" Trump said Wednesday. Insisting on calling it the \"China virus\"* risks encouraging racial abuse, and as the World Health Organization has pointed out -- viruses don't care about geography, ethnicity or the color of your skin. Nevertheless, the White House (which you might think has better things to do) on Wednesday tweeted out names of previous diseases named after places, including Spanish flu, West Nile virus, Zika and Ebola, implying that Americans who objected to Trump's terminology were \"rooting for America to fail.\"  But such mud-slinging is pointless. As travelers now appear to be bringing a second wave of infections back into Hong Kong and Singapore, it's clear that no one is safe from the virus until everyone is, wherever it started.  **After consulting with medical experts, and receiving guidance from the WHO, CNN has determined that that name is both inaccurate and is considered stigmatizing."], "Language": false}