{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-06-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes and Angela Dewan, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Angela Dewan"]], "FirstPublishDate": ["2020-05-05T15:56:02.938Z"], "LastModifiedDate": ["2020-05-07T01:05:39.191Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow developments from the globe here. Some retails stores in Los Angeles will be able to open starting Friday, Mayor Eric Garcetti announced in a news conference Wednesday. Garcetti said he plans to modify the safer at home order in the city of Los Angeles. Florists, toy stores, music stores, book stores, clothing stores and sporting goods stores in Los Angeles may offer curbside pickup, he said. Car dealerships will also be able to open.  Some context: This is in line with what Los Angeles County Department of Public Health Director Dr. Barbara Ferrer said in an earlier news conference. He clarified that stores will only able to offer curbside pickup and that people will not able to go inside the stores. Starting Saturday, the city will open its trails, parks and golf courses. Face coverings will be required at all city trails and golf courses, Garcetti said. Runyon canyon will remain closed. Friday May 8 marks the beginning of phase two, a slow and gradual loosening of some of the restrictions, he said.  Senate Minority Leader Chuck Schumer condemned President Trump's decision to continue to push the Supreme Court to repeal the Affordable Care Act while the coronavirus pandemic persists, saying it's \"tone-deaf.\" \"We have millions of people losing their health care,\" Schumer told CNN's Erin Burnett tonight. \"We have so many people who have preexisting conditions who need help. And they say get rid of all that in the midst of a crisis. How tone-deaf can they be?\" Attorney General William Barr made a last-minute request on Monday to modify the administration's position, arguing that they should pull back from its insistence that the entire law be struck down. \"How can they do this?\" asked Schumer. \"I am just utterly amazed. They stick to this right-wing ideology which helps a few very well-to-do people and say to the rest of America let's fiddle. Which is what they're doing while America is in many ways burning.\" Watch here: A warehouse worker at Amazon’s Waukegan, Illinois, site died of Covid-19 on April 18, according to the company.  He is the fourth Amazon warehouse employee known to have died from the disease across the United States. “We are saddened by the loss of an associate at our site in Waukegan, Illinois. His family and loved ones are in our thoughts, and we are supporting his fellow colleagues,” Kristen Kish, an Amazon spokesperson said in a statement. According to Amazon, the employee was last on site on March 19, and showed no symptoms.  The company confirmed the death of an warehouse worker at Amazon’s Staten Island fulfillment center Tuesday and has previously confirmed two additional Covid-19-related deaths of workers employed at its US warehouses in Hawthorne, California, and Tracy, California. There are at least 1,223,468 cases of coronavirus in the US and at least 73,039 people have died from the virus, according to Johns Hopkins University's tally of cases. Johns Hopkins reported 19,117 new cases and 1,975 reported deaths on Wednesday. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. The Pentagon is considering a ban on new recruits joining the military if they have been hospitalized for coronavirus unless they get a waiver from the service they want to sign up with, according to a defense official. The official said the guidance is being put in place because there is little understanding of the long-term effects of the virus and there is a concern that potential recruits who have been hospitalized may need further medical assessments. The new policy is being finalized to set medical restrictions on recruits who may have tested positive or have been treated for the virus. Department of Defense medical waivers are required for a wide variety of medical conditions ranging from heart disease to a loss of vision. The Military Times was first to report the news. Some more context: Months into the pandemic, the virus is posing significant medical challenges to the military on several fronts. There is a particular concern over whether a sufficient number of recruits will be able to join before a rigorous enough testing regime is in place to ensure they are healthy enough to enter training. The fact sailors on the USS Theodore Roosevelt are still testing positive weeks after the outbreak of the virus on the ship is underlining the need to solve the medical mystery of why some people carry the virus but have no symptoms and may continue to test negative, according to several Navy officials. Defense Secretary Mark Esper said at the Pentagon Tuesday that the department would randomly test groups of people \"to understand how many asymptomatic or carriers are maybe out there.\"  The New York Police Department announced another three deaths related to Covid-19, bringing the department death toll to 41. \"These remarkable men will never be forgotten. Every member of the NYPD, of all ranks and titles, will keep their memories alive and honor their legacies by faithfully carrying on their most important work,\" the police department said in a statement. Arkansas plans to test 60,000 people in the month of May and hopes to receive 90,000 Covid-19 test kits from the Centers for Disease Control and Prevention this week, Gov. Asa Hutchinson said Wednesday. The Arkansas Department of Health’s website stated that 59,003 coronavirus tests have been administered so far. The Louisiana Department of Health has reported that the state has 30,399 coronavirus cases, which represents an increase of 403 cases from Tuesday.  The state death total increased by 53 to a total of 2,094.  In Orleans Parish, the total number of cases increased by 33 cases to a total of 6,608 and the number of deaths increased by 11 to 464. On a positive note, the number of hospitalizations and those on ventilators decreased during this 24-hour period, the department said.   The US Supreme Court won't hear an appeal by a Pennsylvania politician and businesses to lift the state's coronavirus restrictions. Without comment, the court on Wednesday declined to hear the case. Gov. Tom Wolf ordered all non-life-sustaining businesses to close due to the coronavirus pandemic, although the state has now begun to reduce some restrictions in certain areas. The appeal — filed by the campaign of Danny DeVito, an Allegheny County Republican, realtor Kathy Gregory, \"B and J\" laundry, Blueberry Hill golf course and Caledonia Land Company — asserted that the Democratic governor's order is doing \"unprecedented damage to the economy.\" Without intervention, the petitioners say they and \"tens of thousands of other businesses may not be able to recover from the severe financial distress caused by the Order.\" The Pennsylvania state Supreme Court rejected the challenge to the Wolf's order last month. California Gov. Gavin Newsom dispelled any rumors Wednesday afternoon that he has gotten a haircut during California's social distancing guidelines.  “I think it's pretty obvious to you I have not had my hair cut,” he said sheepishly in reply to a reporter question in his daily briefing. “I am a little embarrassed having this conversation as publicly as I am.”  Newsom, who is somewhat known for his slicked back tresses, said he is abiding by his own orders, much to the embarrassment of his 6-year-old daughter, Brooklyn. He said Brooklyn offered to cut her father’s hair for him and even presented her craft scissors for the job, which Newsom said “certainly weren’t up for the task.” Los Angeles, the most populated county in California, will begin to reopen Friday, along with the rest of the state. Trails, golf courses, car dealerships, and florists are among those being allowed to reopen, as are retail shops for curbside pickup, according to county supervisor Kathryn Barger. Los Angeles has seen 1,367 deaths due to Covid-19, making up for more than half of all fatalities in the state. Health Director Barbara Ferrer emphasized that the lifting of restrictions will be slow, with other low risk, nonessential businesses reopening soon, but in a drastically modified way. Employees should continue to telework whenever possible, Ferrer said. ##Reopening## White House Press Secretary Kayleigh McEnany said it is “simply nonsensical” to suggest that every individual in the country needs to be tested in order for the country to reopen. “Let’s dismiss a myth about tests right now. If we tested every single American in this country at this moment, we’d have to retest them an hour later and an hour later after that. Because at any moment you could theoretically contract this virus,” McEnany said in her second briefing as press secretary.  McEnany was asked specifically whether Americans should feel safe to return to work without receiving a coronavirus test — something President Trump and members of the administration routinely receive.    “So the notion that everyone needs to be tested is just simply nonsensical. The people that need to be tested are vulnerable populations,\" she said. “We have to be strategic with our testing and we have done that so far,\" McEnany added. CNN's Health Unit reports doctors say it’s not realistic to test all 328 million people in the US, especially since many states are still struggling to get enough tests or testing supplies. So in order for the economy to reopen and stay open, the US will need to triple its number of tests performed every day — from 150,000 tests a day to at least 500,000, three Harvard researchers found. And the proportion of test results that come back positive needs to be much lower. About 20% of US test results have been positive, which is “clearly way too high,” said Dr. Thomas Tsai, one of the Harvard researchers. The World Health Organization said an adequate range of positive test results would be 3% to 12%. Germany and South Korea have already met that goal, Tsai said. Watch here: CNN's Holly Yan and Scottie Andrew contributed to this reporting. The Department of Justice and the FBI are scrutinizing California’s large contracts for personal protective equipment after some early contracts went “awry,” Gov. Gavin Newsom said Wednesday. His comments come after details of the nearly $1 billion contract between the state of California and BYD, a Chinese car maker, for masks are still not public.  Newsom said he promise the contract will be published soon. He said the urgency of the outbreak required quick action and says he is looking forward to making the contract public.  “We negotiated a pretty good price considering others were paying 12 bucks a mask and the federal government was paying six, seven, eight dollars per mask,\" he said. Last month, Newsom made the dramatic announcement on MSNBC’s Rachel Maddow Show that the state had secured deals to acquire more than 200 million protective masks each month.  Since then, the terms of the agreement have been shrouded in secrecy. Each mask will cost the state $3.30, according to Frank Girardot, spokesman for BYD, whose initials stand for Build Your Dreams, with a breakdown of $2.88 for the mask itself, $0.22 in shipping costs, and another $0.20 in duty. Eneida Becot's husband Ed worked at Brooklyn Hospital Center transporting patients for tests before losing his life to Covid-19 about one month ago. Speaking with CNN's Kate Bolduan this afternoon, she said he was likely exposed to the virus at the hospital before the \"severity and the impact\" was well known.  \"My husband sacrificed his life taking care of others,\" she said. \"He just had a heart of gold... the world needs more people like him. He was selfless.\" Becot said she wants the world to know that besides medical workers' heroic fight against the pandemic, there are many like her husband, including transporters, security staff, housekeepers, clerks, food service works and others who are also putting their lives on the line each day. \"They also play a role and interact with patients,\" she said. \"They are just as important as the doctors and the nurses. They should be acknowledged and they play a vital role in [patient's] care.\"   The White House claimed Wednesday that Democrats acted in poor faith when attempting to schedule a hearing with Dr. Anthony Fauci, who the administration is blocking from testifying in the House even as it allows him to answer questions from the Republican-held Senate. Kayleigh McEnany, the press secretary, said the Democratic appropriations chairwoman attempted a “publicity stunt” by refusing to answer the White House’s questions about the topic for the hearing.  “We don't have time in the middle of a pandemic for publicity stunts,” McEnany said. House Democrats have charged the White House with stonewalling their attempts at conducting oversight of the administration’s coronavirus response by disallowing administration officials from appearing without the explicit permission of chief of staff Mark Meadows. McEnany said Meadows held three phone calls this week with House Appropriations Committee chairwoman Nita Lowey to ascertain the purpose of the hearing at which Fauci was requested to appear. Fauci has been heavily involved in the response to the coronavirus, the biggest public heath crisis in decades. Lowey was “unable” to tell Meadows the subject matter for the hearing, according to McEnany. She said as part of his appearance before a Senate committee next week, Fauci would be questioned by Democrats and Republicans alike. And she said the House needed to “act in good faith” in calling administration officials to testify. Asked earlier this week why Fauci wouldn’t appear before House committees, President Trump said the House amounted to “Trump-haters” who were trying to destroy him politically. Watch here: Self-identified Hispanics are testing positive at a higher rate than any other demographic in Illinois, Gov. J.B. Pritzker said at a news conference Wednesday. “Although nearly half of those who have been tested did not fill out their demographic information, of those who did 7.6% self-identified as Hispanic. Of these more than 26,000 individuals, nearly 16,000 of them have tested positive for Covid-19. That's a positivity rate of 60%,” Pritzker said. “That's nearly three times our state average.” He added: “Decades of institutional inequities and obstacles for members of our Latinx communities are now amplified in this pandemic. And while we can't fix generations of history in the span of a few months, we must advance equity in our public health response today, everywhere and anywhere we can.” Chicago Mayor Lori Lightfoot previously said Wednesday that Latino residents make up the largest percentage of Covid-19 cases in the city. They represent 37% of Covid-19 cases in the city and 25% of deaths. The United Food and Commercial Workers International Union on Wednesday said at least 27 meatpacking workers have died because Covid-19. The UFCW also said that according to internal estimates, nearly 8,000 of their meat packing members have been “directly impacted” by Covid-19, including “those who have been hospitalized, tested positive, are awaiting test results, are showing symptoms, or have been exposed.” South Dakota Gov. Kristi Noem said she expects a \"big increase in positive\" coronavirus cases after employees at a Smithfield Foods processing plant in Sioux Falls were tested for Covid-19. Noem said approximately 1,100 tests were given on the second day of the event, bringing the total number of tests to approximately 2,600. “I want to remind everybody that given this testing that we’re seeing, we expect that this will drive our case numbers up. So I want to prepare everybody that as we do more and more testing in a community where there is already community spread, we do expect to see a big increase in positive cases,\" she said. Houston Mayor Sylvester Turner has announced that the City Council has approved a $15 million rent relief fund for the Texas city. \"The program provides much-needed assistance for our residents. The Covid-19 pandemic has affected constituents economically, forcing many to make tough choices,\" the statement from the mayor's office said.  The money for the program will come from the federal CARES Act, according to the statement. Landlords would need to agree to certain terms if they choose to participate in the program, and renters must meet certain requirements. \"The program is expected to help at 6,818 households,\" the statement said.  White House press secretary Kayleigh McEnany discussed the strained relationship between the US and China this afternoon during a news briefing. \"Right now, it's a relationship of disappointment and frustration because the President has said how frustrated he is that some of the decisions of China put American lives at risk,\" McEnany said. In recent weeks, President Trump, along with several administration officials including Secretary of State Mike Pompeo and White House economic adviser Larry Kudlow, have spoken to dozens of foreign allies about ways to collectively address what the White House says was China's intentional effort to conceal the severity of the outbreak, according to two people with knowledge of the discussions. Some more context: A nationalist tabloid controlled by the Chinese Communist Party has dismissed claims by the Trump administration that the novel coronavirus originated from a laboratory, as the war of words over the pandemic escalates between Washington and Beijing. Pompeo said Sunday in an interview with ABC that there was \"enormous evidence\" Covid-19 originated in a laboratory in the Chinese city of Wuhan, where the outbreak was first detected last December. He did not provide details to support the claim. Responding to Pompeo's comments, China's state owned Global Times newspaper said in an editorial Monday that the former CIA director had \"stunned the world with groundless accusations.\" \"Since Pompeo said his claims are supported by 'enormous evidence,' then he should present this so-called evidence to the world, and especially to the American public who he continually tries to fool,\" the editorial said. \"The truth is that Pompeo does not have any evidence, and during Sunday's interview, he was bluffing.\" Watch here: Illinois Department of Public Health Director Dr. Ngozi Ezike announced at a news conference Wednesday that the state has seen 2,270 new coronavirus cases over the past 24 hours and 136 additional deaths. This brings the total state count to 68,232 cases and 2,974 deaths, Ezike said. President Trump affirmed that he believes the number of reported US deaths from coronavirus is correct, but says he doesn’t believe the numbers being reported by “other countries.\" During a meeting with the governor of Iowa, Trump was asked if he believes the reported death toll in the United States.  “It is what it is,” Trump answered. “Do I believe them? Yeah.” Trump went on to say that he doesn't believe the figures out of China and doesn't \"believe them from other countries, where I see you know, a very tiny number of people died, but you’re watching the news and you see what’s going on.\"  Trump conceded that “it’s a big number” being reported, “but it’s also a number… that’s at the very lower scale of any number that was predicted.”  “Now it’s time to open up our country. We’ve got to open up our country,” Trump said. President Trump said Drs. Anthony Fauci and Deborah Birx will remain in their current roles on the coronavirus task force, the same day he announced it would continue “indefinitely.” The President was asked what Fauci’s role will be moving forward during a meeting with Iowa Gov. Kim Reynolds. “Same as it is,” the President answered. “He’s been doing a very good job, we’re very happy with Dr. Fauci, and he’ll be doing the same. And Deborah will be doing the same,” he added.  “I know you’ll be staying,” he said to Birx, who was in the room. “I hope you’ll be staying. We’ll miss you otherwise. She’s done a fantastic job. Both, both. Same thing.” Trump said that the White House would be “adding some names” to the group and “may take off a couple that frankly, their expertise no longer applies.” He didn’t want to say who was being considered for the task force, “because some people aren’t going to make it.”  “People want to be on the task force. They want to be on everything. You know, I’ve never seen anything like this, anything having to do with this, they want to help,” he said.  “That’s all I do, I get calls from people, the biggest people they want to be on,” Trump continued. “Enemies of mine. People that don’t like me want to be on the committees. I say, ‘that’s strange.’” The President said that in this case, they’re looking at very “professional” names, not just people who want the status of being on the task force. “We don’t need status,” he said, “we need results.” Interior Secretary David Bernhardt asked people to practice social distancing in a tweet today, while sharing photographs of himself neither social distancing nor wearing a mask.  Asked about the photos, here's what the Interior Department said: “Secretary Bernhardt is going to work alongside the Department’s employees and assist in their valiant efforts to make our public lands accessible to all people. Nothing beats the sun on your back and the wind in your face at a park. Yesterday, Secretary was outdoors at Great Smoky Mountains National Park conducting a site inspection as the park prepares to once again welcome the public in a couple of days.” Oklahoma is on track for phase two of the plan to reopen the state on May 15, according to Gov. Kevin Stitt.   Oklahoma's phase two includes resuming nonessential travel and some organized sports activities. However, residents over 65 years old must follow the state's stay-at-home order, Stitt said.   The governor said Oklahoma is \"doing a fantastic job flattening the curve.\"  Stitt went on to say that they \"will continue to make decisions based on the data in Oklahoma\" and officials can extend phases or \"back up\" if they see any changes. \"Like I said back in April the better we do with social distancing the quicker we would get back to normal and that remains true today,\" he said. ##Reopening##  Indiana Health Commissioner Dr. Kristina Box announced 862 additional confirmed coronavirus cases Wednesday, bringing the statewide total to 21,870 since the start of the pandemic. There have been 51 additional deaths reported in the past day, making the statewide total death toll 1,264. That figure does not include 113 deaths that the state suspects were from Covid-19 based on symptoms and X-ray evidence. The state opened 20 testing locations today as part of a statewide effort to ramp up testing.  Most of the press conference focused on showcasing efforts of two regional chambers of commerce to prepare businesses for phased reopenings. Dr. Kristen Dauss, chief medical officer of the Indiana Department of Corrections, acknowledged a hot spot in Hendricks County correctional facilities, which constituted 68 of the new cases reported today. Rhode Island Gov. Gina Raimondo said she anticipates letting her statewide stay-at-home order expire on Friday, but she still asked that Rhode Islanders not “race to see mom” on Sunday. “Mother’s Day is going to have to be different,” Raimondo warned at her Wednesday press conference. “If we start planning now we can figure out a way to love, cherish, respect, and treat our moms.” By the numbers: Rhode Island has 10,205 total positive COVID-19 cases and 370 deaths.  ##Reopening## Maryland Public Schools Superintendent Dr. Karen Salmon announced today that schools will be closed to in-person learning for the remainder of the academic school year. “After an extensive discussion with the Maryland Board of Education, the Maryland Health Department, and additional health experts advising the governor, I am convinced this is the appropriate decision in order to continue to protect the health and safety of our students, educators, staff, and all members of school communities throughout Maryland,” Salmon said. According to Salmon, online and distance learning opportunities will continue to guide school systems. The State Department of Education is also releasing a comprehensive plan for long-term recovery from the coronavirus pandemic.   As he honored nurses in the Oval Office Tuesday, President Trump also seemed to get irritated with one nurse who called supplies of personal protective gear around the country, “sporadic.” A reporter asked nurses in attendance for a National Nurse Day event if their PPE supplies are where they need to be, and many of them nodded in agreement or answered affirmatively. “I think it’s sporadic,” one nurse answered. “I mean, I talk to my colleagues around the country, certainly there are pockets around the country where PPE is not ideal, but this is an unprecedented time,” she said.  “The infection control measures that we learned back when we went to school, one gown and one mask for one patient per day — this is a different time,” she continued, adding that she has been reusing a single N95 mask for “a few weeks now.” The nurse said she works at a community health center in New Orleans, and that her youngest Covid-19 patient was a four-day-old infant. “PPE has been sporadic, but it’s been manageable. And we do what we have to do,” she said. “We are nurses and we learn to adapt and do whatever we can do for our patients to get the job done and the care provided, and that's what we will continue to do as Covid-19 continues.” “Sporadic for you but not sporadic for a lot of other people,” the President told her. “Oh no, I agree, Mr. President,” she answered. “Because I’ve heard the opposite,” Trump said. “I have heard that they are loaded up with gallons now. We had empty shelves and empty nothing because it wasn't put there by the last administration.”    Watch here: California officials partially reopened Newport Beach in Orange County today for \"active recreational use,\" the city announced in a statement. Last week, thousands of people crowded the Orange County coastline amid the statewide stay-at-home order. The city's reopening plan is consistent with other neighboring California cities that have also loosened beach restrictions in alignment with public health guidelines.  “The City is very pleased to reopen our beaches for the physical and mental well-being of our residents,” Mayor Will O’Neill said. “While the active recreation model was not the preferred choice by the City Council after discussions with our public safety personnel, we are confident that City staff will manage the beaches effectively under the approved plan.” According to the statement, Newport Beach is now open for the following limited activities during normal beach hours: walking, running, hiking, bicycle riding, swimming, surfing, and kayaking. The beach will remain closed to passive games, loitering, sunbathing and gatherings of people outside of those within their immediate household. Newport officials plan to reopen additional recreational facilities in the coming days and weeks while maintaining social distancing protocol, the statement said. ##Reopening##   President Trump said he would like to see schools open in “most of the country,\" suggesting that children may have stronger immune systems than adults. But he didn’t address concerns that opening schools could lead to a widespread increase of the disease if children bring the virus home. “The schools should open,” the President said, responding to a question about if schools should reopen in August. “The one thing you should be careful of is when instructors are over 60.” He then asked Dr. Deborah Birx to respond as well, who was more measured in her answer. She said it is, “a county by county, state by state decision,” whether or not to reopen.  “I would like to see schools open, wherever possible, which is I think in much of the country. Most of the country,” the President said after Birx’s comments.  “I would say that till everything is perfect, I think the teachers that are a certain age, perhaps you say over 60, especially if they have a problem with heart, or diabetes or any one of a number of things, I think they should not be teaching school for a while, and everyone would understand that fully,” he continued. But Trump added that children are faring relatively well with Covid-19.  “We realize how strong children are, right? Their immune system is just a little bit different. Maybe it’s just a little bit stronger, or maybe it’s a lot stronger, right? It could be a lot stronger,” he said. A Michigan-based Ford plant will continue to produce personal protective equipment and ventilators “as long as the need is there,” said Jim Baumbick, vice president of Ford Enterprise Product Line Management. Baumbick said a facility that was previously used to assemble batteries is now producing ventilators. “[When] we’ve met that demand, then we can we can determine when we would actually dial it down,” he told CNN’s John King. Factory workers are practicing social distancing and safety protocols are in place, including trying new technologies to help enforce safety standard, Baumbick said. “It’s not just social distancing, but watches that actually determine whether or not you’ve come in close proximity to try and determine what a typical and appropriate level social distancing is,” he added. WATCH:  President Trump said he wore a mask during a tour of a Honeywell factory in Arizona on Tuesday. Trump, speaking to reporters today, said he can’t help it if you didn’t see him. Speaking in front of nurses in the Oval Office – who were wearing scrubs and gowns, but no masks – Trump was asked why he wasn’t wearing a mask at the facility the day prior. “I actually did have one, no,” he responded, “I put a mask on—yeah. I had a mask on for a period of time.” When a reporter said that none of the press saw him wearing a mask, Trump shot back: “I can’t help it if you didn’t see me.” “I mean I had a mask on but I didn’t need it, and I asked specifically the head of Honeywell, ‘should I wear a mask?’ And he said, ‘well you don’t need one in this territory,’ and as you knew, we were far away from people — from the people making the masks. They were making the masks,” he said. “But I did put a mask on and it was a Honeywell mask, actually. And I also had a 3M mask, and I had about four other masks, but I did have it on. I don’t know if you saw it, but I did have it on,” he said. Pressed on how long he wore the mask, the President paused slightly, and responded that it wasn’t “too long.”   “Not too long,” he said, “but I had it on. I had it on back — backstage. But they said you didn’t need it, so, I didn’t need it. And by the way if you noticed nobody else had it on that was in the group.”  Video from the facility shows workers wearing masks, which the President admitted.  “The workers had them on yeah, the workers were there. Because they’re working next to each other,” he said. When another reporter asked how it looks for him to be in public not wearing a mask or practicing social distancing, the President seemed to have had enough. “I’m trying to be nice,” he said. “I’m signing a bill, and you criticize us. Look here’s the story: there’s nothing I can do to satisfy the media, the Democrats, who are the fake news. And I understand that.” President Trump on Wednesday said he didn’t realize how popular the coronavirus task force is, and that’s why he has backed off a plan to get rid of the group in its current form. “It’s had great success, and Mike Pence has done a fantastic job,” the President said during a meeting with nurses in the Oval Office Wednesday. “I thought we could wind it down sooner, but I had no idea how popular the task force is.” Trump said that when he started talking about phasing out the task force, he got “calls from very respected people saying, ‘I think it would be better to keep it going.’” “I learned yesterday that the task force is, something you knew, very respected. People said we should keep it going,” he told reporters  “It is appreciated by the public,” he said, “When you look at the job we’ve done on everything.” “We’ll be leaving the task force indefinitely, we’ll see at a certain point that will end like things end,” Trump said. The White House will be adding “two or three” people to the task force, Trump announced.  “We’ll be adding some people to the task force and they’ll be more in the neighborhood of opening our country,” he said, adding that some members who were more involved with producing ventilators may be leaving, but “if they want to stay they can.” There is a “whole list” of people who want to be on the task force, Trump said, and the new members will be announced on Monday. “I guess if you think we’re always winding it down,” he said, “but it’s a question of what the end point is.” More on this: Earlier Wednesday, CNN reported Trump declared his coronavirus task force would continue \"indefinitely\" a day after he and Vice President Mike Pence said they were phasing out the health-focused panel in favor of a group focused on reopening the economy. According to Pence's public schedule, the task force was slated to meet at 4 p.m. ET on Wednesday. Some health experts had sounded alarm at the apparent disbanding of the task force since cases continue to arise. After touting achievements on testing and supplies, Trump said during a visit to a mask production facility in Arizona on Tuesday he was \"looking at a little bit of a different form\" for the task force \"and that form is safety and opening.\" Pence told reporters during a discussion in his office that administration officials were \"having conversations about that and about what the proper time is for the task force to complete its work and for the ongoing efforts to take place on an agency-by-agency level.\" Pence said the discussions are a \"reflection of the tremendous progress we've made as a country.\" But a day later, Trump wrote on Twitter the task force would \"continue on indefinitely with its focus on SAFETY & OPENING UP OUR COUNTRY AGAIN.\" \"We may add or subtract people to it, as appropriate,\" he wrote. \"The Task Force will also be very focused on Vaccines & Therapeutics. Thank you!\" As of Wednesday morning, 495 members of New Jersey law enforcement were positive for Covid-19 across the state, New Jersey State Police Col. Pat Callahan told reporters.  The number represents a decrease of just over 4% in the last day, he said. At least 396 officers are currently out quarantined, Callahan added.  Blood thinning drugs may help save some patients worst affected by the new coronavirus, doctors reported Wednesday. Their findings could point a way to help the virus-related issue of blood clots throughout the body. The team at Mount Sinai Hospital says it is now running experiments to see which anticoagulants may work best, and at which doses.  “Our findings suggest that systemic anticoagulants may be associated with improved outcomes among patients hospitalized with Covid-19,” they wrote in their report, published in the Journal of the American College of Cardiology. Dr. Valentin Fuster, director of Mount Sinai Heart and physician-in-chief of the Mount Sinai Hospital, and colleagues looked at more than 2,700 patients treated at Mount Sinai in New York City, which has been hit hard by coronavirus. Starting in March, some patients were given anti-clotting drugs based on bedside decisions made by doctors. The team started taking a systematic look at whether the drugs made a difference. They did, especially for patients who were put on ventilators to help them breathe. They found 29% of patients on ventilators who were given blood thinners died, compared to 63% of patients on ventilators who were not given blood thinners. “The patients who received anticoagulants did better than those who didn’t,” Fuster told CNN.  The findings are not clear-cut enough yet to make solid recommendations. The team noted that patients who were already severely ill were more likely to be given the blood thinners. The researchers did not find that the patients who got blood thinners were significantly more likely to have bleeding problems – one of the risks of the drugs.  Watch here: At least 4,893 incarcerated or detained people have contracted Covid-19, and at least 88 have died, according to a report released Wednesday by the US Centers for Disease Control and Prevention. The numbers are almost certainly an undercount, but they underscore just how vulnerable the nation’s jails and prisons are to coronavirus outbreaks. At least 2,778 staff members have tested positive, too, resulting in 15 deaths, according to the report. The findings are based on data from 37 state and territorial health departments. The CDC reached out to 54 jurisdictions, but about 30% did not provide requested information on jails and prisons. Still, the CDC found that 420 correctional or detention facilities across the United States have reported infections – resulting in at least 491 coronavirus-related hospitalizations among inmates and 79 hospitalizations among staff. Researchers looked at cases reported through April 21.  “Approximately one half of facilities with COVID-19 cases reported them among staff members but not among incarcerated persons,” the report said. “Because staff members move between correctional facilities and their communities daily, they might be an important source of virus introduction into facilities.” The report called for regular screening of staff members and those who enter jails and prisons. But researchers noted that infected people can show no symptoms, suggesting “symptom screening alone is inadequate to promptly identify and isolate infected persons in congregate settings such as correctional and detention facilities.” Physical distancing, movement restrictions, face coverings and increased cleaning are all recommended, the report said. It also noted that some jurisdictions have implemented “decompression strategies” to reduce crowding in jails and prisons – reducing or eliminating bail, for example, and releasing people to home confinement or community supervision. The researchers behind the report emphasized that they could be underestimating infections. Only 69% of jurisdictions reported data, they said, so “these results are not representative of the entire United States.” Many facilities also don’t test staff members, so they rely on workers self-reporting their diagnoses, the report said. And some health departments only received data from state prisons – missing information from local jails and federal or privately operated facilities. Differences in testing between states also could have influenced the number of reported cases, researchers said.   New Jersey Gov. Phil Murphy is signing an executive order to extend the state's public health emergency for another 30 days. “To be clear: this does not mean we’re seeing anything in the data which would pause our path forward. These declarations, unless extended, expire after 30 days. We’re still in a public health emergency,” Murphy tweeted.  “If it signals one thing — it is this, we can’t give up one bit on the one thing we know that is working in this fight: social distancing,” Murphy said Wednesday. By the numbers: New Jersey reported 1,513 new cases of Covid-19 on Wednesday, bringing the statewide total to 131,890. The governor cautioned to keep in mind that this is a cumulative total — and that more than 90,000 New Jersey residents have “exited the two-week window” and recovered. The state also reported 308 new deaths, bringing the total to 8,549. ##Reopening## The Pentagon announced Wednesday that it has signed a contract with manufacturer 3M to boost N95 medical masks to 26 million per month, starting in October. “The Department of Defense, in coordination with the Department of Health and Human Services, has signed a $126 million contract award with 3M for the increased production of 26 million N95 medical-grade masks per month, starting in October 2020,\" Pentagon spokesperson Lt. Col. Mike Andrews said in a statement. \"This increased production/industrial capacity will continue to ensure a sustainable supply chain of N95 respirators and resupply the Strategic National Stockpile in response to the increased national demand caused by the COVID 19 pandemic,\" the statement added. The Pentagon said that in order to meet the increased production capacity targets 3M \"will expand its facility in Aberdeen, S.D., and also perform initial production in Wisconsin.\"   The University of Tennessee announced on Wednesday that they will be bringing students back to their campuses starting in the fall, according to a statement from the university.  The Covid-19 pandemic forced UT to move from in-person classes to online learning in mid-March.  Those returning to campus this fall will see enhanced safety procedures including social distancing norms as the university works to protect the health and safety of all students and employees, the statement said.  The UT system has campuses in Memphis, Chattanooga, Knoxville, Martin and Tullahoma. ##Reopening## Businesses and facilities like skate parks, tennis courts, ball fields, trail networks, and golf courses are allowed to reopen, said Vermont Agency of Natural Resources Secretary Julie Moore. “As Vermont’s winter transforms into a bright and green spring, many of us, myself included, are itching to get outside and go a bit further afield,” Moore said. Residents are no longer being asked to stay within 10 miles of their homes, she said. However, Gov. Phil Scott said anyone who crosses the border is still required to quarantine for 14 days. ##Reopening## Wendy's expects the beef shortage that's affecting about 1,000 of its US restaurants to continue for the foreseeable future.  CEO Todd Penegor said on an earnings call today that Wendy's will probably experience a \"couple of weeks of challenging tightness that we'll have to work through\" before getting back to normal. Yesterday, Wendy's said some of its menu items might be \"temporarily limited at some restaurants\" because of the national meat shortage. Though its delivery schedule remains unchanged, supply has been tight because beef suppliers across North America face production challenges during the pandemic. Analysts at financial firm Stephens scoured the online menus of Wendy's 5,500 US restaurants and found that one in five are not selling hamburgers or other beef items. Instead they're highlighting chicken sandwiches.  Penegor acknowledged that certain items will be removed from menus from \"time to time\" during the shortage. \"We do believe it is temporary, and we're close with our big supply partners,\" he added. \"We have several of them on the fresh beef front, and we do believe we'll work through this in short order.\" He also noted that while some restaurants aren't displaying beef on their online menus, it doesn't necessarily mean the restaurant is completely out of beef. Restaurants have the ability to customize their menus, and some have chosen not to display beef items to prevent dissatisfaction since supplies are low.  \"It doesn't mean you're out of beef at the restaurant level, but you wouldn't want to really disappoint a consumer if they looked in mobile order and said you had beef, and then they drove to the restaurant and you are out,\" he said.  It's \"hard to quantify\" the material impact the shortage might have on Wendy's profits, Penegor added, because customers could be buying other menu items instead.  Still, Wendy's stock soared more than 6% in trading today after revealing that US same-store sales have been rebounding every week since hitting a low the first week of April. The company also said that its newly launched breakfast menu is exceeding expectations.  ##Food Supply## Florida Gov. Ron DeSantis signaled Wednesday that the three south Florida counties who were exempt from phase one of his reopening plan could reopen soon. “We'll hopefully be able to go forward soon in southern Florida,” DeSantis said during a press conference in Miami Gardens. DeSantis said he has been looking at the trends and even though the Miami-Dade, Broward and Palm Beach counties are not quite ready yet, he is optimistic that the region will be ready soon.  Miami-Dade Mayor Carlos Gimenez echoed the governor’s tone, saying the county wants to open up as fast as possible while being as safe as possible. “The governor already expressed some of the good news of the state of Florida. There are similar results here in Miami-Dade County. We have less than 100 people that are respirators today in Miami-Dade County,” Gimenez said. “We're formulating plans for how we can open up the economy here in Miami-Dade, and now of course that'll be given to the governor so we get his blessing, before we make any announcements.”  ##Reopening## Jet Blue will give a pair of roundtrip flights to 100,000 medical professionals around the country, New York Gov. Andrew Cuomo said Wednesday. The airline is beginning with 10,000 workers from New York, he said. Jet Blue is offering flights to medical workers to honor their efforts in battling coronavirus, Cuomo said. Dr. Caitlin Rivers, senior scholar at the Johns Hopkins Center for Health Security said to her knowledge, no state has met all the criteria laid out by the White House Task Force for reopening.  Speaking at the House Appropriations Subcommittee hearing on the United States' coronavirus response today, Rivers described the four criteria: The number of new cases must decline for at least two weeks (She said \"some states have met that criteria\" but not the other benchmarks).\nThe state must have enough public health capacity to conduct contact tracing on all new cases.\nThere must be enough diagnostic testing to test everybody with symptoms.\nThere must be enough health care system capacity to treat everyone. “To my knowledge, there are no states that meet all four of those criteria,” Rivers said.  President and CEO of Resolve to Save Lives, Dr. Tom Frieden said “open versus closed is not a strict on-off switch.” “There are things that might be first to open: out of doors is way less risky than inside, low-risk businesses, take out from restaurants, outdoor recreation, even daycare if done very carefully and safely maybe lower risk,” Frieden added.  ##Reopening## New York Gov. Andrew Cuomo just announced preliminary results of a survey of new hospitalized coronavirus patients across the state. Many of the patients.... Were not working or traveling \nAre predominantly from downstate\nAre predominantly minorities \nAre predominantly older (that means 51 years old and older)\nAre predominantly nonessential employees\nWere predominantly at home at the time of infection (either working from home or not working)  \"Much of this comes down to what you do to protect yourself … it comes down to personal behavior,\" Cuomo said, reiterating the importance of wearing a face covering, using hand sanitizer and social distancing – especially from vulnerable people and populations.  The initial results are drawn from surveys of approximately 1,000 patients from around 100 hospitals across the state over three days, he said. Watch: ##New York## New York Gov. Andrew Cuomo said today that the state's \"total hospitalization rate is down again\" today but added he would like to see a \"steeper, faster decline.\" \"We would have liked to see a steeper, faster decline, but this is where we are, and it's a painfully slow decline. But it's better than the numbers going the other way,\" Cuomo said. ##New York## At least 232 people died across New York from coronavirus yesterday, Gov. Andrew Cuomo said at a news conference.  At least 207 of them died in hospitals and 25 died in nursing homes, Cuomo said. That's up slightly from the 230 people who died on Monday and the 226 who died on Sunday. \"When people talk about how good things are going, and the decline and the progress, that's all true. It's also true that 232 people were lost yesterday,\": Cuomo said. He cautioned that the death totals may be \"worse\" when the final numbers are tallied. At home deaths may not be documented and the virus may have caused some deaths earlier than reported, Cuomo said. Watch: ##New York## After all the back and forth on the White House coronavirus task force’s future, its members are unsure what's happening with the panel, according to a source close to the task force.  They have not been told what will happen next, this person said.  Later today there is a closed-door task force meeting on the schedule, according to the Vice President's schedule.  Some context: This all comes after President Trump appeared to reverse course this morning on the decision to wind down the task force. He tweeted Wednesday that the task force will “continue on indefinitely” and shift its focus to “SAFETY & OPENING UP OUR COUNTRY AGAIN.” Under a new bill introduced in Congress, health care workers on the front lines of the coronavirus pandemic would have some of their student loan debt forgiven. The \"Student Loan Forgiveness for Frontline Health Workers Act,\" was introduced by New York Rep. Carolyn B. Maloney on Tuesday.  It would create a program that forgives federal and private loans obtained \"to receive medical and professional training held by health care workers who have made significant contributions to Covid-19 patient care, medical research, testing and enhancing the capacity of the health care system to respond to this urgent crisis,\" according to a release from her office.  Maloney said there is an \"obligation to ensure that they are relieved of the debt they incurred to train for this critical work.\" Some context: The legislation comes as the surge in coronavirus cases continues to strain the medical industry, putting pressure on health care workers who are in need of not only supplies, but additional staff on all fronts to combat the virus. In March, Congress suspended payments and waived interest on federal student loans for six months Dr. Tom Frieden, the former director of the US Centers for Disease Control and Prevention, laid out “10 plain truths” about Covid-19 today as he spoke at a House Appropriations Committee hearing on the pandemic response.  “In my 30 years in global public health, I've never seen anything like this. It's scary. It's unprecedented,” Frieden, who now serves as president and CEO of Resolve to Save Lives, said.  Here are the 10 truths: “It's really bad” in New York City, Frieden said. “Even now with deaths decreasing substantially, there are twice as many deaths from Covid in New York City as there are on a usual day from all other causes combined.”\nAs bad as this has been, it's “just the beginning.”\nData is a “very powerful weapon against this virus,” and using it to monitor trends can help stop clusters before turning into outbreaks, and help stop outbreaks from turning into epidemics.\nAfter flattening the curve, we need to “box the virus in,” Frieden said.\nWe must find the balance between restarting our economy and letting the virus run rampant.\n“We must protect the health care workers and other essential staff, or the frontline heroes of this war,” Frieden said.\nWe must protect our most vulnerable people.\nGovernments and private companies need to work together and make “massive continued investments in testing and distributing a vaccine as soon as possible.”\nWe must not neglect non-Covid health issues.\nPreparedness is paramount. “Never again,” Frieden said. “It is inevitable that there will be future outbreaks. It's not inevitable that we will continue to be so underprepared.” While Southwest Airlines Chairman and CEO Gary Kelly said he remains confident that his company will weather the coronavirus pandemic, he also said the company is planning for worst-case scenarios.   “If it doesn't improve from here, we would have to dramatically downsize,” he said in an interview with CNN's Poppy Harlow. “…We're obviously working hard to make sure that that doesn't happen, but we'll have to have…a scenario that covers that.”  Warren Buffett’s Berkshire Hathaway revealed in April that it sold its entire stakes in the four airline stocks that the company had owned, including Southwest. “I think the business travel will be very slow to recover, I think international travel will be hampered. So we’ve got low costs, we’ve got a strong balance sheet, we’ve got plenty of cash. And we survived 9/11, we survived the Great Recession, so I think we'll be well-prepared to compete in this type of a scenario,” he told CNN’s Poppy Harlow in response to Buffett’s actions.  Southwest accepted a $2.3 billion grant and a low-interest loan of $948 million from the US Treasury and posted its first operating loss in 11 years at the end of April.  Kelly also highlighted the safety measures being put into place on its planes, including deep cleaning, disinfectant misting and employee shields. Southwest will require passengers to wear face masks starting next week.  Watch more: Rep. Rosa DeLauro, chair of the House Appropriations Committee, decried the White House’s decision to block Dr. Anthony Fauci, a key member of the administration's coronavirus task force, from testifying in today’s hearing on the country’s response to Covid-19.  “This is a bipartisan panel,” DeLauro said at the beginning of the hearing. “Dr. Fauci has appeared before our subcommittee dozens of times.” DeLauro added that the Trump administration is \"leaving no doubt it is just frightened of oversight.”  You can watch the hearing live here. More context: Yesterday Trump claimed the Democratic-led House is “a bunch of Trump-haters\" as he departed the White House for Arizona for a tour of a Honeywell plant. Fauci is set to testify May 12 before the Senate Health, Education, Labor and Pensions Committee. The New York fire department announced today that it is adding 100 ambulances to its fleets due \"to the dramatic increase in call volume during the Covid-19 pandemic.\"  \"The ambulances have arrived in New York City, and will be deployed into service as EMTs and paramedics continue to respond to New Yorkers in need. The COVID-19 pandemic has been the busiest period in the history of EMS, with call volume increasing by 50% daily at the height of the pandemic.” The additional ambulances have been leased from companies in South Carolina and Florida, the department said. A day after Norwegian Cruise Line Holdings warned investors that it could be forced to go out of business, the company announced it is “well-positioned to weather Covid-19 impacts.” In a statement the company reports that it has raised more than $2 billion, including “(1) $400 million public offering of common equity, (2) $750 million exchangeable senior notes offering, (3) $675 million senior secured notes offering and (4) $400 million private investment from global consumer-focused private equity firm L Catterton.”  According to Norwegian the raised cash will allow them to withstand more than a year of suspended cruises. “This significantly strengthens the Company’s financial position and liquidity runway and it now expects to be positioned to withstand well over 12 months of voyage suspensions in a potential downside scenario,” Norwegian wrote in a statement. US stocks kicked off higher on Wednesday, on track for their third-straight day of gains. Investors remain confident as parts of the US economy begin to reopen. Stocks continue to shrug off America's massive unemployment numbers. Wednesday’s ADP National Employment Report showed private-sector payrolls collapsed by 20.2 million last month. That previewed Friday’s jobs report, which is expected to show record job losses in April. Here's how the markets opened: The Dow opened 0.7%, or 155 points, higher.\nThe S&P 500 rose 0.7%.\nThe Nasdaq Composite opened up 0.8%. ##Economy## Due to economic uncertainty from Covid-19, ridesharing giant Uber says it will reduce its staff by 3,700 employees, according to an SEC filing. That amounts to roughly 14% of Uber’s workforce and is limited to the company’s customer support and recruiting teams. The company also estimates that it will incur approximately $20 million related to severance and other termination benefits. Uber CEO Dara Khosrowshahi also agreed to waive his base salary for the remainder of the year ending on December 31, according to the filing. ##Economy## President Trump appeared to reverse course on the decision to wind down the coronavirus task force, instead rebranding it. He tweeted today that the task force will “continue on indefinitely” and shift its focus to “SAFETY & OPENING UP OUR COUNTRY AGAIN.” Trump touted his administration’s success in procuring personal protective equipment and testing, even though many experts say there is not nearly enough testing available.  He also said that task force members may be added or subtracted “as appropriate” and will “also be very focused on Vaccines & Therapeutics.” Here are his full tweets: Some background: A senior White House official told CNN the task force will start to wind down later this month. And Vice President Mike Pence confirmed to reporters the White House is considering disbanding the coronavirus task force as early as Memorial Day. \"We're having conversations about that and about what the proper time is for the task force to complete its work and for the ongoing efforts to take place on an agency-by-agency level,\" Pence said, noting that the White House has begun to discuss a \"transition plan with FEMA.\"   Atlanta Mayor Keisha Lance Bottoms said it was “disappointing” that some people were out in crowds celebrating Cinco de Mayo in the city yesterday. “The governor made it very clear he's not willing to allow local cities to tweak his order,” she said in an interview with CNN’s John Berman, following Georgia Gov. Brian Kemp’s loosening of coronavirus restrictions. “…We will continue to ask people to please stay home.”  “I feel like a broken record … We have to say it repeatedly,” she said.  Bottoms said that enforcing proper social distance strains the city’s resources and law enforcement.  “On top of that, now having to break up crowds and remind people to socially distance puts our personnel in danger, and it continues to stretch our resources. But it’s where we are and it’s what we have to do, and I hope that responsible people will continue to stay home and have regard for the lives of others,” she said.  The mayor added that the city and country need to keep assessing the racial disparities seen with coronavirus. “I think the other layers that we have to continue to address are the health disparities and the living conditions that are making black and brown communities more susceptible,” she said.  Watch more: ##Reopening## For the first time in its history, New York City deliberately shut down its entire subway system early this morning. The reason: The Metropolitan Transportation Authority (MTA) deep cleaned to avoid spread of the coronavirus. \"Extraordinary times call for extraordinary measures,\" MTA Chairman Patrick Foye said.  The New York City subway been shut down because of weather: Hurricane Irene in 2011 and Hurricane Sandy in 2012. During the blizzard of 2015, the system canceled passenger service but equipment trains kept running. But this is the first planned shutdown.  The cleanings will now be done on a nightly basis, from 1 a.m. to 5 a.m.  This is critical to ensure the health and safety of our employees and customers,\" said Foye. Subway officials warned New York residents there may be hiccups in executing the unprecedented closure.  Subway ridership during the coronavirus crisis is down 90% from pre-pandemic times. But about 11,000 people still have used the subway from 1 a.m. to 5 a.m. daily during the pandemic. More than 80 MTA employees, including at least 50 who worked in the subway, have died from complications related to coronavirus. Read more. ##New York## American private-sector payrolls fell by 20.2 million jobs in April, the worst month on record, according to the ADP National Employment Report. ADP has been reporting private-sector payrolls each month since 2002. The losses were broad-based across small-, medium- and large-sized businesses as the coronavirus pandemic swept across the country and forced companies to shut down. The services sector was hit the hardest: 16 million service jobs were lost last month. “Job losses of this scale are unprecedented. The total number of job losses for the month of April alone was more than double the total jobs lost during the Great Recession,” said Ahu Yildirmaz, co-head of the ADP Research Institute. The ADP report comes two days before the US Bureau of Labor Statistics' jobs report, which is expected to paint an equally bleak picture of the American labor market during the pandemic.  ##Economy## By the time the US Department of Agriculture announced a $19 billion aid package on April 17, farmers were already dumping milk and destroying fresh produce as demand from restaurants evaporated. It could be weeks longer before any of the money, most of which was appropriated by Congress in March as part of its $2.2 trillion economic stimulus package, gets to the farmers who need it. USDA is working as quickly as possible to implement the Coronavirus Food Assistance Program,\" a spokesperson said in an email to CNN. What's more, family farmers likely missed out on getting loans from the small business program because it was unclear at first whether agricultural producers qualified.  The USDA is using the $3 billion in aid purchases to address that problem. It is partnering with private distributors who will buy a variety of food and package it into boxes that it will deliver to food banks. The USDA says it will spend $100 million a month on fruit and vegetables, $100 million on dairy products, and a $100 million on meat products.  In the meantime, states have tried to step in. Florida has created a system to help connect farmers directly with buyers, consumers, and food banks. Iowa and Minnesota have launched programs to connect pork producers with local processors as bigger plants shut down because their workers are getting sick.  Read the full report here. ##Food Supply## Washington state governor Jay Inslee said he's become \"infuriated \" by President Trump's leadership during the coronavirus crisis, citing his state's continued shortages in personal protection equipment (PPE) for healthcare workers and materials to test for the virus. \"We did not have enough PPE for nurses and many facilities and to some degree still don't,\" Inslee said in an interview with CNN. The Washington state governor, who ran for the Democratic nomination for president last year, criticized the Trump administration for not widely invoking the Defense Production Act, which gives the government more control during emergencies to direct industrial production. Inslee said that Washington and other states have been forced into \"scrambling around the world\" to purchase PPE, \"because the the federal government would not accept the responsibility to help purchase this material. And most importantly they would not help to manufacture it.\" Some background: The wartime-era law has been a point of contention between states and the Trump administration. While President Trump has invoked the law in some instances during the coronavirus pandemic, the shortage of critically needed supplies has fueled calls to use the law in its full capacity. \"There was only one person in the United States who can do that. That is the president of the United States. Governors cannot do that,\" Inslee said. \"We do not have authority to do that. So we've had to rely on the president making this decision and as I've indicated, he refused to do so for weeks and weeks.\" New York City Mayor Bill de Blasio criticized President Trump for “turning his back” on the country's largest city because of partisan affiliation. According to de Blasio, the city has lost $7.4 billion, and there is no guarantee of financial help from the federal government.  “It's astounding that [Trump] even introduces the question of red states and blue states. He's saying it out loud. He's politicizing a pandemic. Not being patriotic, not talking about all Americans and how to bring us back together,” de Blasio said in an interview with CNN’s John Berman.  De Blasio called for a fourth federal stimulus package to provide funding to cities and states.  “What we need is a stimulus that puts us all back on our feet so we can succeed together,” de Blasio said. “… If there is not a strong fourth stimulus for cities and state, there will not be a national economic recovery, period.” If he doesn’t get it, the mayor said he could be forced to furlough or lay off people who have been at the heart of the coronavirus pandemic recovery — first responders, police, firefighters and teachers.  “I’ve lost $7.4 billion already and my economy can't come back until I get that stimulus and get back to normal and provide the basic services. It's a Catch-22. No stimulus, no recovery,” de Blasio said.  If the President announced that the country needs a fourth stimulus to help fund cities and states, de Blasio said, the Senate would fall in line and work on it immediately.  While de Blasio also said he wants to see New York City kids back in school in September, the city is is no place yet to let up on social distancing guidelines yet. “We're still not there yet to even begin to loosen up the restrictions,” he said.  De Blasio warned the rest of the country to continue to be vigilant. “Right now, what I fear is there's a rush to reopen — in some places at least — that's going to end up with people losing their lives who didn't have to lose their lives,” he said.  Watch more: ##New York## Calvin Munerlyn, the security guard who was shot and killed in Michigan last week, was \"loved everywhere,\" his widow told CNN.  \"He was devoted, loving, kind-hearted, courageous, brave, just committed,\" she said. \"He was just loved everywhere,\" Munerlyn's widow, Latryna Munerlyn, told CNN's Don Lemon. The 43-year-old guard was shot in the head after telling a customer at a Family Dollar store to wear a face mask -- which the state has mandated for all retail employees and customers, police say. He died at a Flint hospital. Three members of the same family have been charged. That was senseless and stupid. And now my babies (are) without a father for the rest of their life,\" Latryna Munerlyn said. The family had eight children. \"My children are very, very strong,\" she said. \"They are strong, and I say that man instilled something in them that can't nobody take away. My babies are super strong. They have been trying to cope with this and my baby boy said, 'As long as he's with God he's OK.'\" Genesee County Prosecutor David Leyton said Munerlyn was \"simply doing his job\" to uphold the governor's orders.  \"My king always acted honorably,\" Munerlyn's widow said, \"whether he was at that job, a club job, restaurant job, he was an honorable man. Period. They can't take that from him.\" She says even though her husband is now gone, his legacy will \"live on.\" President Donald Trump wants to move on. \"Wartime\" leadership in a national crisis no longer fits his political timetable. No matter that coronavirus cases are rising in many states and that governors are ignoring his guidelines about when it's safe to open. Trump is shrugging off warnings by scientists that the easing of restrictions across the country could cause tens of thousands of deaths.  The White House gave its clearest sign yet Tuesday, just less than six months from Election Day and as the US death toll topped 70,000, that it is moving from pandemic management to a message of revival and an aggressive pitch for a second term. And Trump is thwarting oversight efforts of how he and his administration responded to the pandemic that could reveal failures that worsened the outbreak.  Vice President Mike Pence revealed conversations about scaling back the administration's coronavirus task force perhaps around Memorial Day at the end of the month. Officials said that advisers like Drs. Anthony Fauci and Deborah Birx would remain on board. But closing the task force would make experts whose science-based arguments have sometimes contradicted Trump's overly optimistic projections far less visible. \"We're now looking at a little bit of a different form, and that form is safety and opening, and we'll have a different group probably set up for that,\" Trump told CNN's Jim Acosta. Trump all but admitted that he was reconciled to the deaths that epidemiologists say would result from a premature effort to open the economy. No one doubts the cataclysmic impact of the stay-at-home orders on the economy -- or the need to somehow find a way to resume daily life, even in some reduced form.  But Trump's White House is showing signs of moving toward the opening in exactly the same slapdash, politically polarizing manner that it used in the early months of the year, when the President was in denial about the problem. Read more here. If you're just joining our live coverage of the global coronavirus pandemic, here are some key headlines today: At home Trump to disband task force: The White House coronavirus task force will begin winding down close to Memorial Day on May 25, according to a senior White House official. This comes just after new models show the US could see 3,000 people die of the virus each day, doubling the death toll to 134,000 by August 4.  \nTrump makes his case: Visiting a plant manufacturing medical masks in Arizona — a battleground state in the 2020 presidential election — Trump says he wants to reopen the economy. \nStates may have to close again: More than half of the country's states have started reopening, including many that have not met White House guidelines on when to do so. They may need to shut down again though.\nUS infection forecast: Covid-19 will likely infect 60% to 70% of the US population before it slows down, according to a top infectious disease epidemiologist. Michael Osterholm estimates that between 5% and 15% have been infected so far.\nBlack Americans more affected: More black Americans may be dying from coronavirus than white people or other ethnic groups, according to a new study. \nDisney's parks are closed: The company's movies aren't in theaters and its cruise ships aren't at sea either. It's one of many companies struggling as the pandemic brings businesses to their knees. Around the world UK resignation: Neil Ferguson, the leading epidemiologist who advised the UK government on the coronavirus response, resigned on Tuesday after the Telegraph newspaper reported he broke lockdown rules by allowing a woman to visit his home.\nGermany lockdown: Chancellor Angela Merkel will discuss loosening lockdown measures with the 16 state prime ministers today.\n Economic pain of \"historic proportions\": The European Union is forecast to contract by a record 7.5% this year, according to a new forecast from the European Commission, as the coronavirus batters economies around the world. \nBack to school: Nearly 58,000 students returned to school today in Wuhan, China, the original epicenter of the outbreak. Wuhan began lifting restrictions in early April, after more than two months of total lockdown.\nInfection slowdown: South Korea and mainland China both recorded no new local transmissions yesterday.\nIn Japan: New guidelines for social distancing are provoking public backlash. The suggestions include mandatory face masks and outdoor dining at restaurants.\nNew findings: A genetic analysis found that the virus' jump from animals to humans was \"very recent,\" and ruled out the possibility that it had been infecting people long before it was identified. Editor's note: Jeffrey D. Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed here are his own. The big lie of the Trump administration is that China is the cause of America's problems. The meme has worked for a while, since it plays into American smugness that if China is succeeding, they must be cheating. Trump and his right-wing allies upped this game recently by claiming the Covid-19 pandemic was the result of an accidental release from a Chinese laboratory and that China's \"cover up\" blocked an effective global response. According to CNN, the still-secret findings of the Five Eyes intelligence agencies (the US, UK, Australia, New Zealand, and Canada) pour cold water on this claim. So too does Trump's top infectious disease expert, Dr. Anthony Fauci. Yet just this past Sunday, Secretary of State Mike Pompeo asserted, \"There is a significant amount of evidence that this came from that laboratory in Wuhan.\" Such charges by the Trump administration and by Sen. Tom Cotton of Arkansas are reckless and dangerous. They could push the world to conflict just as the Bush administration's lies about weapons of mass destruction in Iraq pushed the US into war in 2003. Read the full opinion here: With more than half the United States now into at least the first stage of reopening, one expert says the country still hasn't done enough to protect residents from the coronavirus. \"I don't think you can say, how much suffering are you willing to bear in order to restart the economy until you have done everything possible to ensure that every single person in America can take measures to protect their own health, the health of their families and the health of their communities,\" Dr. Richard Besser, the former acting director of the US Centers for Disease Control and Prevention, said Tuesday. \"That's just not the case right now.\" Governors across the country have allowed residents to return to some semblance of normality after weeks of shutdowns to stop the spread of the virus. But the country's death toll continues to rise and public health experts have warned relaxing restrictions could cost thousands of lives. \"We don't have the testing capacity now to know where this disease is,\" Besser said. \"We have not scaled up the thousands and thousands of contact tracers that we need, we don't provide safe places for people to isolate or quarantine if they are identified as either having an infection or being in contact. We are saying, if you have money and you are white, you can do well here,\" he said. \"If you are not, good luck to you.\" Read the full story here. ##Reopening## At least 1,204,475 cases of coronavirus have been recorded in the US, including 71,078 deaths, according to Johns Hopkins University's tally of cases.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: The coronavirus pandemic has left touring musicians and the venues they visit shut out of their primary source of income for a future with no end in sight. Luckily, Bandcamp has thrown them a lifeline with a campaign aimed at helping them get through these difficult times. The online music marketplace waived its revenue share in two artist-focused campaigns over the past several weeks that have raised a combined $11.4 million for artists. \"We decided to waive our revenue share to help raise awareness about the importance of supporting artists impacted by the pandemic and get some much-needed funds into artists' pockets,\" Bandcamp CEO Ethan Diamond told CNN. \"Musicians have been hit especially hard by the pandemic, with tours and shows canceled for the foreseeable future, and with such a major revenue stream drying up entirely overnight, we knew that supporting artists in the coming months would be an urgent priority for anyone who cares about music and the artists who create it.\" Fans buying music and merchandise through Bandcamp will help many artists to do simple things such as pay their rent and buy food and other essentials, the company said. And payments are processed within 24-48 hours, meaning there are fewer middlemen to deal with before getting paid. A new genetic analysis of the virus that causes Covid-19 taken from more than 7,600 patients around the world shows the virus has been circulating in people since late last year, and must have spread extremely quickly after the first infection. Researchers in Britain looked at mutations in the virus and found evidence of rapid spreading, but no evidence the virus is becoming more easily transmitted or more likely to cause serious disease. “The virus is changing, but this in itself does not mean it’s getting worse,” genetics researcher Francois Balloux of the University College London Genetics Institute told CNN. Balloux and colleagues pulled viral sequences from a giant global database that scientists around the world are using to share data. They looked at samples taken at different times and from different places, and said they indicate that the virus first started infecting people at the end of last year. “This rules out any scenario that assumes SARSCoV-2 may have been in circulation long before it was identified, and hence have already infected large proportions of the population,” Balloux’s team wrote in their report, published in the journal Infection, Genetics and Evolution.  “Our results are in line with previous estimates and point to all sequences sharing a common ancestor towards the end of 2019, supporting this as the period when SARS-CoV-2 jumped into its human host,” the team wrote in the report, published Tuesday.  “It’s very recent,” Balloux said. “We are really, really, really confident that the host jump happened late last year.” They also found genetic evidence that supports suspicions the virus was infecting people in Europe, the US and elsewhere weeks or even months before the first official cases were reported in January and February. Balloux’s team had their findings reviewed by other experts, a process called peer review, before they were published in the journal. He said some reports by other teams, published online in on what are called pre-print websites, may have drawn incorrect conclusions. “All viruses naturally mutate. Mutations in themselves are not a bad thing and there is nothing to suggest SARS-CoV-2 is mutating faster or slower than expected. So far we cannot say whether SARS-CoV-2 is becoming more or less lethal and contagious,” Balloux said. Gilead Sciences, the maker of remdesivir, may allow other companies to produce the investigational drug for Europe, Asia and elsewhere – at least for the next two years. In a statement released Tuesday, the California-based company said it was in discussions with chemical and pharmaceutical companies “about their ability, under voluntary licenses, to produce remdesivir for Europe, Asia and the developing world through at least 2022.” Gilead also said it was negotiating long-term licenses with several generic drugmakers in India and Pakistan to produce remdesivir for developing countries. The company is also in discussions with the Medicines Patent Pool, an international organization that has worked with Gilead in the past to coordinate licenses for low and middle-income countries. In early results from a trial sponsored by the US National Institutes of Health, remdesivir was found to shorten the duration of illness in patients with severe Covid-19, but it had no statistically significant effect on whether patients died.  Voluntary licenses would allow other drugmakers to produce remdesivir as if it were a generic, and the move could prevent governments from forcing so-called compulsory licenses for the well-patented medication. It’s unclear what payment or royalties Gilead would require, if any, under the licenses. CNN has reached out for comment. Gilead itself currently has about 1.5 million vials of the drug on hand, which amounts to between 100,000 and 200,000 treatment courses, depending on how long patients take it. The company has set a goal of producing 1 million treatment courses by December."], "Language": false}