{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/opinions/donald-trump-pandemic-failure-imagination-hill/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Alice Hill"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T23:58:24Z"], "LastModifiedDate": ["2020-03-20T00:55:02Z"], "Headline": ["Trump's complete failure of imagination is costing America lives and treasure"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["While touring the Centers for Disease Control and Prevention to discuss Covid-19 a couple weeks ago, President Donald Trump asked, \"Who would have thought?\"  By not anticipating the catastrophe we are now living, Trump joins a pantheon of American leaders whose failures of imagination have come at great cost. The perspective was very different in the Obama administration, where I served first in the Department of Homeland Security and then at the National Security Council as senior director for resilience policy. My work focused on preparing the United States for the hard-to-imagine -- an aerosolized anthrax attack occurring in multiple cities, destruction of core infrastructure from accelerating climate change impacts, solar flares cutting off power to the Eastern Seaboard, widespread antibiotic resistance, pandemics and other nightmare-inducing scenarios. And I helped shape federal policy with a group that included doctors, public health experts, military officers, emergency managers and engineers.  In the wake of Ebola and Zika, for example, my team worked to reorganize the White House's approach to infectious disease to ensure that the nation was adequately prepared. As a result, the Obama administration concentrated both global and domestic policy to combat biological threats into what has recently become known as the NSC pandemic response team. Optimism bias Preparing for catastrophic risks is crucial, but it doesn't come naturally for human beings. In his best-selling book, \"Thinking, Fast and Slow,\" Daniel Kahneman, a Nobel Prize winner in economics, notes that humans rely on cognitive biases -- mental shortcuts -- to make decisions and that those decisions can impede the proper assessment of an unfamiliar risk. One bias that causes us to underprepare for catastrophic risk is optimism bias -- our tendency to overestimate the likelihood that that we will experience good events while underestimating the likelihood that we will fall victim to bad ones. Optimism bias dominated Trump's initial messaging about the outbreak of coronavirus. On January 22, when the disease had already spread from China to several other countries and the first case had appeared in the United States, Trump said, \"It's going to be just fine.\"  Two days later, he tweeted, \"It will all work out well.\" At the end of the same month, he pronounced, \"We have it very well under control,\" even as the World Health Organization identified over 7,000 cases. Of course, the spread of the disease was anything but under control.   Another cognitive bias that causes us to stumble when evaluating risk is availability bias. That is our tendency to judge the likelihood of an event based on how easily we can call to mind a relevant example. Knowing that the threat of a global pandemic might be unfamiliar to the incoming Trump administration, the Obama team organized a table-top exercise to walk their Trump counterparts through the risks of a global pandemic and familiarize them with federal response capabilities.   Tragically, once the Trump administration took charge, it allowed pandemic preparedness efforts to fall off a cliff. As Covid-19 has overtaken community after community, the nation has learned that Trump has squandered precious time to gird the nation for the devastation brought by a deadly infectious disease. Trump's leadership team failed to ready the nation, despite explicit warnings of the need to do so. Trump weakened the National Security Council's pandemic focus, allowed the Department of Interior's pandemic plan to gather dust and botched the development of a viable testing system, by among other things, failing to speed the necessary approvals and flawed testing of the tests themselves.  At the same time, the Trump administration failed to replenish the nation's medical stockpiles that had been depleted during a previous pandemic in 2009 and never sufficiently restocked after. In addition, it has advocated for cuts to the CDC. And the decision to build military hospitals to increase medical capacity has lagged. Given the inadequate response so far, it's not surprising the nation is now at risk of sinking to its knees. Cost of failing to act The failure of Trump's imagination will come at an alarming cost, both in economics and in lives. In today's world, according to the National Institute of Building Sciences, every dollar the federal government invests in mitigation efforts saves society $6 on average. Earlier this month, the Trump administration sought to spend $50 billion to respond, a number that is more than the total proposed 2021 budget for the Department of Homeland Security and which will surely go up. But the government needs to more focused on preparedness. If the nation had increased spending on preparation, many lives would surely have been saved. Once the nation emerges from this pandemic, which it will, and once Congress turns its attention to what went wrong, the nation must resolve to avoid future failures of this kind. Ignoring catastrophic risks leaves us hanging from a thread in the face of hurricane-force winds.  As Albert Einstein once observed, \"Imagination is more important than knowledge.\" Imagination helps us move beyond what we know to confront the unfathomable. The military knows how to do this best. They test their capabilities against various scenarios, including simulations requiring the deployment of personnel and equipment to identify gaps. We must insist that the rest of the government does the same. We must fully fund efforts to plan and prepare for future events -- events that could both exceed human memory and involve new extremes untethered to immediate experience. That includes requiring the regular updating of federal plans for catastrophic risks in coordination with state and local authorities.  It means the systematic replenishment of the nation's stockpiles of critical emergency supplies. Every government leader should have at their fingertips current playbooks detailing how agencies can readily deploy resources during a crisis response.  FEMA should conduct more frequent full-scale national exercises focused on high consequence events, all with an eye to closing capability gaps. Similarly, it should conduct community-based exercises with state and local leaders, as well as leaders from the private sector, to share information about those risks. Only then will the nation have an adequate picture of risks that are just over the horizon.  And with more climate-driven catastrophes bearing down on the nation, the Department of Homeland Security should build a more robust workforce trained in emergency response ready to surge at a moment's notice.   In short, government at all levels, in coordination with the private sector, must drive preparedness for catastrophic risk by imagining future calamities. In the meantime, Congress and its watchdog, the Government Accountability Office, must rigorously monitor the nation's progress in so doing. Reviewing what happened After every crippling disaster, Congress convenes some type of commission, committee or investigative hearing to find out what went wrong and what can be done to prevent future events. Each time, the conclusion reached is distressingly the same: the nation suffered a failure of imagination. That was the finding after the Japanese surprise attack on US soil at Pearl Harbor; so, too, after the federal government's sluggish response to Hurricane Katrina. Perhaps, most famously, the 9/11 Commission pronounced that the \"most important failure\" was \"one of imagination.\"  The nation must steel itself against future failures of imagination. That means getting serious about confronting risks that seem unfathomable. Only by forcing those in charge to plan for apparently unimaginable extremes can the nation prepare.   In 1946, a committee tasked with investigating why the United States failed to anticipate the Japanese attack on Pearl Harbor concluded, \"Failure can be avoided in the long run only by preparation for any eventuality.\" By sticking to what is known and unfounded optimism, the nation puts itself at untenable risk. To paraphrase an adage credited to Ben Franklin, by failing to prepare, the nation is preparing to fail. It's time the country put in place systems to save ourselves and our leaders from the failure to imagine. "], "Language": false}