{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/state-department-travel-advisory/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, Nicole Gaouette, Kylie Atwood and Lauren Fox, CNN"], "Writers": [["Jennifer Hansler", "Nicole Gaouette", "Kylie Atwood", "Lauren Fox"]], "FirstPublishDate": ["2020-03-19T15:27:42Z"], "LastModifiedDate": ["2020-03-19T20:49:33Z"], "Headline": ["State Department warns US citizens not to travel abroad due to coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US State Department on Thursday warned American citizens not to travel abroad due to the coronavirus pandemic, issuing the highest possible level of travel advisory.  The Level 4: Do Not Travel advisory \"advises U.S. citizens to avoid all international travel due to the global impact of COVID-19.\" The State Department urged Americans \"in countries where commercial departure options remain available\" to \"arrange for immediate return to the United States, unless they are prepared to remain abroad for an indefinite period.\"  The updated advisory also cautioned US citizens living abroad to \"avoid all international travel.\" \"Many countries are experiencing COVID-19 outbreaks and implementing travel restrictions and mandatory quarantines, closing borders, and prohibiting non-citizens from entry with little advance notice,\" it said. \"Airlines have cancelled many international flights and several cruise operators have suspended operations or cancelled trips,\" it said. \"If you choose to travel internationally, your travel plans may be severely disrupted, and you may be forced to remain outside of the United States for an indefinite timeframe.\" Four sources told CNN earlier on Thursday that Secretary of State Mike Pompeo had approved the Level 4 advisory.   Prior to the coronavirus pandemic, the Level 4 travel advisory had been used sparingly for only a handful of countries, including Syria, Iran, Yemen and North Korea. However, as the virus spread around the globe, the department raised the advisory to the top level for a number of additional countries, including China and Mongolia, as well as regions within certain countries.  Last week the advisory was raised globally to Level 3: Reconsider Travel \"due to the global impact of COVID-19.\" A US diplomat overseas said one reason that Level 4 advisory was being considered was that US embassies were increasingly less able to help Americans overseas with consular services, as staff get drawn down. Many factors were feeding into this, the diplomat said, including the wide range of medical capabilities across the globe, which determines how willing some State Department staff may be willing to stay. One indicator US embassies are carefully watching is hospital capacity in their host countries, the diplomat said. Last weekend, the State Department \"authorized the departure from any diplomatic or consular post in the world of US personnel and family members who have been medically determined to be at higher risk of a poor outcome if exposed to COVID-19.\" Visa services being suspended Due to the pandemic, the State Department \"is suspending routine visa services in most countries,\" according to a tweet from the Bureau of Consular Affairs. On Thursday, it announced that its passport agencies would only offer services \"for customers with a qualified life-or-death emergency and who need a passport for immediate international travel within 72 hours,\" effective Friday. However, hundreds of Americans are already abroad, including in countries which have restricted travel and closed their borders in an effort to contain the outbreak. Many of those who are stranded said they are struggling to get help from the State Department. State Department officials said their colleagues are working around the clock to be as responsive as possible, and US diplomats stationed overseas said they are trying their best, but are struggling because of reduced staffing even as they juggle their own worries about family.  CNN has asked the State Department about how it plans to assist Americans who are already abroad in light of the updated global travel advisory. President Donald Trump said Thursday that he was aware of a group in Peru, noting that \"we're working on that right now, trying to get them out.\"  \"We're trying to get them out. And, you know, they got caught. They were late with their flights. We gave them a period of time. They didn't make it, but we're looking to get them out with military, probably through the military,\" he said during a briefing at the White House.  The Pentagon has not received a request from the State Department at this point to operate flights that would be used to fly Americans currently stranded overseas back to the United States, two defense officials told CNN.  A group of senators wrote to Pompeo Wednesday to demand answers, saying they are \"particularly concerned about an increasing number of reports that Americans and their family members have been unable to leave areas affected by COVID-19 and return home.\" Pompeo said Wednesday evening the department is \"doing everything we can to protect American citizens all across the world.\" \"We know of students that are in Peru, some other travelers that are there as well.  There are other countries, too, where those countries have shut down their airports,\" he said in an interview with Sean Hannity. \"We are working to try and solve problems for each of those American citizens.  We just learned about them over the last couple days; it'll take us some amount of time. But know that President Trump has made clear that we're going to do everything we can to get every American home safely.\""], "Language": false}