{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/donald-trump-coronavirus-china/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-19T18:52:12Z"], "LastModifiedDate": ["2020-03-19T23:58:11Z"], "Headline": ["Donald Trump is *really* ramping up his efforts to rewrite coronavirus history"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump is rapidly seeking to rewrite the history of the coronavirus pandemic and his administration's reaction to it, even as its scale continues to escalate rapidly in the United States as more and more tests for it are conducted. At his now-daily press briefing on Thursday, Trump went into overdrive as he attempts to deflect any and all blame for the current crisis gripping not just America but the world. Let's go through some of the specifics of what Trump said -- and why they don't comport with established facts. 1) \"We were prepared. The only thing we were not prepared for was the media. The media doesn't acknowledge that.\" Trump here is trying to use his favorite playbook -- the media isn't treating me fairly -- to explain away any/all criticism that his administration was not properly prepared for the virus coming to America. But we know, because Vice President Mike Pence told us, that there were not enough coronavirus tests available to meet the need.  Trump himself also spent much of the late winter/early spring downplaying the risk that coronavirus posed to the public -- including suggesting with no medical proof that the virus would lessen when temperatures warmed. \"Looks like by April, you know, in theory, when it gets a little warmer, it miraculously goes away,\" he said at a campaign rally in February. By early March, when infectious disease experts were recommending that drastic social distancing policies needed to be put in place to slow the spread of the virus, Trump was still referring to it as essentially a flu. \"It's very mild,\" he told Sean Hannity in early March. 2) \"It would have been much better if we had known about this a number of months earlier. It could have been contained to that one area in China where it started. And certainly the world is paying a big price for what they did.\"  This is part of Trump's attempt to rebrand the coronavirus as the \"China virus,\" putting the blame for it squarely on the Chinese -- and throwing it a bit of xenophobia while he's at it! Unfortunately, the facts simply don't back up Trump's claim that he (and America more generally) didn't know about the virus until recently.  As The New York Times' David Leonhardt has so devastatingly demonstrated, Trump was being asked about coronavirus as far back as late January. Asked whether he was worried about the possibility of coronavirus becoming a pandemic, he replied: \"No. Not at all. And we have it totally under control. It's one person coming in from China, and we have it under control. It's going to be just fine.\" Later that month, in a speech in Michigan, Trump said this: \"We have it very well under control. We have very little problem in this country at this moment -- five. And those people are all recuperating successfully.\" 3) \"Governors are supposed to be doing a lot of this work. ... Nobody in their wildest dreams would have thought we would need tens of thousands of ventilators.\" There's no question that a virus this broad that is now in every single state requires a response that is a marriage of state and federal government. But time and time again, Trump has sought to blame governors -- Democratic ones -- for shortfalls or lack of preparedness. \"Failing Michigan Governor must work harder and be much more proactive,\" Trump tweeted about Democratic Michigan Gov. Gretchen Whitmer earlier this month. And Trump's on-again, off-again feud with New York Gov. Andrew Cuomo has been the stuff of reality TV.  As for Trump's claims that \"nobody in their wildest dreams\" could have foreseen the need for so many ventilators, well, again, China's experience -- and even that of Italy -- suggests we could have foreseen that a large number of respiratory issues, all happening at the same time, could require a massive number of ventilators. Remember that this -- rewriting history to suit his own purposes -- is something Trump does regularly. \"Stick with us,\" Trump told a Veterans of Foreign Wars group in 2018. \"Don't believe the crap you see from these people, the fake news. ... What you're seeing and what you're reading is not what's happening.\" He is a President who, according to a count kept by The Washington Post, has said more than 16,000 false or misleading things in just his first three years in office. Trump creates a reality that suits him. He has little concern for whether the facts back him up. But that doesn't mean we shouldn't. And they don't."], "Language": false}