{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/entertainment/daniel-dae-kim-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-19T18:41:13Z"], "LastModifiedDate": ["2020-03-19T18:54:17Z"], "Headline": ["Daniel Dae Kim says he was diagnosed with coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor Daniel Dae Kim says he's been diagnosed with coronavirus, which he believes he contracted while in New York City filming the television series \"New Amsterdam.\" In a 10-minute video posted to his Instagram page, Kim, known for his roles on \"Lost\" and \"Hawaii 5-0,\" said he developed a scratchy throat while flying back to Hawaii to be with his family after filming on the series was halted due to the pandemic.  CNN has reached out to NBC for comment.  Once back in Hawaii, Kim says self quarantined and began showing other symptoms, like chest tightness, body aches and a fever.  His doctor recommended he get tested for coronavirus, which he did at a drive-thru testing center in Honolulu.  He said he self isolated from his family during this time, and since arriving back in Hawaii, he only left his house to go to the testing center.  He was never hospitalized and treated his symptoms with medicine, rest and liquids, he said.  \"Today, even though I'm not 100%, I'm pretty close,\" he said.  Kim had been cast in a recurring role \"New Amsterdam\" earlier this month. He was set to play a trauma surgeon and be introduced in an episode that had the characters on the medical drama dealing with a flu pandemic.  Kim says while his case was not \"a matter of life and death\" he urged others to practice self distancing and follow other guidelines.  \"If you treat this without care you are potentially endangering the lives of millions of people, including your loved ones,\" he said.  He praised medical workers, grocery store employees and others whose jobs have put them at risk for contracting the virus, and apologized to those who came in contact with during his own incubation period.  He also called for an end to xenophobic behavior that the pandemic has caused, calling such actions \"cowardly\" and \"inexcusable.\"  \"Yes, I'm Asian. And yes, I have coronavirus, but I did not get it in China. I got it in America -- in New York City,\" he said. \"Despite what certain political leaders want to call it, I don't consider the place where it's from as important as the people who are sick and dying.\"  He added: \"I'm grateful to be alive and healthy. It gives me hope that through our collective efforts we can beat this thing and flatten the curve.\"  Kim said he would provide updates \"as necessary.\"  \"But in the meantime please be safe, please be healthy and please be kind to one another,\" he said. \"And please stop hoarding the toilet paper. Seriously. How dirty are you down there?\""], "Language": false}