{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/politics/pompeo-wuhan-lab/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, Nicole Gaouette and Michael Conte, CNN"], "Writers": [["Jennifer Hansler", "Nicole Gaouette", "Mike Conte"]], "FirstPublishDate": ["2020-05-06T15:11:02Z"], "LastModifiedDate": ["2020-05-06T22:25:15Z"], "Headline": ["Pompeo admits the US can't be certain coronavirus outbreak originated in Wuhan lab"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo said the US does not have certainty about the origin of the coronavirus pandemic, despite claiming over the weekend there was \"enormous evidence\" the virus originated in a Chinese lab. Although he conceded he couldn't be certain, Pompeo continued to push his lab claim, countering the leading theory among intelligence experts and international analysts that the virus came into human contact at a wet market. Assessments circulated among US intelligence-sharing allies have posited that it is \"highly unlikely\" the virus originated in a lab. The US intelligence community has said it is looking into both possibilities. In an interview on Fox Business later Wednesday evening, Pompeo doubled down on his claim that he had \"seen evidence that this likely came from the Wuhan Institute of Virology,\" but added that he'd be \"happy to see evidence that disproves that.\" The top US diplomat has maintained an aggressive line of attack on China's handling of the virus as the Trump administration looks to deflect blame for its response to the disease that has now killed more than 71,000 Americans and stalled the economy in the crucial months before the presidential election. Pompeo also insisted there was no contradiction between his position and comments by other senior US officials who have cast doubt on his theory. \"We don't have certainty,\" Pompeo said at a press conference at the State Department Wednesday. \"And there is significant evidence that this came from the laboratory. Those statements can both be true. I've made them both. Administration officials have made them. They're all true,\" he said. Pompeo claimed there was \"no separation\" in the disparate answers from himself, top US military officials, Five Eyes officials, and the intelligence community. The intelligence community \"is still figuring out precisely where this virus began,\" Pompeo said. \"We're all trying to figure out the right answer. We're all trying to get to clarity,\" he said. \"There are different levels of certainty assessed at different places. That's highly appropriate. People stare at data sets and come to different levels of confidence. Every one of us stares at this and knows the reality. The reality of this came from Wuhan.\" On a Sunday appearance on ABC's \"This Week,\" Pompeo asserted that \"there is a significant amount of evidence that this came from that laboratory in Wuhan.\" Asked about that claim on Wednesday, the top US diplomat did not offer corroboration.  On Wednesday, prior to the remarks, Chinese Foreign Ministry spokesperson Hua Chunying charged that Pompeo could not present evidence because he didn't have any. \"This matter should be handled by scientists and not politicians out of their domestic political needs,\" Hua said. Experts have cast doubt on the lab theory Multiple US experts, including Dr. Anthony Fauci, the nation's top infectious disease expert, have cast doubt on the theory that the virus originated in a lab. The Chairman of the Joint Chiefs, Gen. Mark Milley, said Monday that evidence the virus began in a lab is \"inconclusive.\"  An April 30 statement by the US intelligence community said it \"concurs with the wide scientific consensus that the COVID-19 virus was not manmade or genetically modified,\" but continues to investigate \"whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\"  Intelligence assessments circulated among the US' closest allies indicate, however, that it is \"highly unlikely\" the coronavirus outbreak is the result of a laboratory accident, according to two Western officials who said a shared intelligence assessment points to origins in a Chinese market.  Australian Prime Minister Scott Morrison said last week that the information he has does not suggest that the virus originated in the lab, but noted \"you can't rule anything out in these environments.\"  \"We know it started in China, we know it started in Wuhan, the most likely scenario that has been canvassed relates to wildlife wet markets, but that's a matter that would have to be thoroughly assessed,\" he said, according to Reuters. Pompeo has repeatedly said the US has not received access to the Wuhan Institute of Virology, where he claims the deadly virus originated, and has lambasted China's ruling party for its lack of transparency. \"This is an ongoing challenge -- we still don't have the samples that we need, we still don't have the access,\" Pompeo said during Wednesday's briefing. \"Cooperation is about action, it's about opening up, it's about sharing this information so that the details of patient zero, where this began are things that are in possession of only the Chinese Communist Party.  They are the ones who can help unlock that.\" The Trump administration has publicly suggested that they would seek accountability for the spread of the deadly pandemic. Privately, they are drawing up plans to punish Beijing on multiple fronts. Sources inside the administration told CNN they are looking into using options like sanctions, canceling US debt obligations and drawing up new trade policies as forms of retribution. This article has been updated with additional comments from Pompeo and background."], "Language": false}