{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/opinions/governors-reopen-states-opinion-bar-yam/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Yaneer Bar-Yam"], "Writers": [[]], "FirstPublishDate": ["2020-05-12T22:24:09Z"], "LastModifiedDate": ["2020-05-12T22:24:09Z"], "Headline": ["Don't let governors fool you about reopening"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Many governors are opening up their states as part of the White House effort to reopen the country. But as a pandemic expert who has been warning about diseases like Covid-19 for nearly 15 years, my message to Americans is simple: save yourselves, your families and your communities by staying at home and ignoring your governor's \"ludicrous\" policies. Citizens should know that reopening states is very unlikely to restore economic well-being. In fact, prematurely reopening society would likely cause the disease to escalate and lead to prolonged economic hardship. Every public interaction will endanger our health, causing sickness and death and further burdening our healthcare system. Other countries could forbid their citizens from visiting the United States, and Americans could be barred from much of the world. Even trade may be viewed as an unacceptable risk.  But, based on research I've conducted, I believe that if we take a more aggressive approach now and keep towns and cities locked down, we can defeat Covid-19 in four to six weeks. This would allow enough time for those currently infected -- and anyone they may have infected -- to recover or seek medical treatment. More than a dozen countries have flattened the curve and substantially decreased daily new infections by ensuring strong lockdowns, facemasks for everyone, strict travel restrictions and isolation of infected individuals away from home. Countries that have not imposed sufficiently strict measures, like the US, continue to struggle to contain infection rates.  But even within the US, some local and state governments are doing the right thing and succeeding. New York City and Louisiana are now at one-fourth to one-third of the daily cases they registered at their peaks. Every community, large or small, that implements strong measures will see the same success. But we need strong commitment to do what it takes to win quickly and decisively at the level of the individual, family and community. In March, I called on the US to impose a strict five-week national lockdown with internal and external travel restrictions to bring us to near zero infections. While measures were taken in many parts of the country, it was too little, too late.  Now, I and many others are issuing another warning: the decisions of some US governors to prematurely ease social distancing is a disastrous mistake and citizens need to ignore them. Our research -- and common sense -- show that lifting social restrictions will lead to an explosion of Covid-19 cases and cause countless more deaths. The correct way to relax restrictions is to start with parts of a state that are Covid-free for 14 days and allow only essential travel to those parts of the state with 14-day quarantines for inbound travelers.   Why will going along with reopening lead to catastrophe?  First, we must understand that coronavirus is very deadly. Those who claim the death rate is exaggerated are plain wrong and downplaying the emergency. While death rate estimates have varied, recent data from China, the United Kingdom and France, reflecting deaths outside hospitals, including in nursing homes, puts the Covid-19 global fatality rate at around 6.8%, based upon analysis we did at endcoronavirus.org, using data from Johns Hopkins University. Second, almost all reopening states, from California to Pennsylvania, currently have a critical mass of new cases of existing infections that could see new outbreaks in the coming days and weeks.  Third, without extreme preventive measures, we've seen how coronavirus infections doubled every two to three days at one point in different areas -- which equated to about a tenfold increase per week. That means that a state with 1,000 new cases could have well over 100,000 more in two weeks, if social distancing is loosened.  States like Texas have announced precautions to mitigate harm from reopening with measures like limiting restaurants and shopping malls to operating at a 25% or 50% capacity depending on the amount of cases in their areas. But we know from months of studying this disease that communities need more aggressive measures to stop the exponential spread of Covid-19. We prevented the contagion from being much worse by putting in place protective measures throughout the US. We expanded testing capacity. We ramped up our hospitals' capacity to care for critically ill patients. But this \"flattening the curve\" isn't enough. If we lighten up on our protective measures now, all the progress we've made will vanish, and we'll suffer an enormous setback. We need to push even harder to win. My plea to everyone who lives in states that are reopening is simple: Recognize that your leaders have made a terrible decision. Don't be fooled that it's safe to return to work, go to the barber shop or have a sit-down meal in a restaurant. Protect yourself, your family and your community. Choosing to protect those you love is a heroic act. Instead of venturing out for leisure or work, safely volunteer, taking all precautions if you go outside. Work with your local community organizations to ensure your neighbors have access to homemade cloth masks. Help organize transportation to testing sites for anyone who shows symptoms. Work with your community leaders to identify locations, such as hotels or dormitories, where infected individuals can isolate so they don't infect relatives and housemates. Partner with your local health authorities to organize monitoring teams to safely go door to door, identifying neighbors with symptoms who need isolation space and support.  Instead of opening up now, local business leaders can find ways to support their communities in preventing transmission and being safe. Their actions will come around to help them when the community can open safely, soon. I have great hope that individuals throughout our country will choose the heroic path. We can crush coronavirus. As too many government leaders fail us, I call on every American to lead the way."], "Language": false}