{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/opinions/covid-19-fight-against-coronavirus-us-daschle-frist/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Former Sens. Tom Daschle and Dr. Bill Frist"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T17:00:38Z"], "LastModifiedDate": ["2020-05-06T20:21:26Z"], "Headline": ["The US should be a leader in the global fight against Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Americans are staring down an unprecedented crisis. We've already lost more than 71,000 of our fellow citizens. Millions of families live in fear and uncertainty every second. And large swaths of our workforce are losing their jobs each week. Together, we face a common, invisible enemy: the novel coronavirus, Covid-19. As two former US Senate majority leaders, we didn't always see eye to eye during our time together in Congress, but today, we certainly agree on at least two things: America must lead the rest of the world to defeat Covid-19. And if we take our eye off the ball, China will try to exploit this crisis to its own gain. Once again, Covid-19 has taught us that what happens around the world matters and impacts us here at home. As the number of cases climbs every time we refresh our screens, we're learning in real time that viral threats know no borders. After starting thousands of miles away in China late last year, Covid-19 has spread to virtually every continent. When 70% of the globe remains underprepared to respond to a public health emergency, it will require urgent action to both defeat Covid-19 -- and stop the next pandemic before it reaches our shores. Congress, alongside the administration, has taken unprecedented steps to protect our citizens and our economy. This includes the multiple emergency funding bills passed in recent days. While there is certainly more we must do within our borders, it's also time we step up our fight on the global front. As some of our nation's top retired military leaders recently stated, \"No matter how successful we are in fighting the threat of the Covid-19 pandemic at home, we will never stop it unless we are also fighting it around the world.\" The truth is that we have no choice but to help lead the world in confronting this threat wherever it emerges. No matter how long it takes us to defeat this virus in the US, it will most certainly arrive back at our doorstep -- surely leading to more deaths, lockdowns, and significant disruptions to our economy -- if we do not act globally. After downplaying the threat to the world and failing to contain the initial Covid-19 outbreak within its own borders, Chinese officials have become increasingly generous with aid to Africa, South America, and Europe. Their global campaign -- along with that of Chinese entrepreneur Jack Ma -- has ranged from deploying doctors, masks, and ventilators to Italy and France to donating supplies to every African nation. To be sure, there have been a number of reports scrutinizing the effectiveness and motives of these efforts -- and we must recognize China's inaction and misinformation in reporting the gravity of Covid-19. But we should also take note of how Italy's EU ambassador, Maurizio Massari, lamented that not a single EU nation responded to Italy's request for medical equipment. \"Only China responded bilaterally,\" he stated. Beijing clearly understands the paramount importance of helping other nations defeat Covid-19 as it tries to rebrand its own image. Yet if we allow China to flex unchecked on the global stage, it will strive to push their influence wherever it can. As one of the world's indispensable nations, the US must play a critical role in securing the world from current and future health threats. Fortunately, America's investments in global health through the State Department and the US Agency for International Development (USAID) to fight diseases like HIV/AIDS, malaria, and tuberculosis have laid the groundwork for what the US must now lead: a comprehensive global response. If we are going to be effective in stopping Covid-19 around the world, we must leverage new emergency resources alongside our global partners for critical investments in global health, infection prevention and control, testing and lab capacities, and health worker training. Greater global engagement by our diplomats, USAID, and the new US International Development Finance Corporation will also be essential to fast-tracking America's economic recovery -- especially since more than 50% of US exports went to the developing world before Covid-19 struck. To safeguard American jobs, we'll also need to confront the dire humanitarian and economic consequences in emerging and developing markets. As supply chains and global economic activity are reset by this crisis -- and Beijing plays to its state-led authoritarian strengths -- the investments we make today to fight this pandemic around the world will certainly pay dividends tomorrow in American lives saved and livelihoods protected. Many are comparing the magnitude of this crisis to World War II or 9/11. We couldn't agree more because the stakes have rarely been higher for America and the world. This is our moment to stop this threat, protect our homeland, and ensure a world shaped by American leadership for the next generation."], "Language": false}