{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/worlds-most-expensive-cities-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maureen O'Hare, CNN"], "Writers": [["Maureen O'Hare"]], "FirstPublishDate": ["2020-03-18T18:27:25Z"], "LastModifiedDate": ["2020-03-19T02:32:53Z"], "Headline": ["World's most expensive cities to live in"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The global economic landscape could be very different this time next year, but 2020's most expensive cities have been revealed -- and the number one spot belongs not to one single city, but to three destinations. Hong Kong, Singapore and Osaka are joint leaders on the Economist Intelligence Unit's 2020 Worldwide Cost of Living Survey. The Japanese city of Osaka replaces Paris on the winners' podium, making it an all-Asian trio this year.  New York climbed up to fourth position while Los Angeles rose to eighth. This was driven, the EIU says, by \"strong local currency and firm domestic demand\" pushing up prices for clothing and domestic help.  The bi-annual survey, which evaluates the cost of over 160 goods and services in 133 cities around the world, has been carried out for more than 30 years.  Rises and falls The French capital dropped down to fifth place, equal with another European city, Switzerland's Zurich. The survey notes a clear trend across the 37 European cities surveyed: all but four -- Moscow, St. Petersburg, Kiev and Istanbul -- fell in the rankings for 2020.  \"Modest domestic demand and weak global energy prices have kept inflationary pressures subdued across Europe in the past year, the EIU said.  The Israeli city of Tel Aviv is the only Middle Eastern city in the top 10, and jumped three places this year to the number seven slot, which the EIU attributes to rising transport costs.  A strengthening of the yen this year led Japan's capital, as with Osaka, to soar up the rankings, this time to joint eighth position, alongside L.A.  The Swiss city of Geneva, a stalwart in the survey's top 10, slid down from fifth place to 10th, while Copenhagen -- joint seventh last year -- dropped out of the top ten entirely.  The rest of the list A strong US dollar meant 15 out of the 16 US cities surveyed climbed up the rankings this year.  Currency depreciation, meanwhile, was behind the South Korean capital, Seoul, dropping out of the top ten, said the EIU.  Globally, the cost of living dropped 4% this year. Said the report, \"This mainly reflects the impact on global currencies of easing monetary policy, uncertainty around the US-China trade war (which has put pressure on some emerging-market currencies) and the strength of the US economy.\" Damascus, Syria, was at the bottom of the worldwide rankings, followed by Tashkent in Uzbekistan. World's most expensive cities to live in 2020: 1. (tie) Singapore 1. (tie) Osaka, Japan 1. (tie) Hong Kong 4. New York City, New York 5. (tie) Paris 5. (tie) Zurich, Switzerland 7. Tel Aviv, Israel 8. (tie) Los Angeles, California 8. (tie) Tokyo 10. Geneva, Switzerland"], "Language": false}