{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/health/doctors-coronavirus-health-care-hit-harder/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacqueline Howard, CNN"], "Writers": [["Jacqueline Howard"]], "FirstPublishDate": ["2020-03-16T17:13:27Z"], "LastModifiedDate": ["2020-03-19T11:14:16Z"], "Headline": ["Health care workers getting sicker from coronavirus than other patients, expert says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The novel coronavirus seems to hit health care workers harder than others who contract the disease, but it's unclear why, according to disease experts. \"We know the high mortality in older people, but for reasons that we don't understand, front-line health care workers are at great risk for serious illness despite their younger age,\" Dr. Peter Hotez, professor and dean of the National School of Tropical Medicine at Baylor College of Medicine, said during an appearance on CNN's New Day on Monday morning. \"There's nothing more destabilizing\" than health care workers falling ill, Hotez  told CNN, and he said it will take time to determine what is making them sicker than other patients.  Hotez's comments followed a weekend in which the American College of Emergency Physicians said two doctors suffering from the coronavirus were in critical condition: a physician in his 40s in the state of Washington and a 70-year-old in New Jersey.  It wasn't clear whether the Washington doctor contracted the illness through work or community spread, but he complied with all relevant protocols, ACEP said.  The New Jersey doctor, an emergency preparedness specialist, was admitted to a hospital with upper respiratory issues and was isolated in an intensive care unit as of Saturday, ACEP said.  \"I am deeply saddened by this news, but not surprised,\" ACEP president Dr. William Jaquis said in a written statement Saturday. \"As emergency physicians, we know the risks of our calling. We stand united with our colleagues.\" Dr. Li Wenliang -- the Wuhan Central Hospital physician who was hailed as a hero for trying to sound the alarm about the novel coronavirus, even as police accused of him of rumor mongering -- died within weeks of being exposed.  After notifying his classmates of seven patients who were quarantined after being diagnosed with the coronavirus in December, the whistleblower died from the illness on February 7.  At the time, the number of cases in China had just topped 31,000. They now stand at more than 170,000 worldwide.  \"Maybe it's due to a higher dose of virus they're receiving,\" Hotez hypothesized in his Monday interview with CNN about why medical workers appear to be at greater risk for serious illness from the coronavirus. \"We don't really know. It'll take time to study.\" Coronavirus containment and treatment is already taxing governments and hospitals the nation over. Having health care workers sidelined and unable to care for patients presents a conundrum for which there is no Plan B at this point, Hotez said.  He said, \"We have to do something to give front line health care workers an extra level of comfort.\""], "Language": false}