{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/opinions/trumps-malicious-use-of-chinese-virus-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2020-03-18T21:04:42Z"], "LastModifiedDate": ["2020-03-18T21:30:28Z"], "Headline": ["Trump's malicious use of 'Chinese virus'"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When Donald Trump wants to rally his base and distract from his many screw-ups, he falls back on one thing: xenophobic racism. It looks like members of his administration have picked up this dirty trick. Earlier this week, CBS reporter Weijia Jiang (disclosure: she is a friend) tweeted that a member of the Trump administration had called the coronavirus \"Kung-Flu\" when talking to her. She is Chinese American. \"Makes me wonder what they're calling it behind my back,\" she wrote. Trump himself sent out a tweet Monday calling Covid-19 \"the Chinese virus,\" and then repeated it Wednesday as he began a televised news conference in which he invoked the Defense Production Act. It's an intentional bit of provocation and racism that evokes the turn-of-the-century \"yellow peril,\" when Americans and Europeans fear-mongered about allegedly dangerous East Asians.  In 1882, the United States passed the Chinese Exclusion Act, which barred Chinese immigrants from coming to the country -- not so very different from Trump's own racist and fear-mongering 2017 travel ban that predominantly targets Muslim-majority countries.  Reactionary media, self-interested political figures and racist whites portrayed East Asians as dangerous \"others\" back then, and blamed Chinese people for taking \"white jobs.\" (Is any of this sounding familiar yet?) The result? Decades of discriminatory immigration policies, discrimination in housing and education and violence against Asian people, including mass atrocities. Pandemics are frightening because you can't see a virus. Throughout human history, rampaging illnesses have regularly been blamed on some outside force, from God sending down a pestilence, to -- more often -- unfamiliar outsiders or unpopular minorities allegedly bringing in disease, along with other traditions and practices that the dominant group is quick to deem dirty or morally wrong. European Jews were blamed for the Black Death and massacred.  People living in rural areas have blamed city dwellers for polio; HIV was initially blamed on gay men. Scapegoats and new diseases have often gone together, often to lift blame from the people in charge. When there's a lack of information, you understand why everyday people grasp at the nearest possible explanation. But the President of the United States? There's no excuse. The President's indirection and obfuscation in the face of scientific evidence has put citizens at risk, as he invites them to think of the disease as \"Chinese\" and not a wholly American crisis sweeping our nation. This President isn't acting out of ignorance; he's acting out of malice. He has screwed up the coronavirus response royally, downplaying the threat with ludicrous pronouncements in front of TV cameras, while his health care officials issued grave warnings.  He said it will pass soon, that warm weather will help and other nonsense. On January 30, he said, \"We only have five people. Hopefully, everything's going to be great.\" On February 2, he told Sean Hannity of Fox News: \"Well, we pretty much shut it down coming in from China. ... We've offered China help, but we can't have thousands of people coming in who may have this problem, the coronavirus.\"   Americans are sick and dying -- and it's going to get worse, in large part because of the administration has been slow to make testing available. For this, he said in a recent news conference, \"I don't take responsibility at all.\" But he knows someone has to shoulder the blame. So he blames a \"Chinese virus.\" A reporter asked him Wednesday why he keeps calling it this. He replied, \"'Cause it comes from China. It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate.\"  He added -- making plain that even in a national emergency, it was revenge, not accuracy or the safety and well-being of citizens that was on his mind -- \"I have great love for all of the people from our country, but as you know, China tried to say at one point ... that it was caused by American soldiers. That can't happen, it's not going to happen, not as long as I'm President. It comes from China.\" And, of course, China being an authoritarian state hasn't helped. As much as some are trumpeting the ability of the Chinese to quickly lock down millions, the real story is that the Chinese government did as authoritarians do: They misled, withholding information from the public until the crisis was at full tilt. Anyone in the chain of command who thought this was the wrong thing could not, or did not, speak out. (A Chinese official did indeed blame the presence of the virus in Wuhan on the US military.) It's that strategy that Trump, troublingly, is adopting, as he also falls back on his usual tactic of blaming someone else. The Trump administration official who allegedly made a racist comment to a reporter isn't an anomaly; he or she is following the contemptuous example of a bigoted boss. That Jiang tweeted it is an act of bravery, transparency and integrity. In the midst of the crisis, we need more of what Jiang is bringing, and a whole lot less of the presidential fecklessness and Trump Team racism that puts us all at greater risk.   Hunker down; the worst is yet to come."], "Language": false}