{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fashion-beauty-fix-online-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-18T14:48:06Z"], "LastModifiedDate": ["2020-03-18T14:48:06Z"], "Headline": ["Where to get your fashion and beauty fix online"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["As governments around the world urge social distancing as a precautionary measure against coronavirus, trips to the mall or nearest high street aren't advisable.  But self-isolating at home shouldn't keep you from escaping into the worlds of beauty and fashion. As life shifts indoors, distractions from the seemingly endless deluge of bad news are more important than ever, helping to lift our spirits and maintain our sanity.  So give yourself permission to indulge in moments of pampering, retail therapy and stylish entertainment. Here's a round-up of some of the best online diversions for when you need a temporary break from the doom and gloom.  Who to follow Eva Chen, Instagram's director of fashion partnerships  Former magazine editor and street style favorite Eva Chen is known for her on-point looks, sage beauty advice, and friendly demeanour, which she shares generously on her Instagram account. Recently, as she's started working from home in New York City, Chen has been using her Stories to highlight ways to support small businesses and food banks during the outbreak. She's also been dispensing helpful, no-nonsense tips on things like social distancing, calming apps and sustainable ways to sanitize your home. Expect more great recommendations to follow.  YouTube beauty guru Bretman Rock There's no better time to dive into the mesmerizing world of YouTube beauty tutorials, and no better vlogger to start with than 21-year-old Bretman Rock. The Hawaii-based social media personality, whose channel has more than 7 million subscribers, is addictive to watch, whether he's demonstrating how to contour or achieve a \"Fresh Face Fantasy.\" Fashion designer Marc Jacobs Documenting his sparkly nail art, dazzling makeup and outfits worthy of an award-winning fashion designer, Marc Jacobs' Instagram account is a stylish beacon of positivity. And when he's not posting his latest get-ups, Jacobs is sharing positive messages -- \"Be compassionate. Spread LOVE not fear\" -- and pictures of his two dogs, Neville and Lady. What more do you need, really? The nostalgic @90sanxiety Instagram account If 2020 feels like a never-ending stream of gloom, you might need @90sanxiety in your life. Displaying an \"acute appreciation of elegance, sophistication and distinctive appearance,\" as its tagline reads, the account highlights the fashions, celebrities, hairstyles and trends of yesteryear, offering a much needed respite from the unsettling developments of today.  Legendary makeup artist Pat McGrath  Pat McGrath, who made Time's 100 most influential people list last year, is one of the most revered make-up artists in fashion. Take a step into her world on Instagram, where you can pick up tips for how to hone your own make-up skills (or just marvel at hers).  Where to shop  Shopping for good  In the face of our public health crisis, brands around the world are donating part of their profits to help those affected by Covid-19. For example, This is Alaya, an independent jewelry brand based out of New York, is donating 20% of their profits to Food Bank for New York City for the next week; and American indie makeup brand Lipslut is donating 100% of its profits to nonprofits such as No Kid Hungry until March 20. It's definitely worth checking out if any of your favorite brands have similar initiatives in place.  3.1 Phillip Lim's archive sale  Independent brand 3.1 Phillip Lim is having a huge archive sale right now, with discounts of up to 75% on both menswear and womenswear collections past. At a time when we all wish we could rewind and reboot 2020, these garments of yore (ok, of a few seasons ago) are a luxurious way to walk down memory lane.  Marie Kondo's online shop We may not have a new season of \"Tidying Up with Marie Kondo\" to push us into spring cleaning mode, but that doesn't mean you can't embrace the Marie Kondo lifestyle anyway. The Japanese organizing consultant and author recently launched The Shop at KonMari, an online store stocked with items that, assumedly, \"spark joy.\" (Think crystals, floor cushions, ceramic bowls and brass mirrors.) Yes, a lot of the items are pricey (a linen bath towel costs $74), and yes, buying them would bring more clutter into your home, but they are so soothing to look at.  1stdibs Part design firm directory, part digital showroom, and part online shop, 1stdibs sells luxury items from dealers around the world, including antiques, high-end furniture, fashion pieces and jewelry. Regardless of whether you can afford any of it, the portfolio on offer -- and the interiors they're showcased in -- are a joy to peruse. While you're visiting the site, check out the 1stdibs magazine for interviews with some of the most renowned designers worldwide.  What to watch  'Next in Fashion' The Netflix reality show, hosted by Alexa Chung and Tan France of \"Queer Eye\" fame, came out at the end of January, and if you haven't watch it yet, you're in for a highly bingeable treat. The competition sets out to find the next big name in fashion over the course of 10 episodes, challenging a group of experienced international designers to come up with bold looks inspired by different themes. There's drama, tension, humor and a roster of celebrity guest judges, including Tommy Hilfiger, Cristopher Kane and Prabal Gurung. But it's the designs you'll obsess over the most: far from fast fashion, they show remarkable talent. Think of it as Project Runway 2.0.  'Glow Up: Britain's Next Make-Up Star' On \"Glow Up,\" which originally aired on BBC Three, 10 amateur participants compete to win ambitious challenges, from jaw-dropping makeovers to creative tasks, to show off their chops. The prize? The opportunity to assist some of the world's top make-up artists. Emotional moments (the cast cries a fair bit) alternate with fun, light-hearted segments, and it's really hard to hate anyone -- a pretty rare feat for a reality show.  RuPaul's Drag Race  Now in its 12th season, \"RuPaul's Drag Race\" needs little introduction. The reality show-turned-entertainment empire is brazen, glossy and filled with entertainingly cut-throat rivalries -- not to mention some of the most camp sartorial spectacles ever shown on television. Escape into its extravagance. 'The First Monday in May'  \"The First Monday in May,\" a documentary following the creation of the Metropolitan Museum of Art's \"China: Through the Looking Glass\" exhibition, was first released in 2016. But since this year's Met Gala has been \"postponed indefinitely\" because of Covid-19, rewatching the film could help fill the gap left by one of fashion's biggest annual events.  If that doesn't sate your appetite for fashion documentaries, follow up with 2009's \"The September Issue,\" looking at the making of Vogue's September 2007 issue; \"Bill Cunningham New York,\" the 2010 film about late street style photographer; or 2014's \"Iris,\" the perfect introduction to New York fashion icon and self-styled \"geriatric starlet\" Iris Apfel. Still hungry? Try \"McQueen,\" \"Dior and I,\" \"Fresh Dressed,\" \"Diana Vreeland: The Eye Has to Travel;\" and \"Manolo: The Boy Who Made Shoes for Lizards.\"  Virtual runways With Coronavirus disrupting the fashion calendar, designers are moving things online. In Tokyo, where the biannual fashion week would have been held this week, some labels are streaming their shows on the event's website and even on their own, as in the case of Hyke, which presented its Autumn-Winter collection on its platform and social media channels yesterday. Shanghai Fashion Week, held at the end of the month, is set to follow a similar formula. "], "Language": false}