{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/politics/us-canada-suspend-travel/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jeremy Diamond, CNN"], "Writers": [["Jeremy Diamond"]], "FirstPublishDate": ["2020-03-18T02:01:57Z"], "LastModifiedDate": ["2020-03-18T14:08:18Z"], "Headline": ["US and Canada suspend non-essential travel between the two countries"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The United States and Canada will suspend non-essential travel between the two countries due to the coronavirus pandemic, President Donald Trump said Wednesday morning. \"We will be, by mutual consent, temporarily closing our Northern Border with Canada to non-essential traffic. Trade will not be affected. Details to follow!\" Trump wrote on Twitter. US and Canadian officials were still ironing out details of a joint agreement when Trump took to Twitter on Wednesday morning to announce the incoming travel restrictions. The travel suspension, details of which were first reported by CNN on Tuesday night, was originally expected to be announced in a joint statement between the two countries. The joint agreement would be the latest effort by the US and Canada to mitigate the spread of the coronavirus, following decisions by both countries to restrict some international travel. Some of the ongoing discussions involve what types of vehicles and individuals would still be allowed to travel between the two countries and for what purpose, the official said. The restrictions will likely allow for significant flexibility. Unlike travel restrictions on Europe and China, this would be a mutual agreement between the two countries. \"The Canadians have been our friends throughout this and many other crises, and they continue to be honest brokers,\" the official said. When Trump was asked at the coronavirus task force briefing whether he was considering closing the US land borders on Tuesday, he said, \"I don't want to say that, but we are discussing things with Canada and we're discussing things with Mexico, quite honestly, and again, the relationship is outstanding with both, outstanding. We just signed our deal, the USMCA, and the relationship is very strong.\"  This story has been updated with confirmation of the closure."], "Language": false}