{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/tennis/roland-garros-french-open-criticism-corovirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-18T11:50:06Z"], "LastModifiedDate": ["2020-03-18T11:50:06Z"], "Headline": ["French Open criticized for 'selfish, arrogant' rescheduling amid coronavirus outbreak"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Organizers of the French Open have been criticized for rescheduling the tournament amid the coronavirus outbreak. The second grand slam of the tennis season was moved Tuesday from its original May 18 start date to run between September 20 and October 4. However, players and tour organizers say the decision -- taken by French Tennis Federation president Bernard Giudicelli -- was made without consulting them. Vasek Pospisil, a member of the ATP player council, told the New York Times that the decision \"come(s) literally out of the blue\" for the tour. READ: 'No need for drastic decisions at this stage,' say Olympic organizers ahead of Tokyo 2020 \"That's insane,\" the Canadian said. \"These are really rough times, unprecedented times, and this just goes against the whole idea of the tour working together. We have a calendar.  \"We have discussions and negotiations between the grand slams and the ATP. We are always trying to make it work for everybody, and they just haven't consulted the ATP, the players or the other tournaments.  \"It's just a very selfish move. They are basically doing a power play right now, and it's quite arrogant.\" CNN has contacted French Open organizers for a response to Pospisil's remarks but they were not immediately available for comment. The new start date for Roland Garros falls just six days after the conclusion of the US Open, usually the season's final grand slam. READ: UEFA postpones Euro 2020 until 2021 amid coronavirus pandemic This would give players very little time to adapt between the US Open's hard courts and the French Open's clay courts, while it also clashes with Roger Federer's Laver Cup and a WTA Tour event in Wuhan, China. \"Excusez moi???\" two-time grand slam champion Naomi Osaka wrote on Twitter following the French Open's announcement. Both the ATP and WTA tours have already been temporarily suspended as the world struggles to get to grips with the spread of COVID-19. However, Giudicelli said in a press conference on Tuesday that it was unthinkable the clay court major would be canceled altogether. \"What was important for us was that the tournament continue,\" he told reporters. \"We would not have accepted that clay-court tennis be swept off the international schedule.\" Spain's Rafael Nadal and Australia's Ashleigh Barty are the respective defending French Open men's and women's singles champions. Organizers have confirmed that any tickets already bought can be refunded or exchanged to take into account the new dates. The 2020 French Open will be the first time the new retractable roof will be used on the main Philippe Chatrier court, though construction has been temporarily halted due to the restrictions imposed by the French government amid the COVID-19 pandemic."], "Language": false}