{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/business/volkswagen-plants-europe-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-03-17T12:41:01Z"], "LastModifiedDate": ["2020-03-18T11:44:05Z"], "Headline": ["The world's biggest carmaker is shutting down in Europe"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Volkswagen is preparing to suspend production across Europe as the continent struggles to contain the coronavirus pandemic. The German carmaking giant said Tuesday that production at its plants in Spain, Setubal in Portugal and Bratislava in Slovakia will be halted before the end of the week. Factories in Italy that make Lamborghini super cars and Ducati motorcycles will also be idled.  Most of the group's other German and European plants are preparing to suspend production, probably for two weeks, Volkswagen CEO Herbert Diess told reporters on Tuesday. \"Given the present significant deterioration in the sales situation and the heightened uncertainty regarding parts supplies to our plants, production is to be suspended in the near future at factories operated by group brands,\" said Diess. The company said factories producing Volkswagen branded cars would shut down starting late on Thursday. That includes the company's huge plant at Wolfsburg, one of the biggest manufacturing sites in the world. Volkswagen, which also owns brands including Skoda, Audi, Porsche and Bugatti, delivered 10.8 million vehicles to customers in 2019, more than any other carmaker. Roughly 44% of the group's 668,000 employees live in Germany, where the company is a leading force in the country's huge manufacturing sector. It joins other automakers in Europe in closing plants as a result of the coronavirus. Fiat Chrysler, Peugeot owner PSA Group and Renault on Monday announced the closure of 35 manufacturing facilities in total across Europe as regional and national authorities imposed severe restrictions on travel and public life. Together, the three companies sold roughly 12 million cars last year. Toyota, the world's second biggest carmaker after Volkswagen, said Tuesday it was halting operations at two plants in France and Portugal. BMW said Wednesday that it was preparing to shut plants in Rosslyn, South Africa and Europe until April 19, while Daimler said it would suspend most production of Mercedes vehicles in Europe for two weeks initially.  14 million European jobs at stake The closure of car plants in Europe illustrates how the impact on the auto industry from coronavirus is going global. The pandemic has already resulted in extended factory closures and a steep drop in vehicle sales in China. The auto sector is at the heart of Europe's manufacturing industry, and provides direct and indirect employment to nearly 14 million people, according to the European Automobile Manufacturers Association. On Tuesday, Volkswagen said that most of its plants in China were back online, with only two still closed after the country imposed harsh restrictions on travel and business activity earlier this year to combat the initial outbreak of the virus. Yet the outlook for Volkswagen remains highly uncertain. Volkswagen chief financial officer Frank Witter said Tuesday that it was uncertain \"how severely or for how long\" the coronavirus would affect the company, making it \"almost impossible to make a reliable forecast.\" The plant closures will pile pain on the German economy, which like the rest of Europe is heading for recession. The German economy did not grow in the final three months of 2019, and the outbreak of coronavirus has dashed hopes of a rebound at the start of this year. On Tuesday, the release of the Germany's ZEW Indicator of Economic Sentiment for March showed the largest drop since the survey was started in December 1991.  \"Things are likely to get much worse in [the second quarter], when we expect eurozone economies to contract much more quickly than even in the depths of the global financial crisis,\" said Jack Allen-Reynolds, senior Europe economist at Capital Economics. A recession rolls on The plant closures, snarled supply chains and weaker consumer confidence that accompany the coronavirus pandemic will push the auto industry even deeper into recession this year. The number of vehicles sold across major global markets fell by about 4% to 90.3 million in 2019, according to analysts at LMC Automotive. That's down from a peak of 95.2 million in 2017. The sales decline is making it even tougher for the industry to generate the funds needed to meet the huge challenge of ditching the internal combustion engine and tackling the climate crisis. The initial coronavirus outbreak had already forced many global automakers to shutter factories in China, the world's largest market for vehicles. Data published last week showed that sales in the country dropped nearly 80% in February compared to the previous year."], "Language": false}