{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-17T10:09:45.514Z"], "LastModifiedDate": ["2020-03-18T11:26:39.104Z"], "Headline": ["Stock roller coaster continues: March 17, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for March 18, 2020 stock news. In a move that should come as a surprise to nobody, FedEx (FDX) said in its earnings release after the closing bell Tuesday that it was suspending its 2020 outlook due to \"uncertainty\" related to the COVID-19 coronavirus outbreak. \"The COVID-19 pandemic is having a significant impact around the world,” said FedEX chairman and CEO Fred Smith in the company's earnings release.   Smith noted that the company is \"ready to support increased demand for our International Express export services due to the significant reductions in intercontinental air capacity\" and that \"we remain well positioned to assist our customers as they work to manage their supply chains and inventories.\" FedEx CFO Alan Graf, who is set to retire later this year, added that the company is hoping to manage the impact of the coronavirus by \"attacking costs throughout the company.\" FedEx plans to retire older plans and lower residential delivery costs by having FedEx Ground drivers deliver more Express packages. FedEx shares rallied 5% in regular trading Tuesday and were up after hours. Investors seemed relieved that the company's latest sales rose nearly 3% and topped forecasts, although earnings were lower than expected.  Shares of FedEx rival UPS (UPS), which soared 11% Tuesday, was flat after hours. Both stocks are still down sharply this year. US stocks finished higher on Tuesday, staging a rebound after one of the ugliest days on record for the market in the prior session. The Trump administration outlined measures to combat the coronavirus fallout, including a proposed $1 trillion economic response package, that were deemed positive by investors. The Dow closed 5.2%, or 1,049 points, higher.\nThe S&P 500 rose nearly 6%.\nThe Nasdaq Composite finished 6.2% higher. The New York Federal Reserve continues to escalate its intervention in stressed-out financial markets. The NY Fed announced Tuesday it will conduct two $500 billion overnight repo operations each day this week. The stepped-up cash injections by the Fed are aimed at easing strains in markets caused by the coronavirus crisis. The overnight lending markets provide critical funding to banks, hedge funds and other financial institutions. These markets came under pressure last fall and strains have resurfaced in recent days as recession fears rise. The Fed also announced plans Tuesday to unfreeze the $1 trillion commercial paper market. That crucial source of short-term funding for businesses has also come under stress in recent days. The US dollar is rallying against virtually every other currency and it seems like nothing can stop it. The Federal Reserve's slashing of interest rates would ordinarily be a hurdle for the greenback, as currencies tend to weaken when local interest rates go down. But the rule of thumb didn't hold here. A few factors have helped push the dollar higher. First and foremost, it has assumed a safe-haven-like role in the currency world, helped by banks and businesses across the world struggling for dollar funding. The greenback is the No. 1 funding currency in the world -- all over the globe, debt and contracts are denominated in dollars -- and the market volatility has investors scrambling for it. On top of that, most other currencies are struggling with issues of their own. That in turn helps the buck because currencies are traded in pairs: When the euro falls, for example, the dollar rises.  Currencies of commodity-reliant countries like Canada have been particularly hard-hit by the recent tumult in the oil market. Department store Macy’s will be temporarily closing all stores by the end of business day today, according to a press release. The closings include all Macy’s, Bloomingdale’s, Bluemercury, Macy’s Backstage, Bloomingdales the Outlet and Market by Macy’s stores. According to the release, the company will continue to use e-commerce platforms: “We will work with government and health officials to assess when we will reopen our stores and safely bring our colleagues back to work,” said Jeff Gennette, chairman and chief executive officer of Macy’s, Inc. Last week, the 10-year US Treasury bond yield fell as low as 0.3% as demand in the safe-haven investment drove prices up and the first emergency rate cut by the Federal Reserve weighed on interest rate expectations. Investors braced for a drop all the way to zero, or even into negative territory, as has happened with government bonds in places like Germany. Now this feels like a distant memory: the 10-year yield is back above 0.8%, in spite of the Fed slashing rates to near zero. Bond prices and yields move opposite to each other. Risk appetite has recovered and stocks climbed higher on Monday, giving the safe haven Treasury bonds some breathing room. But this might not last long. \"Erratic conditions will likely persist and right now it seems Treasuries remain the only true safe-haven,\" said Edward Moya, senior market analyst at Oanda, in a note this morning. A real move above 1% in the 10-year yield could be a sign that investor appetite is stabilizing. Cannabis company Canopy Growth will temporarily close 23 of its dispensaries in Canada in response to the coronavirus outbreak.  The company announced its corporate-owned Tokyo Smoke and Tweed retail shops in Newfoundland, Saskatchewan and Manitoba would close at 5 pm local time on Tuesday. Canopy’s Tweed Visitor Centre in Smith Falls, Ontario, also will close.  The decision does not affect Spectrum Therapeutics’ medical sales nor certain e-commerce platforms.  Canopy did not immediately respond to requests for comment about the duration of the planned closures, how many employees would be affected and whether those workers would be paid. Canopy and other large cannabis operators in North America are in the throes of a downturn and have laid off employees and shuttered facilities to stem costs. Canadian Prime Minister Justin Trudeau this week announced his country would close its borders to visitors except for Canadian citizens, permanent residents or US citizens. The country has not yet issued a mandate for cannabis operators.  It's been a volatile morning, but stocks are sharply higher around midday. All three major US indexes advanced as President Donald Trump, Treasury Secretary Steven Mnuchin and Vice President Mike Pence gave a televised briefing, outlining the steps the administration is taking to mitigate the fallout from the coronavirus outbreak.  Mnuchin is expected to outline a $830 billion stimulus package with Senate Republicans later today. “We’re looking at sending checks to Americans immediately,” Treasury Secretary Steven Mnuchin told reporters at the White House.  “I think it’s clear we don’t need to send people who make a million dollars a year checks. But we like -- that’s one of the ideas we like. We’re going to preview that today and then we’ll be talking about details afterwards,” Mnuchin said. The new measures will also include up to 90-day deferrals of IRS tax payments up to $1 million. Mnuchin also said the stock market will remain open despite the recent volatility, although he said its hours could be shortened if needed. \"Americans should know that we are going to do everything to make sure they have access to their money at their banks, to the money in their 401(k)s, and to the money in stocks,\" Mnuchin added. The Dow is up 3.8%, or 765 points, higher.\nThe S&P 500 is up 5.2%.\nThe Nasdaq Composite is up 5.9%. The Federal Reserve launched a new program Tuesday that will seek to unfreeze a crucial market that allows American businesses to borrow. The US central bank said the commercial paper funding facility will keep credit flowing to households and businesses. The Fed was similarly forced to rescue the commercial paper market in 2008 during the financial crisis.  Analysts had warned the commercial paper market, which provides short-term funding for businesses, had frozen in recent days and urged the Fed to immediately step in. The commercial paper facility and several other steps taken by the Fed are aimed at preventing a credit crisis that deepens the disruptions caused by the coronavirus outbreak. \"The commercial paper market has been under considerable strain in recent days as businesses and households face greater uncertainty in light of the coronavirus outbreak,\" the Fed said in a statement. The Fed said that the new program will be backed by the Treasury Department, which is providing $10 billion of credit protection to the Fed from the exchange stabilization fund.  Amazon has seen a major surge in online shopping as people stock up during the coronavirus outbreak. The company said Monday it is adding 100,000 additional fulfillment center and distribution center positions to accommodate the demand.  The company is prioritizing shipments of essential goods, such as \"medical supplies\" and \"household supplies,\" Amazon senior vice president Jay Carney told CNN's Poppy Harlow Tuesday.  Carney said Amazon is treating the situation like a \"seasonal surge\" in demand, and the new positions will be treated like seasonal workers. That means \"there's no guarantee\" that the jobs will remain when the demand abates, though \"many of them\" will, he said.  Additionally, Amazon said Monday it is raising pay for distribution and warehouse workers to better compensate them amid the rush. It is raising base pay for workers by $2 — from $15 to $17 — though pay is higher in many parts of the country. Carney said that pay increase will least at least through April.   Carney said Amazon fulfillment centers around the world have had a \"handful\" of workers test positive for coronavirus. He said those workers are receiving paid sick leave while they quarantine, and the company is taking steps including limiting gatherings in fulfillment centers to prevent further spread. Watch the interview here: Just an hour into Tuesday's trading day, the NY Fed announced it will pump up to $500 billion into the financial system later this afternoon through an unscheduled overnight repurchase (repo) operation.  The move comes on top  of the NY Fed's previously announced repo operations, including one already completed early Tuesday morning, after Monday's precipitous slide in stocks  including Dow's worst day since 1987.  The cash injections are aimed at calming panicky markets and responding to a surge in demand for the US dollar, the world's safe haven currency. \"This action is taken to ensure that the supply of reserves remains ample and to support the smooth functioning of short-term U.S. dollar funding markets,\" the Fed's statement said. On Sunday the Fed slashed interest rates to zero and relaunched its 2008 crisis-era bond-buying program. But the US central bank is likely not nearly done.  Analysts say the Fed may need to provide lending to industries threatened by the coronavirus outbreak, such as airlines.  Bank of America is warning the commercial paper market is \"frozen.\" US companies rely on that market for short-term borrowing. To calm markets, Bank of America said the Fed may need to launch the same kind of commercial paper lending facility it used in 2008. The coronavirus outbreak has plunged the world's economy into a global recession, according to S&P Global. The credit-rating agency, which determines the credit worthiness of governments and companies around the world, said Tuesday that the virus has severely disrupted economic activity -- far more drastically than previous estimates. It said the damage to economic activity is about to get worse in United States and Europe. The initial data from China suggests that its economy was hit far harder than projected, though a tentative stabilization has begun,\" said S&P Global's Chief Economist Paul Gruenwald. \"Europe and the United States are following a similar path, as increasing restrictions on person-to-person contacts presage a demand collapse that will take activity sharply lower in the second quarter before a recovery begins later in the year.\" Read more about a possible global recession here. The biggest difference between the current coronavirus crisis and the credit crunch of 2008? Banks are in much better financial shape.  That's why the Federal Reserve and two other government regulators -- the Federal Deposit Insurance Corporation and the Office of the Comptroller of the Currency -- want banks to put that money to use to help struggling consumers and small businesses.  The Fed, FDIC and OCC put out a joint statement Tuesday encouraging banks to lend more. The three agencies pointed out that in the wake of the Great Recession, \"capital and liquidity buffers were designed to provide banking organizations with the means to support the economy in adverse situations.\"  Since the global financial crisis of 2007-2008, U.S. banking organizations have built up substantial levels of capital and liquidity in excess of regulatory minimums and buffers. The largest banking organizations hold $1.3 trillion in common equity and $2.9 trillion in high quality liquid assets,\" the agencies added. Banks have already responded to the call for more liquidity. Several of the largest financial institutions have announced in recent days that they will halt stock buyback programs to preserve capital. We just can't have nice things. Trading is choppy this morning, with stocks struggling to rebound from yesterday's steep losses. Less than half an hour into the session, all three major indexes are currently in the red after initially opening higher. The indexes have all gone back and forth already, giving investors whiplash. The Dow was the first to go lower, even falling below 20,000 points. The index hasn't closed below that level since early 2017. Both the S&P 500 and the Dow are moving closer to a point at which they would erase all their gains accumulated during the Trump administration. Less than 15 minutes into the trading day, the Dow briefly fell into negative territory, dropping 0.6%, or 120 points.  The index then recovered quickly, just to drop back into the red minutes later. The message is clear: It's looking to be a volatile day. The Dow opened in the green, attempting to rebound from its worst day since \"Black Monday\" in 1987. Both the S&P 500 and the Nasdaq Composite are both squarely in the green. Peloton (PTON) is looking to capitalize on people who are stuck at home and need an outlet to let out steam (or sweat).  The fitness startup is offering a 90-day free trial to its app that contains in-home workouts besides its bike, including running, yoga and weight lifting. The service usually costs $12.99 per month. Peloton's previous trial offer was for 30 days. It said the extension is meant to help people \"focus on their physical, mental and emotional wellbeing during a time when everyone needs it most.\" The company previously shuttered its stores because of the coronavirus pandemic, but is still offering live workouts. US stocks opened higher on Tuesday, attempting to bounce back from their dramatic losses from the prior session. The Dow recorded its worst day since “Black Monday” in 1987, as well as its worst point drop in history. Investors take comfort in new stimulus plans out of Washington, which are expected later in the day. The Dow opened 370 points, or 1.9%, higher.\nThe S&P 500 kicked off 2.2% higher.\nThe Nasdaq Composite rose 2.6%. Wendy's (WEN) is closing dining rooms in its corporate-owned restaurants and is encouraging its franchisees to do the same.  Beginning immediately, Wendy's is limiting some of its restaurants to offer takeout, delivery or drive-thru services only. The company fully owns 357 of its nearly 6,000 stores in the United States. \"COVID-19 is impacting communities in different ways, but the guidance from public health experts has been clear that social distancing is an important and necessary step to take to help minimize spread of the virus,\" CEO Todd Penegor said in a post.  Wendy's is following Starbucks, McDonald's and Dunkin', which have implemented similar policies for its customers as the coronavirus pandemic continues. US retail sales fell in February, undercutting economists' estimates for a slight increase. Overall sales dropped 0.5%, while sales excluding volatile items like food and energy fell 0.4%. It was the worst contraction since December 2018. Investors worry that retail sales will drop off further this month as self-isolation takes hold in major cities across the country. Stock futures are pointing at a higher open on Tuesday as the market is trying to bounce back from Monday's dramatic losses, including the Dow's worst day since \"Black Monday\" in 1987. Investors are feeling better today because there are new stimulus plans out of Washington. Treasury Secretary Steven Mnuchin is expected to lay out a $850 billion economic package before Senate Republicans today, according to senators who met with him last night. The package will include financial help for the airline industry and small businesses, as well as a payroll tax holiday. Meal kit company Blue Apron (APRN) is struggling. It's losing money, faces brutal competition and it may even be looking for a buyer after saying last month it was \"reviewing strategic alternatives.\"  But Blue Apron might get a boost now that many restaurants are temporarily closing due to the coronavirus outbreak. Americans are being discouraged from going out in large groups. This could be the time for stay-at-home chefs to thrive. Shares of Blue Apron surged nearly 68% Monday even as the Dow plunged almost 3,000 points. And the stock was up another 40% in early trading Tuesday.  A continued rally could make it more expensive for a potential acquirer. But it's far from certain that the coronavirus outbreak will lead to a sustainable turnaround for the company. What's more, shares are still more than 70% below their 52-week high. It's premature to say that a long-term comeback is on the menu just yet. The coronavirus outbreak is impacting cannabis companies. Canada's Canopy Growth (CGC), the company backed by Corona beer owner Constellation Brands (STZ), announced Tuesday morning that it will temporarily close all its company-owned Tokyo Smoke and Tweed retail locations across Canada at 5 PM today. The decision will shut down 23 stores in the provinces of Newfoundland, Saskatchewan, and Manitoba and the Tweed Visitor Centre in Smiths Falls, ON. Patients will be able to continue purchasing medical marijuana through the website of Canopy's Spectrum Therapeutics subsidiary while adult recreational consumers in Manitoba and Saskatchewan can buy Canopy Growth products through the Tweed and Tokyo Smoke e-commerce sites. The Canadian government will support online retail sales in all other provinces. Shares of Canopy Growth have lost more than half their value this year. The stocks of cannabis rivals Cronos (CRON), Aurora (ACB) and Tilray (TLRY) have plunged as well. L Brands (LB) is shutting down its Bath & Body Works and Victoria’s Secret locations across the United States beginning Tuesday through March 29 as the coronavirus pandemic continues to grow.  The company said in a release Tuesday that employees receive pay and benefits during the closure. And, like many other companies, the uncertainty surrounding the virus has forced it to withdraw its first quarter earnings guidance.  L Brands' stock lost a third of its value Monday. Dunkin' (DNKN) restaurants in the United States are reducing hours and shutting dining rooms in a move that shadows its rivals, including Starbucks (SBUX) and some McDonald's (MCD) locations. The donut chain is limiting its customers to use delivery options, its drive-thru and/or carry-out-only services.  CEO David Hoffmann said the changes are part of its commitment to provide \"a safe, secure experience at Dunkin'.\"  The coronavirus outbreak and oil crash are forcing ExxonMobil to rip up its bold spending plans. Exxon (XOM) promised late Monday to find ways to slash its budget, though it did not announce any details yet. \"Based on this unprecedented environment, we are evaluating all appropriate steps to significantly reduce capital and operating expenses in the near term,\" Exxon CEO Darren Woods said in a statement.  The announcement comes after S&P Global Ratings downgraded Exxon's credit rating to \"AA\" from \"AA+\" because of cheap oil and natural gas, weak refining margins and weak chemicals demand. In other words, Exxon's whole business is struggling, hurting its cash flow and driving up leverage.  \"We expect measures to remain weak without a significant change in the company's financial plan,\" S&P said.  Rival Chevron (CVX) similarly announced it would weigh spending cuts, while debt-riddled Occidental Petroleum (OXY) already dimmed its budget and slashed its dividend by 86%. It's a particularly difficult decision for Exxon because America's largest oil company is built to withstand downturns. The company's strategy was built around continuing to invest, even in a down cycle. But prices have dropped so far that Exxon is being forced to change its tune.   The coronavirus pandemic has forced Volkswagen (VLKAF) to temporarily suspend production.  A union in Woldsburg, Germany said Tuesday that the last shift would be this Friday at the vast majority of locations. In the past few days, the automaker said that there have also been cases of coronavirus infections. Other European auto manufacturers have also temporarily shuttered their factories, including Fiat Chrysler (FCAU). The company closed four plants in Italy.  US stock futures went on a roller coaster ride over night, soaring 5% at one point, hitting the maximum allowable point gains. But futures gave up all their gains only to bounce back by early morning. The Dow pointed at a 450-point gain at the opening bell. S&P 500 futures were up about 1% and Nasdaq futures rose 1.7%. Stocks cratered Monday, with the Dow falling nearly 3,000 points, as investors feared the economy could take a much more severe blow than previously believed. Stocks in Europe opened mixed on Tuesday, while trade in Asia Pacific was choppy. London's FTSE 100 (UKX) and Frankfurt's DAX (DAX) were down more than 1.5% in early trade.\nThe CAC 40 (CAC40) was down more than 2% in Paris. \nBenchmark indexes in Spain and Italy were in positive territory.\nJapan's Nikkei 225 (N225) ended the day flat after swinging between significant gains and losses.\nHong Kong's Hang Seng Index (HSI) was also flat in afternoon trade. China's Shanghai Composite (COMP), meanwhile, moved down 0.3%. US airlines slammed by the coronavirus are requesting an aid package from the federal government that could amount to about $50 billion, according to industry group Airlines for America. The requested aid would be in the form of loans, grants and tax relief. The airlines are looking for up to $25 billion in grants for passenger air carriers and $4 billion in grants to cargo carriers, and the same amounts in loans or loan guarantees, Airlines for America outlined in a briefing document. \"US carriers are in need of immediate assistance as the current economic environment is simply not sustainable,\" the group said in a statement. \"This is compounded by the fact that the crisis does not appear to have an end in sight.\" Read more here."], "Language": false}