{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/health/who-coronavirus-tests-cdc/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Arman Azad"], "Writers": [["Arman Azad"]], "FirstPublishDate": ["2020-03-18T06:56:00Z"], "LastModifiedDate": ["2020-03-18T10:13:27Z"], "Headline": ["WHO and CDC never discussed providing international test kits to the US, global health agency says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the United States struggled to launch testing for the novel coronavirus using kits developed by the US Centers for Disease Control and Prevention, the World Health Organization shipped hundreds of thousands of tests to countries around the world. No discussions occurred between WHO and the CDC about providing tests to the United States, WHO spokesperson Tarik Jasarevic told CNN on Tuesday, and WHO did not offer coronavirus tests to the CDC. The United States, Jasarevic confirmed, doesn't ordinarily rely on WHO for tests because the US typically has the capacity to manufacture its own diagnostics.  US chose to design its own coronavirus test  On January 17, WHO published a protocol from German researchers with the instructions necessary for any country to manufacture coronavirus tests.   That same day, a top US health official said that the CDC had developed an early version of its own test -- not relying on any protocols published by the WHO.    \"We actually do have laboratory diagnostics here at CDC that are stood up,\" said Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases.   Testing began at the CDC, and on February 5, the agency announced it would begin shipping test kits to public health labs around the country. Just a day later, the World Health Organization said it had already shipped 250,000 tests to more than 70 laboratories around the world.   As WHO shipped hundreds of thousands of tests, broader US testing struggled to begin. Days after CDC's tests shipped, some labs reported that the test kits were not working as expected, which eventually required tests be re-manufactured.   On March 1, an official at US Health and Human Services said the agency had launched an investigation into a manufacturing defect in the CDC tests.   Officials, though, have yet to offer a detailed account of what went wrong with the CDC's tests. It's unclear whether using a different country's protocol -- like the German protocol used in tests shipped by WHO -- would have prevented the issue, which delayed widespread testing in the United States.   As of March 9, public health labs in all 50 states and Washington, D.C., are able to test for the novel coronavirus. New commercial tests authorized by the US Food and Drug Administration have also increased US testing capacity. US officials face questions about WHO test During CNN's coronavirus town hall last week, CNN Chief Medical Correspondent Dr. Sanjay Gupta asked the United States' top infectious disease doctor, Dr. Anthony Fauci, if the US should have used the WHO coronavirus tests.  \"If you look back and Monday morning quarterback it would have been nice to have had a backup,\" said Fauci, director of National Institute of Allergy and Infectious Disease and a member of the White House Coronavirus Task Force. \"But what the CDC has done over many, many years when we have things like this is to develop their own test, which is always really a good test, and to roll it out in a way ... where they give it to departments of public health.\" Earlier in March, the FDA commissioner, Dr. Stephen Hahn, answered a question about why the United States had not used the WHO test design, saying: \"the WHO does not have its own test that it is distributing globally. It has only posted on its website protocols from some test developers, such as the CDC.\" Hahn said, without further explanation, that \"internationally, different countries have had different levels of success with their diagnostic test development.\"  On Tuesday, Dr. Deborah Birx, the White House's coronavirus response coordinator, also discussed why the United States had not adopted a test distributed by WHO as the CDC-developed test struggled. \"Because quality testing for our American people is paramount to us,\" Birx said before suggesting that other tests have been inaccurate. \"It doesn't help to put out a test where 50% or 47% are false positives. \"Imagine what that would mean to the American people,\" she added. \"Imagine their level of concern now in telling people that they're false positive.\" CNN has reached out to the White House for comment. The New York Times reported Tuesday that Birx later clarified her comments, saying that, while she was responding to a question about the WHO test, she was referring to a study of an early coronavirus test used in China. The study found that, in China, nearly half of asymptomatic people could test positive for Covid-19, the disease caused by the novel coronavirus, without being actually infected. Regarding the test distributed by the World Health Organization, Birx said \"I assume it is functional,\" according to the Times."], "Language": false}