{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/politics/state-department-coronavirus-iran-outreach/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kylie Atwood, CNN"], "Writers": [["Kylie Atwood"]], "FirstPublishDate": ["2020-03-18T04:03:18Z"], "LastModifiedDate": ["2020-03-18T05:48:18Z"], "Headline": ["US uses encrypted app to connect with Iranians as coronavirus sweeps their country"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The State Department is using social media to encourage Iranians to share information with the Trump administration -- both on an encrypted tip line and through an online survey -- about the coronavirus pandemic that is devastating the country.  \"This is Iran's Chernobyl,\" said one administration official of the outbreak, who described social media portals as a tool to bypass the Iranian regime and connect to the country's people.  The US began encouraging Iranians to use the encrypted messaging app last year, when Iranian demonstrators took to the streets and US officials wanted to learn more about the regime's bloody crackdown. Now, with Covid-19 devastating Iran, the tip line has been reinvigorated, administration officials told CNN. This time, the goal is to collect information from Iranians, find ways to share that information when it is determined to be accurate and leverage the coronavirus in an effort to fortify a relationship with the Iranian people, the officials said. \"The message we are sending is we want your stories and videos. We want to see what is happening and we will share it with you, because the Iranian regime isn't allowing you to see it yourselves,\" a State Department official told CNN. 'The US is not your enemy' The State Department wants to make what they are hearing public, because they do not trust the Iranian regime's version of what is happening in their country. \"Part of our both messaging as well as actions have always tried to signal to the people themselves that the US is not your enemy,\" the administration official said. \"To the extent that we put sanctions on the regime, they are meant to be targeted at the regime, not the people, which is why we make humanitarian exemptions.\"   The novel coronavirus has become the latest front in the simmering conflict between Washington and Tehran. Iran accuses the US of economic terrorism, holding medication for ransom and causing shortages of vital supplies needed to combat the virus. Secretary of State Mike Pompeo has repeatedly said that the US offer to help Iran fight coronavirus has been turned down. He has also suggested that Iran get help only if it releases wrongly detained dual and foreign national citizens.  Now the US has relaunched its social media outreach, coupled with harsh words for Iran from State Department leadership. Iranian leaders have \"lied about the Wuhan virus for weeks. The Iranian leadership is trying to avoid responsibility for their ... gross incompetence,\" Pompeo said Tuesday, speaking to reporters at the State Department.  The line, which is on the encrypted messaging app Telegram, was initially the Rewards for Justice tip line -- a channel for people to send in tips on terrorist suspects in return for possible rewards worth millions.  It has received more than 130,000 responses from Iranians since last year, with about 1,300 of those related to coronavirus, a State Department official said. The official did not quantify how many have been useful tips, but the information is described as broadly helpful in understanding what is really going on in Iran. \"The picture painted is one of intimidation and mass falsifications of statistics,\" said the State Department official. \"We are getting the unfiltered facts.\" Iran has confirmed 14,991 cases of coronavirus and a death toll of 853, a top Iranian official announced on state TV on Monday. The US believes the real numbers are higher. Some of the tips from Iranians are that the country's medical professionals are being forced to cite the reason for death as a respiratory illness, rather than the coronavirus.   Surveying Iranians Beyond anecdotal information, the State Department is also embarking on a data-based effort to figure out how many Iranians really have the virus.  That effort began last week, when State's Farsi account -- @USAdarFarsi -- tweeted out a survey for Iranians to fill out. \"Please take the time to respond to this anonymous survey and link it to everyone you know in Iran,\" the Friday post reads in Farsi. Around 7,000 Iranians have taken the 37-question survey in the three days since it was posted, a State Department official told CNN. As State processes the responses, it has data scientists with epidemiological backgrounds, as well as multiple fluent Farsi speakers, on the team.  The State Department is working to verify the information coming in, crosschecking the tips where possible with other sources, such as human rights organizations, and checking to see if a high number of tips say the same thing, the official said. The size of the State Department team reviewing these thousands of tips remains unclear, but the information is not sitting in a black hole. Some of the tips from Iranians have been highlighted in Pompeo's speeches.  Publicly, US officials say they have worked hard to facilitate a channel for humanitarian trade with Iran that won't fall afoul of its sanctions regime. Foreign Minister Mohammed Javad Zarif has recently said it is \"virtually impossible\" for Iranians to import medicine and medical equipment due to a web of penalties the Trump administration has put in place. The Iranian regime has also turned down Pompeo's offer to aid in its effort to cope with the pandemic. Last week, Pompeo also went after Iranian Supreme Leader Ali Khamenei after he tweeted that there is some evidence the virus may be a biological attack. \"As @Khamenei_ir knows, the best biological defense would've been to tell the Iranian people the truth about the Wuhan virus when it spread to #Iran from China,\" Pompeo wrote on Twitter. \"Instead, he kept Mahan Air flights coming and going to the epicenter in China and jailed those who spoke out.\" The administration official called the tips that have come in on the Telegram app \"whistleblowing information,\" in that messages were contradicting the Iranian government's formal statements. The official did not acknowledge that few countries have definitive numbers on infected citizens, as the virus is moving quickly, testing in many countries is falling short and carriers can be asymptomatic. \"Where the official government was publishing specific stats, where people were sending us things saying -- I was just at this medical center in Qom and I can tell you that I saw dozens of people -- in the respiratory ward that are likely corona-related,\" the official said. \"And so it's just not just one person, but multiple people.\"  A new frontier The tips are about \"particular facilities that people have seen coronavirus victims, particular regions, particular misstatements by the officials,\" the officials said. \"We have a constant flow of information with thousands of Iranians as a result of setting up this channel.\" The Trump administration has long turned to social media as a tool to engage the Iranian people, and recent efforts make it clear that it continues to strengthen the effort. Conrad C. Crane, chief of historical services for the US Army Heritage and Education Center of the US Army War College, said social media has \"opened up all kind of new windows\" for information warfare.  \"It's a new frontier in information,\" said Crane, who added that he had heard the State Department had started some initiatives. \"I'm impressed to see somebody taking advantage of it,\" he said of State's efforts to reach Iranians directly through messaging apps and social media. \"Obviously, this is what the Russians have been doing to us.\"  \"The question is who is coordinating this effort, who is screening it, who is coordinating the messaging?\" Crane continued. \"The danger is making sure your messaging is consistent.\"  At this moment, the effort is run out of the State Department through the office of the special representative for Iran, Brian Hook, which officials say helps them to keep their message consistent. Some of the information is shared with the intelligence community. The State Department is acknowledging receipt of the information that it is being given, in an effort to let those providing the tips know that there is someone on the other side listening and reading. "], "Language": false}