{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/asia/trump-chinese-virus-tweet-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-03-17T19:35:16Z"], "LastModifiedDate": ["2020-03-18T04:26:05Z"], "Headline": ["Trump and Beijing agree on the coronavirus crisis: It's someone else's fault"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["As the coronavirus pandemic spreads around the world and many governments prove themselves less than prepared to cope, the blame game is heating up.  But while there is plenty of opprobrium to go around in areas where the virus is now rapidly spreading -- particularly over why precautions were not put in place earlier, when health experts were warning the outbreak would not remain contained in Asia -- some top officials are pointing the finger further afield.  In a tweet late Monday, US President Donald Trump said his administration would be supporting industries \"that are particularly affected by the Chinese virus,\" echoing previous comments by Republican lawmakers tying the outbreak to China, where cases of the novel coronavirus were first identified. Trump has previously referred to a \"foreign virus\" in his speeches to the nation.  That has been widely viewed -- particularly in Beijing -- as an attempt to blame China for the pandemic itself, obfuscating any responsibility US and other officials have for their own handling of it. And while China's handling of the outbreak in the early weeks has come under intense scrutiny and deserved criticism, once the virus arrived overseas, so too did the responsibility to contain it.  On Monday, the number of cases of the virus outside China overtook those inside the country where the virus was first reported. Indeed, there are fears in parts of Asia that the outbreak could rebound due to cases coming from Europe and North America -- almost all of China's new cases this week have been imported, and Hong Kong on Tuesday announced a complete quarantine on anyone entering the territory from overseas.  'Turn inward' By repeatedly emphasizing the supposed Chinese-ness of the virus, Trump may actually be playing into Beijing's hands. Only a few weeks ago, domestic anger over the government's handling of the outbreak and an alleged initial coverup was reaching boiling point, but nothing rallies people around the flag like blanket criticism from overseas, particularly from people known to be hostile to China like Trump and many other Republican officials pushing this line.  Millions of people across China shouldered immense sacrifices to contain the virus once the outbreak began, efforts that have been praised by the World Health Organization (WHO) and others, and there is increasing bitterness that the country is still bearing the brunt of the blame from some quarters.  Chinese officials have capitalized on this growing resentment by boosting their own unfounded conspiracy theories about the virus' origin.  Last week, Foreign Ministry spokesman Lijian Zhao seized upon a statement by Robert Redfield, director of the US Centers for Disease Control and Prevention (CDC), that some influenza deaths in the US were later identified as cases of Covid-19, the disease caused by the novel coronavirus. On Twitter, Zhao claimed -- without evidence -- that \"it might be US army who brought the epidemic to Wuhan\" and demanded the US \"Be transparent! Make public your data! US owe us an explanation!\" Zhao also retweeted another Twitter user claiming baselessly that Redfield's statement \"supports the claims made by Japanese scientists that the virus originated from the US but was covered up.\" Zhao and his Foreign Ministry colleagues have refused to provide evidence for their claims, but they don't need to in order to achieve their goal. Creating confusion or disagreement over the origin of the virus could help push the blame away from China for its initial handling of the outbreak, just as Trump and other US officials' blaming of China helps move the conversation away from their own, highly criticized, response.  Ironically, just as he was boosting conspiracy theories about the virus' origin, Zhao also tweeted perhaps the best advice for all government officials in all countries, quoting a Chinese saying: \"Turn inward (and) examine yourself when you encounter difficulties.\"  The cost of the coronavirus, both in terms of lives and economic losses, is already great, and is likely to get much worse. It's far easier for officials in any country to point the finger of blame elsewhere -- be it at China, or its neighbors, or easily scapegoated communities like migrants -- than shoulder it themselves.  But just as China should be responding to the very real complaints of its own citizens about how the outbreak was handled, and whether it could have been contained at an earlier stage had officials acted differently, so too should the US and other countries be facing head on their own alleged failings to prevent the virus reaching pandemic levels.  Dangerous consequences Trump has long taken an aggressive stance on China on the economic front, pushing the country on trade and intellectual property, and emphasizing where the coronavirus outbreak first began plays into an established us vs. them narrative. It may also help alleviate some of the backlash Trump will inevitably suffer should there be an economic downturn as a result of the pandemic. But while Trump's base may yet respond positively to blaming China, there is another subsection of Americans who could face very real risks because of it.  Asian Americans, and particularly Chinese Americans, have already been dealing with an increase in racism and discrimination due to the coronavirus, including attacks and public confrontations. Similar incidents have also occurred in parts of Europe.   Viruses, of course, do not have nationalities, and the WHO has moved away from giving new pathogens regional or country-specific names for this very reason, on the grounds that previous naming choices -- such as the Middle East Respiratory Syndrome (MERS) -- had resulted in the \"stigmatizing (of) certain communities.\"  And while it may have made sense to discuss a \"Chinese virus\" or \"Wuhan virus\" early on in the outbreak, when it was still centralized in that country -- and lacked an official WHO moniker -- the epicenter of the pandemic has now moved to Europe, while China itself appears to be moving past the outbreak.  Replying to Trump Monday, Congressman Ted Lieu, who is Taiwanese-American, warned that \"Asian Americans will likely encounter more discrimination because of your tweet.\"   \"COVID19 is now an American virus, an Italian virus, a Spanish virus,\" Lieu added. \"We all are impacted & we all need to work together.\" The Asian American Journalists Association has repeatedly urged media outlets to be careful in how they cover the virus, \"to avoid fueling xenophobia and racism that have already emerged since the outbreak\" -- but this has had little effect over how the country's President and other officials discuss it on Twitter. "], "Language": false}