{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/economy/global-recession/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-03-17T13:01:42Z"], "LastModifiedDate": ["2020-03-18T00:26:00Z"], "Headline": ["Coronavirus has plunged the world into a recession, according to S&P"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus outbreak has plunged the world's economy into a global recession, according to S&P Global. The credit-rating agency, which determines the credit worthiness of governments and companies around the world, said Tuesday that the virus has severely disrupted economic activity -- far more drastically than previous estimates. It said the damage to economic activity is about to get worse in United States and Europe. \"The initial data from China suggests that its economy was hit far harder than projected, though a tentative stabilization has begun,\" said S&P Global's Chief Economist Paul Gruenwald. \"Europe and the United States are following a similar path, as increasing restrictions on person-to-person contacts presage a demand collapse that will take activity sharply lower in the second quarter before a recovery begins later in the year.\" The note says that while the outbreak of the virus seems to have stabilized in much of Asia, the economic data for recent activity there suggest that it slowed economic activity far more than originally expected. \"We now have China as a model for how the virus' spread could stabilize and society could begin to return to normal,\" S&P said in the note. But even that is raising concerns about the damage to its economy.  \"As China has shown, restrictions could be lifted more slowly than originally thought as public health concerns persist,\" he wrote. And the note says there is great uncertainty about what lays ahead for economic activity in the United States and Europe, which in itself could be a drag on the economies there. \"The increasing restrictions on person-to-person contact in Europe and the United States have sent markets reeling as risk-aversion rises and views on economic activity, earnings, and credit quality deteriorate sharply,\" S&P said in the note. Later in the day S&P put out a second note saying that the US economy, the world's largest, is either in the process of entering a recession, or that it's already entered one.  It said it expects the nation's GDP, the broad measure of economic activity, to fall by 1% in the first quarter, and by 6% in the second quarter. That would likely mean a recession, which generally takes place when the economy shrinks in back-to-back quarters. S&P cited the impact of \"social distancing\" on reducing consumer spending, along with travel bans and the plunge in oil prices hitting investment in the nation's energy sector. \"Ironically, consumer spending, which was once the U.S. economy's savior ... is now the culprit,\" said Beth Ann Bovino, US chief economist at S&P Global. The Dow Jones industrial average suffered a nearly 3,000 point decline Monday, the worst point decline in history. And there are now forecasts that the US economy could lose as many as 1 million jobs in April alone, which would be worse than the steepest job loss during any month of the Great Recession 10 years ago."], "Language": false}