{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/tech/internet-infrastructure-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington, DC"], "ByLine": ["By Brian Fung, CNN Business"], "Writers": [["Brian Fung"]], "FirstPublishDate": ["2020-03-17T20:29:14Z"], "LastModifiedDate": ["2020-03-17T20:41:46Z"], "Headline": ["The coronavirus is creating an 'enormous stress test' of America's internet"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["The United States' internet and wireless networks are coming under immense pressure to deliver reliable connectivity as schools and businesses confronting the novel coronavirus have shifted their day-to-day operations out of the workplace and into homes, according to industry analysts and government officials. \"This is going to be an enormous stress test for our communications networks,\" said Blair Levin, a former Federal Communications Commission chief of staff and author of the agency's 2010 plan to improve internet access nationwide.  Schools and universities nationwide have implemented remote learning plans in response to the outbreak. Countless major businesses, including Google and Microsoft, have asked their employees to work from home. As cities shut down bars and restaurants, routine social interactions are increasingly moving online: People are using FaceTime to connect with family and friends, Zoom for business meetings, YouTube for livestreamed events. Online games, food delivery apps and Netflix are becoming bigger alternatives to a dinner out.  This shift in Americans' internet consumption patterns may soon reveal weak points in the complex ecosystem of companies, services and products that make up the internet, said Jessica Rosenworcel, a commissioner at the FCC.  From aging home WiFi routers and digital collaboration tools to exchange points in the internet backbone, there can be many potential areas of failure, Rosenworcel told CNN.  \"There are a lot of different elements of bringing internet into the home, and a lot of places where we could find stress in the system,\" she said.  One of those places could be the increasing use of virtual private networks, which allow employees across the public and private sectors to connect to their organization's internal data and tools when working remotely. Unfortunately, said Rosenworcel, many VPNs are not built to handle entire companies or organizations logging on at the same time. Another area where demand may surge could be providers of cloud computing — such as Amazon Web Services, which powers everything from video streaming sites to the social networks where Americans could soon spend more of their time. Content delivery networks operated by Cloudflare and Akamai, which help carry internet content from distant servers to your device, could face greater loads — as well as collaboration tools produced by Google and Cisco, which are increasingly being used for teleworking. (Amazon and Google didn't immediately respond to a request for comment.)  \"When you've got a couple of parents at home working remotely, you've got a handful of kids home going to school remotely, the demands on the bandwidth become challenged,\" said Tom Wheeler, a former chairman of the FCC. Cisco told CNN on Tuesday that it has seen \"unprecedented\" volumes of traffic on its Webex digital conferencing platform, a service many office workers may have seldom used but will now become intimately familiar. Since the outbreak began, Webex usage originating in China has increased 22-fold, Cisco said. In the last 10 days, the company said, usage of the platform globally has doubled, with 3.2 million meetings conducted on Webex in the last 24 hours alone. More than 300 million people use the Webex platform on a monthly basis. \"We are building as fast as we can,\" Cisco CEO Chuck Robbins told CNBC on Tuesday. \"We are trying to boost our collaboration team's and our security team's spirits, because they are working around the clock.\" On high alert Internet traffic in Seattle — one of the first US cities to be hit hard by the virus — is spiking as employees at major tech companies in the area work from home, said Cloudflare, which monitors large swaths of the web. Normally, the company said in a blog post, traffic increases during the day and ebbs at night. But in Seattle now, \"traffic is up about 40% and nighttime troughs are now above the levels seen in January during the day,\" indicating a surge of demand on broadband networks. Some of that may be attributable to increased use of digital entertainment. With many people around the world cooped up inside, traffic to video streaming and online gaming has grown, Cloudflare said in a blog post. In South Korea, it said, online gaming activity jumped 30% between March 5 and March 12, while streaming of content from anime sites has doubled.  Internet providers such as AT&T and Verizon are on high alert for dramatic changes in home internet consumption. (CNN's parent company, WarnerMedia, is owned by AT&T.)  So far, said Levin, there doesn't appear to be a major spike — yet — because the US has only just begun to implement telework policies. But judging from the experience of European countries, which are days ahead of the US in terms of the virus's impact on society, broadband companies should be able to handle the load because they are built to accommodate sudden jumps in demand. \"Italy had a roughly 70% increase, France demonstrated, like, a 30% increase,\" said Levin. \"I think the networks can handle that.\" In a statement on its website, Verizon said it has not yet witnessed a major increase in data traffic since the outbreak, but it is adding capacity and expecting a shift in home internet usage from evenings to the daytime.  AT&T said in a statement that its network is controlled by software that allows it to dynamically adjust to changes in demand.  \"This allows us to respond rapidly to surges, enable capacity enhancements quickly, and rapidly address any security concerns,\" the company said.  As private sector prepares, calls for government to do more Many internet providers, such as Comcast, have announced special changes in response to the coronavirus, including waiving data caps and late fees, while pledging not to disconnect service from customers who have trouble paying their bills. Last week, dozens of providers, including Charter Communications and CenturyLink, said they would agree to a call by the FCC's chairman, Ajit Pai, not to disconnect customers, waive late fees and open up their proprietary WiFi hotspots to the public. Paul de Sa, an industry analyst and a former senior FCC official, said those commitments indicate the companies are probably prepared. \"Worst case, you might get some detrimental effects on quality of service at peak times,\" he told CNN. \"But basic work-from-home activities — like sending larger document attachments, more emails and chats — don't add much time-sensitive traffic.\" But Rosenworcel said rather than relying on the voluntary generosity of internet providers, many of which only serve specific geographic markets, the US government should have a national policy on what broadband companies should offer the public in a time of crisis. And the FCC, she said, should explore how it can use its emergency authorities more effectively to support them. A spokesperson for the agency didn't immediately respond to a request for comment. Although the shift to telework may be relatively seamless for urban, wealthier Americans who can afford fast home internet, the trend is likely to hit lower-income and rural Americans harder. People in those areas often lack good broadband access and, even if it is available, they don't always sign up for service. \"If large numbers of residents [in a small] town try to connect simultaneously, they may find that the town itself is virtually cut off by the lack of fiber capacity linking the town to larger Internet hubs,\" said Craig Moffett, an industry analyst at the firm MoffettNathanson.  Meanwhile, the government lacks accurate maps of who has broadband, so determining which areas are likely to suffer the most will be more challenging, said Levin.  \"We're in much better shape than we were 10 years ago,\" said Levin, referring to the deployment of high-speed access. But because of the mapping issue, \"it could be that two-thirds of the population is still getting lower speeds\" and officials wouldn't necessarily know. "], "Language": false}