{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/economy/europe-part-time-work/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-06T15:01:48Z"], "LastModifiedDate": ["2020-05-06T15:01:48Z"], "Headline": ["How 39 million Europeans kept their jobs after the work dried up"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["In Europe, nearly 39 million people are being paid by governments to work part time or not at all, a record level of support that will shape the region's ability to claw its way out of the deep recession triggered by the coronavirus. Like never before, European countries are relying on programs that encourage struggling companies to retain employees but reduce their working hours. The state then subsidizes a portion of their pay, in some countries paying as much as 80% of average wages. Unlike the system widely used in the United States, where employers lay off workers who then need to apply for government benefits, programs such as Germany's \"Kurzarbeit,\" which translates to \"short-time work,\" maintain the relationship between employers and their employees, helping work resume quickly once business picks back up. It's been effective in the past. Kurzarbeit is credited with helping prevent mass layoffs in Germany following the 2008 global financial crisis, and for allowing manufacturers such as Volkswagen and Daimler to quickly ramp up production to meet booming demand from China. But present uptake is unprecedented. \"It's massive,\" said Alexander Hijzen, a labor economist at the Organization for Economic Cooperation and Development. In Germany, as many as one in four employees may be on short-time work programs, according to Hijzen. In France and Italy, the number rises to as many as one in three workers or more. 'Better than unemployment' In Europe — where it's harder to hire and fire workers, employees have lots of protections and many are covered by collective bargaining agreements — short-time work programs have long been popular, and they're well known among both employers and employees. Kurzarbeit, the best known short-time work program in the region, has roots dating back a century, and has been frequently tapped to protect jobs in Germany since the oil crisis in the 1970s.  \"Kurzarbeit is better than unemployment,\" former German Labor Minister Walter Arendt told the magazine Der Spiegel in 1973. This appears to have held true during the recession that followed the 2008 financial crisis. German employment fell by just 1% even though economic output fell 7%, according to Berenberg Bank economist Florian Hense. In the United States, where gross domestic product shrank by 4%, employment dropped by a more significant 5.4%. Some economists argue that other factors, such as the way companies tabulate overtime pay and the slow pace of hiring leading up to the recession, likely played a role in limiting job losses, too.  But there's agreement that the German system — in which the government covers between 60% and 67% of pay for hours not worked — generally serves its purpose. It's especially useful in an economy that struggles with a shortage of skilled labor, and where employers want to hold on to the workers they've trained. \"It's the right kind of burden sharing between the government, employers and employees,\" Hense said. Programs like Kurzarbeit and France's \"chômage partiel\" are well-suited for the coronavirus crisis, at least in the near term. Designed to address a short-lived economic shock, they are serving as a bridge for companies and workers until governments begin to lift lockdown measures aimed at containing the pandemic. The United Kingdom has adopted its own version to deal with the current crisis, and as many as 6.3 million British workers are now enrolled in the three-month program. This could give Europe a leg up in its recovery, allowing economies in the region to restart quickly and efficiently as demand rebounds. Yet problems could arise if activity isn't as resilient as expected. People may need convincing to leave their homes to go shopping regularly, and working from home is expected to continue for some time. \"This time around, a lot will depend on demand and how economic activity in general will pick up,\" said Carsten Brzeski, chief economist in Germany at the Dutch bank ING. \"If it does, Germany is extremely well prepared.\" Unprecedented scale Should the crisis drag on longer than expected, however, the huge number of people using the programs will stretch funding to the limit. And temporary programs, such as the UK variant, could lead to people moving from furlough to unemployment if work doesn't pick up soon. The German government — which expanded its program when the coronavirus shutdowns hit — is now subsidizing wages for an estimated 10.1 million people, according to the investment bank UBS. That's compared to 1.4 million people at the height of the global financial crisis. A survey by the Ifo Institute in Germany this week found that 99% of restaurants and 97% of hotels in the country are making use of the Kurzarbeit program, as well as 94% of companies in the auto sector. The average across industries is 50%. In France, the government says 11.3 million people are benefiting from \"chômage partipel.\" Short-time work programs also cover 7.7 million Italians and 3.4 million Spaniards. The European Commission wants countries to bulk up such efforts, and has said it will issue loans to member states on favorable terms to fund such programs. But Klaus Wohlrabe, head of surveys at Ifo, warned they can only buy time for so long. UBS estimates that short-time work programs in the eurozone currently cost 1.5% of GDP, and will get more expensive every week lockdowns are extended. \"For companies, short-time work is a way to bridge a period of low sales,\" Wohlrabe said in a statement. \"However, if this period goes on long enough, we'll also see jobs being cut completely.\" The European Commission said Wednesday that it expects the EU unemployment rate to rise from 6.7% in 2019 to 9% in 2020 before easing to 8% in 2021. Some economists are also questioning whether short-time work programs could prevent a necessary reallocation of jobs within the economy. There may not be work in the travel sector, for instance, but farmers need help picking crops. These programs, however, are designed to maintain the status quo. The US is watching In the United States, where 30 million people have filed for initial unemployment benefits since the middle of March and the unemployment rate for April is expected to hit 16%, economists are keeping close watch on Europe's efforts. Versions of short-time work programs, known as \"work-sharing,\" operate in 26 US states, allowing employers to opt in so employees can receive unemployment benefits for lost hours.  The federal government wants more companies to take advantage of this option, and encouraged its use by including funding in the $2 trillion stimulus package passed last month. But so far, the number of companies tapping into these programs appears limited. Just 62,300 Americans received work-sharing benefits for the week ending April 11, according to the most recent data from the US Department of Labor. Betsey Stevenson, an economics professor at the University of Michigan and chief economist for the Department of Labor under former President Barack Obama, thinks part of this has to do with awareness; companies in America are less likely to know such programs exist than firms in Europe. But the US programs aren't designed for when work has dried up completely, Stevenson noted. In Germany, workers can receive up to two-thirds of their pay even if they don't work at all.  Work-sharing in the United States could see more use as states start to reopen their economies. In that environment, it makes sense to encourage employers to bring back their full workforce, even for reduced hours, Stevenson said. \"That permanent destruction of the relationship between their employer, [the employee] and work — that can cause long-term unemployment, people dropping out of the labor force,\" she said. \"[It] can lead to big problems.\"  Countries that can keep a lid on unemployment during the pandemic could enjoy stronger economic rebounds than places where workers aren't able to maintain links with their employers. In Europe, short-time work programs could be the deciding factor — if they don't become too big to manage. \"It's a reason we think a long, protracted recession is not a done deal in Europe, and Europe could fare better than the US,\" said Berenberg's Hense. \"Let's see.\""], "Language": false}