{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/business/small-business-lightbulb-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Vanessa Yurkevich, CNN Business"], "Writers": [["Vanessa Yurkevich"]], "FirstPublishDate": ["2020-03-17T16:12:11Z"], "LastModifiedDate": ["2020-03-17T16:12:11Z"], "Headline": ["This business owner is losing $100,000 a month during the coronavirus outbreak"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["In his 47 years as a small business owner, Larry Birnbaum says he's never experienced anything like what's happening with his wholesale light bulb business today.  \"It's very scary,\" said Larry Birnbaum, the owner of The Lightbulb Store & EPIC Wholesale in Hackensack, New Jersey. \"I wouldn't want anybody to be in this position.\" Birnbaum says his wholesale business is losing $100,000 a month. He has orders placed to factories in China, but because they are closed due to coronavirus, he can't fill them. His light bulbs are used commercially -- to power everything from office buildings to streetlamps. Now business has come to a grinding halt, and he's been told he won't get new product for at least 90 days. \"In 90 days -- I will have emptied out all my shelves,\" said Birnbaum standing in his small warehouse. \"And then there's the loss of orders, people don't want to wait. In a small business, everything is very tight. I'm not an Amazon,\" he said. A global slowdown in trade will hurt small and mid-size businesses more acutely, according to McKinsey Consulting. The National Retail Federation revised its initial assessment of the virus' damage to businesses saying its \"expected to have a longer and larger impact on imports at major American retail container ports than previously believed.\"  Birnbaum has nine employees, and many of them have been with him for years. He expects he will run out of merchandise to sell out of his warehouse by the end of March. \"If I can't sell the product, if the money isn't coming in, and the supply chain is halted, I have to take the money out of my own pocket to pay them,\" said Birnbaum. On Thursday, President Trump announced low interest small business loans as part of a $50 billion economic aid package to address coronavirus' damage to American business. Birnbaum isn't interested in taking on more loans, but Ron Malkenson who owns two hardware companies MDR Supply & ASK Wholesale in Bergenfield, New Jersey, could be. \"If it was a better rate than a bank would give me, I'd be interested,\" he said of the government loan.  Ninety-five percent of the product Malkenson sells is from China. He supplies contractors and construction companies with hardware and materials they need to build and fix homes. Malkenson says he has enough product in his 28,000-square-foot warehouse to fill orders for the next 90 days, but in preparation, he's been placing larger orders with his wholesalers in China and in the United States. This means he's spending $70,000 more per month than he normally would, and he is worried about his 35 employees. \"There's only so much you can reach into your own credit lines and then maybe your own personal money to carry yourself through that difficult time,\" Malkenson said. \"I'll lean on every bit of credit that I have first and then I'll probably be taking money out of my own funds until I just can't take it anymore.\" Malkenson has been in business for 35 years -- his mom started the family business out of their garage. Malkenson and Birnbaum don't have contingency plans or funds like larger corporations who can better weather a financial hit. Malkenson is hopeful he'll be able to weather this storm -- but Birnbaum is not so sure."], "Language": false}