{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/coronavirus-testing-problems-linger-invs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Robert Kuznia, Curt Devine and Drew Griffin, CNN"], "Writers": [["Robert Kuznia", "Curt Devine", "Drew Griffin"]], "FirstPublishDate": ["2020-03-17T00:23:42Z"], "LastModifiedDate": ["2020-03-17T11:19:54Z"], "Headline": ["As testing ramps up, many doctors and patients are still experiencing problems"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The head of the World Health Organization has a simple message for all countries about who should be tested for coronavirus: \"Test, test, test. Test every suspected case.\" Yet, the American medical system is scrambling to keep up with this directive. While US health officials say testing is ramping up -- and while drive-through testing in several states is rolling out -- a shortage of available testing remains an issue, CNN has found. Eric Feigl-Ding, an epidemiologist and senior fellow at the Federation of American Scientists, called the current testing capacity in the United States \"abysmal for everyday Americans.\" \"Right now, we are playing catch up and testing people who are very sick,\" he said. \"We need to make testing available so that we get to the frontier of the cases, so that the moment someone develops symptoms, we test and quarantine them...that's how you nip an epidemic in the bud.\"  It took weeks for all of the caregivers of the nursing home in Kirkland, Washington -- the epicenter of the American outbreak -- to be tested. \"That's the level of frustration we're seeing out on the front lines,\" said Dr. Rod Hochman, who heads up the 51-hospital Providence St. Joseph Health Network across the American West. Planning for worst-case scenarios It's not just about the lack of tests, or the long wait time in some locations, Hochman said. Some facilities don't have the necessary swabs for collecting samples. Others are seeing a shortage of the pipettes used to transport liquids. \"On the West Coast we're planning -- we're counting every ventilator we have,\" Hochman said. \"We're counting every ICU bed, we're doing contingency planning for worst-case scenarios.\" Meanwhile, Vice President Mike Pence, who is head of the White House Coronavirus task force, and top health officials sought to calm an unnerved nation.  Testing for the virus has entered a \"new phase,\" they said, as more than 2,000 labs would come online this week -- the result of a partnership with commercial labs to expand testing. \"At first we were at the initial phase, where the CDC-developed test was only available in public health laboratories and the CDC,\" said Adm. Brett Giroir, assistant secretary for health at the Department of Health and Human Services. \"It works very well for a few thousand tests per day after it gets running. We're now moving into a phase that the big commercial laboratories with high throughput screening have availability.\" They said more than 10 states have already established drive-through testing sites, including New York, Colorado and Washington.  Healthcare workers are at risk, nurse says Pence said priority will be given to healthcare workers and first responders \"who are out there, coming alongside people that are being impacted by the coronavirus.\" Also highly prioritized will be Americans 65 or over with a cough or fever or other symptoms, he said. But some hospital workers say they don't feel prioritized at the moment. A registered nurse in New Hampshire said that healthcare workers at her hospital have no N95 respirators, which has forced them to re-use surgical masks. When a patient recently tested positive and came up from the ER to the hospital floor to be admitted, the nurse said, no proper safety protocol was used.   \"All the nurses were exposed to the patient,\" said the nurse, a 28-year veteran in the field who asked not to be identified for fear of reprisals. \"If they test positive a lot of us will have to self-quarantine at home for two weeks ... and we're already under-staffed.\" The delay in testing is expected to improve over the coming days and weeks, with public and private labs ramping up.  Who can get tested? Confusion still reigns But even in places where the situation is improving, there still aren't enough tests for people who don't have symptoms but may have been close to infected patients, officials say.  \"The reality is that patients start to become infectious before they even actually have symptoms, or their symptoms are really mild,\" said Dr. William Morice, president of the Mayo Clinic Laboratories in Minnesota. \"So you have a virus which is easy to transmit -- which a patient can transmit when they don't even know they have it.\"  Compounding the problem is confusion about whether asymptomatic people can be tested. At the nursing home in Washington state, while all the employees have finally been tested, some first responders who were exposed to coronavirus-infected patients and later placed in a 14-day quarantine are not being tested for the virus before returning to work unless they show symptoms consistent with the infection.  But health officials have cited numerous cases in which people with no symptoms tested positive. One involved three employees of the Massachusetts biotechnology company Biogen who tested positive for the virus despite having no symptoms, Ann Scales, a spokeswoman for the Massachusetts Department of Public Health, told CNN. At the Mayo Clinic in Minnesota, Morice says the facility can currently conduct 500 tests a day, but hopes that very soon the daily capacity will ramp up to 2,500. \"This situation itself is so unusual in that you have a test which didn't exist two to three months ago, which now 200 million Americans want to have access to,\" Morice said. \"We really need to understand clearly: No matter what you do, there's going to be a situation of limited resources.\"  Sick for for a week, but not getting tested Morice put some early responsibility at the feet of the Chinese government for the delayed testing rollout. \"China by law prohibited the sending of a biological human specimen outside of the country,\" he said. \"Until you have a patient specimen to actually validate the test works, it's very difficult to know...I think we'll need to work through the WHO to have a much more robust, global response to emerging pathogens.\" Many medical facilities say they are still following the more restrictive CDC guidelines, which include not just symptoms but also close contact with a person known or suspected to have Covid-19 or recently traveled from an area with ongoing spread of Covid-19. The guidelines now include the warning that \"older patients and individuals who have severe underlying medical conditions or are immunocompromised should contact their healthcare provider early, even if their illness is mild.\" In Texas, 34-year-old high school teacher Courtney Cherry does not fit the criteria, but said she believes the illness that has had her down for a week could be Covid-19.  Her parents, both in their 60s -- and both of whom have had health problems -- are at her house, watching her children who are at home because school was canceled.  She said her doctors told her she may never know whether she has the coronavirus. On Sunday, Cherry said she \"contacted another doctor to see whether there are any improvements in testing.\"  \"And I was told that there is no way I could probably get a test, that I should accept that I'm not going to get tested.\""], "Language": false}