{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/business/impossible-foods-funding-asia/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-03-17T10:40:04Z"], "LastModifiedDate": ["2020-03-17T10:40:04Z"], "Headline": ["Pandemic proof? Impossible Foods raises $500 million with focus on Asia"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Impossible Foods has secured about half a billion dollars in fresh funding, despite the global economic turmoil triggered by the coronavirus pandemic.  The latest funding for the popular plant-based protein startup mostly came from heavyweight investors in Asia, where Impossible has ambitions to grow. South Korea's Mirae Asset Global Investments joined as a new backer, and existing investors including Hong Kong's Horizons Ventures and Singapore's Temasek also committed more cash. Khosla Ventures, the Silicon Valley firm founded by Indian-born tech mogul Vinod Khosla, also participated in the round. In total, the nine-year old company has now raised almost $1.3 billion. The company is now valued at roughly $4 billion, according to Reuters. Impossible did not immediately respond to a request for comment about its valuation. Impossible Foods has soared in popularity in recent years because of its flagship Impossible Burger, and the company has been picking up big-name partners including Disney and Burger King. In January, it expanded its lineup, launching plant-based pork and sausage at the CES conference in Las Vegas. The influx of new capital comes as the Silicon Valley startup plans to expand further internationally, particularly in mainland China. The company named the country \"a huge priority\" before the coronavirus pandemic hit. Impossible is already available in other Asian markets, such as Hong Kong and Singapore. Last November, Impossible Foods CEO Patrick Brown traveled to Shanghai to drum up excitement for the company's debut in China, handing out free Impossible Burger samples at a major trade show. A spokesperson for the company said at the time that while it did not have a specific timeline for a launch in mainland China, it was looking for partners that could help it enter the market. The company Tuesday did not provide an update on its China plans. Impossible said Tuesday that it would use the new funds to invest in several areas, including research and development, manufacturing and its business overseas. \"With this latest round of fundraising, Impossible Foods has the resources to accelerate growth — and continue to thrive in a volatile macroeconomic environment, including the current Covid-19 pandemic,\" chief financial officer David Lee said in the company's statement. \"The market has its ups and downs, but the global demand for food is always there,\" Brown added in the statement. \"The urgency of our mission only grows.\""], "Language": false}