{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ruth-adler-schnee-midcentury-modern-design/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Anya Ventura, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T14:05:44Z"], "LastModifiedDate": ["2020-05-06T14:07:48Z"], "Headline": ["The inspiring tale of an overlooked female designer who helped define mid-century modern style"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["In November of 1938, when Ruth Adler Schnee was 15 years old, Nazi soldiers smashed the windows of her family home in Dusseldorf, Germany. They wrenched the doors off their hinges, shattered the Limoges china and threw the Biedermeier furniture out the window, as part of a violent campaign targeting Jewish families in the prologue to the Holocaust.  Adler Schnee's parents had ties to art and literature -- her father, Joseph, ran an antiquarian bookstore while her mother Marie, had studied in the iconic Bauhaus school of design -- and among the items ruined was a Paul Signac watercolor that the Nazis had knifed into small pieces. The Adlers were not home at the time, and when they returned everything had been destroyed. They collected the pieces of the Signac painting and later had it restored, though it was never the same.  Adler Schnee, who became a pioneer in mid-century textile and interior design, is now 96 years old. She still owns the Signac watercolor: an object lesson in resilience. \"It's not worth anything like if it were intact,\" she said in an oral history conducted for the Smithsonian's Archives of American Art in 2002. \"However, it's really of much more worth to me because of what happened to it.\" The designer was the recent subject of the retrospective \"Ruth Adler Schnee: Modern Designs for Living\" at the Cranbrook Museum of Art in Michigan. In the course of her 70-year career, Adler Schnee became known for the colorful, abstract fabrics and interiors she designed for architects including Frank Lloyd Wright and Buckminster Fuller. If Adler Schnee's work hasn't been given the recognition it deserves, it is perhaps due to the fact that textile design, and the \"women's work\" of the decorative arts more broadly, have long been relegated to the sidelines of art history. Though her male peers have been widely celebrated for their contributions to 20th-century design, Adler Schnee's story highlights how a woman helped shape the aesthetic revolution known as mid-century modernism. Early hardship Adler Schnee was creative from a young age. Modernist artist Paul Klee was a close family friend, and she spent time with her younger brother in Klee's studio, playing with his colorful mobiles and stabiles. \"I think that was really the beginning,\" she said of her interest in design during a 2013 talk at the Cranbrook Performing Arts Center. As a teenager, she risked imprisonment to sneak into Munich's infamous Degenerate Art Exhibition of 1937, organized by the Nazi party to showcase what they perceived as the era's decay. Wearing a large brown fur hat as a disguise, Adler Schnee was immediately transported by the brilliant color of artists such as Oskar Kokoschka, George Grosz and Wassily Kandinsky.   Already, the Adlers were experiencing the steady tightening of restrictions on Jewish life. No longer able to enter Christian stores, the family relied on their nanny to leave groceries on their doorstep at night. In the winter of 1939, Joseph was sent to the Dachau concentration camp. He was released, miraculously, after Marie's relentless petitioning, and returned to his family starved, shoeless and missing his front teeth. Within days the family began preparations to escape to the United States. The rest of the extended family would die in Lodz and Auschwitz.   \"Is one recognized again as a human being? Oh, it is too beautiful to be reality,\" the teenaged Adler Schnee wrote in her diary upon crossing the border into France. When the Adlers eventually arrived in Detroit, where Joseph had been promised a job that never materialized, Marie sewed mattresses in a factory while the family made lampshades at night.  Adler Schnee worked the night shift at a bakery, commuting an hour each way to the local arts high school. Her ambition was focused and intense. After winning a scholarship to the Rhode Island School of Design to study interior architecture -- a field with few Jews or women -- she went on to work for industrial designer Raymond Loewy, the designer of Studebaker automobiles. In 1946, she left his New York office to attend Cranbrook Academy of Art, where she became one of the first women to receive a degree in design at the elite Michigan program that also schooled Ray and Charles Eames. According to the exhibition catalog for \"Modern Designs for Living,\" upon graduating, she tried to get a job in the office of Albert Kahn and was told \"they were not running a beauty shop.\" A modernist vision Adler Schnee turned her attention to textiles in 1947 while looking for draperies for a prize-winning interior she designed for a contest sponsored by The Chicago Tribune. She could find only the antiseptic florals that seemed to belong to an outmoded past. Influenced by the fluid, biomorphic shapes of Alexander Calder, Henry Moore and Isamu Noguchi, she began creating her own fabrics with bold, abstract patterns. She exalted in bright color and minimal, organic shapes. \"A design must not only speak, it must sing,\" she has said.  That same year, she founded her own textile studio and met Eddie Schnee, a Yale graduate who had studied economics and became enamored with her and her fabrics. He became her husband, her business partner and her most fervent cheerleader. (Adler Schnee recalled during the 2013 talk at Cranbrook that Eddie liked to say, \"Ruth is my hobby,\" when asked about his pastimes).  The couple opened a colorful studio and housewares shop together in 1949. As Adler Schnee continued to design fabric and interior spaces, Adler-Schnee Associates brought to the Midwestern market the best of modernist design: white Rosenthal china, Copco enamelware, Marimekko fashions and folk art from Mexico and South America. Eventually relocating to the first floor of a department store in downtown Detroit, their business became an epicenter in the city for cutting-edge design. When most businesses, especially in the wake of the '60s race riots, were vacating the city, Adler-Schnee enticed crowds with inventive marketing ploys. The Schnees were not content to merely sell work by leading designers, but also sought to educate the public in the beauty and practical elegance of everyday objects. To visit the store was to be indoctrinated in the modernist ethic, its clean simplicity of form.  \"Can't a cooking spoon have a beautiful shape?\" Adler Schnee asked, recalling in the Smithsonian's oral history the script for one of the store's radio spots. \"The sweeping broom can be a bright, cheerful color and feel good to the hand.\" Their vision wasn't always convincing: an Eames storage unit, after failing to sell, was eventually exiled from the showroom to store toilet paper.  Adler Schee ultimately believed that good design must marry pattern, color and texture within functionality. \"If that has been accomplished, it will never go out of style,\" she told Dwell in 2018. It's a rubric she applied to her own works as well, from her lyrical textiles to her sleek interior arrangements. Despite enduring one of the most horrific periods of the 20th century, her oeuvre has always exuded a brightness, a love of color and form and a joy in its material. It finds beauty in its circumstances: a design that sings.  "], "Language": false}