{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/taj-mahal-closed-coronavirus-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-03-17T04:57:33Z"], "LastModifiedDate": ["2020-03-17T06:33:14Z"], "Headline": ["India's beloved attraction, the Taj Mahal, closes amid coronavirus concerns"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The Taj Mahal in India has joined the list of attractions around the world that are closing their doors amid the coronavirus pandemic. Prahlad Singh Patel, the country's Minister of Tourism, made the announcement official on his Twitter account on March 17. \"All the ticketed monuments and all other museums have been directed to be closed until March 31, 2020,\" he wrote.  While the announcement was sudden, the news shouldn't come as a complete surprise. India has suspended issuing any new tourist visas and has imposed a two-week quarantine on all travelers, including returning Indian nationals, who are arriving from or have visited China, France, Germany, Iran, Italy, South Korea and Spain. The number of confirmed coronavirus cases in India stands at 114, including two deaths.  \"The scale and extent of our interventions have increased in alignment the evolving situation of COVID-19 [coronavirus] across the world, and India in particular,\" Harsh Vardhan, India's Minister of Health, told reporters earlier this month.  The Taj Mahal, which is the country's most-visited attraction, was mentioned as being a particular concern by Vardhan, who said there was a \"containment plan\" in the works for Agra, the city that is home to the structure. Commissioned by Mughal emperor Shah Jahan in the 17th century, the Taj Mahal is a UNESCO World Heritage site. Its name means \"crown of palaces\" in both Urdu and Persian. The enormously popular marble monument often sees 50,000 visitors passing through a day. Almost 6.5 million people visited the Taj Mahal in 2018, according to statistics from the Indian Ministry of Tourism. It is also popular with celebrities and foreign dignitaries. President Donald Trump and First Lady Melania Trump visited the Taj Mahal in February, while the Duke and Duchess of Cambridge (aka Prince William and Kate Middleton) posed for photos there during a royal visit in 2016. "], "Language": false}