{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/politics/biden-vs-sanders/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kate Sullivan and Dan Merica, CNN"], "Writers": [["Kate Sullivan", "Dan Merica"]], "FirstPublishDate": ["2020-03-16T16:20:41Z"], "LastModifiedDate": ["2020-03-16T16:20:41Z"], "Headline": ["Biden vs. Sanders: Who voted for what"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders on Sunday contrasted his voting record in Congress against former Vice President Joe Biden's, highlighting several measures Sanders voted against that Biden voted for.  \"I voted against the Defense of Marriage Act, you voted for it. I voted against the bankruptcy bill, you voted for it. I voted against the war in Iraq, which was also a tough vote, you voted for it. I voted against disastrous trade agreements like (North American Free Trade Agreement) and (permanent normal trade relations) with China, which cost this country over 4 million good-paying jobs. You voted for it,\" Sanders said at Sunday's debate.  \"I voted against the Hyde Amendment, which denies low-income women the right to get an abortion. You have consistently voted for it. I don't know what your position is on it today,\" Sanders said.  \"We can argue about the merits of the bills. It takes courage sometimes to vote, do the right thing,\" Sanders said.  Visit CNN's Election Center for full coverage of the 2020 race Biden responded by attacking Sanders' past opposition to the Brady Bill that was aimed at curbing gun violence.  \"(Sanders) voted against the Brady Bill five times. Background checks ... Five times,\" Biden said.  \"This man is the only, one of the few Democrats I know who voted to exempt the gun industry from being able to be sued,\" Biden continued. \"Talk about a special, special interest. We should be able to sue drug companies. We should be able to sue tobacco companies. We cannot sue gun manufacturers because he voted for that years ago. He says it was a mistake now. I'm prepared to accept be says it's a mistake.\" \"The question is what do we do from this point on,\" Biden said.  Here's how Sanders and Biden voted on each bill when they were both in Congress:  Defense of Marriage Act (DOMA)  The Defend of Marriage Act is a 1996 law that says for federal purposes, marriage is defined as only between one man and one woman. It was signed into law by President Bill Clinton. Biden voted for the bill in the Senate. 32 Democrats and 53 Republicans voted for the bill in the Senate. 14 Democrats opposed the bill.  Sanders voted against the bill in the House. 224 Republicans and 118 Democrats voted for the bill in the House of Representatives. Sanders, an independent, joined one Republican and 65 Democrats in voting against the bill.  The Supreme Court in 2013 struck down a key part of the law that denied to legally married same-sex couples the same federal benefits provided to heterosexual spouses. Biden announced that he supported same-sex marriage in 2012 when he served as vice president, famously getting ahead President Barack Obama on the issue. Biden said at Sunday's debate, \"I'm the first person to go on national television in any administration and say 'I supported gay marriage.'\" Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 The Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 was effort to prevent consumers from abusing the bankruptcy system by clearing all their debts when they might have the ability to repay at least some of them. It was signed into law by President George W. Bush.  Biden voted for the bill in the Senate. 18 Democrats, 55 Republicans and one independent voted for the bill in the Senate, and 25 Democrats voted against it.  Sanders voted against the bill in the House.125 Democrats and Sanders voted against it, and 229 Republicans and 73 Democrats voted for it.  Biden recently backed Massachusetts Sen. Elizabeth Warren's bankruptcy plan, endorsing his former Democratic rival's proposal to repeal portions of this 2005 bankruptcy law. Biden, whose state of Delaware is the home of several major credit card companies, was a leading proponent of the bill in the Senate and voted for it. He and Warren clashed over the bill when she was a Harvard professor and vocal opponent.  The Authorization for Use of Military Force Against Iraq Resolution of 2002  This resolution authorized the use of United States Armed Forces against Iraq. It was signed by President George W. Bush.  Biden voted for the resolution in the Senate. 29 Democrats and 48 Republicans voted for it, and 21 Democrats, one Republican and one Independent voted against it.  Sanders voted against the resolution in the House.126 Democrats, 6 Republicans and Sanders voted against it. 81 Democrats and 215 Republicans voted for it.  Biden has since called his decision to vote for the resolution a mistake.  The North American Free Trade Agreement (NAFTA) A treaty entered into by the United States, Canada, and Mexico in 1994. It was signed by President Bill Clinton.  Biden voted for it in the Senate. 27 Democrats and 34 Republicans voted for it, and 28 Democrats and 10 Republicans voted against it.  Sanders voted against it in the House. 156 Democrats, 43 Republicans and Sanders voted against it. 102 Democrats and 132 Republicans voted for it.  Biden has responded to Sanders' criticism on the trail by calling himself a \"fair trader\" and making the argument that the US should treat countries like China the way they treat the US.  China trade bill, permanent normal trade relations (PNTR) This bill extended permanent, normal trade status to China. It was signed by President Bill Clinton.  Biden voted for it in the Senate. 37 Democrats and 46 Republicans voted for it, and 7 Democrats and 8 Republicans voted against it.  Sanders voted against it in the House. 138 Democrats, two independents and 57 Democrats voted against it. 73 Democrats and 164 Republicans voted for the bill.  The Brady Handgun Violence Prevention Act This law mandated federal background checks on firearm purchasers in the United States, and imposed a five-day waiting period on purchases. It was signed by President Bill Clinton.  Biden voted for the bill in the Senate. 47 Democrats and 16 Republicans voted for the bill, and 8 Democrats and 28 Republicans voted against the bill.  Sanders voted against the bill in the House. 69 Democrats,119 Republicans and Sanders voted against the bill, and 184 Democrats and 54 Republicans voted for the bill.  At the South Carolina Democratic debate in February, Sanders called his opposition to the bill \"a bad vote.\" \"I have cast thousands of votes, including bad votes. That was a bad vote,\" he said. Hyde Amendment  The Hyde Amendment is a measure that blocks federal funds from being used for abortions except in cases of rape, incest or when the woman's life is in danger.  Once a longtime supporter of the Hyde Amendment, Biden reversed his position in June of last year amid criticism from his 2020 Democratic rivals.  \"If I believe health care is a right, as I do, I can no longer support an amendment that makes that right dependent on someone's ZIP code,\" Biden said.  While Sanders has been critical of Biden's past support of the measure, he has voted for large spending bills that included the Hyde Amendment.  CNN's Dana Bash asked Sanders in June, \"Is it misleading, Senator, to say that you have never voted for it?\" Sanders said that sometimes \"in a large bill, you have to vote for things you don't like. But I think my record as being literally 100% pro-choice is absolutely correct.\""], "Language": false}