{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/asia/coronavirus-china-wuhan-lab-origins-explainer-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Nectar Gan, CNN"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-05-06T09:50:02Z"], "LastModifiedDate": ["2020-05-06T13:18:07Z"], "Headline": ["The Wuhan lab at the center of the US-China blame game: What we know and what we don't"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Questions surrounding the origins of the novel coronavirus have sparked a war of words between Washington and Beijing -- and threatens to worsen already strained relations. In recent days, US President Donald Trump and Secretary of State Mike Pompeo have doubled down on the assertion that the virus originated from a laboratory in the central Chinese city of Wuhan, where the outbreak was first detected last December.  The claim has unsurprisingly drawn fierce rebuttal from the Chinese government, which on Wednesday described the accusation as \"smear\" intended to bolster Trump's reelection chances. But intelligence shared among the Five Eyes network -- an alliance between United States and four Anglophone allies, the United Kingdom, Australia, New Zealand and Canada -- also reportedly appears to contradict the Trump administration's assertion. Here is what we know -- and what we don't know -- about the claims and the laboratory at the center of the controversy. How did China respond? On Wednesday, China's foreign ministry called the accusations a political strategy to \"smear China\" for Republicans ahead of the 2020 election. \"The recently exposed US Republican strategies shows they are encouraged to attack China under the pretext of the virus,\" said foreign ministry spokesperson Hua Chunying, adding that China was \"fed up with such tricks.\" \"We urge the US to stop spreading disinformation or misleading the international community. It should deal with its own problems and deal with the pandemic at home,\" she said. Hua also highlighted the fact that Pompeo did not provide any concrete evidence to substantiate the claim. \"Mr Pompeo cannot present any evidence because he has not got any, this matter should be handled by scientists and not politicians out of their domestic political needs,\" she said. China's government controlled media has also pushed back at the claims, accusing the US of shifting blame and hurling a barrage of personal attacks at Pompeo. State broadcaster CCTV called him \"evil\" and \"insane,\" while state news agency Xinhua called him a \"liar.\" The Global Times, a nationalist tabloid backed by the ruling Communist Party, said the top US diplomat \"has lost his moral compass.\" Beijing has repeatedly stressed that there is so far no conclusion on the origins of the coronavirus, saying the matter should be left to scientists and medical experts to study. It has bristled at calls for an independent international inquiry into the origins of the virus and China's initial management of the outbreak, painting them as political maneuvers aimed at smearing the country. The Chinese government has faced criticism at home and abroad over its handling of the virus, especially in the early days of the outbreak. It was accused of silencing whistle-blowers and delaying in informing the public about the severity of the crisis. But it has repeatedly denied any wrongdoing, brushing aside accusations of a deliberate coverup in the critical early stages. Chinese officials and state media also pushed unfounded claims alleging the virus did not originate in China. In March, Zhao Lijian, a spokesperson of the Chinese Foreign Ministry, promoted a conspiracy theory on Twitter that the virus had originated in the US and was brought to China by the US military. Meanwhile, tracing origins of Covid-19 has become a sensitive subject for domestic academic research in China. Last month, the Chinese government imposed restrictions on the publication of such papers, requiring them to receive extra scrutiny and approval from central government officials before being submitted for publication. What do scientists say? Scientists have so far largely rejected theories that the novel coronavirus is man-made. In February, 27 public health experts wrote a letter in the Lancet medical journal to condemn such conspiracy theories, citing scientific evidence that \"overwhelmingly conclude that this coronavirus originated in wildlife.\" In an interview with National Geographic that published on Monday, Dr. Anthony Fauci, the US top infectious disease expert, said that current evidence points away from the man-made theory. \"(The scientific evidence) is very, very strongly leaning toward this could not have been artificially or deliberately manipulated,\" Fauci told the magazine. \"Everything about the stepwise evolution over time strongly indicates that (this virus) evolved in nature and then jumped species.\" In a paper published in Nature Medicine on March 17, leading infectious disease experts in the US, UK and Australia said it was \"improbable\" that the novel coronavirus had emerged from a lab, citing comparative analysis of genomic data. \"Our analyses clearly show that SARS-CoV-2 is not a laboratory construct or a purposefully manipulated virus,\" the paper said, referring to the virus using its WHO-designated moniker. Although its exact origin remains unknown, many experts believe the virus is likely to have originated in bats and jumped to humans from an intermediate host -- perhaps a pangolin. Initially, Chinese authorities had linked the outbreak to a local wet market in Wuhan, where some early coronavirus patients had worked or visited. At the time, some Chinese scientists had pointed to wild animals sold at the market as the likely source of the outbreak. But that particular origins theory has also faced questions in some quarters, following a closer examination of the initial cases. A peer-reviewed paper published by Chinese scientists in the Lancet on January 24, found that among the first 41 reported coronavirus patients, only 27 had been exposed to the wet market.  What do we know about the Wuhan Institute of Virology? The laboratory at the heart of the Trump administration's allegations belongs to the Wuhan Institute of Virology, an affiliate of the central government-run Chinese Academy of Sciences. It is the only lab on the Chinese mainland equipped for the highest level of biocontainment, known as Biosafety Level 4 (BSL-4).  BSL-4 labs are designed to study the world's most dangerous pathogens -- those that pose a high risk for transmission, are frequently fatal and most often have no reliable cure, such as coronaviruses. The Wuhan lab was created in the wake of the deadly severe acute respiratory syndrome (SARS) epidemic, which swept through China and other parts of Asia in 2002 and 2003. After witnessing the devastation of SARS, the Chinese government decided to build a BSL-4 lab to better prepare the country for future infectious disease outbreaks -- a facility that can diagnose, research, and develop antiviral drugs and vaccines for new pathogens. The Wuhan National Biosafety Laboratory was designed and built with help from France. Construction wasn't finished until the end of 2014, and the lab went into full operation in January 2018 -- an event celebrated in the media as worthy of national pride. \"The lab will provide our nation with a full, internationally advanced biosafety system, and Chinese science researchers can study the world's most dangerous pathogens in their own lab,\" said a government statement at the time. Since then, the lab's lead virologist Shi Zhengli -- known as China's \"bat woman\" for years of virus-hunting expeditions in bat caves -- and her team have studied various bat-borne coronaviruses. Shi's team has also been at the forefront of research to understand the novel coronavirus. In early February, Shi and her colleagues published a paper in the respected science journal Nature, concluding that \"the 2019-nCoV (novel-coronavirus) is 96% identical at the whole-genome level to a bat coronavirus\" previously detected in horseshoe bats in China's southern Yunnan province.  Where did the suspicions come from? The Wuhan lab's portfolio in coronavirus research and proximity (about 8 miles or 12.8 kilometers) to the wet market has prompted a whirlwind of rumors and conspiracy theories within China since the early days of the Covid-19 outbreak -- months before the Trump administration pushed their own theory linking the virus to the lab.  In one version of the early rumors, a researcher was bitten by the bat he was studying and became infected with the virus; in another version, a graduate student at the institute was the \"patient zero\"; in an even more outlandish theory, the lab was covertly working for the Chinese military to make bioweapons, and the virus was unwittingly leaked in the process.  No credible evidence was offered for the theories, which originated from unverified social media accounts. The rumors were so rife that Shi took to social media on February 2 to declare she \"guaranteed with her own life\" that the facility had nothing to do with the outbreak. The institute also repeatedly rebutted the rumors in statements, but suspicions persisted for some time before eventually quieting down as the outbreak came under control in China. In mid-April, however, the Wuhan lab was again thrust into the limelight after a Washington Post opinion columnist reported on two diplomatic cables from 2018, in which the State Department warned about safety and management weakness at the lab.  In the weeks since, the US government has been looking into the possibility that the coronavirus had originated in the lab and was accidentally released to the public in a possible safety breach. The Office of the Director of National Intelligence said in a statement last week that the US intelligence community \"concurs with the wide scientific consensus that the Covid-19 virus was not man-made or genetically modified.\"  Intelligence shared among the Five Eyes nations also appears to support that assessment. According to two Western officials, it is \"highly unlikely\" that the coronavirus outbreak was spread as a result of an accident in a laboratory, but rather originated in a Chinese market.  A third source, also from a Five Eyes nation, told CNN that there remains a possibility that the virus originated from a laboratory, but cautioned there is nothing to make that a legitimate theory yet. The source added that \"clearly the market is where it exploded from,\" but how the virus got to the market remains unclear."], "Language": false}