{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/entertainment/kids-shows-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-16T14:29:29Z"], "LastModifiedDate": ["2020-04-22T12:50:25Z"], "Headline": ["Shows kids can watch while they're out of school that you won't feel bad about"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's hard to limit screen time in the age of the coronavirus.  As families practice social distancing as a strategy to battle the pandemic, kids home from school may be watching more television than usual.  Sierra Filucci, the Editorial Director of Common Sense Media, an aged-based media review site for families, shared some entertainment recommendations for parents to consider at this unusual time. \"It's ok if you pause your usual screen-time rules,\" Filucci told CNN. \"You can let kids know that things will go back to normal once this situation is over. But it's important to choose age-appropriate content, and if kids are out of school and not part of an organized distance learning program, it's a good idea to supplement entertainment content with educational offerings.\" Here's a selection of some of the (better) viewing options for kids. Educational shows  For age 2+ \"Mickey Mouse Clubhouse\" -- Disney Channel \"Sesame Street\" -- PBS and HBO For age 3+ \"The Cat in the Hat Knows a Lot About That\" -- PBS Kids \"Mister Rogers' Neighborhood\" -- PBS  For age 4+  \"Tumble Leaf\" -- Amazon Prime  \"Doc McStuffins\" -- Disney Junior  \"Sid the Science Kid\" -- PBS Kids  \"Wallykazam!\" -- Nickelodeon  For age 5+ \"The Electric Company\" -- PBS  \"Word Girl\" -- PBS Kids  For age 6+  \"Design Squad Nation\" -- PBS Kids  \"Planet Earth\" -- Discovery Channel  Documentaries For ages 6+ \"March of the Penguins\" -- Amazon Prime (rental) \"Babies\" -- Netflix For age 7+ \"Pick of the Litter\" -- Netflix \"Wonders of the Sea\" -- Amazon Prime Age 8+ \"Bethany Hamilton: Unstoppable\" -- Amazon Prime \"The Biggest Little Farm\" -- Amazon Prime Age 9+ \"Chasing Coral\" -- Netflix \"Kindness Is Contagious\" -- Amazon Prime Age 10+ \"Far From the Tree\" -- Hulu \"Make Believe\"-- Amazon \"On the Way To School\" -- Amazon \"Elián\" -- CNNgo Movies on Netflix Age 6+ \"Expedition China\" \"Ghost of the Mountains\" Age 7+ \"Dream Big: Engineering Our World\" \"The Short Game\" Age 8+ \"Dancing with the Birds\" Age 10+ \"Before the Flood\" \"Harry & Snowman\" Movies on Disney+ Age 3+ \"The Many Adventures of Winnie the Pooh\" \"Alice in Wonderland\" Age 4+ \"The Jungle Book\" \"Tinker Bell and the Lost Treasure\" Age 5+ \"101 Dalmatians\" \"Bolt\" \"A Bug's Life\" \"Cars\" \"Dumbo\" \"The Great Muppet Caper\" \"Toy Story\" \"Toy Story 4\" Age 6+ \"The Absent-Minded Professor\" \"Aladdin\" \"The Emperor's New Groove\" \"Finding Dory\" \"The Great Mouse Detective\" \"Ice Age\" \"The Lion King\" \"Moana\" \"The Muppet Movie\" \"Ratatouille\" Age 7+ \"Bedknobs and Broomsticks\" \"Escape to Witch Mountain\" \"Hercules\" \"The Incredibles\" Movies on Hulu Age 3+ \"Curious George 3: Back to the Jungle\" \"Lost and Found\"  Age 4+  \"A Boy Named Charlie Brown\" Age 5+  \"Charlotte's Web\" \"Dr. Seuss: The Lorax\" Age 6+ \"Free Willy\" \"One Crazy Cruise\" \"Snoopy, Come Home\" Age 7+  \"Hercules\" \"Steven Spielberg Presents Animaniacs: Wakko's Wish\" Movies for teens and tweens \"Napoleon Dynamite\" \"Three Amigos!\" \"Clue\" \"Spaceballs\" \"What About Bob?\" \"Young Frankenstein\" \"Real Genius\" \"The Wedding Singer\" \"Dinner for Schmucks\" \"Dodgeball: A True Underdog Story\" \"Zoolander\" \"Blazing Saddles\" \"Coming to America\""], "Language": false}