{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/business/neutral-fuels-dubai/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kieron Monks"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-01-30T12:20:18Z"], "LastModifiedDate": ["2020-03-16T11:47:24Z"], "Headline": ["Greasy riders: Why truckers are turning to cooking oil"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Transport accounts for more than a fifth of global CO2 emissions, by most estimates, and diesel-powered commercial trucks are big contributors.  Such vehicles are the target for Neutral Fuels, which has been building an empire from leftover kitchen waste since launching what it describes as the Middle East's first biofuel refinery in Dubai in 2011. \"While we are all very excited about what's happening in the US and China with electric cars, there isn't the fantastic explosion in electric trucks,\" says company CEO and founder Karl Feilder. \"So the diesel trucks have to run on something that's a bit cleaner.\" Neutral Fuels got off the ground through a partnership with McDonald's, which supplies the oil used to cook fries and chicken nuggets to the company's refinery instead of discarding it.  The used oil is heated and mixed with methanol, altering the molecular composition to form a new substance: biodiesel.  After a process of purification, \"the end product ... can go straight into a vehicle to produce a net zero fuel that has zero carbon footprint,\" says Feilder. No modification to the vehicle is required to use the fuel.  The company is applying for a patent for its \"cyclone reactor\" which can purportedly convert close to 100% of oil into biodiesel, providing an efficiency edge over competitors.      There have been plenty of takers for the product and Neutral Fuels' supplier has been its best customer.   \"All of our logistics fleet is fueled by our cooking oil,\" says Walid Fakih, general manager of McDonald's in the United Arab Emirates. \"We have covered over 14 million kilometers on biodiesel and that's enabled us to reduce CO2 emissions by over 12,000 tons.\" The partnership with McDonald's has enabled the Neutral Fuels to also reach the restaurant chain's partners such as Del Monte and Nestle — as well finding a range of other uses from school buses to generators.    Feilder estimates that Neutral Fuels is recycling 10% of Dubai's waste oil but is providing just 0.25% of its fuel use, leaving ample scope for growth. The company has also opened a facility in Bahrain and plans to launch in South Africa.   Neutral Fuels  benefits from state support in Dubai - with advice and help to secure licenses rather than funding. The Emirate has committed to switching to 75% clean energy use by 2050.    \"We knew the technology was there but Karl surprised us with the how efficient it could be,\" says Fahad Al Gergawi, CEO of Dubai Investment Development Agency. \"We believed in the clean technology and how much it can transform the city's future.\""], "Language": false}