{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/five-things-march-16-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-16T10:32:10Z"], "LastModifiedDate": ["2020-03-16T10:33:56Z"], "Headline": ["5 things to know for March 16: Coronavirus, Dem debate, Syria, Iraq, Dead Sea Scrolls"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Millions are waking up to news of widespread closures, postponements and cancellations as the world continues to battle the coronavirus. Here's what you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Don't worry about it! Has there ever been a phrase more likely to make you, you know, worry about it? Dismissing your concerns about the coronavirus outright probably won't help the concerns go away. Over the last two weeks, we've talked to a few psychologists, and they had one common suggestion: If you are worried, or frustrated, or fearful, or angry about something, that's okay. Your feelings are valid. Of course, being a ball of anxiety isn't exactly the healthiest way to get through this difficult time, so instead, approach your emotions gently. Examine your fears. Talk to loved ones about them (even if it's just over the phone). And, most importantly, stay safe and informed. Here are the latest resources and updates:  Follow the latest news about the outbreak: There are now more cases of the virus outside of China than within, marking an ominous shift in the disease. More than 6,500 people have died of the disease worldwide. Major retailers have temporarily shuttered stores, cruise ships with infected passengers are stranded at sea, and the Peace Corps has evacuated volunteers and is suspending operations due to the threat. Follow live updates here.  Listen to CNN's podcast, \"Coronavirus: Fact vs Fiction.\" CNN Chief Medical Correspondent Dr. Sanjay Gupta makes sense of the headlines, talks to experts, and keeps you grounded during these uncertain times.  Sign up for our coronavirus newsletter: Just the biggest stories. Just the most important updates. Delivered daily.  Browse our extensive coronavirus FAQ: The questions were submitted by readers like you, and answered with advice from experts and health officials.  Give yourself a break: Now is the best time to sign up for The Good Stuff, CNN's weekly good news newsletter created and written by the 5 Things team.  2. Democratic debate Joe Biden and Bernie Sanders lobbed attacks at each other during last night's debate in Washington, but there were two things they did agree on. One: that women are high on their VP nomination lists. Biden outright pledged to pick a woman for his running mate, while Sanders said he is strongly considering it. Two: that they, as Biden said, \"fundamentally disagree with this president on everything.\" On the subject of the coronavirus, the two men displayed different philosophies. Biden said he would leverage the military to respond and said the American people would want \"results, not a revolution\" in tackling the crisis. Sanders took a 30,000 foot view, and said the current situation in the US highlights the flaws in the current US health care and economic system.  3. Syria The Syrian civil war has now entered its 10th year. That's the 10th year of death and displacement for millions of Syrian citizens, and the 10th year of one of the worst humanitarian crises facing the world right now. Last week, the US announced an additional $108 million aid package to provide essentials like food, medical care and safe drinking water to the estimated 3 million people trapped in the contested border province of Idlib, but experts worry the money isn't enough. Meanwhile, three human traffickers were recently sentenced to 125 years in prison each over the 2015 drowning death of Alan Kurdi, a migrant toddler whose lifeless body laying facedown on a Turkish beach painted a harrowing portrait of the human cost of the conflict.  4. Iraq A military base in Iraq was struck with a second rocket attack in a week, injuring three Americans and several other Iraqi and coalition personnel. The Joint Operations Command in the region described the attack as \"brutal\" and said the injured Iraqis were \"all in a critical condition.\" Rocket attacks in Iraq have ramped up in recent weeks. Previous attacks on US and coalition forces have been attributed to an Iranian-backed group, sparking concern that aggressions in the area could soon boil over again.  5. Dead Sea Scrolls The Museum of the Bible in Washington, DC has learned that all 16 of its Dead Sea Scroll fragments are forgeries, and the expensive revelation could be one of the most significant shams in biblical archeology's history. The Dead Sea Scrolls are among archaeology's most significant scriptural finds, containing the oldest versions of the Hebrew Bible and other Jewish texts that date to the time of Jesus. Portions of these manuscripts are highly coveted artifacts, and authentic ones can fetch millions per piece at auction. Experts say the forgers probably used ancient scraps of leather, but their mistake was in the ink: A report on the forgeries says they used modern materials to write the text. BREAKFAST BROWSE Penguins at Chicago's Shedd Aquarium got to roam around the facility, since it's closed to people  Now they know what it's like on the other side of the glass.  NFL players approve new agreement including 17-game season and expanded playoffs.  Are you ready for (even more) football?! Judi Dench says she hasn't even seen \"Cats\" after Razzie Award nom for Worst Supporting Actor.  Creepy CGI cats or not, the phrases \"Judi Dench\" and \"worst actor\" never belong in the same sentence.  Here's how much Europe's royal families actually cost  In case you really wanted to feel like a commoner today.  TODAY'S NUMBER $500,000 That's how much Utah Jazz player Rudy Gobert, the first NBA player to be diagnosed with COVID-19, is donating to help people affected by the coronavirus. Gobert was recently criticized for jokingly touching equipment at a media event just as the NBA was considering responses to the outbreak. After his diagnosis, Gobert issued a public apology.  TODAY'S QUOTE \"[H]ow about you amaze me and do the right thing ... have an independent investigation.\" Gymnast and Olympic gold medalist Simone Biles, responding to a Happy Birthday tweet from USA Gymnastics. Biles is one of several Olympic medalists and athletes who have criticized USAG's proposed settlement for survivors of sports physician Larry Nassar's sexual abuse. TODAY'S WEATHER AND FINALLY How does your garden grow?  Who else did some gardening, planting or potting this weekend? They're great stress-relieving activities. So is watching this video, which will walk you through some easy-to-grow herbs. (Click here to view)"], "Language": false}