{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/opinions/post-dem-debate-march-commentary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-03-16T01:41:12Z"], "LastModifiedDate": ["2020-03-16T06:41:06Z"], "Headline": ["Biden sounds like a president"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["CNN Opinion asked commentators to weigh in on the Democratic debate -- and what it may mean for the primary ahead. The views expressed in this commentary are their own. Nayyera Haq: Biden shows he can evolve   The challenge with having two septuagenarian, long-term senators on the debate stage is that serious discussion of the big issues facing the country so easily devolve into tirades about decades-old votes and political squabbles. Bernie Sanders reminded all of us that his once radical ideas have now become mainstream parts of the political conversation. But it was Joe Biden, \"coming around now,\" on his adoption of Senator Elizabeth Warren's bankruptcy proposals, his rejection of the Hyde Amendment and his adoption of free public college for families earning less than $125,000, who showed that he is capable of listening and evolving.    When a moderator asked for a commitment to having a woman as vice president on the ticket, the candidates' relative ability to adapt in response to feedback was clearly on display. Biden's answer was an unequivocal yes, followed by a commitment to appointing a black woman to the Supreme Court. Biden used the debate platform to make a first-time declaration aimed at assuaging the female voters who have been disheartened by seeing the debate stage narrow from five female candidates to zero, while also acknowledging that black women are the backbone of the Democratic party.   Whether it was a calculated declaration does not change the fact Biden is committed, which stands in sharp contrast to Sanders' answer: \"In all likelihood, I will...for me, it's not just nominating a woman, it's making sure we have a progressive woman.\"    At a time when many Americans are panicked about the present, moving out of debating policies of the 1990s was critical for both candidates. Sure, Sanders proved that he was the purer, more progressive candidate -- we  knew that. Biden consistently stayed focused on the future, with plans he would enact and what he would do differently than Trump. If Biden continues to look forward and embrace ideas from the left, he will show voters that he can do what he has talked about all along -- be the consensus candidate that brings Democrats to the White House in 2020.   Nayyera Haq is a host on SiriusXM Progress and CEO of an international communications firm. She served in the Obama administration as a senior adviser in the State Department and a senior director in the White House. Follow her on Twitter @nayyeroar. Raul Reyes:  A welcome discussion of immigration   The good news from Sunday night's debate is that both Joe Biden and Bernie Sanders delivered spirited presentations of their ideas, and each gave a preview of how he might take on President Donald Trump. Biden needed to demonstrate that he can be effective in a one-on-one debate. Sanders needed to contrast his progressive ideas with that of his rival. Done and done. Democrats can take heart: Biden had his strongest debate performance to date, while Sanders showed that he is not about to cede the nomination without a fight.    At its best, this debate showed both candidates' strength on issues like the coronavirus crisis and immigration. Biden asserted that any person who needed testing or treatment for the coronavirus \"would be held harmless,\" regardless of immigration status, adding that women who are the victims of domestic violence should not be deported. He also committed to a moratorium on deportations (except for felons) for the first 100 days of his administration.    Sanders noted that undocumented people would be covered by his Medicare for All proposal, and that he intends to stop ICE raids. This immigration discussion was good, as the topic has not been substantively discussed in the last few debates -- and the eventual nominee will face a president who has made immigration his signature issue. Kudos to both candidates for defending the legal right of asylum-seekers to seek humanitarian relief at the border.     At other points, this debate devolved into unproductive bickering. Right now, the public is anxious, and the back-and-forth sniping was not a presidential look for either candidate. Biden said it best when he declared, about he and Sanders, that \"we don't disagree on principles.\"      The lack of a live audience turned out to be a plus, as it left more time for the debate itself, and the candidates could not rely on applause lines. It was also a highlight to see Ilia Calderon, who is Afro-Latina, as a moderator -- an important reflection of the diversity of the Latino community.   Raul A. Reyes is an attorney and a member of the USA Today board of contributors. Follow him on Twitter @RaulAReyes. Frida Ghitis:  Biden makes big news on his running mate For once, the loser by a mile in the Democratic debate was Donald Trump. Former Vice President Joe Biden and Senator Bernie Sanders offered presentations that were more reasonable, coherent and factual than anything the President has managed while reading a speech from the teleprompter or speaking from the podium. The contrast with a president floundering in a national emergency was striking. If Trump was the loser, the clear winner was Biden. The former Vice President made news, announcing he will choose a woman as his vice-presidential running mate (clear your calendars Kamala Harris and Amy Klobuchar). Gone is the Biden who seemed lost on a crowded debate stage. This debater was crisp, calm and cogent through the entire two hours. As the hours passed, he never lost his focus and remained totally articulate. He should be careful; he might lose the benefit of low expectations.   Biden made few major gaffes -- except perhaps for parts of his China answer, but that may have been calculated. He looked confident and relaxed. If his body language was planned, it worked. His quarter-turn toward Sanders, with one hand in his pocket, made him look both in command and approachable. While Biden came across as profoundly compassionate and pragmatic, Sanders, who has been consistently strong in articulating what is wrong with America, remained hyper-focused on his ideological, revolutionary position. Sanders did himself no favors by refusing to agree with Biden's suggestion that the two Democrats share similar goals diametrically opposed to Trump's (\"details make a difference,\" Sanders said); refusing to fully commit to choosing a woman running-mate (\"My strong tendency is to move in that direction\") and initially seeming dismissive of the Paris Climate Accord (\"Who cares\"). With the country facing a huge challenge, and the current President leading a dangerously chaotic response, one can only wonder why Democrats don't move on to unify the party without delay. This should be the last debate. That would be the biggest loss for Trump. Frida Ghitis, a former CNN producer and correspondent, is a world affairs columnist. She is a frequent opinion contributor to CNN, a contributing columnist to the Washington Post and a columnist for World Politics Review. Follow her on Twitter @fridaghitis.  Van Jones: Democrats need a dose of Biden and Sanders to win in November Neither wing of the Democratic Party got what they wanted tonight: neither a knock-out blow for Vice President Joe Biden, nor a comeback shot for Sen. Bernie Sanders. But both were well-represented. On issue after issue, Sanders made it clear he understands the depth of America's need for big solutions. He noted that the seeds of today's COVID-19 response failure were planted in a broken healthcare system years ago. He showed that the progressive agenda can help Americans who are barely holding on when work no longer pays. He pressed Biden on the flaws in his record. And the exchange on climate showed how Sanders -- along with New York Rep. Alexandria Ocasio-Cortez and the Sunshine Movement -- finally forced our nation's leaders to think big about facing the existential threat of the climate crisis. In moment after moment, Biden made it clear he understands the depth of America's need for hope and normalcy. He passed up a debate over the politics of Medicare for All to talk about uniting the country around an urgent plan to stem the threat of coronavirus. He spoke to millions of too-long-overlooked women -- and women of color -- when he promised to pick a female running mate. This follows the former Vice President vowing to choose an African-American woman for the Supreme Court. And Biden went further on climate than many Democrats were willing to go just a few years ago -- during the Obama administration. The first 15 minutes on coronavirus might have been the most important of the debate. Biden was empathetic and unifying. Sanders was unflinching in his diagnosis of the deep problems and the big solutions. Both represented themselves well. Democrats will need some of both to beat Trump in November. Van Jones is CEO of REFORM Alliance and co-founder of #cut50, a bipartisan criminal justice initiative of the Dream Corps. He is also the author of \"Beyond the Messy Truth: How We Came Apart, How We Come Together.\" In 2009, Jones worked as the Green Jobs Adviser in the Obama White House. Jen Psaki: Biden's handling of a crisis sounded presidential   Former Vice President Joe Biden and Senator Bernie Sanders knew that the focus of tonight's debate would be on the crisis that is dominating not just the United States, but the global community.      Both were significantly more clear, coherent and thoughtful than the current President of the United States. But their approaches were different.   Biden focused on his experience and ability to address this crisis right now.   Sanders focused more on how his ideology would help address what happens after coronavirus.    Both are important. I have no doubt Joe Biden knows exactly what to do during a crisis. He lived through eight years of them in the White House, including health crises.    And I have no doubt that Bernie Sanders would continue to be a voice for the millions of people who are worried about what happens when the crisis is over.   But at a time when families are worried about whether grandparents are safe, kids are asking hard questions to answer about why they can't hug their friends, and President Trump continues to mislead and scare the public, Joe Biden's focus on what he would do about the crisis right now was a smart reminder of what a real President sounds like.   Jen Psaki, a CNN political commentator, was the White House communications director and State Department spokeswoman during the Obama administration. She is vice president of communications and strategy at the Carnegie Endowment for International Peace. Follow her at @jrpsaki.  Peter Bergen: Biden focused on the here and now of the coronavirus crisis   Obviously, the question of who might better handle the coronavirus crisis was front and center in the debate between former"], "Language": false}