{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/2020-democratic-debate-live-updates/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Veronica Rocha and Meg Wagner, CNN"], "Writers": [["Veronica Rocha", "Meg Wagner"]], "FirstPublishDate": ["2020-03-15T18:31:24.227Z"], "LastModifiedDate": ["2020-03-16T03:04:36.933Z"], "Headline": ["Democratic debate in Washington, DC"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Tonight marked the first head-to-head debate between former Vice President Joe Biden and Sen. Bernie Sanders. CNN's Chris Cillizza broke down some of the winners tonight: Elizabeth Warren/Kamala Harris/Stacey Abrams/Amy Klobuchar: Biden pledged unequivocally he will pick a woman to be his vice president.\nPresident Trump: With the exception of an occasional reference here and there, Trump was barely mentioned.\nUS Centers for Disease Control and Prevention guidance: In the wake of the coronavirus outbreak, the debate had no live audience and Sanders and Biden elbow-bumped instead of shaking hands. And here's a look at the losers: Bernie Sanders/Joe Biden: Both men had good moments. Both had bad moments. But overall, they spent two hours attacking each other's voting records — often focusing on the sort of legislative minutiae (Hyde Amendment!) that the average voter simply tunes out. Read more analysis from Cillizza here. ##Sanders## ##Biden## During the debate, former Vice President Joe Biden claimed that the US chose not to take testing kits for the coronavirus from the World Health Organization. “Look, the World Health Organization offered the testing kits that they have available and to give it to us now,” Biden said. “We refused them. We did not want to buy them. We did not want to get them from them. We wanted to make sure we had our own.”  Facts first: Biden is correct. The US, along with other countries, chose not to take test kits from WHO – and instead decided to make their own.   Laboratories in Germany developed tests to detect the coronavirus which WHO adopted and by March 3, WHO sent out test kits to 47 countries. Other countries, like the US and China, chose to develop their own tests, according to the Washington Post.    That decision by the US government not to take the WHO test kits has come under scrutiny as testing has been slow to roll out across the country and due to some early failures to verify those tests at other laboratories in the US. On February 12, the US Centers for Disease Control and Prevention reported that some of the coronavirus test kits shipped to labs across the country were not working as they should. As a result, the CDC remade parts of the test kits after some produced inconclusive test results. As of Sunday, almost two months after the coronavirus was first detected in the US, 22,713 specimens had been tested in the US. Experts have criticized the country’s seeming inability to produce more tests. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and one of the experts leading the administration’s response to the coronavirus, told Congress Thursday that the US was “failing” when it came to getting Americans tested.  “It is a failing, let’s admit it,” Fauci said. “The idea of anybody getting it easily, the way people in other countries are doing it, we’re not set up for that.” ##Coronavirus## ##Biden## Vermont Sen. Bernie Sanders blasted President Trump's handling of the coronavirus outbreak in the US, saying he's \"undermining the good work of scientists.\" Sanders went on to say that Trump keeps making \"absurd remarks,\" calling him \"arrogant\" and \"ignorant.\" \"A president who had a brain in his head would have brought the scientists together and said, 'Look, how serious is this, what do we? what do we do now?' Not talk about, well, I have ... I have an unusual ability to understand the issue or it's going to all clear up,\" he said. Sanders continued: \"This is not what the people of this country or the world need.\" He said this is also a time of reflection, suggesting that \"we have to move incredibly aggressively in terms of the coronavirus.\" \"What happens after this crisis is over, and it will be over, are we satisfied with the health care system which is not a system? At the end of the day, we have 87 million people who are really nervous about whether they can afford to go to the doctor or not,\" Sanders said. Watch: ##Sanders## ##Coronavirus## Four states have primaries scheduled for Tuesday: Arizona, Florida, Illinois and Ohio. But as the coronavirus outbreak spreads, officials with the US Centers for Disease Control and Prevention have encouraged the cancellation of any gathering that will draw more than 50 people.  Sen. Bernie Sanders was just asked if he thinks the Tuesday primaries should go on as planned. \"That is a very good question,\" Sanders said. \"Look, you know, elections, dates are very, very important. We don't want to be getting in the habit of messing around with them.\" He added: \"I would hope that governors listen to the public health experts, and what they are saying is — you just indicated — we don't want gatherings of more than 50 people. I'm thinking about some of the elderly people sitting behind the desks, registering people, doing all that stuff. Does that make a lot of sense? I'm not sure that it does.\" Watch: ##Sanders## ##Coronavirus## Asked whether he would order a national lockdown to combat the coronavirus pandemic, former Vice President Joe Biden took a swipe at Sen. Bernie Sanders’ \"Medicare for All\" proposal. He pointed to Italy, saying that its single-payer health care system hasn’t worked to stem the outbreak there.  “It has nothing to do with Medicare for All. That would not solve the problem at all,” Biden said at CNN’s Democratic Debate on tonight.  Facts first: This is partly true. As the experience of Italy and other countries shows, having universal coverage and a government-run health system is not enough on its own to stem the spread of coronavirus. But the US is at a disadvantage in fighting the coronavirus because tens of millions of Americans are uninsured or face high out-of-pocket costs before their insurance kicks in — which may make people hesitant to seek testing or treatment.    Health care experts in the US are concerned that coronavirus will spread more widely because ill Americans will avoid getting checked out because of the potential cost. Medicare for All calls for all Americans to have coverage with no out-of-pocket charges.  Nearly 28 million non-elderly people — or 10.4% — were uninsured in 2018, according to the US Census Bureau. And those who have insurance through their jobs still face annual deductibles of about $1,655, on average, before coverage kicks in, according to the Kaiser Family Foundation’s Employer Health Benefits Survey.   \"Addressing coronavirus with tens of millions of people without health insurance or with inadequate insurance will be a uniquely American challenge among developed countries,\" Larry Levitt, executive vice president for health policy at Kaiser, tweeted. \"It will take money to treat people and address uncompensated care absorbed by providers.\"  But federal and state officials, as well as insurers, have stepped up to make sure that Americans can get the coronavirus test at no cost. Many insurers have said they will waive fees for certain members. Several states have also required insurers to waive the cost of the test for some policyholders.  The House bipartisan legislative package, which lawmakers passed in the early hours of Saturday morning, also calls for \"free coronavirus testing for everyone who needs a test, including the uninsured,\" Speaker Nancy Pelosi said in a letter to House Democrats.  President Trump has tweeted his support of the package. The Senate is expected to take up the measure when it returns to session this week.  ##Coronavirus## ##Biden## ##Sanders## Former Vice President Joe Biden said early in Sunday’s Democratic debate that he would handle the coronavirus like the Obama administration took on the 2014 Ebola crisis. What did that mean? The fast-moving Ebola epidemic in West Africa was what the World Health Organization labeled the “largest, most severe and most complex” Ebola epidemic in history. More than 28,000 people were infected and more than 11,000 died. The outbreak started in March 2014 and the initial US response was considered by some slow and inadequate, but by August of that year, the Obama administration staged what scholars say is the largest American intervention in a global public health crisis. Congress approved $5.4 billion of the $6.2 billion Obama had asked for in emergency Ebola funding that went to support international efforts and to create infrastructure in the US to fight emerging infectious disease. The US sent more than 3,500 personnel from multiple agencies to fight the epidemic, mobilizing staff from the Department of Defense, Centers for Disease Control and Prevention, the Public Health Service, the US Agency for International Development and the National Institutes of Health. The medical experts provided direct care to patients and performed basic public health services like contact tracing to help stop the spread of the disease. The experts trained more than 1,500 local healthcare workers. It also educated citizens on disease prevention and partnered with locals to create nearly 200 safe burial teams. The US military also built 11 Ebola treatment units in the region and oversaw the creation of five others. These ETU’s cared for patients, isolated Ebola patients from others, and tested people for the disease. The Department of Defense brought seven mobile labs to the region speeding up testing. The US also built a medical unit in Liberia that cared for healthcare workers that got sick caring for patients. In the US, the Obama administration set up Ebola screening at airports, provided national training for health care workers and created an infrastructure of 51 Ebola treatment centers in 16 states that continue to manage emerging infectious diseases. The unit at the University of Nebraska Medical Center is currently being used to care for novel coronavirus patients.  The National Institute of Allergy and Infectious Disease initiated work on an Ebola vaccine and that research continues. Bernie Sanders and Joe Biden just wrapped up their first one-on-one debate tonight in Washington, DC, with a message to Americans on coronavirus. Here's a portion of what they said: Biden: \"This is about America. This is about the world. This is about how we bring people together and make the kind of sacrifices we need to make to get this done. So first and foremost what we have to do is start to listen to the science again. ... Donald Trump has exacerbated every single one of these problems, both the immediate urgent need and how we're going to hold people harmless for the damage done as a consequence of this virus. It's important we do both.\" Sanders: \"This is a time to move aggressively, dealing with the coronavirus crisis, dealing with the economic fallout. But it is also time to rethink America and create a country where we care about each other rather than a nation of greed and corruption which is what is taking place among the corporate elite.\" ##Biden## ##Sanders## ##Coronavirus## Joe Biden and Bernie Sanders were just asked about their weaknesses in the 2020 race. CNN's Dana Bash pointed out that Sanders has done better with Hispanic voters than Biden. Biden insisted that his message is \"resinating across the board,\" and pointed to several states that he's won. \"Why is it that I'm winning all those places? What's the reason?\" Biden asked. \"The reason is because they know I am a Democrat with a capital \"D\" who believes our that base is the base of the Democratic Party.\" Bash went on to mention that Sanders' campaign is struggling to gain wide support from black voters. \"I think it's imperative that we defeat Trump. I think our campaign of a biracial, bi-generational — multigenerational grassroots movement is the way to do it,\" Sanders said. Sanders added his campaign is \"winning the ideological struggle.\" Watch: ##Sanders## ##Biden## Bernie Sanders defended his previous comments praising Fidel Castro’s regime in Cuba for literacy programs, arguing he was simply acknowledging reality.  “We condemn authoritarianism whether it’s in China, Russia, Cuba, anyplace else. But to simply say that nothing ever done by any of those administrations had a positive impact on their people would, I think, be incorrect,” Sanders said.  Joe Biden criticized Sanders and defended similar comments from former President Barack Obama, saying that Obama “was trying to change Cuban policy so the Cuban people would get out from under the thumb” of Castro’s regime. Biden said that “these are flat-out dictators, period, and they should be called for it, straight-up.” “President Obama was more generous in his praise of what Cuba did in health care and education than I was. I was talking about a program 60 years ago, in the first year of the Castro revolution,” Sanders responded.  Watch: ##Sanders## Bernie Sanders and Joe Biden agreed on a host of climate change policies on Sunday, but the Vermont senator highlighted his far more aggressive policies on the issue. “All well and good, but nowhere near enough,” Sanders said after Biden listed a series of his policies. “I look at climate change in exactly the same way,” Sanders said, labeling the fight against climate change a “war-like situation.” “It's not a question of reentering the Paris accord. That's fine. Who cares? Not a big deal.” “What Joe is saying goes nowhere near enough. It's not a question of money,\" Sanders said. \"This is a world changing event,” he added. Biden’s defend his approach, touting the fact that he would cut subsidies to fossil fuel counties and end offshore drilling. “The fact that he says… Paris accord doesn't mean much. We can get everything exactly right. We're 15% of the problem. 85% of the problem is over there,” Biden said. “We need someone who can deal internationally. We need someone to bring the world together again. We need someone who can move in a direction that, in fact, if you violate the commitment you make, you will pay an economic price for it.” Watch: ##Biden## ##Sanders## Joe Biden praised two proposals from his current and former presidential rivals that he recently embraced as he attempts to consolidate the party behind him and pivot to a general election against President Donald Trump.  Univision's Ilia Calderón asked Biden at Sunday's debate, “Yesterday, you endorsed an Elizabeth Warren plan that would undo key parts of the bankruptcy law you helped pass in 2005. A few hours ago, you announced support for making public college tuition free for families who make less than $125,000 a year, something Senator Sanders has supported. What changed?”  Biden said the 2005 bankruptcy bill that he clashed with Warren on at the time was going to passing overwhelmingly in a Republican-controlled Congress, and that he offered amendments to improve the bill.  “I did not like the rest of the bill, but I improved it,” Biden said.  Biden said he talked to Warren about her bankruptcy proposal two nights ago, and said, “This is the first opportunity we’ve had to make substantial change in what we couldn't get done in a Republican administration.\"  “It’s a good proposal. It’s a solid proposal. And she should get credit for having introduced it,” Biden said.  Biden also offered praise for Sanders' bill on free public university tuition, and called it a “good idea.” “The exact bill that Sen. Sanders introduced I guess a little over a year ago, capping it off at $125,000 in income, you could get free up to that point, after that you’d have to pay for college education. It only worked for public schools and it would work for public universities in your state,\" Biden said.  “I support that idea,” Biden continued. “It was a good idea. And I support it.\" Watch: ##Biden## Joe Biden committed tonight that he would choose a woman to be his vice president. \"There are a number of women qualified to be president tomorrow. I would pick a woman to be my vice president,\" he said. Meanwhile, Bernie Sanders said \"in all likelihood, I will.\" \"For me, it's not just nominating a woman. It is making sure that we have a progressive woman and there are progressive women out there. So my very strong tendency is to move in that direction,\" he added. Watch: ##Sanders## ##Biden## Joe Biden extended an olive branch to Bernie Sanders’ supporters tonight, attempting to minimize their differences on issues like health care, student debt, education and climate change.  “We disagree on the detail of how we do it, but we don’t disagree on the principle. We fundamentally disagree with this president on everything,” Biden said.  He said that “if Bernie’s the nominee, I will not only support him, I will campaign for him.”  “This is much bigger than whether I’m the nominee or Bernie’s the nominee,” Biden said.  Sanders said he, too, would campaign for the Democratic nominee. But he rejected Biden’s effort to suggest their policy objectives are similar, saying that “details make a difference.”  Biden said at the beginning of his answer that he’d moved left on free public university tuition and bankruptcy reform. “He’s making it hard for me right now. I’ve been trying to give him credit for things and he won’t even take the credit,” Biden said. Watch: ##Biden## ##Sanders## Bernie Sanders criticized Joe Biden’s voting record during his time in the Senate, faulting the former US senator from Delaware for voting for the Defense of Marriage Act, trade agreements like NAFTA, authorization for the War in Iraq and for a 2005 bill on bankruptcy. Biden fired back by noting Sanders repeatedly voted against the Brady Handgun Violence Prevention Act, a sweeping bill that looked to curb gun violence. “I voted against the Defense of Marriage Act. You voted for it. I voted against the bankruptcy bill, you voted for it. I voted against the war in Iraq, which was also a tough vote, you voted for it. I voted against the disastrous trade agreements like NAFTA and PNTR with China, which cost this country over 4 million good-paying jobs. You voted for it. I voted against the Hyde amendment, which denies low income women the right to get an abortion. You have consistently voted for it,” Sanders said. “It takes courage sometimes to vote and do the right thing.” Biden quickly fired back: “You can argue about the past. … This man voted against the Brady bill five times. Background checks. Background checks. Five times.” Biden added: “Number two, this man is the one of the few Democrats I know who voted to exempt the gun industry from being able to be sued. Talk about a special, special interest. We should be able to sue drug companies. We should be able to sue tobacco. We can't sue gun manufacturers because he voted for that years ago. He says it was a mistake now. I am prepared to accept he says it was a mistake. The question is what do we do from this point on?” ##Biden## ##Sanders## Bernie Sanders laid into Joe Biden on tonight for his openness in the past to cutting Social Security, bringing an attack that’s been a fixture in Sanders’ campaign ads into the debate. “I am saying that you have been on the floor of the Senate time and time again, touting the need to cut Social Security, Medicare and veterans’ programs,” the Vermont senator said to Biden.  “That is not true,” Biden shot back.  Sanders told those watching at home to visit YouTube — where the first search result for “Joe Biden Social Security” is a video posted by Sanders’ campaign in which Biden says to “put all of it on the table.”  Biden said he was willing to put changes to Social Security on the table “in order to get the kinds of changes we need on other things related.”  “But we did not cut it,” Biden said. “I know,” Sanders shot back, “because people like me helped stop that.” Watch:  ##Biden## ##Sanders## Joe Biden fired back at Bernie Sanders' implication that millionaires and billionaires have too much influence in campaigns, including the former vice president’s bid, by arguing he beat Sanders with less money in recent primaries and caucuses. “You need to take on Wall Street. You need to take on the drug companies and the insurance companies and the fossil fuel industry,” Sanders said. “You don't take campaign contributions from them. You take them on and create an economy that works for all.” Biden fired back by calling for federal funded elections with “no private contributions” in the election process. But then the former vice president hit Sanders for the implication, noting that money in election doesn’t always mean winning. “Bernie’s implication is somehow I am being funded by millionaires,” Biden said. “In the last Super Tuesday and before that, Bernie outspent me 2, 3, 4, 5, 6 to 1 and I still won. I didn't have any money. And I still won.” Biden won contests over the last two weeks despite spending millions less than Sanders on television, digital and radio ads. Watch: ##Sanders## ##Biden## Joe Biden and Bernie Sanders delivered nearly identical answers when asked what precautions they are taking during the coronavirus pandemic.  Sanders, 78, said his campaign has called off rallies, which he said he enjoys doing, and instead did a “fireside chat” Saturday night, referring to an online event his campaign held. Biden, 77, also said his campaign is no longer holding rallies and instead doing virtual town halls, the first of which came Friday night.  Both said they are washing their hands and using hand sanitizer frequently.  The two also said they are no longer shaking hands. They greeted each other with an elbow bump in CNN’s Washington studios ahead of tonight’s debate.  Biden also noted that he has no underlying health conditions. Sanders late last year had a heart attack, but said he is now in good health. Watch: ##Sanders## ##Biden## ##Coronavirus## Joe Biden, in response to an exchange about how economic inequality factors into the current spread of coronavirus, said that while there are “legitimate concern about income inequality in America,” most Americans are “looking for results, not a revolution.” Bernie Sanders followed up by saying that it is “not good enough not to be understanding how we got here and where we want to go into the future.” The back-and-forth highlighted the key differences between the two candidates: Biden is proposing more traditional leadership, while Sanders is offering more wholesale change, even in the face of a crisis. “People are looking for results, not a revolution. They want to deal with the results they need right now,” the former vice president said. “And we can do that by making sure that we make everybody whole who has been so badly hurt” by the economic implications of the coronavirus. Biden pointed to people who have lost jobs, struggled to care for their children and were impacted by health care costs in the face of the coronavirus. “We can make them whole,” Biden said. “Now.” “That has nothing to do with the legitimate concern about income inequality in America. That's real,” he said. “But that does not affect the need for us to act swiftly and very thoroughly and in concert with all the forces that we need to bring to bear to deal with the crisis now.” Sanders responded by saying that “it goes without saying that as a nation we have to respond as forcefully as we can to the current crisis.” “But,” Sanders added, “it is not good enough not to be understanding how we got here and where we want to go into the future.” “In fact, it was my idea originally to make sure every person in this country is made whole as a result of this crisis,” the Vermont senator said. “God willing, this crisis is going to end. We're going to have to develop an economy in which half of our people are not living paycheck to paycheck and struggling to put food on the table.” Watch: ##Biden## ##Sanders## Former Vice President Joe Biden said he would not deport any undocumented person who came forward for coronavirus treatment or testing. \"Anyone who shows up to be tested for coronavirus or gets coronavirus and is treated would be held harmless,\" he said. He said that there are certain things undocumented immigrants cannot be deported for, and added \"that would be one of them.\" Sen. Bernie Sanders also answered, and mentioned that his Medicare for All plan includes heath care coverage for undocumented immigrants. \"So we have to make sure that everybody feels comfortable getting the health care that they need. That should be a general principle above and beyond the coronavirus,\" he said. Watch: ##Biden## ##Sanders## ##Coronavirus## Bernie Sanders suggested that the United States should be working with China on dealing with coronavirus. CNN's Dana Bash asked: \"When the outbreak first started, the government censored the whistleblower doctor who sounded the alarm and downplayed the true gravity of the the virus. What consequences should China face for its role in this global crisis?\" Sanders said one of the consequences to learn is \"you cannot lie to the American people. You cannot be less than frank about the a nature of the crisis.\" He went on say that he doesn't think it's the time to be punishing people. \"Now is the time to be working with China. They are learning a lot about this crisis. And in fact, we have to work with them. We have to work with the World Health Organization, we have to work with Italy. If there was ever a moment when the entire world is in this together, got to support each other, this is that moment,\" Sanders said. Watch: ##Sanders## ##Coronavirus## Joe Biden pointed out another area of agreement with Bernie Sanders during Sunday night's debate: Those on Wall Street responsible for the 2008 economic collapse should have gone to jail.  But he also criticized Sanders over his vote against the bank bailout.  The former vice president said individuals Sanders says he cares about would have been in “deep trouble” had banks been allowed to collapse.  “This was about saving the economy. And it did save the economy. And the banks paid back, and they paid back with interest,” Biden said.  Then he added: “I agreed with Bernie, someone should have gone to jail.”  It was the second time in the debate’s first half-hour that he said he agreed with Sanders. The first was over surging efforts at hospitals to deal with the coronavirus pandemic.  Watch: ##Biden## ##Sanders## Joe Biden said having Medicare for All in the United States would not help solve the coronavirus crisis.  “With all due respect to Medicare for All, you have a single payer system in Italy. It doesn't work there. It has nothing to do with Medicare for All. That would not solve the problem at all,” Biden said. Italy has been put under total lockdown as coronavirus spreads in the country.  Bernie Sanders, who has spearheaded Medicare for All, responded to Biden’s assertion and said experts have said that one of the reasons the US has been unprepared to handle this crisis is \"we don't have a system.”  “We’ve got thousands of private insurance plans,\" Sanders said. \"That is not a system that is prepared to provide health care to all people. In a good year, without the epidemic, we're losing up to 60,000 people who die every year because they don't get to a doctor on time.\"  “It's clear this crisis is only making a bad situation worse,” Sanders said.  Under Sanders' Medicare for All plan, Americans would be enrolled in a national health insurance program, also known as a \"single-payer\" system, and the federal government would run the program.  Watch: ##Sanders## ##Biden## ##Coronavirus## Asked if he'd deploy the US military to fight the coronavirus outbreak, Bernie Sanders said he'd use \"all of the tools that make sense.\" \"And if using the National Guard — which is folks, I think, in New York state are already using the National Guard — that's something that has to be done,\" Sanders said. \"This is clearly, as the vice president indicated, a national emergency.\" Former Vice President Joe Biden said he'd call on the military immediately, adding they could help build hospitals. \"I would call out the military. Now,\" Biden said. \"So it is a national emergency. I would call out the military.\" Watch: ##Biden## ##Sanders## ##Coronavirus## Joe Biden compared the coronavirus pandemic to war, portraying himself as a leader who is prepared to tackle a crisis and contrasting his approach with Bernie Sanders’ call for a single-payer health care system tonight.  “This is like a war, and in a war you do whatever is needed to be done to take care of your people,” Biden said.  “Everything that you need in terms of dealing with this crisis would be free,” he said. “It is paid for by the taxpayers generally. Generally. It has nothing to do with Bernie’s Medicare for All.”  Watch: ##Biden## ##Coronavirus## Joe Biden looked for commonality early in tonight's Democratic debate, saying “I agree with Bernie” on how to respond to the coronavirus pandemic.  Biden said he and the Vermont senator were on the same page about making sure hospitals are prepared for a surge in sick patients.  “I agree with Bernie. We’re in a situation where we have to now be providing for the hospitals that are going to be needed. We need it now,” he said.  Biden said the United States has dealt with similar viruses before, citing “N1H1,” a reference to 2009’s H1N1 pandemic, and “what happened in Africa” -- a reference to Ebola.  Watch: ##Biden## ##Coronavirus## Bernie Sanders said tonight that the first step to tackling the spread of coronavirus — whether he becomes president or not — would be to “shut this President up right now.” “First thing we have got to do, whether or not I’m president, is to shut this President up right now, because he’s undermining the doctors and the scientists who are trying to help the American people,” Sanders said. “It is unacceptable for him to be blabbering with un-factual information, which if confusing the general public.” Democrats have faulted President Trump’s response to coronavirus, blaming him for downplaying the impact the virus may have while his scientific advisers have outlined the widespread implications the virus could have on life in America. Sanders said he believes the government needs to move “aggressive” to make sure everybody in this country “understands that when they get sick with the coronavirus … that all payments will be made.” “They don't have to worry about coming up with money for testing,” he said. “They don't have to worry about coming up with money for treatment.” He added: “Do not worry about the cost right now. Because we're in the middle of a national emergency.\" Watch: ##Sanders## ##Coronavirus## Joe Biden got the first question of the night — and it was about the coronavirus outbreak. \"What do you say to the American people who are confronting this new reality?\" CNN's Jake Tapper asked him. \"This is bigger than any one of us. This calls for a national rallying to everybody move together,\" Biden said. Biden added that he wants to increase testing, and ensure that every state has access to drive-through tests. He said he's working to ensure there are more hospital beds and said he'd deal with the economic fall out \"quickly.\" Watch: ##Biden## ##Coronavirus## Tonight's Democratic debate — the first one-on-one debate between former Vice President Joe Biden and Sen. Bernie Sanders — just kicked off.  This is the last debate before Tuesday's primaries in Arizona, Florida, Illinois and Ohio. You might notice the podiums are far apart: The microphones at the Democratic debate are 6 feet apart, per recommendations from the US Centers for Disease Control and Prevention to avoid the spread of coronavirus. The debate was originally scheduled to be held in Arizona in front of an audience, but was moved to studios in CNN’s Washington, DC, bureau. There is no studio audience tonight. ##Biden## ##Sanders## Joe Biden and Bernie Sanders bumped elbows before the start of tonight’s CNN debate. The candidates appeared to dispense with the traditional pre-debate handshake. US Centers for Disease Control and Prevention guidelines suggest you should avoid handshakes to prevent the spread of coronavirus. Watch: ##Biden## ##Sanders## ##Coronavirus## Joe Biden and Bernie Sanders enter their first one-on-one debate tonight under unprecedented circumstances. The debate will be held in CNN's studios in Washington, DC, with no in-person audience as a result of the coronavirus pandemic.  The historic situation will serve as the backdrop to a debate in which Biden and Sanders will look to explain how they would lead the country in a moment of crisis and how their experience and policies make them best suited for the job. Here are three things to watch in tonight's debate: Addressing a pandemic: Biden and Sanders' responses to the coronavirus have highlighted their unity in opposing President Trump, as both believe he has mishandled this crisis. But their responses have also highlighted the chasm between the two on policy and demeanor. Biden is pledging competency that leads voters to harken back to how former presidents responded in a time of crisis, while Sanders is promising wholesale change.\nHow will Biden balance a primary and a pivot? The former vice president is eager to pivot to the general election and focus on taking on Trump. But he can't take a potential victory over Sanders for granted and he also can't risk alienating Sanders' supporters. In a speech Tuesday night in Delaware, after his victory in Michigan and other primaries, Biden extended an olive branch to Sanders supporters. Whether Biden can continue that outreach while facing criticism from Sanders on the debate stage tonight is a key question.\nWill Sanders pull his punches? How aggressive Sanders is with Biden could preview how long this primary battle will last. Sanders comes into the debate with a substantial delegate deficit and a slate of tough contests ahead of him on Tuesday. As a results of the coronavirus pandemic, his campaign is currently unable to hold the large, raucous rallies that have propelled his bid to date. That leaves Sunday's debate as the best opportunity for the Vermont senator to make up ground. But how Sanders approaches Biden tonight will set the tone for to the rest of the primary. ##Biden## ##Sanders## ##Coronavirus## Tom Perez, the chair of the Democratic National Committee, said tonight's debate between Joe Biden and Bernie Sanders \"calls for clear, compassionate leadership\" in the wake of the coronavirus pandemic. \"This is a leadership moment. This is a moment that calls for clear, compassionate leadership. Leadership that is not afraid of facts. Leadership that will enable the American people to see that our Democratic candidates are truly able to meet the moment,\" he said. Perez continued: \"This is a serious and somber time. We all know that. Our lives are offended in ways that we did not imagine and frankly frustratingly are self preventable because we have a President who didn't prepare for this. And so that's what we are going to see tonight. I think it will be more somber.\" The DNC chair went on to say that he thinks the candidates will talk about the need for Americans to come together. \"There will be disagreements here and there. I think what you will see more than anything are two leaders who are exuding that leadership,\" he said. Tonight's debate comes ahead of primaries Tuesday in Arizona, Florida, Illinois and Ohio. What we know: Bernie Sanders lost those four states to Hillary Clinton in 2016. Joe Biden's campaign is looking to score big victories in those states as he continues his march toward the Democratic presidential nomination. ##Sanders## ##Biden## The podiums at tonight's Democratic debate are 6 feet apart per recommendations from the US Centers for Disease Control and Prevention to avoid the spread of coronavirus. The debate was moved from Arizona to studios in CNN’s Washington, DC, bureau. The CDC is urging people to practice social distancing to combat the spread of the virus.  Here's a look at the debate stage: To make the March 15 debate stage, candidates needed to have been allocated at least 20% of the total number of pledged delegates allocated across all of the following contests:  Alabama, American Samoa, Arkansas, California, Colorado, Democrats Abroad, Guam, Idaho, Iowa, Maine, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Nevada, New Hampshire, North Carolina, North Dakota, Northern Mariana Islands, Oklahoma, South Carolina, Tennessee, Texas, Utah, Virginia, Vermont and Washington. The allocations need to have been made by by 9 a.m. ET today. The total delegate allocation was determined by adding together all of the delegates allocated to candidates by CNN or the Associated Press, according to the Democratic National Committee. The number of delegates needed to qualify for the debate was determined by multiplying the total delegate allocation by 0.20 and rounding the result to the nearest whole number. The candidates' delegate percentage was calculated by dividing the number of pledged delegates allocated to them by CNN or AP by the total delegate allocation and rounding the result to the nearest whole number. Who didn't make the debate stage: Hawaii Rep. Tulsi Gabbard, the only other Democratic candidate still running for president, did not qualify for the debate stage. Gabbard has won a total of two delegates from the nominating contests. Because of the coronavirus outbreak, tonight's Democratic debate will have no audience, and in accordance with the US Centers for Disease Control and Prevention guidelines, their podiums will be 6 feet apart.  The debate was originally supposed to take place in Arizona in front of a live crowd, but it was moved to CNN's Washington, DC, studios last week. \"Out of an abundance of caution and in order to reduce cross-country travel, all parties have decided that the best path forward is to hold Sunday's debate at CNN's studio in Washington, D.C., with no live audience,\" Xochitl Hinojosa, communications director for the Democratic National Committee, said in a statement. Additionally, Univision's Jorge Ramos was possibly exposed to coronavirus. While he is not exhibiting any symptoms, he has stepped down from his role as one of the moderators for the debate, the DNC said. The network's Ilia Calderón will take his place, alongside CNN's Dana Bash and Jake Tapper.  \"Both Mr. Ramos and the person he was in contact with are in good health and symptom free,\" Hinojosa said. \"Despite being cleared by medical professionals and out of an abundance of caution, Jorge has decided to step aside from participating in the upcoming March 15 Democratic debate.\" The coronavirus pandemic has also led both candidates to cancel rallies and stay off the campaign trail in recent days. ##Biden## ##Sanders## ##Coronavirus## Former Vice President Joe Biden and Vermont Sen. Bernie Sanders will face off Sunday night in the first one-on-one debate of the 2020 presidential primary. The debate will air live at 8 p.m. ET from CNN's studio in Washington, DC. CNN's Dana Bash and Jake Tapper and Univision's Ilia Calderón will moderate. How to watch: The debate will air exclusively live on CNN, CNN en Español, CNN International and Univision. It will stream live in its entirety, without requiring log-in to a cable provider, on CNN.com's homepage, across mobile devices via CNN's apps for iOS and Android, and via CNNgo apps for Apple TV, Roku, Amazon Fire, Chromecast and Android TV, as well as Univision's digital properties. ##Biden## ##Sanders##"], "Language": false}