{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/opinions/coronavirus-changes-everything-opinion-weekly-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-03-15T11:35:43Z"], "LastModifiedDate": ["2020-03-15T14:15:11Z"], "Headline": ["This changes everything"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Everything changed this week. The response to the worldwide spread of the COVID-19 coronavirus upended all of our lives. Workplaces shut down. Schools were closed. Major league sports suspended their seasons. Airlines cut their flight schedules. Hospitals began preparing for a predicted surge of patients. And on Friday, President Donald Trump declared a national emergency. Infectious disease expert Michael Osterholm, who warned in 2005 that \"time is running out to prepare for the next pandemic,\" said in a conversation with Peter Bergen that America faces a huge challenge: \"We are worse off today than we were in 2017 because the health care system is stretched thinner now than ever. There is no excess capacity. And public health funding has been cut under this administration.\"  \"Social distancing\" is the new catchphrase for how we are advised to behave. By all accounts, staying away from other people is the best tool everyday people have to flatten the rising curve of contagion and lessen the potential impact on hospitals and caregivers.  It's also a struggle for humans, who naturally depend on dozens of everyday social interactions. Blaise Pascal, the French thinker, mordantly captured the essence of our lives as social creatures 350 years ago: \"All of humanity's problems stem from man's inability to sit quietly in a room alone.\"  This is deadly serious, warned Eli Pariser. Since older people are more susceptible to serious complications — and worse -- from the virus, members of the Boomer generation had better pay attention, he wrote. \"Reduce your social contact as much as possible, for everything that's not an emergency. Cancel bowling, singing group, yoga, your book club, your other book club, that book club you've stopped going to anyway, and beers at the bar. If you go to church, skip that for now and pray at home. Get vaccinated for flu and pneumonia. Wash your hands and don't touch your face.\" Katie Hawkins-Gaar is worried about her 65-year-old mom, who will have to curtail an active life of volunteering at a local school and helping at church. \"These activities provide purpose and structure to her day,\" she wrote. \"Without them, it's easy to feel lost and lonely.\" But as isolating as social distancing is, it's also selfless, she added. \"Remember that following guidance and isolating is ultimately a socially generous act, a gesture of community.\" Her mother is finding ways to cope: \"She's getting outside, but keeping a safe distance from neighbors. And she's still making food for her local homeless shelter once a week, but is no longer serving the meals — a decision that will protect her and others.\"  Joelle Renstrom, who teaches at Boston University, is wrestling with how the new normal will change her life and that of her students. Those fortunate enough to be able to work from home -- and their employers -- will see technology solutions as lifesavers, she wrote: \"Keeping people safe and enabling employment, remote work arrangements preserve continuity and allow people to stay busy doing something familiar during a time of crisis.\" But they come at a cost: \"We will increasingly have to seek out and fight for personal connections and firsthand interactions. Maintaining the qualities that separate us from machines, such as empathy and the need to connect both emotionally and physically with others, will require effort.\"  Justina Sharp, a student at California State University, has another concern. \"Minimum wage at my on-campus job isn't much, but it's more than the zero dollars a month I'll be earning if my school closes, essentially making my life a casualty of the cold war against coronavirus,\" she wrote.  Canceling events, stocking up After the first of two players tested positive for the virus, the NBA's Adam Silver announced that he was suspending the season. Much of major league sports followed suit. \"Silver's decision is a sobering but inspiring reminder that true commitment to social responsibility means that capitalism doesn't always have to mean profits over people,\" wrote Roxanne Jones. As might be expected, people are stocking up on hand sanitizer, toilet paper and other products they might need if they have to self-quarantine. The result in many places: the shelves are empty. If you can find it, choose sanitizer that has at least 60% alcohol, wrote Ford Vox, a doctor. \"Alcohol destabilizes the outer layers of coronaviruses, potentially damaging and breaking them down enough so that they're less likely to infect you when you later rub your eye (you know you want to). Face touching is a tough habit to kick...\" And hand washing is a surer safety measure than sanitizer, Vox noted. Role models The administration's response to the virus was widely criticized, with critics especially blasting the slow rollout of testing. President Trump's Wednesday night address to the nation missed the mark, in the view of many. (His Friday Rose Garden press conference declaring the emergency was seen as an improvement by many. Peter Bergen called it \"a reassuring affair after his disastrous Oval Office address on Wednesday night\" and credited Trump with offering some realistic policy prescriptions.) \"Trump tried to give a serious address to the nation from the Oval Office, laying out a plan to tackle the pandemic,\" wrote Frida Ghitis of his Wednesday remarks. \"But it quickly became apparent that this was one more error-filled display in what has been a grotesque carnival of incompetence.\"  Samantha Vinograd pointed out that the US had three months to get ready for the crisis: \"Whether it's sharing his 'hunch' that the coronavirus death rate is lower than 3.4%, saying that the United States had contained the spread of the virus from China back in February, claiming that cases are going down, muddying the waters on vaccine development and more, the President is a walking, talking, tweeting disaster when it comes to the communications strategy required during a complex crisis like this one.\"  The Oval Office address came the same night that Tom Hanks and Rita Wilson announced that they had tested positive for the virus in Australia. John Avlon argued that Americans' focus on \"individual self-interest at the expense of the common good\" at a time when the President is \"uniquely unsuited to being a uniting father figure\" sets the nation up poorly to endure the kind of sacrifices that might be needed to get through the crisis. At this moment, Tom Hanks is a better role model, Avlon observed. \"One of the most high-profile celebrity victims of coronavirus to date is beloved because he represents an older American tradition where character counts above all.\" In another contrast to the President, former vice president Joe Biden spoke on the coronavirus challenge. David Gergen noted, \"His speech was for the most part well crafted, his ideas were reasonable, his words calm and reassuring, and he related well with working people and the vulnerable. In short, this was a classic presidential speech.\" For more on the virus: -- Joe Biden: The virus lays bare the shortcomings of the Trump administration   -- Bernie Sanders: Coronavirus highlights the flaws in our health care and economic systems  -- Robert Sapolsky: Our brains on coronavirus -- Dr. James Phillips: How to improve your chances  -- Michael Bociurkiw: What the US can learn from Singapore's coronavirus strategy -- Alexis Glick: A common-sense approach to coronavirus crisis -- Kendall Brown: I'm chronically ill, and this is what Congress can do to protect me -- Bruce Davidson: How to reduce your vulnerability to coronavirus -- when sleeping -- Van Jones and Jessica Jackson: A prison pandemic? Steps to avoid the worst -- Julian Zelizer: Trump's speech won't erase his bumbling response -- Kevin J. Tracey: Want a coronavirus vaccine? Fund the research -- Kelly Madigan: Italy's nightmare is making me rethink life in rural Iowa -- Mitch Landrieu: President Trump, heed these five lessons from my career in disaster response Biden gains ground vs. Sanders It seems like it was a year ago, but it was only this past Tuesday when Biden notched another impressive lineup of wins in primary states, including Michigan, Missouri and Mississippi. \"Biden is proving to be the candidate who can pull together a multi-racial, working-class coalition,\" wrote Nayyera Haq. \"This is what many Democrats have been for; it's what won the election for Obama, and much of that nostalgia has rubbed off positively on Biden.\"  Errol Louis wrote that Sen. Bernie \"Sanders and his followers must face the hard reality that the political revolution he called for is not occurring. Voters that supported him four years ago have clearly decided to look elsewhere, and they seem to be gravitating to Biden.\"  On Sunday night, the two remaining mainstream candidates will face off in a CNN debate, and on Tuesday they will contend in primaries in Arizona, Florida, Illinois and Ohio. Sanders is struggling because he hasn't been able to attract strong support among black voters and while he has a strong following among younger adults, their voter turnout hasn't increased. \"The main lesson of the Democratic primaries,\" wrote Jeffrey Sachs, \"is the growing generational divide in US politics, one that reflects the deep and disruptive shifts taking place in the US economy. Former Vice President Joe Biden has captured the votes of older Democrats; Vermont Senator Bernie Sanders the votes of younger Democrats.\"  Areva Martin argued that \"Sanders' biggest mistake, undoubtedly, was his failure to understand the mindset of middle-aged and older African Americans. For many of these voters, Trump's relentless attempts to dismantle Obamacare and destroy the entire legacy of the first black president -- Barack Obama -- has been an unending nightmare.\" Don't miss: -- Rosa Prince: The Queen is making her most serious misstep here. -- Danielle J. Lindemann: How Love is Blind reveals what we're all aching for -- Allison Smith: Ivanka for president: the chances are higher than you might think -- Elie Honig: Judge's blistering opinion reveals William Barr's unfitness -- Rashad Robinson: Your favorite crime shows hinder this life-and-death cause -- Padma Lakshmi: 90% of people are biased against women. That's the challenge we face A ghost story for all time Many people know the story of Henry VIII and his six wives but it took a contemporary British writer to turn the life of the king's \"most competent minister\" into a riveting story that won awards and launched versions on television and in theaters. Hilary Mantel's \"Wolf Hall\" trilogy is now complete, with the publication of her final historical novel on the life of Thomas Cromwell. The first two novels have sold over five million copies worldwide. The final one, \"The Mirror and the Light,\"  wrote Kate Maltby, \"is an accomplishment in multiple forms at once: an expression of Mantel's advanced"], "Language": false}