{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/us/nursing-home-families-cope-with-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Kirkland, Washington"], "ByLine": ["By Sara Sidner, CNN"], "Writers": [["Sara Sidner"]], "FirstPublishDate": ["2020-03-15T00:57:51Z"], "LastModifiedDate": ["2020-03-15T12:23:07Z"], "Headline": ["Families resort to yelling to their loved ones from outside infected nursing home in Washington"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When you walk on the street past the Life Care Center, a nursing home where the coronavirus has killed more Americans than any other place in the country so far, you can hear the voices of people trying to comfort their elderly parents inside. \"Hi, Pops! Why don't you cover his legs up?\" Katherine Kempf yells to her father and his nurse. \"Mom, you feeling any better today?\" Bridget Parkhill asks as she peers inside her mother's room. Their voices are strong and clear. They have to be. They are speaking through glass and concrete to people who have suffered strokes, chronic obstructive pulmonary disease and chronic breathing problems and have now tested positive for coronavirus.  The families cannot go inside to comfort their parents. They can only talk through the walls and windows and on cell phones. Every day they show up. They want their parents to know they are loved; they are not alone, and they are not forgotten. They are also going to the facility to demand their parents be given the best care possible in a terrible situation. \"My mother came in to rehab her knee after a knee replacement,\" Parkhill told CNN, \"She was not sick.\" She is now. After someone contracted the coronavirus in the nursing facility, it spread rapidly to numerous patients, including Parkhill's mother.  \"She is deteriorating mentally,\" Parkhill said, standing beside her sister Carmen Gray. \"It's been horrible. It's been like a nightmare that I just can't wake up from. I just want to see Mom and talk to her face-to-face and laugh with her and joke with her and play backgammon and all the stuff we used to do together.\" They, along with family members of other nursing home residents, are filled with dread, anger and sorrow -- all at the same time. \"It's like a kick in the gut,\" Parkhill said. \"We talked about it openly. We believed that our mother, along with all of the other patients, was positive. But when we got the actual results, it still was stunning.\" Is there enough staff in the nursing home? The sisters can't bring themselves to think of what could happen to their mother. They are well aware that the number of coronavirus deaths linked to the facility stands at 22, the highest of anywhere in the United States. They know many people on the staff have reported having symptoms. The nursing home was slow to test all the staff and only recently reported that 47 of its the staff members have tested positive for coronavirus. More than a third of the staff is staying home. There are so many questions lingering for the nursing home management. The most pressing: Does Life Care Center have enough staff to care for the patients left in the facility? \"I'm absolutely sure that our staff is doing all they can with the resources that they have to take care of the patients who are there,\" Life Care spokesman Timothy Killian told CNN. \"Because I keep saying we do feel there are areas in which that could be improved if we are provided and had more employees to work on site.\" What they are most lacking, he said, is mental health counseling.  \"Your mental health effects your immunity,\" Gail Saltz, a psychiatrist and author, told CNN. \"Hearing voices and talking and connecting from people -- you get comfort from that. It is really important. But best of all is face-to-face communication, even if its Skyping or Zooming. Those really matter, particularly if you are elderly and isolated.\"  The families of the infected know that. They want more help to be sent to their ailing parents. Nursing home spokesman questioned Every day, Killian, the nursing home spokesman, comes out to address the media. He is peppered with questions, not only from journalists but from the families angry about what has unfolded and the lack of information they've received. Why weren't the staff members isolated or quarantined? Why hasn't the facility self-isolated, especially when a third of the staff has reported coronavirus symptoms? Those questions were especially pressing in light on how the US government acted decisively when Americans were brought home from the pandemic epicenter in Wuhan, China. They were immediately quarantined or isolated for 14 days, whether they displayed symptoms or not. \"We have been in discussion with the CDC (Centers for Disease Control and Prevention) and the Department of Health in Washington. They have not told us to completely quarantine in place,\" Killian said.  At this point, Killian said, no one will take the patients who have tested positive. Hospitals won't take them unless they are dealing with life-threatening symptoms. Other nursing homes won't take them. And the families of the patients can't care for them at home safely. They are stuck and doing the best they can, he said. 'It's rough in here' The families are doing whatever they can to help cheer their parents up. It's hard because while they are being cheery and light, they're filled with worry inside. Kempf says her dad has always been stoic. He's a Vietnam veteran who saw combat. Even when he broke a bone later in life, he didn't complain and didn't go to the doctor for two days. He's tested positive for coronavirus and has health risk factors that tend to cause death in patients infected with coronavirus. Kempf is staying calm because her dad has not exhibited any symptoms. She brings him herbs and visits regularly, even leading the family's new rescue dog to his window. She doesn't want to let on to her two children that she's afraid for their grandfather, who recognizes the danger. \"For him to say to me on the phone, 'It's rough in here,' that's a huge statement for my dad,\" Kempf says, choking up and then composing herself quickly. \"He's dealing with it stoically ... but the reality is, his friends have died, you know.\" As for Parkhill and her sister, Carmen Gray, they decided to try something different. They sent their mom a lunch, which the nursing home staff delivered, and sat outside their mother's window to eat their own lunch. It was a picnic. They chatted on the phone as they all ate together.  It wasn't the same as when the sisters visited her for lunch and gave her a hug, but at least they could be together and find a tiny bit of happiness. \"We love her so much. We just want her to get better,\" Carmen said. They were both been inside the facility when the outbreak was happening, but nobody knew. Gray has tested negative. Her sister is awaiting her test results. \"They hold your hands down and stick a long swab up your nose. It isn't comfortable. But it is completely necessary,\" Parkhill said. Correction: This story has been updated to correct the spelling of Katherine Kempf's name."], "Language": false}