{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/tech/jack-ma-face-masks-us-donation/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-03-14T18:07:42Z"], "LastModifiedDate": ["2020-03-14T18:27:11Z"], "Headline": ["Chinese billionaire Jack Ma says he will donate one million face masks and 500,000 coronavirus testing kits to the US"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Chinese billionaire and Alibaba co-founder Jack Ma said he will donate 500,000 coronavirus testing kits and one million face masks to the United States. The kits and masks have been sourced and are ready to be delivered, he said Friday on Twitter and Weibo, China's micro-blogging platform.  \"Drawing from my own country's experience, speedy and accurate testing and adequate personal protective equipment for medical professionals are most effective in preventing the spread of the virus,\" Jack Ma said in a statement. \"We hope that our donation can help Americans fight against the pandemic!\" Ma's offer came just hours after US President Donald Trump declared a national emergency to free up $50 billion in federal resources to combat coronavirus amid criticism authorities had been too slow to test and respond as the disease spread from Asia to America's shores.  Ma has donated one million masks to Japan as of March 2 and had been attempting to ship one million masks to Iran as of March 6, according to his Weibo posts. In a March 11 post, he wrote that 1.8 million masks and 100,000 testing kits would go to Europe, with the first batch arriving in Belgium this week. He shared plans to donate to Italy and Spain, two other countries hard-hit by the virus, as well. China is the world's biggest supplier of face masks. As the coronavirus crisis in China ramped up in January, the country cut face mask exports to the rest of the world while buying up most of the world's supply.  Some observers indicated that Ma's donations could be interpreted as a show of power.  \"This is an A+++ passive aggressive Chinese flex that will come up at least 2x every conversation with an uncle from now on, but we will take what we can get!\" Christina Xu, a ethnographer who studies tech adoption and internet culture in the US and China, tweeted on Friday. The Chinese Communist Party has spoken up recently as cases there slow dramatically, saying people should be more grateful for how it handled the outbreak. Speaking Friday, Wang Zhonglin, party chief of Wuhan, the virus-hit capital of Hubei province, said it was necessary \"to carry out gratitude education among the citizens of the whole city, so that they thank (President Xi Jinping).\" China has been criticized by health and government officials, including US Secretary of State Mike Pompeo, for its initial response to the virus — during which Chinese officials appeared to downplay information about its severity.  Ma ended his statement on Twitter by quoting a slogan popularized by one of the US founding fathers, Benjamin Franklin: \"United we stand, divided we fall.\""], "Language": false}