{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/health/coronavirus-china-hiv-wuhan-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Shanghai"], "ByLine": ["By Lily Lee and Ben Westcott, CNN"], "Writers": [["Lily Lee", "Ben Westcott"]], "FirstPublishDate": ["2020-03-14T01:15:28Z"], "LastModifiedDate": ["2020-03-14T03:47:35Z"], "Headline": ["People living with HIV in Wuhan struggle to find medicine during coronavirus outbreak"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It was 3 a.m. one January morning when Alex Zhang began an hours' long cycle to a Wuhan hospital for emergency supplies of medicine to treat his potentially life-threatening HIV infections. The city was in the early stages of a lockdown to slow the spread of the deadly coronavirus that has killed at least 4,600 people worldwide, according to John Hopkins University. Normally he would take a train or a taxi, but now that was impossible. Instead, Zhang, 26, went at night and cycled the back routes to avoid police checkpoints. He had a small window in which to get the drug before the lockdown went into full effect. Thousands of people like Zhang, living with HIV in Wuhan, and the surrounding Hubei province, are struggling to get the drugs they need, as the lockdown has made it impossible for them to leave their homes and go to hospitals for medicine without special permission. Many are reluctant to contact local officials to get their medicine delivered because they are afraid of revealing their HIV status to people in their community. Due to the stigma and discrimination faced by HIV patients in China, CNN has changed the name of Zhang and all interviewees with HIV in this story.  \"For some HIV-infected people, they would rather stop taking the drug than expose their identity and privacy,\" said Huang Haojie, director at Wuhan LGBT Center. Missing doses can have serious, long-term effects for some, he added, as left untreated even briefly the virus can mutate meaning the original medicine is less effective, allowing the virus to grow. To prevent this, Huang and his team are risking their own health to pick up HIV medication from Jinyintan Hospital, which is at the center of the coronavirus outbreak in Wuhan, and deliver it across the city. Living in fear An estimated 1.25 million people live with HIV in China, according to government statistics, and there are about 20,000 people living with HIV or AIDS in Hubei province, local experts say. Lin Feng, 69, has been living with HIV for five years. The former construction worker retired to Wuhan and now lives alone, relying on a small government subsidy for senior citizens with the disease. He said that he was devastated by his diagnosis and originally thought about killing himself. But over time he developed a support network and his children eventually accepted his condition. Most people in Lin's daily life, however, do not know he has the illness.  People living with HIV in China often face widespread stigma and social isolation. Some have lost their jobs or become estranged from their families after going public. Medication is free for patients with no secondary conditions, and whose HIV hasn't progressed to AIDS. Every HIV positive individual needs to take one or two doses a day, and people living with HIV in Hubei and neighboring Henan province told CNN that hospitals usually provide three months of medication after an examination. As the coronavirus spread, Lin started to run out of medicine. He couldn't leave his apartment and was reluctant to ask community officials to bring him medicine, afraid they would discover his condition.   \"I can't afford to let my community know, what if the word got out? I won't have face to even walk out of the door,\" he said. Eventually he got a volunteer's number from the Center for Disease Control and Prevention in Wuhan, who discreetly delivered the medicine he needed. \"I was so excited. I almost cried,\" he said.  Lin was one of the lucky ones. He knows other people who have begun to miss doses, because they are unaware of the volunteer delivery service or are socially isolated. Working around the clock In the early days of the lockdown, Wuhan LGBT Center director Huang said he received messages from people with HIV living in the city who said their supplies had run out. They were either stuck at home or trapped in areas far away from their registered hospital.   Initially, people had to pick up their medicine from the hospital they were registered at. But on January 26, three days after the lockdown began, China's Center for Disease Control and Prevention issued a notice saying that those with HIV and AIDS were allowed to have their medicine issued at any designated hospital. Since then, Huang said he and his team of 22 volunteers have been working lengthy shifts to pick up and deliver the medicine people need. \"The number of requests we receive every day now is close to 200 people,\" he said.   \"We take turns to rest and work once every other day, and then basically everyone works nearly 12 hours on that day,\" he said. \"About 10 staff members are in charge of receiving inquiries and calls from various people every day. Our phone receives calls from 9 a.m. to 11 p.m. every day.\" Wuhan's Jinyintan Hospital is the closest option for the volunteers, but it is also one of Wuhan's most well-known hospitals for infectious diseases and has become a hub for treating coronavirus patients. The volunteers go to the hospital to pick up the medicine, despite it being packed with infectious coronavirus patients. But Huang said it was necessary work, if it kept people in Wuhan with HIV supplied while avoiding revealing their diagnosis. A lifeline Andy Li, 30, has been living with HIV for eight years. Unlike Lin and Zhang, he lives in nearby Henan province which has seen fewer cases of the novel coronavirus than Hubei. Li hasn't had any problems getting his HIV medication. Instead, he is facing a different problem -- he can't give it away fast enough. There is currently no known cure or vaccine for the coronavirus. However on January 26, China's National Health Commission authorized and recommended the use of medication usually intended to treat HIV and AIDS as an effective treatment to fight coronavirus infections. In an interview with state media China Daily, American HIV expert David Ho said that although HIV and coronavirus are very different, they both share a protein or enzyme called protease. \"We need to have drugs that target the protease of the coronavirus,\" Ho said. Li put out a message on his public Weibo account saying he would donate his medicine to help treat people diagnosed with the virus. \"By 7 p.m. that day, about eight people added me. Then on the second day, there were more than 20 people ... I sent out more than 30 delivery packages of medicine on the second day,\" he said.  Everyone who asked had to provide proof of their condition, Li said. Keen to build momentum, Li contacted other people with HIV and many of them, from all over China, responded to his call, donating their own drugs to help fight the epidemic. Many donors were able to afford different, more expensive alternatives to the government's free HIV treatment, leaving their official doses available for donation. Li said they posted medicine to 220 people, and donated the remaining 90 doses to hospitals in Wuhan. He said he didn't even think about the risks of giving away his medication. \"I simply wanted to save people. We knew that there might be risks, but we could only say that if there is a problem, we go and solve it.\" Life appears to be steadily improving for people living with HIV in Wuhan. Alex Zhang has taken up the offer from the Wuhan LGBT Center to deliver his drugs to his door, and is now back on the medication he needs. \"They saved my life,\" he said."], "Language": false}