{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/asia/china-coronavirus-us-lijian-zhao-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Ben Westcott and Steven Jiang, CNN"], "Writers": [["Ben Westcott", "Steven Jiang"]], "FirstPublishDate": ["2020-03-13T09:10:33Z"], "LastModifiedDate": ["2020-03-14T02:53:56Z"], "Headline": ["Chinese diplomat promotes conspiracy theory that US military brought coronavirus to Wuhan"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A prominent Chinese official has promoted a conspiracy theory that the United States military could have brought the novel coronavirus to China -- and it did not originate in the city of Wuhan, as thought. Posting to his more than 300,000 followers on Twitter, Foreign Ministry spokesman Zhao Lijian republished a video of Robert Redfield, the director for the US Centers for Disease Control and Prevention, addressing a US Congressional committee on March 11.  In the clip, Redfield said some influenza deaths in the US were later identified as cases of Covid-19, the disease caused by the novel coronavirus. Redfield didn't say when those people had died or over what time period, but Zhao pointed to his remarks in support of a growing conspiracy theory that the coronavirus did not originate in Hubei province in central China. He did not offer any further evidence for the claim. \"CDC was caught on the spot. When did patient zero begin in US? How many people are infected? What are the names of the hospitals? It might be US army who brought the epidemic to Wuhan. Be transparent! Make public your data! US owe us an explanation!\" the Foreign Ministry official said. Hundreds of athletes from the US military were in Wuhan for the Military World Games in October 2019. The video of Redfield was also published to Twitter by other state media outlets, including national broadcaster CCTV and the popular Global Times tabloid. On Friday, Zhao's fellow Foreign Ministry spokesman Geng Shuang said there were \"varied opinions\" on the origin of the virus in the international community. \"China always considers this a scientific question, which should be addressed in a scientific and professional manner,\" he said, avoiding questions on whether Zhao's tweet represented the Chinese government's official position. Origin theories Parts of Chinese social media, and even the country's government, appear to have launched a concerted campaign to question the origin of the novel coronavirus, which has infected more than 125,000 people globally. The first reported cases of the virus were in Wuhan, and since then the city has had more infections and deaths than anywhere in the world. Speaking in his official capacity at a press conference in Beijing on March 4, Zhao told reporters that \"no conclusion has been reached yet on the origin of the virus\" -- and Chinese scientists were still tracing where it came from. On February 27, renowned Chinese infectious disease expert Zhong Nanshan also questioned where the coronavirus had come from. \"The infection was first spotted in China but the virus may not have originated in China,\" Zhong said at a press conference. On Thursday, Hua Chunying, Zhao's boss who heads the Chinese Foreign Ministry's Department of Information, tweeted a link to Redfield's testimony, saying it was \"absolutely wrong and inappropriate to call this the Chinese coronavirus.\" China's ambassador to South Africa, Lin Songtian, took to Twitter on March 8 to say that although the first epidemic was recorded in China, it didn't mean the virus \"originated from China.\" However, Zhao's colleague Geng cautioned Thursday that the origin of the virus could only be determined \"by science.\" \"We don't hope to see anyone making an issue out of this to stigmatize other countries,\" he said. \"With COVID-19 developing into a pandemic, the world should come together to fight it instead of leveling accusations and attacks against each other, which is not constructive at all.\"  Twitter diplomacy Zhao's comments are another example of Chinese government figures using Twitter to defend China against criticism -- despite the platform being banned in the country, along with Facebook, Instagram and a number of other prominent Western social media sites.  Prior to 2019, few Chinese officials had verified Twitter accounts. But since then, ambassadors, mission heads and Chinese foreign ministry spokespeople across the world have joined Twitter. In January, Chinese ambassador to the UK Liu Xiaoming weighed in on the UK's decision on whether or not to ban telecommunications giant Huawei from its 5G networks on Twitter. Cui Tiankai, the Chinese ambassador to the US, took to Twitter in December to deny accusations of human rights abuses against Muslim-majority Uyghurs in Xinjiang. \"Ultimately, facts will always prevail over lies,\" he tweeted. Zhao was promoted in mid 2019 after building a reputation for himself on Twitter as a fierce advocate for Chinese interests -- arguing with western politicians and blocking Beijing's critics -- during his time as a senior diplomat at the Chinese embassy in Pakistan. The headline and first line of this story have been updated to better characterize the claim by China's Foreign Ministry spokesman."], "Language": false}