{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/us/dean-koontz-novel-coronavirus-debunk-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-03-13T20:46:11Z"], "LastModifiedDate": ["2020-03-13T20:49:58Z"], "Headline": ["No, Dean Koontz did not predict the coronavirus in a 1981 novel"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus is officially a global pandemic, so naturally, people are feeding their anxieties by voraciously consuming movies and books about other outbreaks. Some of them bear eerie similarities to what's happening right now, prompting some people on the internet to claim that certain storytellers \"predicted\" the spread of coronavirus. One particularly striking example comes from a thriller novel by Dean Koontz called \"The Eyes of Darkness.\" In a tweet that has since been widely shared, someone said that Koontz had predicted the coronavirus outbreak based on a screenshot of a page in the book. But to say that Koontz saw all this coming is a bit of a stretch. A novel is a work of fiction, after all. So let's break it down. In the book, the virus is a man-made weapon In the screenshot page from the novel, a character named Dombey narrates a story about a Chinese scientist who brought a biological weapon called \"Wuhan-400\" to the United States: \"To understand that,\" Dombey said, \"you have to go back twenty months. It was around then that a Chinese scientist named Li Chen defected to the United States, carrying a diskette record of China's most important and dangerous new biological weapon in a decade. They call the stuff 'Wuhan-400' because it was developed at their RDNA labs outside the city of Wuhan, and it was the four-hundredth viable strain of man-made microorganisms created at that research center.\" First, it's worth pointing out that in the original 1981 edition of \"The Eyes of Darkness,\" this biological weapon was called \"Gorki-400,\" in reference to a Russian locality. The name of the weapon was changed to \"Wuhan-400\" when the book was released again in 1989, according to the South China Morning Post. It's true that the current coronavirus outbreak began in Wuhan, China. But the idea that the virus was created in a lab is actually a conspiracy theory that originated from unverified social media accounts and has since been widely dismissed by scientists from both China and the West. Experts are still trying to figure out the exact source of the virus, but research indicates that it likely originated in bats and was transmitted to an intermediate host before jumping to people -- just like its cousin that caused the 2003 SARS epidemic. In the book, the virus has a 100% mortality rate In a later paragraph, the character Dombey goes on to say that no one infected with virus survives:  \"And Wuhan-400 has other, equally important advantages over most biological agents. For one thing, you can become an infectious carrier only four hours after coming into contact with the virus. That's an incredibly short gestation period. Once infected, no one lives more than twenty-four hours. Most die in twelve. Wuhan-400's kill rate is one hundred percent.\" That's not the case with the coronavirus.  First off, people infected by the coronavirus tend to develop symptoms about five days after exposure, and almost always within two weeks, according to a recent study. Secondly, the mortality rate for coronavirus is not even close to 100%. While the virus can be fatal, it's mostly the elderly and those with a weakened immune system or other health conditions who face more serious risks. Officials estimate the death rate for the virus to be around 3% to 4% globally, based on the information they have, though they expect that number to fall. So while Koontz may be a captivating writer, he's no psychic."], "Language": false}