{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/politics/jerry-falwell-jr-coronavirus-fox/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-13T16:55:45Z"], "LastModifiedDate": ["2020-03-13T17:46:33Z"], "Headline": ["Jerry Falwell Jr. needs to stop talking about the coronavirus. Like, now."], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Amid colleges and universities closing their doors in an attempt to mitigate the spread of the coronavirus, \"Fox and Friends\" had Liberty University President Jerry Falwell on Friday morning to talk about his views on the pandemic. In retrospect, that was a mistake. A big mistake. Here's a piece of how Falwell, a vocal supporter of President Trump, responded to questions about the virus: \"It's just strange to me how so many are overreacting. The H1N1 virus of 2009 killed 17,000 people. It was the flu also I think. And there was not the same hype. It was — you just didn't see it on the news 24/7. And it makes you wonder if there's a political reason for that. It's, uh. You know, impeachment didn't work. And the Mueller Report didn't work. And Article 25 didn't work, so maybe now this is their next — their next attempt to get Trump. But, I had the owner of a restaurant ask me last night, he said do you remember the North Korean leader promised a Christmas present? For America. Back in December. Could it be they got together with China and this is that present? I don't know, but it really is something strange going on.\" Oh. My. God. Where to start?? First of all, the coronavirus is not a flu. It's caused by a different virus. But honestly, that is the least of the issues here.  Falwell's suggestion that the media is hyping coronavirus and that it is actually not that bad deeply misunderstands the threat here. Every expert, including Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, has made clear that this will get worse before it gets better. Some of the worst-case scenario numbers, which I am not including here, suggest an illness and mortality rate well beyond H1N1. Then there is the comparison invoked by Falwell between the special counsel investigation into Russia meddling in the 2016 election, the impeachment of President Donald Trump and the coronavirus.  Whatever you think of those first two examples, there is absolutely no comparison between them and a pandemic. None. And by comparing them, you create a dangerously false idea: That the coronavirus is nothing more than the latest political football to be batted about by the two political parties. We KNOW that's not what this is. It is a novel virus for which we lack any sort of herd immunity. It isn't a disagreement over whether or not President Trump strong-armed Ukraine into investigating one of his political opponents. And speaking of dangerously false, how about this totally unverified claim from Falwell:  \"I had the owner of a restaurant ask me last night, he said do you remember the North Korean leader promised a Christmas present? For America. Back in December. Could it be they got together with China and this is that present? I don't know, but it really is something strange going on.\" So, the owner of a restaurant suggested that coronavirus could be some sort of biological weapon released by the North Koreans? And Falwell just decided to repeat it on national TV despite having zero evidence that it is anything more than a conspiracy theory? Is the restaurant owner also an infectious disease expert? An epidemiologist? A North Korea expert with some inside scoop? Because if not, what Falwell is doing is the equivalent of yelling \"bomb\" on a plane -- irresponsibly stoking fear and panic with absolutely zero evidence. Look, I understand that promoting voices like Falwell's insisting coronavirus isn't that big a deal and is being unnecessarily hyped by the media will rate well for Fox News. But putting someone who says things that are both wrong and incredibly irresponsible on the air in the midst of a global pandemic is beyond the pale. This isn't about ratings. This is about public health and safety."], "Language": false}