{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/health/universities-coronavirus-impact/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Catherine E. Shoichet, CNN"], "Writers": [["Catherine E. Shoichet"]], "FirstPublishDate": ["2020-03-07T09:58:35Z"], "LastModifiedDate": ["2020-03-19T02:31:08Z"], "Headline": ["Why the impact of coronavirus could be particularly bad on college campuses"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Universities across the US are places where students live and work in close quarters -- and where international partnerships are a point of pride. But now, the same details that are selling points in campus brochures have become focal points of a different sort as colleges brace for what's next. Temporary campus closures, enrollment dips and program cancellations are all possibilities -- though it's too soon to know whether the novel coronavirus will force a large number of US universities to take such extreme steps.  Already, some schools are canceling in-person classes. Officials say there's little doubt the effects will intensify, and they're doing everything they can to plan and prepare.   \"Everybody is really feeling this as such a tremendous disruptor, creating this huge sense of anxiety and uncertainty,\" said Cheryl Matherly, vice president and vice provost for international affairs at Lehigh University in Bethlehem, Pennsylvania. \"It reminds you in a very real way that universities are truly international crossroads, where all the ways that a disease like this could have an impact are coming to bear,\" Matherly said. Whether or not you're at a college or university, the virus is threatening to disrupt everyone's daily life -- if it hasn't already. But on campuses across the US, the impact could be particularly acute. Here are five reasons why. There are more than 1 million international students at US universities. And more than a third of them are from China American universities started feeling the first ripple effects of the novel coronavirus soon after the disease began spreading in China. More than 360,000 foreign students in the United States are Chinese; that's more than a third of the total international student population. And for many, fears of the impact the virus is having on friends and family in China have taken an emotional toll.  \"One of my grad students said to me she couldn't bear to look at her phone anymore,\" Matherly said. \"There were so many terrible things happening, and how stressful that is when she's sitting here in Bethlehem, Pennsylvania.\"  The US government's imposition of travel restrictions threw things into further flux, not just on US campuses, but for Chinese students thousands of miles away who were trying to return to them. \"I'm basically stuck in China right now. ... I have no idea when I'm going to be able to come back,\" said Benjamin Cai, a 25-year-old graduate student in software engineering at Stevens Institute of Technology in Hoboken, New Jersey. US officials have described the travel restrictions as a valuable tool that helped slow the spread of the virus.  Cai is one of a number of students who told CNN the suspension of visa processing in China has left them in limbo. \"My research funding has been suspended, too,\" said one Ph.D. student in molecular biology who asked to be identified only by his last name, Yang, because he feared he could face repercussions for speaking out. More than 830 international students from China were in their home country when the virus outbreak happened and have not been able to come or return to the United States, according to results from a survey of US colleges and universities released Thursday by the Institute of International Education. It's a small fraction of the total Chinese student population. But beyond uncertainty over the effect the coronavirus could have on individual students' academic careers, American universities are facing an even bigger question: How long will the coronavirus crisis last? And could it impact future enrollment of Chinese and other international students -- something many schools have come to rely on financially? School officials say it's too soon to say. But they're already coming up with contingency plans.  \"We're looking at everything from if this doesn't resolve itself, do we offer students the opportunity to defer their admission to January or the next fall? Do we try to offer some online courses? Do we try to offer courses somehow in country?\" said Robin Kaler, associate chancellor and director of public affairs at the University of Illinois at Urbana-Champaign.  \"We're trying to be as innovative as we can in terms of finding solutions to this.\" More students are studying abroad than ever The virus is spreading at a time when studying abroad is more popular than ever. More than 340,000 Americans studied abroad for academic credit in the 2017-2018 school year, according to the Institute of International Education.  As the new coronavirus spreads, many universities have already canceled programs in China, South Korea and Italy. Some are looking at bringing students back from other parts of the world, too. Recently, the Centers for Disease Control and Prevention issued guidance advising colleges and universities to consider asking study abroad students to return home. \"Everyone's kind of bracing for the mass cancellations that are about to happen,\" said Blake Daugherty, a sophomore at Dartmouth College. His internship in China was canceled as a result of the coronavirus, he says, and many of his friends who'd been planning to study abroad in Europe are worried their programs will be called off soon, too.   Italy, where the number of novel coronavirus cases began climbing late last month, is one of the top study abroad destinations for US students. More than 36,000 Americans studied abroad there for academic credit during the 2017-2018 school year. Kiely Westhoff spoke to CNN from her nearly empty apartment in Florence, Italy. The junior at the University of Colorado was packing up her things and still processing the news that she'd have to leave. \"It's been very emotional and shocking to find out this way, and it escalated very quickly, and none of us were really expecting it. ... It still doesn't feel real,\" she said. For students forced to cut short semesters they'd spent years planning, it's a devastating development. And for universities, the situation presents a host of logistical problems they're trying to solve. Chief among them: how to handle the prospect of an influx of students returning to campus after housing arrangements have already been made and classes have started.  Some universities are considering offering online classes or shorter spring courses as they plan for the thousands of students soon returning to the US. US universities have been working hard to expand their global reach Hosting visiting scholars, planning conferences that bring together experts from around the world and research partnerships that span the globe are all regular parts of campus life -- and now areas the novel coronavirus is threatening to disrupt. \"This is coming at a time when universities have been so focused on becoming more internationalized. There are just more points of intersection,\" said Matherly, the immediate past president of the Association of International Education Administrators. \"We're all now kind of scrambling to determine how to manage through these very real impacts on a very interconnected system.\" \"I don't think there really is such a thing as a domestic campus anymore. All of our members have some level of international engagement,\" said Brad Farnsworth, vice president of the American Council on Education, which represents about 1,800 colleges and universities.   Farnsworth said his organization has been fielding calls from schools across the country with concerns about coronavirus. \"Every campus we're talking to is coming up with a plan for dealing with the virus,\" he said.  Already major academic events have been canceled as a result of coronavirus fears. The American Physical Society called off its March meeting days before the 10,000-person conference of physicists was set to start in Denver. With a large number of attendees coming from outside the US, organizers decided the risk was too great. Farnsworth said he expects national meetings will continue to be a big issue confronting academic institutions. \"I think everybody is looking at their upcoming travel schedule and really asking themselves, 'Should I be doing this? How do I weigh the risk?'\" he said. But even as the novel coronavirus fuels concerns over the prospect of canceled conferences and global partnerships lurching into limbo, it's also spurring more opportunities for international collaboration. As they work to study coronavirus and develop treatments, researchers at American universities are teaming up with counterparts in China and around the world.  Viruses have been known to spread on college campuses It's no secret that college campuses can be environments that are conducive to contagion.  \"Any place where you have people living in congregate settings, using dining halls, eating in groups of large numbers of people, with lots of social activities, you're going to have potential for outbreaks of infectious diseases,\" said Dr. Donald Milton of the University of Maryland at College Park.  Milton, a professor of environmental health, has been investigating how respiratory infections spread on campus for years in a study dubbed C.A.T.C.H. -- short for Characterizing And Tracking College Health. And now he's using his research expertise as he advises university administrators on how to prepare for the novel coronavirus. \"We're very actively monitoring the situation and trying to be responsive as things move along. ... We've upped our surface cleaning regimens and have been thinking about what would we do if we needed to quarantine somebody, planning all of that,\" he said. With such concerns in mind, the American College Health Association, which represents campus health facilities across the country that care for millions of students, recently raced to pull together new coronavirus guidelines. One goal for the guidelines, which were released this week: pushing universities to prepare now, while they still have a chance. \"This was turned around with lightning speed. ... We knew that window of time was closing,\" said Dr. Jean Chin, who chairs the association's coronavirus task force. \"You want to make sure people understand the gravity without scaring them. And you just want people to plan,\" she said.  The guidelines advise schools to evaluate their emergency and business-continuity plans, educate and train staff, stock supplies and develop screening tools and clinical protocols. Universities in China shut down campuses as part of the country's coronavirus response, and professors there have increasingly turned to online teaching so students can continue their studies. Professors at Italian universities have also moved their classes online.  And more universities in the United States may find themselves considering that approach as well, depending on what happens in the coming weeks. Some already are. Starting Monday, classes will stop meeting in person at the University of Washington.  \"For the remainder of the q"], "Language": false}