{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/mount-everest-coronavirus-closed-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-13T12:19:13Z"], "LastModifiedDate": ["2020-03-13T12:19:13Z"], "Headline": ["Mount Everest closed over coronavirus fears"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The coronavirus outbreak has reached the top of the world. Nepal announced on Friday it is shutting down all expeditions on Mount Everest for the rest of this year's climbing season amid the worsening global pandemic. The move followed reports from climbers that the Chinese government has shut the Tibet side of the mountain. \"Expeditions to Mount Everest have been closed with immediate effect. Climbing permits are cancelled till the end of April,\" Nepal's Tourism Secretary Kedar Bahadur Adhikari said. The decision comes at the start of this year's closely watched climbing season, which was already getting underway amid concerns around overcrowding on the Earth's highest peak. Permits to climb Everest cost around $11,000. Breathing is hampered by the extreme altitudes on the mountain, so an outbreak of the coronavirus -- which often causes respiratory problems -- could have been particularly devastating at an Everest base camp. \"This is disappointing news for both our expedition leaders and our clients who have trained for months for this year's climb,\" said Lukas Furtenbach, the Founder and CEO of a guided expedition company. \"We understand the dire consequences a Covid-19 outbreak at base camp would have. Sadly, we have to agree that this is a responsible call to make right now.\" Adrian Ballinger, head of the group Alpenglow Expeditions, had said earlier this week that he was informed by the Chinese government agency responsible for granting permission to climb the Tibetan side of the mountain that access has been stopped there as well. \"Today, China announced the closure of Mt. Everest for the spring season,\" Ballinger added in an Instagram post. \"Climbing a mountain is not currently worth the transmission risk in the Base Camps, nor upon returning home.\" \"While I am saddened for all the hard work our members, guides, Sherpa, local staff, partners and office have put in, and that they and we won't get to test ourselves on the highest playground in the world this year, I am in agreement with China's decision,\" Ballinger said on Instagram. Most trekking companies operate in Nepal, as climbing in Tibet has become more expensive and more controlled in recent years. Last year, 11 people died trying to climb the mountain, and dramatic pictures showed huge lines of climbers waiting to reach the summit. A variety of factors were blamed, including adverse weather and an increase in the number of climbing permits granted."], "Language": false}