{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/world/coronavirus-russia-china-analysis-nic-robertson-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Analysis by Nic Robertson, CNN"], "Writers": [["Nic Robertson"]], "FirstPublishDate": ["2020-03-12T16:51:46Z"], "LastModifiedDate": ["2020-03-13T11:10:27Z"], "Headline": ["Putin and Xi are using the coronavirus crisis to extend their control. Across the world, Trump struggles to keep up"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["President Donald Trump's shock announcement shutting down travel from much of Europe came with the customary back-pedaling common to many of his hastily announced initiatives. At first, Trump said trade and travel would be targeted, in his latest attempt to stem the spread of the coronavirus, staunch market losses and shore up his image as an effective leader. But aides quickly clarified that trade would not be affected, and officials said his plan did not apply to Americans or US permanent residents -- although such travelers would face mandatory quarantines. While the President has taken shots at Europe's trade policies in the past, it doesn't seem as if he is trying to take competitive advantage of this situation. However that doesn't mean it won't be perceived that way. Implying the coronavirus outbreak in the US is a problem caused by foreigners will smack to many around the world as more of his isolationist US First policies. His decision will leave an uncomfortable feeling in many European capitals that the transatlantic relationship that Trump has been slowly unpicking for the past few years is about to unravel at an even faster rate. And while coronavirus is set to exacerbate existing global tensions, some countries, China and Russia in particular, have already been exploiting it. This week China's President Xi Jinping took a tour of Wuhan, the city where the virus originated, congratulating medical workers on their great job treating tens of thousands of citizens. That he did it via video link hints that his confidence that the contagion is under total control is not rock solid; but the fact that he is making a big deal of China apparently shaking off the outbreak reveals he is eyeing the opportunities it creates. Searching for advantage Russia's President Vladimir Putin also seems to have the same grasp of how the virus can work to his benefit. This week as oil prices collapsed, a calamity he had a hand in, he moved swiftly to cement his grip on power, a plan he's had in his back pocket for years. In China, by the estimates of the World Health Organization, Xi has pulled off a herculean task in containing the virus, albeit one his own officials allowed to blossom, but it has come at a price.  Where much of the world sees calamity in the coronavirus, Xi has been searching for advantage. Everything is at stake for him: his political leadership at home, China's economy, its position as a world power and ultimately Xi's own strut on the world stage. No surprise then that he has sought to rehabilitate China's image, casting its response to the virus as one of success from which other countries can learn from. A book published late last month by the government -- in a variety of different languages -- recounts how China won the \"people's war\" against the disease, \"under the centralized and unified leadership of the Communist Party Central Committee with Comrade Xi Jinping at the core.\" China's state media has been similarly effusive, skirting over the government's initial missteps and instead focusing on China's alleged \"strength, efficiency and speed in fighting the outbreak.\" But if Xi is using coronavirus to embellish his own credentials, in Moscow Putin is using it to execute both internal and external ambitions. How all nations weather the virus will be measured by lasting damage to their economies. It is the horrible balance that faces all leaders today, how many lives to lose versus the cost to the economy. Force everyone to stay home and stop the virus spreading but crash the economy, bury businesses in so much debt they'll never resurface or wait until the last minute, whenever that maybe, and minimize economic pain at a likely cost of the death of many retirees. It's an ugly equation that autocrats seem best placed to play. Carefully crafted message Putin chose to make his big move on \"Black Monday,\" the day oil markets crashed off the back of OPEC's failure to agree (with Russia) how to handle the coronavirus crimping oil demand. He announced plans to break Russian presidential term limits and hold on to power until 2036, meaning he will have been in charge for more than a third of a century. It's been no secret that Putin has been planning to hold power past his current term ending 2024. When he signaled a few months ago he was shifting a few presidential powers to parliament, the world jumped to attention with analysts trying to figure its meaning: an unstable Russia is a big threat to the rest of the world. Putin works best in the shadows; international scrutiny risks damaging his own carefully crafted domestic media message. He brooks no meaningful dissent, and massages Russian's view of himself and the world. A distraction on the scale of \"Black Monday\" provided him with the perfect cover to drop his message and minimize international attention. It worked, but it wasn't his only power play this past week. Coronavirus gave him another opportunity. At the OPEC summit in Vienna last Friday he refused Saudi Arabia's plan to cut oil production, preferring instead to maintain current levels, see the price fall and hurt US shale oil producers whose product is more costly to extract than Russia's crude oil. Russia is doing better than Trump's America at limiting the onset of the coronavirus -- if the figures that Moscow have released are accurate. Not for the first time Putin is proving more astute than Trump, not just dodging the disease, but taking geopolitical advantage from it. Xi for sure will be looking for gains at the expense of America too and he has the advantage of apparently being on the leading edge of recovery. So however badly hit his economy is, and however suppressed China's international market will be for months to come, Xi is the one with the advantage just at the moment. Trump looking flat-footed Trump on the other hand is at the edge of the coronavirus precipice: the US economy risks a steep fall, triggered in part by downplaying the health threat while focusing on the protective powers of America's economic resilience. And his latest scramble to restrict European travelers is unlikely to catapult Trump out of coronavirus trouble. Compared to Putin and Xi today, Trump is looking flat-footed. Xi messed up in the beginning but has countered with a massive crackdown on movement that Trump lacks the technology or the strong arm tactics to achieve. And it's clear that the longer the US or any other nation is affected by the virus the longer it will take to recover economically. Take Italy, with the whole nation under quarantine: it lacks the extreme powers of China to contain and control the population, and is already the poorest of the G7, the group of leading world economies, and could face challenges to stay at the top table. While experts predict most economies will recover, some countries, perhaps less able than Italy, will be susceptible to the machinations of less well-intentioned nations. Russia has wanted to be back in the G7, formerly the G8, since it was thrown out in 2014 for invading Ukraine, and indeed Italy has been one of the loudest advocates for Russia's re-admission. Lives are at stake in this epidemic, but geopolitics is well and truly in play, and to win that battle, nations need to get the medicine right. "], "Language": false}