{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/human-zoo-bill-bensley/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Sarah Dean, CNN"], "Writers": [["Sarah Dean"]], "FirstPublishDate": ["2020-03-13T09:36:17Z"], "LastModifiedDate": ["2020-03-13T09:36:17Z"], "Headline": ["Meet the man building a human zoo in China"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["For decades, humans have ripped up the natural landscape in Asia, chopping down trees to build luxury resorts in the most beautiful locations and caging wild animals to attract tourists. Bangkok-based hotel architect Bill Bensley is saying \"no more.\"  When a client approached him about designing a resort that included a zoo in Wuchuan, in southern China's Guangdong province, he flipped the idea on its head: let's cage the humans and let the exotic and endangered animals roam free. Sounds crazy? Bensley is known for maverick ideas, so much so that he's been called the \"Willy Wonka of hotel design.\"  At his Shinta Mani Wild resort in Cambodia guests arrive via a 380-meter zipwire over the wilderness of the South Cardamom National Park and are invited to join Wildlife Alliance anti-poaching patrols. But he's not doing things simply for the shock factor. Bensley is a lifelong conservationist who deeply cares about what humans are doing to the planet. He's fortunate that his aptitude for design means wealthy and traditional hotel chains want a slice of his unique eco-focused creativity.  Speaking from a cafe in London's five-star Rosewood hotel, 61-year-old Bensley says the first phase of the eight-year WorldWild project, which will consist of several different top branded hotels, is expected to open in 2023. The cages for humans will actually be 2,400 hotel rooms, with a budget of generally a million dollars per room. Let's just say the guests won't be slumming it.  However, it's not the rooms the California-native is buzzing over. He's stoked that following a meeting with the head of Southern China's Communist Party \"and his entourage of 47 people,\" he has tacit approval on the idea of relocating abused animals from zoos all over China, to be released onto the roughly 2,000-hectare piece of land where the human zoo will be located. \"It's very complex and it's also very political,\" Bensley says. Right now the land is a big duck farm.  \"It was on a migratory path for birds going from the Beijing area down to Australia, now we are reinstating the wetlands for them to fly through and fuel up,\" he explains.  To help make his vision a reality, Bensley has hired a full-time zoologist. A glimpse of his gloriously illustrated \"overall masterplan\" shows how the reserve will feature individual Asia, Africa and Australia savannahs for animals to live in their \"natural habitats.\"  Rewilding  Zoologist James Morrison and Bensley's list of species for WorldWild is based on animals that provide the best conservation value and have the highest need: those currently in roadside zoos or the illegal wildlife trade in China -- with pangolins atop the list.  The scale-covered, house cat-sized nocturnal mammal, sometimes eaten as a delicacy in China and Vietnam and used in traditional medicines, is among the most trafficked animals in the world. The Chinese pangolin, one of eight types, is listed by the International Union for Conservation as \"critically endangered,\" one step above being extinct in the wild. Morrison fears the Asian species could be wiped out imminently and efforts may be focused on conserving African pangolins instead. It doesn't help that the animal's natural defense is to roll into a ball to protect itself from predators -- but for poachers, this just makes it easier to catch one and put it in a bag.    It's likely animals arriving at WorldWild will be \"pretty emotionally scarred\" but part of the meaning of the project is that people will see animals be rehabilitated, Morrison adds.   There will be disease screening at the animal arrival and rehab center for the dozens of animals they hope to rescue, including Asian golden snub-nosed monkeys, Chinese forest musk deer, elongated tortoises, white rhinos and Australian snapping turtles.  WorldWild will have exhibitions on the illegal wildlife trade and experiences such as tree top walks through a dense monkey forest and an Indigenous Australian rock painting.  Animals get access to 95% of the land, and humans the remaining 5% -- in hotels by Waldorf Astoria, the Hilton and Bensley's own Shinta Mani collection. Changing minds Bensley is aware China is a tough place to fight for wild animals -- especially with the powerful Chinese traditional medicine associations wanting to protect their multi-billion-dollar industry -- but with a population of more than 1.3 billion it's also somewhere he could have a tremendous impact. \"My primary reason for doing this is to educate as many Chinese as we possibly can,\" he says.  \"That's the idea and the government is totally behind it, which is great.\"\nHe has set himself a target of changing \"10 million Chinese opinions a year\" and this means the gates of the human zoo will be open to more than just \"rich Four Seasons\" customers. He wants a 99% Chinese customer base. As a man who rallies against hotel \"greenwashing\" and recently published a sustainability white paper for the hotel industry, he is honest about the dichotomy of asking people to fly to the remote, luxury resorts he designs.  \"Yeah we are [asking people to travel], and we shouldn't be,\" Bensley says. According to the European Investment Bank's climate survey, which gauges how citizens feel about climate change, 75% of Europeans intend to fly less in 2020. This figure increases to 94% in China. \"I think the future is going to be more like the human zoo project. It's on the high speed train,\" Bensley forecasts.  Around the park he has also planned four different trains -- named on the masterplan as: Oriental Expresso, Tasmanian Tiger, Iron Horse and Africa Queen.  One train will service seven different whistle stops, each with a theater that's aimed at 10-15-year-old children.  \"It's a theater that says things that will hit them in the heart as far as the value of wilderness, the value of wildlife, because in the Chinese language today they are a thing, to be eaten, to be owned,\" Bensley argues.   He concedes that asking someone to fly from, for example, Glasgow, Scotland, to stay at his 15-tent Shinta Mani Wild luxury eco-camp resort in Cambodia is not \"environmentally great.\" However, he reasons, if he hadn't bought the corridor of rainforest -- the size of Central Park -- where it's situated 10 years ago \"it would be a titanium mine now.\"  He hopes overseas visitors go home and spread the word about using hospitality to conserve areas that would not otherwise be conserved. Mitigating damage  Bensley says he believes \"everyone has a part to play\" in climate change, with young people and their social media accounts holding huge power when it comes to shaping the future of sustainable travel.  And Instagram travelers can be a force for good when they avoid over-touristed areas and instead turn their filtered lens to places that need attention, like in Cambodia where the government is \"finally starting to realize that the rainforest is something of value that people want to see instead of cutting it down and making a profit selling that wood to China,\" Bensley says.   The architect published his Sensible Sustainability Solutions white paper in January, sparked by a realization that as an approved designer for luxury chains he has signed countless non-disclosure agreements (NDAs) on hotel building standards and not a single one of the 300-400 page documents that lay out how a hotel should be built has sustainability written into it.  \"It's a very small old boys club if you will, and for me to come out and call bulls**t on all of these I'm in danger of losing some contracts. But I don't care because it's the right thing to do,\" Bensley says. Many of the 20 suggestions in his open-source white paper are drawn from designing more than 200 high-end hotels in 27 countries. For example, eradicating energy guzzling aircon and using cross ventilation, using natural light, planting trees, hotels growing their own vegetables or supporting local farms, replacing plastic room keys with alternatives and supplying bamboo toothbrushes and combs.  According to the white paper, a 130-room five-star hotel uses up to one ton of plastic a year -- just in amenities.  In an industry where luxury often means importing and providing to guests -- whatever the cost -- Bensely believes his background as a gardener and the son of British organic farmers means he looks at projects differently. The designs for his human zoo attest to that.  \"If I'm given a piece of land that is virgin, I look at it as though no matter what we do with it -- and I'm a pretty good architect -- we are going to make it worse. So it's all about mitigating damage... How do we build with minimal intervention on the land?  \"Our land is a precious resource, we can't just rip it up.\""], "Language": false}