{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-05-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes and Elise Hammond, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Elise Hammond"]], "FirstPublishDate": ["2020-05-04T16:01:26.810Z"], "LastModifiedDate": ["2020-05-06T01:02:25.054Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. As Georgia begins to reopen under orders from Republican Gov. Brian Kemp, Atlanta's Democratic Mayor Keisha Lance Bottoms said she believed he was testing the \"willingness to sacrifice lives\" for the sake of economic recovery.  “Nothing has changed about Covid-19. This is still a highly contagious virus that is hitting our community extremely hard and especially communities of color,\" she told CNN's Wolf Blitzer this afternoon.  She added: \"What it really feels like to me, anyway, is that there is this testing of the waters and willingness to sacrifice people for the sake of our economy.” Bottoms went on to say people should try to consider the risk in terms of their own loved ones.  \"I am not willing to sacrifice my mother who is a senior and certainly not my children, all of who are asthmatic,\" she said. Bottoms' comments came as Kemp has been among the most aggressive governors in the nation in rolling back social distancing rules for businesses in the state, allowing restaurants to offer dine-in service starting April 27, as long as eateries put in place measures to mitigate staff and guest exposure to coronavirus. Watch here: The Department of Health and Human Services responded Tuesday evening to the filing of a whistleblower complaint by ousted vaccine director Dr. Rick Bright. The complaint comes after Bright formally filed an extensive whistleblower complaint Tuesday alleging his early warnings about Covid-19 were ignored and he raised concerns about the safety of a drug that President Trump touted as a potential treatment to the coronavirus. “We are deeply disappointed that he has not shown up to work on behalf of the American people and lead on this critical endeavor,” an HHS spokesperson said in a statement. “Dr. Bright was transferred to NIH to work on diagnostics testing – critical to combatting COVID-19 – where he has been entrusted to spend upwards of $1 billion to advance that effort.”  Bright will testify on Capitol Hill next Thursday, his lawyers were informed. President Trump appeared to back off his claim that a coronavirus vaccine would be developed by the end of the year. Trump was asked if he was still convinced that a vaccine would be developed by the end of the year. The President responded, “You can never be convinced.”  He continued: “I can’t be convinced of anything, but I think that we have a really good shot of having something very very substantial.” Trump added that “we are doing really great” and he is getting daily reports from companies working to develop a vaccine. Some context: On Sunday night, Trump said that he is “very confident” that a vaccine will be developed by years end. “We are very confident that we're going to have a vaccine at the end of the year –– by the end of the year have a vaccine,” Trump said. Texas Gov. Greg Abbott said he consulted with many doctors – including Dr. Anthony Fauci and Dr. Deborah Birx – before reopening some businesses Tuesday. Following a question from a reporter on how the governor assessed whether it was safe to reopen, and whether any experts that had been consulted, Abbott said: “I personally talked to Dr Birx. I personally talked to Dr. Fauci. I personally talked to Dr. Mark McClellan, the former head of the FDA, former head of US Medicaid and Medicare. He is part of the four doctor team we have on our staff. I personally talked to Dr. Parker Hudson. Dr. Parker Hudson is an infectious disease specialist in charge of tracing and tracking COVID-19 in Texas. He’s with the University of Texas Health System. And I talk to Dr. Hellerstedt, and talk to Dr. John Zerwas. And so I will put their advice up with anybody else,” he said. Abbott went on to say that Birx, a White House coronavirus task force official, herself had approved. “The plan that I announced was looked at by Dr. Birx, and she wrote this is a quote ‘great plan.’ And so how do I know that is that we are on an adequate trajectory? And this plan fits within that trajectory? Dr. Birx herself has said it. All these other doctors have said it,” Abbott said. He added: “We are operating based upon the numbers that we have had that I showed you what the trajectory looks like. The trajectory in Texas looks good. The trajectory in Texas satisfies the criteria from the White House advisers – satisfies the criteria of the four doctors that I rely upon.” ##Reopening##   A new genetic analysis of the virus that causes Covid-19 taken from more than 7,600 patients around the world shows the virus has been circulating in people since late last year, and must have spread extremely quickly after the first infection. Researchers in Britain looked at mutations in the virus and found evidence of quick spread, but not evidence the virus is becoming more easily transmitted or more likely to cause serious disease. “The virus is changing, but this in itself does not mean it’s getting worse,” genetics researcher Francois Balloux of the University College London Genetics Institute told CNN. Balloux and colleagues pulled viral sequences from a giant global database that scientists around the world are using to share data. They looked at samples taken at different times and from different places, and said they indicate that the virus first started infecting people at the end of last year. “This rules out any scenario that assumes SARSCoV-2 may have been in circulation long before it was identified, and hence have already infected large proportions of the population,” Balloux’s team wrote in their report, published in the journal Infection, Genetics and Evolution.  “Our results are in line with previous estimates and point to all sequences sharing a common ancestor towards the end of 2019, supporting this as the period when SARS-CoV-2 jumped into its human host,” the team wrote in the report, published Tuesday.  “It’s very recent,” Balloux said. “We are really, really, really confident that the host jump happened late last year.” They also found genetic evidence that supports suspicions the virus was infecting people in Europe, the US and elsewhere weeks or even months before the first official cases were reported in January and February. Balloux’s team had their findings reviewed by other experts, a process called peer review, before they were published in the journal. He said some reports by other teams, published online in on what are called pre-print websites, may have drawn incorrect conclusions. “All viruses naturally mutate. Mutations in themselves are not a bad thing and there is nothing to suggest SARS-CoV-2 is mutating faster or slower than expected. So far we cannot say whether SARS-CoV-2 is becoming more or less lethal and contagious,” Balloux said. More African Americans are dying from coronavirus in the United States than whites or other ethnic groups, according to a new study. Black Americans represent just 13.4% of the American population, according to the US Census Bureau, but account for more than half of all Covid-19 cases and almost 60% of deaths, the study found. Disparities, including access to health care, are likely to blame, researchers concluded in a report released Tuesday. The team of epidemiologists and clinicians at four universities worked with amfAR, the AIDS research non-profit, and Seattle’s Center for Vaccine Innovation and Access, PATH, to analyze Covid-19 cases and deaths using county-level comparisons.  Racial data is still lacking in many areas, and their analysis uses what data was available as of mid-April. The results: They compared counties with a disproportionate number of black residents — those with a population of 13% or more — with those with lower numbers of African American residents.  Counties with higher populations of black residents accounted for 52% of coronavirus diagnoses and 58% of Covid-19 deaths nationally, they said. “Social conditions, structural racism, and other factors elevate risk for COVID-19 diagnoses and deaths in black communities,” wrote the scientists from the Rollins School of Public Health at Emory, Johns Hopkins University Bloomberg School of Public Health, the University of Mississippi Medical Center and Georgetown University’s O’Neill Institute for National and Global Health Law. “Collectively, these data demonstrate significantly higher rates of COVID-19 diagnoses and deaths in disproportionately black counties compared to other counties, as well as greater diabetes diagnoses, heart disease deaths, and cerebrovascular disease deaths in unadjusted analyses,” the authors concluded. The study, which has not yet been peer-reviewed, is currently under consideration by a medical journal and has not yet been published. Americans will likely feel some food shortages depending on where they live as meat processing plants across the US struggle to stay open due to coronavirus concerns, Marc Perrone, the president of the United Food and Commercial Workers International Union, told CNN. But, he insisted the country did not have a food shortage. Instead he said the challenges the United States is dealing with are \"an efficiency issue.\" \"The supply chain is tested not because we’re not efficient…it’s tested because the system has been tested in a way that it’s not used to,\" Perrone said. “Our system is based on efficiency and that's the challenge that we're having right now. Do I think that we have a food shortage? No. I think we have an efficiency issue.\" He explained how the closures and absenteeism at meat processing plants are now showing up on grocery store shelves.  \"Twenty percent of workers are not there, and therefore, the plant slows down to a point that it can’t produce as much as it was producing at maximum efficiency. Our entire system is based on efficiency. That’s one of the reasons we’ve had shortages inside the store,\" he said. Perrone called processing plants \"stationary cruise ships\" due to the way the virus has spread within them but said it wasn't always about a delay in closing a plant with an outbreak.  \"The failure that we had was not necessarily because the processors weren’t willing to do something earlier. The failure we had was because we couldn’t get the personal protective equipment and the testing that we needed on the front side to get ahead of this,\" Perrone explained.  He added: “I do think the federal government could take a more active role in safety standards inside the plant that were enforceable. I think the government could mandate the highest form of PPE for those workers in those plants because they’re standing so close to each other. I think that testing and tracing is significant to be able to make sure we can root out the virus out of the plant. And make sure they provide layers of PPE in those plants.\" ##Food Supply## The Cook County Medical Examiner’s Office in Chicago plans to review previous deaths involving heart attacks and pneumonia for indications of Covid-19 as far back as November, a spokesperson confirmed to CNN.   The first known coronavirus death in the Chicago area occurred March 16, but the medical examiner’s office now plans to review case records from much earlier deaths for signs of Covid-19, Cook County spokesperson Natalia Derevyanny tells CNN.  The medical examiner's office says viral pneumonia cases along with heart attacks caused by arteries being blocked will be examined. “The goal is to see if this virus was present before we knew of it,” Derevyanny said.  The medical examiner's office expects this testing phase to last about a month but that timetable will ultimately depend on their caseload. While Derevyanny called the decision to look back to November an arbitrary timeframe, if a positive case is discovered it will prompt the office to look back even further. As of Monday, Cook County reported a total of 54,223 cases and 1,948 COVID-19-related deaths. There are at least 1,201,337 cases of coronavirus in the US and at least 70,847 people have died, according to Johns Hopkins University's tally of cases. Johns Hopkins reported 21,049 new cases and 1,925 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Texas Gov. Greg Abbott will allow certain business sectors to begin reopening in the coming weeks, with stipulations for each. He also provided clarity on a previous executive order that allowed certain congregations, which now will include weddings.  Cosmetology salons, barber shops, hair salons, nail salons, and tanning salons are allowed to open beginning May 8.   Gyms and exercise facilities, nonessential manufacturing plants and businesses operating inside office buildings are allowed to reopen beginning May 18, with certain guidelines. Funerals, memorials, burials and weddings are allowed to commence. Weddings held indoors other than at a church, congregation, or house of worship must limit occupancy to 25%, according to Abbott. Wedding reception services may also resume, but facilities must limit their occupancy to 25% of the total listed occupancy, according to Abbott, but these occupancy limits do not apply to the outdoor areas of a wedding reception or to outdoor wedding receptions. Graduation ceremonies at “every level of education” are allowed “subject to certain constraints,\" Texas Education Commissioner Mike Morath said.  Shopping malls in Hawaii will be allowed to reopen on Thursday, Gov. David Ige announced today.  The governor said it will be \"the first step in reopening businesses and getting people back to work.\" The first phase of Ige's “safer-at-home” plan includes removing restrictions on car washes, pet grooming, elective surgery, non-profit organizations, and in-person retail businesses as long as social distancing is maintained.  Ige said the state has enough testing materials to keep track of any future outbreaks.  “Everyone in Hawaii has the ability to get tested for Covid if they have a reason to,” the governor said.  He said the state is continuing to discourage visitors to the islands for now, as anyone arriving from out of state must immediately quarantine for 14 days. ##Reopening## President Trump was asked by CNN's Jim Acosta if he would get a coronavirus vaccine when one becomes available. Trump said he would, but it depends on what is best for the country. “I would absolutely Jim, and if they wanted me to be first on line, I’d be first on line or I’d be last on line or I wouldn’t take it at all. Whatever is best for the country,” he said. The President added he “doesn’t want to waste” a vaccine.   Kentucky Gov. Andy Beshear announced today that there are 625 new cases of Covid-19 in the state following mass testing at the Green River Correctional Facility. He said 309 cases are from the Green River Correctional facility. Two staff members and two inmates have been hospitalized, and two deaths have been reported, according to Cabinet Secretary J. Michael Brown. In addition to thermometer checks and ongoing sanitation, the facility will now be able to separate inmates into three groups: those who have tested positive, those who tested negative but had exposure, and those who tested negative with no exposure, Brown said. Small, recreational businesses in Tennessee will be allowed to open on May 8, Gov. Bill Lee said at a news conference. The state will be releasing guidance on Wednesday for bowling alleys, miniature golf and other recreational businesses that fall under that category. The state’s economic recovery group is also working to help secure thermometers for businesses. Residents will be able to receive a free mask at any local health department, he said. At least 13,690 cases of coronavirus have been reported and at least 226 people have died in the state. ##Reopening## As Illinois reports its highest single-day death toll, Gov. J.B. Pritzker announced a five-phase regional plan to reopen the state.  \"Moving forward with 'Restore Illinois,' we are looking at the state as four regions, each of which can move through phases at different times. Northeast Illinois, North Central Illinois, Central Illinois, and Southern Illinois,\" Pritzker said in a news conference today.  Illinois Department of Public Health will be tracking each region's metrics, and the state will make the data available online for the public, the governor said.  He also said the earliest a region can move to phase three is May 29. He added schools could only open in phase four. \"The only way that we can cross into phase five 'Illinois Restored' with all the sectors of the economy running with completely normal operations is with a vaccine, or a widely available and highly effective treatment or with the elimination of any new cases over a sustained period of time,\" he said. ##Reopening## Many business in North Carolina will be allowed to open Friday as the state moves into phase one, Gov. Roy Cooper announced today. “Phase one is a limited easing of restrictions,” he said. Under this first phase, retail stores will be able to operate at 50% capacity with cleaning and social distancing, parks and trails can reopen and restaurants can continue takeout and delivery with no in-room dining.  Gyms, bars, salons, theaters, playgrounds and pools will remain closed.  The state is asking people to remember to wear a face covering, practice social distancing and frequent hand washing. The stay-at-home order remains in effect for the state with modifications. Phase one is set to expire on May 22, but can be extended depending on the state's progress with mitigation efforts. ##Reopening## Huntington Beach, California, will allow active recreation at its beaches. This announcement follows a rowdy protest on Friday at the Huntington Beach Pier that drew between 2,500 to 3,000 people, according to police.  Activities that are now permitted at Huntington State Beach include: swimming, surfing, bodysurfing, boogie boarding, kite surfing, paddle boarding, skim boarding and kayaking. Walking, running, hiking and bicycle riding will also be permitted where normally allowed, the city said in a statement. Under the new active recreation rules, the city said the following activities remain prohibited: passive games, loitering, sunbathing and any gatherings of people (even if engaged in active recreation) outside of those within their immediate households. The decision to reopen the beaches was made after extensive discussions with other local cities and California state representatives, the statement said. ##Reopening## Some schools in Connecticut are hoping to open by July for summer school, Gov. Ned Lamont and the state's top education officials announced at a news conference Tuesday. “We're hoping that if the trends continue the positive way they're going, and we maintain social distancing, we're hoping to have summer schools open in July,” Connecticut's Education Commissioner Miguel Cardona said. Cardona said class sizes will likely be smaller, with 10 students to a group. Asked if the state is considering moving to two sessions a day to break up the number of students in the building at one time, Cardona said, “those are things that are being considered. We have a lot of different options to consider, what works for students what works for school communities.” Beth Bye, the state's Early Childhood Education commissioner, announced that the state's summer camps can open on June 29.  Bye added that there are currently about five camps already open in the state providing childcare for the children of essential workers.  She said all camps will have to comply with guidance laid out in a memo released from her office in order to reopen such as taking students temperatures, limiting group sizes to 10 children, and having employees wear face coverings at all times. In-person classes: Lamont said the decision to cancel in-person classes in the state for the rest of the academic year was heartbreaking. “It breaks my heart. I mean, we were pretty early on in terms of a lot of the social distancing and protocols we put into place,” Lamont said at a news conference today, just after the decision was made. ##Reopening## President Trump sidestepped a question from CNN today on whether it was the right time to wind down the coronavirus task force. Trump said that the country was looking towards “other phases” and that the country is starting to open up. “I think we’re looking at phase two and we’re looking at other phases. The country is starting to open up, the task force has done a phenomenal job,” Trump said.  When pressed if Trump needed to continue to meet with the task force in order to get scientific expertise, Trump said that he thinks that there will be “a different group” that is working towards “safety and opening.” “I think as far as the task force, Mike Pence and the task force have done a great job, but we’re now looking at a little bit of a different form and that form is safety and opening and we’ll have a different group probably set up for that,” Trump said.  Trump said that Dr. Anthony Fauci, Dr. Deborah Birx and “other experts in the field” will still be involved even after the task force ends.  Watch here: A warehouse worker at Amazon’s Staten Island fulfillment center has died of coronavirus, according to Amazon spokesperson Kristen Kish. “We are deeply saddened by the loss of an associate at our site in Staten Island, NY. His family and loved ones are in our thoughts, and we are supporting his fellow colleagues,” Kish said. According to the e-commerce giant, the employee was last on site on April 5 and was diagnosed with Covid-19 on April 11. The company believes that each Covid-19 case at the Staten Island fulfillment center are individual cases and not linked. The employee was not contact traced to other employees, the company said. In March, Amazon terminated an employee based in the company's Staten Island, New York, warehouse after he participated in a worker walkout protesting the company's response to the novel coronavirus. Amazon said the employee, Chris Smalls, was terminated for violating a quarantine. The company has previously confirmed two other Covid-19 related deaths of workers employed at its US warehouses to CNN Business; this is the first confirmed Covid-19 related death at the Staten Island facility. Yuba City, California, Mayor Shon Harris is pushing back against criticism from Gov. Gavin Newsom that a reopening of salons and dine-in restaurants is putting the community at risk. \"If you take proper precautions, you’re not putting anyone at risk,” said Harris who cited his community’s low number of cases as a rationale for the reopening.  Yuba and Sutter counties have had a total of 50 Covid-19 cases.  With a population of 66,000, Yuba City is the largest city in the three counties that have begun to lift restrictions. Newsom has repeatedly stressed that reopening communities will be done based on data.   “Well, that’s what we’re doing,” said Harris, a fellow Democrat. Yuba-Sutter issued an order last week that allowed for many businesses to reopen beginning Monday, including restaurants, salons, spas, tattoo parlors, shopping malls and gyms. “Higher risk” businesses including bars and theaters will remain closed. Harris said the reopening is going “extremely well and that I’ve gotten a lot of positive comments.”  ##Reopening## Hy-Vee is the latest grocery store to announce a limit on meat purchases at all of its locations.  Effective today, shoppers who visit the Midwestern grocery chain will be limited to four packages or a combination of fresh beef, ground beef, pork and chicken.   \"We have product available at our stores but due to worker shortages at plants as well as an increase in meat sales, customers may not find the specific items they are looking for. Because of this, we are going to put a limit on customer purchases in the meat department,\" the grocery store said in a statement. Hy-Vee, Inc. is an employee-owned corporation operating more than 265 retail stores across eight Midwestern states. The US District Court in the Western District of Missouri dismissed the Rural Community Workers Alliance case against Smithfield Foods and their pork plant in Milan, Missouri. District Judge Gregory Kays said that the RCWA and worker “Jane Doe” did not present enough evidence to make their case of an unsafe working environment.   The court also said that it put much more weight on Smithfield’s claims of maintaining a safe work environment by following guidelines from the Occupational Safety and Health Administration and making multiple changes to the plant and the worker's work spaces, while also providing evidentiary proof and witness testimony directly related to those changes.  Some of those changes included: Thermal temperature screening, paid leave for symptomatic employees, on-site nurses and health/safety officers, 6-feet spacing on the production line, a slowed production line and providing masks for the workers, among many other changes.  The judge found that “Smithfield policies and procedures are reasonable under the circumstances.” Montana Gov. Steve Bullock announced today that the state will soon accept applications for emergency grants for people affected by the coronavirus economic shutdown.  That includes businesses, people out of work and those with health needs.  The application will open on May 7 and the money will come from funding provided by the federal CARES Act.  Montana is getting the minimum amount for a state – $1.25 billion – although its small population means that it is receiving more federal funding per capita than many states. ##Economy## The Justice Department and attorneys for former Rep. Duncan Hunter have agreed to postpone the California Republican’s federal prison sentence until early next year due to effects of the coronavirus pandemic. In a court filing Tuesday, both sides ask a federal judge to agree to the delay until January 4, 2021. Hunter was set to begin his sentence later this month. Some background: Hunter pleaded guilty in December to one count of conspiracy to misuse campaign funds and was sentenced to 11 months in prison and three years of parole for corruption charges stemming from his misuse of more than $200,000 in campaign funds for a slew of personal expenses. “The parties submit this extension is appropriate due to the ongoing COVID-19 pandemic and the unknown impacts the disease will have in the coming months,” the filing states. Ocean City, Maryland, Mayor Rick Meehan announced yesterday the city's beach and boardwalk will be allowed to reopen on May 9. According to the city, this measure is a way to give people more opportunities to “get outside, exercise and enjoy fresh air, while still adhering to physical distancing guidelines and gathering limits.” The mayor’s action will not supersede any executive order made by Gov. Larry Hogan, including the closure of nonessential businesses, the city said. Maryland’s stay-at-home order still remains in effect, with no end date issued. ##Reopening## Two businesses in Louisiana were cited after not complying with government safety orders. The Lafayette Consolidated Government reported on Tuesday that the businesses were not compliant with the parish's safe shop guidelines and the governor's orders on business operations, according to a spokesperson. A nail salon was investigated on April 28 for being open and was determined to be in violation. A cease and desist order was issued to the salon.  A separate complaint against Hobby Lobby on May 1 said the store was not enforcing the social distancing order of six feet for the check out line, according to the spokesperson.  After an investigation confirmed that the store was not in compliance, the manager agreed to limit the capacity of the store and place markers on the floor to indicate the social distancing measures. About the policy: Lafayette's Mayor-President Joshua Gillory's safe shop policy gives guidance to businesses \"not deemed essential or prohibited by the Governor's existing orders\".  Some of the guidelines include all employees must wear a mask, customers must maintain a minimum of six feet of distance when shopping or standing in line and no loitering or congregating in groups in or near businesses is allowed.  The policy from Gov. John Bel Edwards was issued on March 22 and closed all personal care and grooming businesses, including nail salons. The state remains under a stay home order through May 15, although the governor did relax some business restrictions starting May 1. ##Reopening## More than 70% of inmates at two separate Ohio prisons tested positive for coronavirus, according to the latest numbers provided by the Ohio Department of Rehabilitation and Correction. Here's a breakdown of cases at each facility: Marion Correctional Institute: As of May 4, 1,746 inmates and 175 staff members tested positive for Covid-19.\nPickaway Correctional Institute: 1,554 inmates and 101 staff members tested positive for coronavirus. There have been 11 confirmed coronavirus-related inmate deaths at MCI, and 23 at PCI. There have also been an additional two “probable” Covid-19 deaths at PCI. CNN has previously reported that one staff member at PCI — a nurse – died due to complications associated with the virus.  It should be noted that these two facilities account for a vast majority of the positive cases in prisons in Ohio currently — 3,300 out of a total of 3,580. The department said that the inmates are “monitored daily\" and their temperatures are \"taken along with a check for symptoms.” Texas Gov. Greg Abbott announced today that hair salons and tanning studios will be allowed to reopen this Friday.  He said while there is a best policies manual that businesses should consult, some of the guidelines include:  One customer per stylist unless an individual is waiting for service\n6 feet of distance between operating stations and while waiting for an appointment\nAn appointment system Abbott said face masks are strongly recommended for both customers and for stylists, though he did not make it a requirement of businesses. He went on to say that one of the biggest apprehensions in reopening has been the close proximity required in operations.  Abbott said the “only safe way” to prevent the spread of Covid-19 would be for both the customer and stylist to wear a face mask.    Minnesota is projecting a $2.4 billion budget deficit because of the coronavirus pandemic, according to Gov. Tim Walz's website.  \"COVID-19 will damage Minnesota’s economy. There is a long winter ahead. COVID-19 is upending life as we know it—and our economy will not be spared,\" Walz tweeted Tuesday. A deficit of $2.4 billion is now projected for the current biennium, which is a nearly $4 billion change compared to the February forecast, according to a May 2020 interim budget project on the governor's website. The same website said revenues are expected to be $3.6 billion lower and spending is expected to be $391 million higher. \"We cannot view that we're going to fix this budget situation within the next 15 days,\" Walz said. \"The legislature needs to be intimately involved in all these decisions and is going to have to be prepared.\" Read Walz's tweet: ##Economy## First Lady Melania Trump sent 150 lunches to Children’s Inn at National Institutes of Health, according to a statement released by her office.  The Inn is a residential “Place Like Home’’ for families with children participating in research studies at the NIH in Bethesda, Maryland. The first lady has visited sick children there on Valentine's Day for the past three years. It is not clear how the meals were transported, but Trump’s chief of staff Stephanie Grisham says it was done through “contact-free delivery.” The first lady has not publicly left the White House for an official event since March 10 when she attended a national PTA convention in Alexandria, Virginia.  She recently ordered staff to send care packages of Be Best blankets, teddy bears and t-shirts to various hospitals around the country. Last month, at the first lady's directed the White House chief usher, butler and executive pastry chef to deliver boxed lunches to staff at a DC Trader Joe’s store. Minnesota Gov. Tim Walz signed an executive order that permits food trucks to operate at up to six highway rest stops in the state. \"As many restaurants across the United States have closed, restrictions pertaining to commercial activities at highway rest areas have restricted fresh food options for truck drivers operating in Minnesota,\" according to a statement on the governor's website. \"Executive Order 20-49 will provide an additional option for truck drivers, who play a critical role in supporting the supply chain and depend on eating their meals on the road,\" the statement said. Food truck operators will have to apply for a permit and will be able to serve truckers for at least the next two weeks while the stay-at-home order is in place, according to the website. The order is effective immediately upon approval by the Minnesota Executive Council, Walz said. Disney's profit dropped 91% during the first three months of 2020, showcasing the widespread decimation the coronavirus pandemic has brought on its media empire. Although sales for the quarter were up 21% to $18 billion, Disney's profit took an enormous hit from the closure of its parks as well as large costs associated with getting the Disney+ streaming service off the ground. The company's parks and experiences unit was hit particularly hard by the outbreak. That segment saw a 58% drop in operating compared to last year, a result of Disney shuttering its theme parks and resorts around the world. ##Economy## Denver will allow some businesses to reopen on Saturday given the guidelines laid out by the state of Colorado, according to Denver Mayor Michael Hancock.  “These businesses can start to reopen offices with only 50% of their employees on site, and 6 feet of physical distancing between them, retail businesses with only 50% of their employees on site and six feet of physical distancing available between customers,” Hancock said at an afternoon news conference. Hancock says restaurants and bars in the city will remain closed. Personal care businesses like hair salons will be allowed to open on a by appointment only basis with no walk-ins. ##Reopening##   Dr. Rick Bright, the ousted director of the office involved in developing a coronavirus vaccine, will testify on Capitol Hill next Thursday, his lawyers were informed. “I’ve received notification from Congresswoman Eshoo that she is going to be scheduling hearings next week, May 14, and Dr. Bright will be testifying,” Bright's attorney told reporters during a conference call Tuesday.   CNN reported last month that Rep. Anna Eshoo, the chairwoman of the House's Health subcommittee, told CNN she plans to call in Bright to testify before her panel as she reviews the circumstances of his removal from a key position after he raised concerns about the safety of a drug that President Trump touted as a potential treatment to the coronavirus. Bright had led the Biomedical Advanced Research and Development Authority since 2016 when he was reassigned last month to a narrower position at the National Institutes of Health. He formally filed an extensive whistleblower complaint Tuesday alleging his early warnings about the coronavirus were ignored and that his caution at a treatment favored by Trump led to his removal. Watch here: Airbnb is laying off about 25% of its workforce as the coronavirus pandemic upends the travel industry and threatens the company's core business. The short-term rental startup on Tuesday said nearly 1,900 employees will be let go worldwide, out of 7,500.  \"We are collectively living through the most harrowing crisis of our lifetime, and as it began to unfold, global travel came to a standstill,\" Airbnb CEO and cofounder Brian Chesky said in a letter to employees. He added that Airbnb's business has been \"hit hard\" and revenue this year is expected to be less than half of what the company earned in 2019.  Airbnb has also reportedly delayed plans for a Wall Street debut this year. In the US, Airbnb said it will cover 12 months of health insurance for its employees through COBRA. In all other countries, it will cover health insurance costs through the end of this year. \"I have a deep feeling of love for all of you,\" Chesky wrote in the letter. \"I am truly sorry. Please know this is not your fault. The world will never stop seeking the qualities and talents that you brought to Airbnb.\" Airbnb has also grappled with appeasing frustrated customers with refunds, and supporting its hosts, many of whom are struggling to make mortgage payments and pay bills due to coronavirus-related cancellations. ##Economy## US stocks closed higher on Tuesday, as investors grew optimistic about the reopening of the US economy. Here's where the markets closed today: The Dow closed up 133 points, or 0.6%.\nThe S&P 500 ended 0.9% higher.\nThe Nasdaq Composite finished up 1.1%. It marked the second straight day of gains for the three indexes, though they finished well off their session highs Tuesday. ##Economy## After a standoff with Gov. Gavin Newsom last week that led to the closure of all Orange County beaches, California is now allowing three cities in the county to begin reopening their coastlines, the California Natural Resources Agency announced in a statement Tuesday. The cities of Huntington Beach, Dana Point and Seal Beach submitted plans to avoid overcrowding and allow safe public access to their beaches to protect public health, the statement said.  The plans were approved Tuesday by state officials after they were found to be consistent with the stay-at-home order.  “I cannot impress upon people more that we’re not going back to normal,\" Newsom said at a news conference Tuesday. \"It’s back to a new normal, with adaptations and modifications until we get to immunity, until we get to a vaccine. We’ll get there,\" he said. California's state agencies say they are working with other local governments in Orange County that are developing similar plans to safely restore access to beaches under their jurisdictions. Newport Beach submitted a plan with California to safely reopen its beaches but has not yet received any information on an approval or modifications, the city said today.  Some background: This comes after Newsom ordered a hard closure for all Orange County beaches last week, after significant crowds packed the waterfront, and protesters rallied against coronavirus restrictions. ##Reopening## California counties reopening ahead of the state’s plans are “making a big mistake,” Gov. Gavin Newsom said. Three of the state’s more rural counties, Modoc, Yuba, and Sutter, have already begun reopening stores and restaurants in defiance of the stay-at-home orders. “The overwhelming majority of Californians are playing by the rules doing the right thing, they put us in a position where we're making these announcements this week,” Newsom said. Newsom warned that they are putting businesses at risk by reopening early. He encouraged them to \"do the right thing.” The governor stressed that he is committed to working with counties and urged leaders to seek the guidance of their health directors to accommodate local needs and regional variances. ##Reopening## Vice President Mike Pence said the White House is considering disbanding the coronavirus task force as early as Memorial Day. \"We're having conversations about that and about what the proper time is for the task force to complete its work and for the ongoing efforts to take place on an agency-by-agency level,\" Pence said today.  He noted that the White House has begun to discuss a \"transition plan with FEMA.\" Pence said the discussions are a \"reflection of the tremendous progress we've made as a country.\" Pence said Dr. Deborah Birx would remain in her role \"every bit as long as we need to.\" About the possible wind down: On the timeline, Pence said the White House is \"starting to look at the Memorial Day window, early June window as a time when we could begin to transition\" away from the task force. Pence's comments came during a pen and pad briefing today with reporters to which CNN was not invited. The Vice President's office provided CNN with a partial transcript after the fact. The Missouri Department of Health and Senior Services (DHSS) updated the number of employees and contract workers testing positive for Covid-19 at Triumph Foods in Buchanan County to 412. This is an increase of 39 more positive cases than were reported over the weekend. All 412 individuals presented with no related Covid-19 symptoms. This is out of 2,367 workers who were tested on site April 27- May 1 at Triumph Foods as part of Missouri’s “box in” testing strategy when an outbreak is present among people living or working closely together, according to the DHSS statement.  Based on an assessment by DHSS and guidance from the Centers for Disease Control and Prevention (CDC), Triumph Foods has informed its staff that return to work guidelines have been changed from seven days to 10 days. Minnesota Gov. Tim Walz signed an executive order today providing a roadmap for the state to safely resume elective surgeries starting on Monday. Beginning next week, doctors, dentists and veterinarians who create a plan to keep patients and health care professionals safe may begin offering procedures to treat chronic conditions, prevent and cure disease and relieve chronic pain, a statement from the governor’s office read.  The executive order allows hospitals, ambulatory surgical centers, and clinics — including veterinary, medical, or dental — to resume many currently delayed procedures. Police in Holly, Michigan, have arrested a 68-year-old man on assault charges after he entered a Dollar Tree on Saturday and wiped his face on an employee's shirt. Holly Police Chief Jerry Narsh said the man entered the store at around 1:30 p.m. Saturday without a mask, despite an executive order in the state requiring patrons in enclosed public spaces to wear one at all times. Rex Howard Gomoll faces misdemeanor charges of assault and battery, Jessica Cooper, the Oakland County prosecutor, told CNN. Security camera footage inside the store released by police shows a man wiping his face on an employee's shirt. According to police, the employee had told the man he needed to wear a face mask to remain in the store. He responded by saying, \"Here, I'll just use this as a mask,\" before wiping his nose and face on the shirt, leaving behind \"bodily fluids,\" Narsh said. The employee was the only person the man came in contact with while at the Dollar Tree, Narsh said, who also said the man made other comments and was loud and disruptive until leaving. Saturday's incident was the second in as many days involving a store patron not wearing a required face mask in Michigan. On Friday, police in Flint say, a security guard was shot and killed at a Family Dollar in an incident that began when he approached the customer and instructed her to wear a face covering. Watch here: The top US General in the United States said Tuesday that there is not conclusive evidence on where the virus originated in Wuhan, China, saying “we don’t know” whether it began in a Chinese lab or a wet market.    Joint Chiefs Chairman Gen. Mark Milley said, “Did it come out of the virology lab in Wuhan, did it occur in the wet market there in Wuhan or did it occur somewhere else? And the answer to that is we don’t know and as mentioned by many people various agencies both civilian and US government are looking at that.” President Trump and Secretary of State Mike Pompeo have repeatedly claimed there is evidence that Covid-19 originated in a Wuhan lab. Milley said, “the weight of evidence is that it was natural and not manmade,” and also said while there was still not “conclusive evidence” on whether or not the virus was accidentally or deliberately released in Wuhan, China, “the weight of evidence is that it was probably not intentional.” “It would help a great deal if the Chinese government would open up and allow inspectors and investigators to go there in full transparency so that the world can know the actual original source of this so that we can apply the lessons learned and prevent outbreaks in the future,” he said. Milley made the comments during an on-camera press briefing Tuesday at the Pentagon alongside Defense Secretary Mark Esper. Watch here: At least 1,111 Detroit residents have died due to complications related to Covid-19, Mayor Mike Duggan said today.  There are at least 9,449 cases of the virus in the city.  Of the roughly 17,000 tests performed so far, Duggan said that 27% of Detroit residents, and 26% of residents in neighboring suburbs have tested positive for coronavirus.  Duggan also said that budget cuts in the city, beginning at the upcoming end of the fiscal year, extending through June 30, 2021 will total $348 million. Most of that is dipping into Detroit’s reserves that it had developed after the recession, as well as cuts to its urban blight demolition program, Duggan said. Coronavirus has made it less likely that anyone still flying will be stuck in a middle seat as airlines attempt to help passengers maintain some level of social distance.  Across the industry, flights are generally sparsely populated, giving the airlines and passengers opportunities to spread out. The average US domestic flight currently carries about 17 passengers, according to the latest numbers from air carrier group Airlines for America.  Here's how US airlines are handling social distancing on flights: Delta Air Lines on Tuesday said it would cap capacity at 50% in first class and 60% in other classes. That’s the furthest formal step of the largest US airlines. \nAmerican Airlines is dialing back on the number of middle seats it makes available for customers to select. The airline has announced half of the middle seats are generally off-limits and it “will only use those middle seats when necessary.” It will also allow passengers to move to another seat in their class once all passengers are onboard.\nUnited is also making some middle seats unavailable for customers to select. But the company is also not reducing capacity on flights, so a passenger could be given a middle or adjacent seat. When seats are in groups of two, the airline says it will place customers in alternating spots – for example, window in one row, aisle in the next row.  \nSouthwest Airlines, the only major carrier without assigned seats or different cabin classes, told CNN on Tuesday that as of this weekend, it is under-selling each flight by “roughly a third.” That allows each middle seat to potentially remain empty. But CEO Gary Kelly said the airline does not plan to mandate that all middle seats remain empty.\nFrontier announced Tuesday it is taking a different approach. It will allow customers to buy out the middle seat in their row, guaranteeing some level of distancing. Prices start at $39 per flight. More than 1,000 inmates in Arkansas prisons have tested positive for Covid-19, according to Dr. Nate Smith, Director of the Arkansas Department of Health. Smith said that 876 inmates at the Cummins Correctional Facility have tested positive and another 264 inmates at the Federal Correctional Institute in Forrest City have also tested positive. Additionally, a total of 261 nursing home residents and 148 staff members have tested positive for the virus. There have been 32 deaths connected to nursing homes in the state. Dr. Smith said that the state is doing more test at the Cummins facility after previously negative inmates have now tested positive. In total, at least 3,496 cases and 83 deaths have been reported in the state. The Centers for Disease Control and Prevention in Maine is reporting 20 additional positive coronavirus cases at a Tyson Foods plant in Portland. That brings the total number positive cases there to 37, said Dr. Nirav Shah, director of the Maine CDC, at a news conference on Tuesday. The Tyson Foods processing plant has been closed since Friday. It will stay closed a few more days so that the Maine CDC can trace the contacts of infected workers, Shah said.  Approximately 309 full-time employees at Tyson were offered a coronavirus test, according to Shah. At least 1,226 people have tested positive for coronavirus in Maine and 61 people have died since the pandemic began, according to Shah. ##Food Safety## Some shoppers in Texas will be limited on how much meat products they will be able to buy. \"We urge customers to not overbuy meat products, this behavior alone would create a shortage…at this time we have implemented a purchase limit on meat,\" Texas-based grocery store chain H-E-B tweeted. In another tweet the company said they have a \"strong supply of meat.\" The company implemented a five-package combined limit per customer for pork, chicken, and beef products on May 1. The limits vary by area.  Houston-area stores were limited to four packages of ground beef, four packages of chicken, and two packages of beef brisket.   The company noted the limits were temporary and put in place to protect the supply chain in Texas. Some background: Costco and Kroger have also announced similar limits on meat products in their stores. The United Food and Commercial Workers International Union estimated last week that 20 meatpacking and food processing workers have died so far. The union said last week the closures have resulted in a 25% reduction in pork slaughter capacity and 10% reduction in beef slaughter capacity. Tyson Foods warned Monday that it expects more meat plant closures this year. The company also said it will continue producing less meat than usual, as workers refrain from coming to work during the outbreak. ##Food Safety## More than $5 billion has been paid out from the Paycheck Protection Program in South Carolina, according to Gov. Henry McMaster. Speaking to members of the accelerateSC committee on Tuesday afternoon, McMaster said that more than 400,000 residents in the state are unemployed. He said state leaders need to get people back to work and keep people safe and healthy. \"We've got to do a lot of balancing and a lot of thinking and a lot of innovating in order to get South Carolina back on top,\" he said.  McMaster said that South Carolina needs to move as quickly and safely and they can in getting the state to reopen. Note: This is the second full committee meeting for accelerateSC, the coordinated Covid-19 advisory team put together by the governor to consider and recommend economic revitalization plans for South Carolina. ##Reopening## ##Economy## s hurricane season in Florida approaches, the state is working to figure out how to implement coronavirus safety with severe weather preparation. During a news conference on today in Sarasota, Florida, Emergency Management Director Jared Moskowitz said one thing they are doing is stockpiling personal protective equipment. \"In addition to making sure that we can serve the needs of today, we're making sure obviously that we're creating a stockpile for hurricane season. And so we are buying up PPE and putting it in reserve in our warehouse to make sure that we have 10 million masks on hand as we get into hurricane season,\" Moskowitz said. \"FEMA has been a real partner figuring out obviously how we're going to factor in Covid-19 into hurricane season,\" Moskowitz said. \"We're going to do more non-congregate sheltering instead of mass-congregate sheltering.\" Moskowitz said they're considering many options when it comes to evacuation and shelter plans.  \"If we have to do mass-congregate sheltering, what are the protocols that we're going to put in place? Are we going to have Covid only shelters? How are we going to do evacuations? How are we going to limit evacuations?\" Moskowitz said. \"All of these options are on the table,\" she added. New York City has at least 13,724 confirmed coronavirus deaths, as well as at least 5,383 probable coronavirus deaths, according to the city website. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 19,107. What this means: The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent.  The data is from the New York City Health Department and was updated on today at 1 p.m. ET, according to the website. ##New York## New Jersey Gov. Phil Murphy said he does not know when non-essential businesses will be able to reopen again. Murphy told reporters Tuesday that he could not give a date yet, but stressed that it was something his administration was looking at “very carefully.” “We are not out of the woods here,” Murphy said.  “I think we have flattened the curve,” he added. “But we’re still not in the end zone.” Long-term care facilities: New Jersey Health Commissioner Judith Persichilli announced today that the state was planning to conduct coronavirus testing at 74 long term care facilities in the next two weeks, prioritizing facilities with fewer cases so that immediate action could be taken to increase infection control protocols and further prevent the spread of the disease. Both Murphy and Attorney General Gurbir Grewal said the state’s investigation into long-term care facilities was in its first phase, and that for many facilities, the coronavirus pandemic was likely the “equivalent of a 500 year flood.”  ##Reopening## Ohio Gov. Mike DeWine announced the state will need to make $775 million in budget cuts over the next two months. DeWine announced that the state’s fiscal revenues to date are below budgeted estimates by $776.9 million and the state is projecting that revenues will continue to be below budget moving forward through the Covid-19 pandemic. The governor said the pandemic doesn’t exempt the state from balancing its budget. “Making difficult budget cut decisions now will help us down the road and will help us while we continue our discussions for the next fiscal year,\" he said at a news conference Tuesday. Ohio is opting not to draw down money from its rainy day fund, making cuts instead, according to DeWine, who said Ohio will need the rainy day fund next year and possibly the year after. According to DeWine, here is where the state’s $775 million cuts will be made: Medicaid: $210 million\nK12 Foundation payment reduction: $300 million\nOther education budget line items: $55 million \nHigher education: $110 million \nAll other agencies: $100 million  “I have asked each agency director to continue to identify savings in their budgets for the remainder of this fiscal year and next fiscal year. Moving forward, all state agencies will continue the hiring freeze as well as the freeze on pay increases and promotions,” DeWine added. ##Economy## The Smithfield Foods, Inc. meat plant in Sioux Falls, South Dakota, reopened this week after it closed following an outbreak of coronavirus. The city's mayor said it’s still “hard” to determine what an appropriate safety level looks like. “I don't know how you ever get to a point where you say those environments are going to be completely safe, and that's hard,” Mayor Paul TenHaken told CNN’s John King. WATCH: ##Food Supply## Five different workplaces in Iowa experienced a coronavirus outbreak, officials said.  Deputy Director of Iowa Public Health Sarah Reisetter identified these workplaces as having either 10% absenteeism of its workforce or 10% of its workforce testing positive for Covid-19 or having come into close contact with someone with coronavirus.  These are the five workplaces identified by the state: The Tyson plant in Columbus Junction, where they identified 221 positive cases, which represents 26% of the employees tested.\nIowa Premium National Beef in Tama, where they identify 258 positive cases, which represents 39% of the employees tested.\nThe Tyson plant of Waterloo has 444 positive cases, which represents 17% of the employees tested.\nTyson plant in Perry had 730 positive cases, which represents 58% of the employees tested.\nTPI Composites in Newton had 131 positive cases, which represents 13% of the employees tested. Reisetter described these places of employment as high risk environments for the potential of Covid-19 transmission. She said that these are places in which social distancing is impossible or impractical. The workplaces include, but are not limited to, meat packing plants, food and beverage processing plants, factories with production lines and warehouses.  ##Food Supply## There has been at least 1,192,119 cases of coronavirus in the US, according to Johns Hopkins University. About 70,115 people have died. Johns Hopkins reported 11,831 new cases and 1,193 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Watch here: West Virginia Gov. Jim Justice announced today that the state has 510 active cases of coronavirus and 667 recovered cases.  He said they have not had any coronavirus-related deaths since Saturday. “Our overall trend line is still trending in a good way,” Justice said, referencing the number of positive cases of Covid-19. The governor spoke more about the “West Virginia Strong” comeback plan, saying they would enter the next phase of reopening on Monday. “The comeback is officially in effect. Again, we are telling people we are allowing you to open and not requiring you to open. The safer-at-home order is in effect. The order strongly encourages all West Virginians to remain at home but no longer orders them to stay at home,\" Justice said. The governor also said that people who have exhausted their unemployment benefits can now apply for pandemic emergency unemployment compensation, which gives them a 13-week extension of their unemployment benefits. ##Reopening## Several small schools are planning to reopen in parts of Montana as soon as this Thursday, according to local education officials. The schools have under 100 students each, and have come up with comprehensive plans to ensure student and teacher safety, they say. Montana Gov. Steve Bullock said schools may reopen as soon as May 7, although it's up to the local districts to decide whether or not they wish to open, according to a release distributed April 22. Willow Creek School, which has between 50 to 60 students in grades K-12, will be opening May 7, according to Gallatin County Superintendent of Schools, Matthew Henry.  While Willow Creek is not in his district, Henry confirmed to CNN that Willow Creek's board \"had voted unanimously to reopen and practice the social distancing guidelines.\" In Garfield County, the Cohagen Elementary School, grades K-8, will also reopen on May 7.  According to Garfield County Superintendent Heather Gibson, it is a one-teacher schoolhouse with 14 students, who come from 4 families. Gibson said she believes all 14 students plan on coming back. “We came up with a comprehensive plan to ensure that distancing was going to be possible,\" Gibson told CNN. \"It being only 14 kids, it makes it easy,\" she added. Three other schools in Gallatin County are either reopening or finalizing plans to reopen later in May. Gallatin County currently has zero active coronavirus cases. ##Reopening## Rhode Island Gov. Gina Raimondo announced today that she will sign an executive order directing all residents to wear a cloth face mask in a public place.  The order will go in to effect Friday.  Raimondo said residents in indoor or outdoor public places will have to wear face coverings, with an exception for children, the \"developmentally unable\" and those with underlying breathing conditions that will make it difficult to wear a mask.  By the numbers: Raimondo also reported 281 new coronavirus cases and 14 deaths in the state, adding that hospitalizations and Covid-19 cases are \"flattening out.\" \"In the context of Covid-19 crisis, I feel good about where we are,\" Raimondo said.  As of Tuesday, the state has a total of 9,933 positive Covid-19 cases and 355 deaths.  Gold’s Gym is filing for bankruptcy after closing 30 corporate locations. CEO Adam Zeitsiff says franchises are not impacted and that the closings are only for company owned locations. “This is strictly focused on our company and giving us a chance to restructure and get through this pandemic,” Zeitsiff told CNN’s John King. Gold's Gym said in a statement that it's \"absolutely not going anywhere\" and doesn't intend to permanently close any more gyms than the 30 it shuttered last month. ##Economy## For the first time since March 25, Louisiana has less than 200 patients with Covid-19 on ventilators.  Today's report by the Louisiana Department of Health showed that people hospitalized with the virus went up slightly to 1,512 while the total ventilator usage dropped by 26 to 194. Statewide numbers: The total number of cases in the state went up over the past day, bringing the total number of cases to 29,996.  The number of deaths is now at 2,042, up 51 from Monday's report.  New Jersey reported 2,494 new cases of Covid-19 on Tuesday, bringing the statewide total to 130,593, Gov. Phil Murphy said.  The governor cautioned that there are still some “lagging results” from the past couple of days, so the numbers could change.  The state is also reporting 334 new deaths. New Jersey has now reported a total of 8,244 total coronavirus-related deaths. New Jersey has seen a slow-down in the rate of new cases reported, Murphy said, and hospitalizations have started to tick down as well.  Hospitalizations: At least 5,328 patients are currently being treated in hospitals – a decrease of nearly 3,000 over the last three weeks. There has also been one full week of declining numbers of patients being treated in intensive care units, with about 1,534 patients currently being treated. Murphy cautioned, however, that there is still a ways to go before the state can fully reopen safely.  “This is the fight of our lives, it’s not two dimensional,” Murphy said. Florida Gov. Ron DeSantis announced today that antibody tests will be deployed to drive-through testing sites.  \"We're also going to be announcing this week the deployment of antibody tests at our drive-through testing facilities. So the antibody tests test whether your body has developed antibodies which means that you have had the disease in the past,\" DeSantis said.  The governor said they've \"already received 200,000 antibody tests for serological testing.\" \"We've done a survey of all the hospitals that may need some, so we're going to send them to any hospital that wants it, clearly it's important for the doctors and the nurses. So we're going to do that, and then we're going to have lanes dedicated to antibody testing at our drive-through sites,\" DeSantis said. \"We're also going to likely do our own state of Florida study where we can try to determine the prevalence in different parts of the state,\" he added. An experimental coronavirus vaccine entering into human trials in the US, could be available in “many millions” of doses by the end of 2020, the CEO of BioNTech told CNN.  The German drug maker has partnered with US giant Pfizer to distribute a potential vaccine which is already in human trials in Germany. Uğur Şahin believes the regulatory approval process could be sped up from what is historically an 18-month time frame due to the global pandemic.  “So the approval of any drug is based on the evaluation of a potential benefit and remaining risk,\" Şahin told CNN. \"The benefit of a vaccine in a pandemic situation is much greater and therefore an approval or an authorization of a vaccine in a pandemic situation has to follow other rules than we have seen in the past.\" He believes Covid-19 will be responsive to a vaccine which is he calls the “most important aspect” of vaccine development. He said the second aspect is the “very encouraging” preclinical data.  “We see vaccine responses, we see strong vaccine responses at even low doses. And we believe that this vaccine response, since we have seen that in different animal models will also translate into vaccine responses in human subjects,\" he said.  If it is approved by the regulators, Sahin said the partners are “prepared to go as fast as possible\" to get the vaccine to the population. Since the reopening of parks last Wednesday, Miami-Dade Police have issued 459 violations and has made one arrest, according to the department’s press office. According to the department, the violations included verbal warnings for noncompliance of reopening rules, like wearing masks, social distancing, no picnics and no large gatherings. Strict operation hours are also enforced. In one case, there were about 30 people congregated at a park taking graduation pictures, per police. As for the arrest, Miami-Dade Police say a 35-year-old man was arrested Saturday at Hobie Beach for resisting an officer without violence and a health and safety violation, two misdemeanors. Police say the man was running with his dog on a closed beach. An officer told the man to run on the pavement. Later, the officer saw the same man with his dog on the waterline. At that point, the man provided the officer with a fake name and ignored the officer’s command, per police. Miami-Dade Police say there is no booking photo because the man was issued a promise to appear. According to MDPD no parks have been closed in the county due to non-compliance by park goers. Yesterday, Miami Beach Police announced it had issued nearly 8,000 warnings over the weekend for people violating social distancing and face mask rules. Miami Beach Police announced the closure of South Pointe Park until further notice, due to non-compliance. Miami Beach is in Miami-Dade County. Schools should be ready to reopen in phases, perhaps starting with reduced hours, before returning to full activity amid the coronavirus pandemic, a large pediatricians’ group said Tuesday. Schools should also plan for intermittent closures in the future if the virus begins to rebound, the American Academy of Pediatrics said in new guidance. So far, 46 states and Washington, DC, have announced school closures through the end of the academic year. Four more states have widespread closures but have not decided whether to cancel the rest of the school year.  A lot depends on factors that cannot yet be predicted: how the virus is spreading both nationally and in local communities, how much testing is available, and whether state and local health departments are able to control spread via testing and contact tracing, the group said. Schools will also have to be ready to clean and sanitize all areas, screen, monitor and test students and staff and limit student interactions. That may include having students stay in one room, with teachers moving from class to class.  The organization indicated it supports efforts to get back to school if it can be done safely. “While some school districts have implemented distance learning, this is not generally believed to replicate the in-person learning experience,” the group said in its guidance. “Such districts may also experience a widened divide in academic progress, with certain children able to access distance learning and continue to grow academically, while others might experience difficulty accessing or engaging with virtual instruction,” the guidance said. ##Reopening## In a memo that went out to about 11,500 workers, United Airlines’ EVP for Human Resources, Kate Gebo, says its management and administrative team could be reduced by at least 30% in October after funding from the CARES Act runs out. In the meantime, the airline is asking these workers to take 20 unpaid days off. Some are being asked to work a four-day work week. “The reality we are faced with, especially heading into what would normally be our busiest time of year, is daunting to say the least,” Gebo wrote. More context: It’s the latest in a series of memos that have come to light from United, including one from its COO telling workers to consider voluntarily leaving the company and one from its chief pilot warning of furloughs. Gebo also told workers they should consider leaving the company voluntarily.  “At this point, we’re planning for an M&A population that will be at least 30% smaller than it is today, with some work groups impacted more significantly than others. Affected employees will be notified in mid to late July for an October 1 effective date. Given the upcoming reductions, I have to ask each of you to seriously consider if choosing a voluntary separation with a robust benefits package might be right for you,” she wrote. House Democratic leaders say they plan to move forward with investigations into the US response to the coronavirus crisis despite President Trump rejecting calls for witnesses to testify and Republicans not yet cooperating with their plans to move ahead with new oversight plans. House Speaker Nancy Pelosi and House Majority Leader Steny Hoyer both told CNN the House would proceed with its reviews into the US response and how nearly a $3 trillion worth of federal programs are being implemented. Hoyer said that the House would soon begin conducting its hearings \"virtually\" and said they would move ahead regardless of what the GOP decides to do. \"This President has done everything in his power to undermine the Congress' constitutional responsibility to conduct oversight of the executive branch,\" Hoyer said.  \"This President has no sense of his responsibility to the Constitution with the people of this country and to the Congress' authority to conduct oversight. So we're going to pursue oversight. We're going to pursue it ... virtually,\" he said. Some background: The comments come after the White House said no members of the coronavirus task force would testify in May before Congress unless approved by Trump's chief of staff Mark Meadows.  Trump called the House a “bunch of Trump haters” when asked why Dr. Anthony Fauci, the nation's top infectious disease expert, would testify before the Senate next week — but not the House this week. WATCH: Michigan Medicine, the medical center which includes the University of Michigan’s medical school, announced a plan today to claw its way out of $230 million in projected losses this and next fiscal year due to the Covid-19 pandemic. The changes will include cuts to personnel and infrastructure, according to a release on Michigan Medicine’s website.  At least 1,400 employees will be either laid off or furloughed, while 300 additional vacancies will go unfilled due to a hiring freeze. A new inpatient facility that had been planned will also halt construction. The necessary cutbacks come after the medical center was forced to cancel elective procedures and suspend many services. “While we don’t take any of these decisions lightly, we believe it is a preferable outcome to broad salary reductions and allows us to preserve as many jobs as possible,” said Michigan Medicine CEO Marschall S. Runge.  Runge is among those taking a pay cut. His salary will be decreased by 20% and he has asked many leaders and department chairs to take salary cuts ranging from 5% to 15% of their current salaries. The center announced it will be phasing out other services and perks to save money. These include suspending merit increases, retirement matches, tuition reimbursement, supply reduction, consulting and discretionary expenses. A Covid-19 Employee Emergency Needs Fund will give grants to employees with the fewest resources in need of financial help due to the pandemic, the release said. ##Economy## Pennsylvania on Tuesday reported 554 new coronavirus-related deaths, according to the state's Department of Health. It is important to note that the large increase is due to the state reconciling data from multiple different sources. The deaths occurred over the past two weeks, and did not all occur in a 24-hour span.  The total number of deaths in the state is now 3,012.  At least 2,029 people were residents in nursing or personal care facilities, according to the health department. Pennsylvania also reported 865 new cases of coronavirus on Tuesday, bringing the statewide total to 50,957. At least 11 employees at the Bornstein Seafoods processing facility in Astoria, Oregon, have tested positive for Covid-19, Clatsop County Public Health Department said in a statement released Monday. The company has closed its Astoria facilities and is “closely following direction from the Public Health Department,” the statement said. All remaining staff that have not yet been tested will be tested today, Dr. Michael McNickle, Public Health Director for the Clatsop County Department of Public Health told CNN today.  “We have already begun contact tracing and all staff who tested positive are under self-quarantine,” he said. ##Food Supply## A long-term disaster morgue at Brooklyn’s 39th Street Pier is now operating, according to the New York City Office of Chief Medical Examiner (OCME).  The disaster morgue, where human remains are frozen inside trucks, was established to ease the stress that overwhelmed funeral directors in New York City are experiencing from the unprecedented amount of deaths due to the Covid-19 pandemic.  On Monday, funeral home directors, faith leaders, morgue operators, cemeteries joined OCME on a conference call, according to Brooklyn Borough President Eric Adams. “Even a public health crisis of this magnitude should not get in the way of treating decedents with basic dignity,” he said in a press release Monday. OCME outlined three recent policy changes to help the “death care system” operate in a smoother fashion: A location to store bodies is set up at Pier 39 to ease the burden on funeral homes and extend the window during which bodies can be retrieved.\nPersonal protective equipment (PPE) will be distributed to cemetery workers and funeral home workers.\nPier 39 will remain open until to 10:30 p.m. every day Michael Lanotte, executive director of the New York State Funeral Directors Association, told CNN the Brooklyn morgue would reduce the pressure on the city's overloaded funeral industry. “The additional morgue operating hours will also help funeral directors by providing them with evening hours for transfers since they spend the vast majority of the daytime hours conducting funerals, making arrangements and answering calls from families seeking their services,” said Lanotte.  ##New York## New York Gov. Andrew Cuomo again called for more federal funding for states during the coronavirus pandemic. \"What the government does will literally determine how many people live or die,” Cuomo said.  Cuomo responded to President Trump’s comments to the New York Post that blue-state bailouts are unfair to Republican states.  “If you starve the states, how do you expect the states to be able to fund this entire reopening plan?” Cuomo said.  According to the governor, New York state has a $13 billion deficit due to the coronavirus pandemic’s effect on the economy. Cuomo said that New York has contributed more money to the federal government than the government has given back.  “It’s not a blue-state issue. Every state has coronavirus cases. This is not any mismanagement by the states,. If anything, the mismanagement has been on behalf of the federal government, and that's where the mismanagement have gone back decades,” he said.  ##New York## ##Economy## WATCH: New York Gov. Andrew Cuomo said the decision to reopen is about the balance between the economic cost between staying closed and the human life cost of reopening. The governor said the faster his state — or any state —reopens, \"the higher the human cost.\"  He noted that an influential coronavirus model often cited by the White House is now forecasting that 134,000 people will die of Covid-19 in the United States — nearly double its previous prediction. That sharp increase is tied to relaxed social distancing and increased mobility in the US. \"The fundamental question, which we're not articulating, is how much is a human life worth?\" Cuomo said at his daily news confernece. He added: \"A human life is priceless. Period.\" ##New York## New York Gov. Andrew Cuomo noted during his daily coronavirus press conference today that tonight New York City will begin to shut down the entire subway system for several hours overnight to disinfect trains. \"Tonight we're going to shut down the subway for the first time in history,\" Cuomo said. More context: Last week, Gov. Cuomo announced that the city would shut down its entire subway system from 1 to 5 a.m. each night to clean the trains. The plan goes into effect on May 6. ##New York## WATCH: New York Gov. Andrew Cuomo said the number of deaths across the state was up slightly yesterday, with 230 new deaths reported. On Sunday, 226 people died from coronavirus in the state. \"This is always the worst number when we're going through the facts of the day. And it is not good news,\" Cuomo said, calling the deaths \"painful, painful\" news. ##New York## Arizona is setting up plans to to ease its restrictions, allowing some retail stores to soon reopen for in-person business under social distancing guidelines. But Phoenix Mayor Kate Gallego is urging residents to “practice common sense safety.” “You, very shortly, will be able to get your nails done here in Arizona. That’s not something I would do or advise my family to do.\" While reiterating the safety precautions for the citizens of a key swing state in the election, Gallego encouraged people to “still stay home” if they can. “We do know that as we reenter the economy, we will see more cases,” she said.  Responding to the news that President Trump will travel today to tour a Honeywell plant making N95 masks in Phoenix, she said, “I’m not sure that I would be traveling, but I do think it is important to celebrate the workers who are powering this economy.” States may be reopening due to economic pressures but as residents receive conflicting messages from governments on going out versus staying in, the mayor said every individual knows best about their respective situation. “I hope that people will err on the side of putting public health first but I understand that there’s enormous pressure on Americans right now.” ##Reopening## Former President Barack Obama and former first lady Michelle Obama will do various online speeches over the next month or so for graduating seniors. There had been an online push for former President Obama to do an online commencement. \"Over the past month, President and Mrs. Obama have received dozens of requests from around the globe to address graduating classes whose in-person commencement events have been cancelled due to the ongoing COVID-19 pandemic,\" a statement from their office read. \"Today, the Obamas are pleased to announce that they will participate in multiple virtual commencement celebrations for students, families and educators.\" The Obama's office said they will each speak at YouTube’s “Dear Class of 2020” event on June 6.  Former President Obama will give an address at the “Graduate Together: America Honors the High School Class of 2020” event on May 16, which is XQ Institute, The LeBron James Family Foundation and The Entertainment Industry Foundation.  He'll also share a message at “Show Me Your Walk, HBCU Edition\" on May 16, a virtual commencement for historically black colleges and universities. There are at least 1,181,885 cases of coronavirus in the US, and at least 69,079 people have died, according to Johns Hopkins University's tally of cases in the United States.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. President Trump said he was allowing Dr. Anthony Fauci to testify before the Republican-led Senate but not the Democrat-led House, calling the lower chamber a “set up.” “The House is a bunch of Trump-haters,” Trump said as he was departing the White House for Arizona for a tour of a Honeywell plant. What's this about: The White House issued a memo Monday seeking to limit task force members' hearing appearances after recently blocking Fauci from testifying before a House subcommittee. Fauci is still expected to appear before a Republican-led Senate committee later this month. Trump admitted the difference in treatment for the House versus the Senate was who controls each chamber. He said the House is rooting for him to fail in combatting coronavirus. “They frankly want our situation to be unsuccessful, which means death,” he said. “They should be ashamed of themselves.” He ascribed the difference to political motives. “They want us to fail so they can win an election, which they’re not going to win,” he said. The unemployment rate could be as high as 20% in the latest jobs report that will be released this Friday, according to Kevin Hassett, senior economic adviser to President Trump. “We are looking at probably the worst unemployment rate since the Great Depression. It's a tremendous negative shock,\" he said. Just a week ago, Hassett had estimated a 20% unemployment rate for June but he said the latest data received on claims is \"worse than expected,\" which led to the latest forecast revised for April.  “We've now got 30 million people who have filed, a little bit more, for initial claims for unemployment insurance,” he said. “When you add them all up and think about how many people are employed in the country, then you can estimate the change in unemployment.” Hassett also said the projections did not include the prospect of tariffs on China as a punishment for a lack of transparency. ##Economy## WATCH: Frontier Airlines is allowing passengers to purchase an empty middle seat, as part of a program aimed at “well-being and comfort.”  The airline said there will be 18 “More Room” seats per flight, which include the empty middle seat. The program runs through August 31 and could be extended beyond that. It comes following the airline’s announcement that all passengers are required to have face coverings in the midst of the Covid-19 pandemic. ##Economy## The Senate Health, Education, Labor and Pensions (HELP) Committee officially announced next week's hearing with Dr. Anthony Fauci, a key member of the administration's coronavirus task force.  The hearing will be at 10:00 a.m. ET on Tuesday, according to the announcement. As CNN has reported, this was expected and comes as the White House is blocking Dr. Fauci from testifying before the Democratic-led House next week.  Here is the full list of witnesses: Dr. Anthony Fauci— NIH\nDr. Robert Redfield — CDC\nDr. Brett Giroir — HHS\nDr. Stephen Hahn — FDA New York City, in partnership with the US Department of Health and Human Services and the US Centers for Disease Control and Prevention, will offer antibody test for 140,000 healthcare workers and first responders starting next week, Mayor Bill de Blasio said in a press conference this morning. The tests, which will identify likely past coronavirus infections, will be offered at city hospitals, firehouses, police stations and corrections facilities, he said. ##New York## Connecticut Gov. Ned Lamont ordered all in-person classes in Connecticut to remain canceled for the rest of the academic year.  Distance learning will continue and schools will continue providing breakfast and lunch to students at home, he said in a statement. Lamont said he will determine later on this month whether summer school programs will be able to occur as scheduled. New York City Mayor Bill de Blasio said President Trump “seems to enjoy stabbing his hometown in the back,\" referring to Trump's “no bailout” comments in a recent interview with the New York Post. “I think Congress is inclined to do a lot of things but I don’t think they’re inclined to do bailouts. A bailout is different then, you know, reimbursing for the plague … It’s not fair to the Republicans because all the states that need help — they’re run by Democrats in every case,” the President said in the interview. In his Tuesday morning press briefing, de Blasio asked, “what kind of human being sees the suffering here and decides that people in New York City don’t deserve help?” He continued: “I’ll tell you something – everyday President Trump resembles more and more Herbert Hoover, the president that ignored the Great Depression, who didn’t care to put America back on its feet, who has been now remembered in history as someone who failed at the most basic responsibility which is to protect the people he serves. President Trump wasn’t there for us when we needed the testing to stop this horrible disease, and now he’s talking about not helping us in our hour of need.\" ##New York##  Senate Intelligence Committee is holding a nomination hearing for President Trump's pick for Director of National Intelligence, Texas GOP Rep. John Ratcliffe. Ratcliffe's hearing is the first Senate hearing being held since senators reconvened this week in a new, socially distant environment at the US Capitol. You can watch the hearing live here. About the nominee: Ratcliffe withdrew from consideration when he was first tapped for the role last summer after even some Republicans voiced concern about exaggerations to his national security resume. But President Trump picked him again in February for the role. Ratcliffe appears to have the support he needs from Republicans who were skeptical the first time he was picked, but Democrats are sure to press him on his ability to be independent from Trump.  Tyson Fresh Meats, a subsidiary of Tyson Foods, announced on Tuesday that it will resume operations at its Pasco, Washington, beef processing plant. The plant halted production at the facility on April 23 after it was linked to an outbreak of Covid-19.  “While the plant was idle, we performed a deep clean and sanitization of the facility and took proactive steps to complement our existing prevention efforts,” said Shane Miller, senior vice president and general manger beef enterprise said in a statement. Tyson Fresh Meats says that US Centers for Disease Control and Prevention and the Occupational Safety and Health Administration guidelines for meat and poultry processing workers and employees have also been put in place.   ##Food Supply## US stocks opened higher today, adding onto yesterday's gains, as optimism about the reopening of the economy boosted the market. Here's how the markets opened today: The Dow kicked off nearly 1%, or 225 points, higher.\nThe S&P 500 opened up 1%.\nThe Nasdaq Composite rose 1.2%. Follow live updates from the markets here. ##Economy## The national meat shortage is having a major effect on Wendy's, with one analyst estimating that nearly one in five of its restaurants are out of beef. Around 1,000, or 18%, of Wendy's 5,500 US restaurants are not serving hamburgers or other meat-based items.  That's according to an analysis of online menus at every location conducted by financial firm Stephens. Wendy's is \"more exposed\" to the shortage sparked by the coronavirus pandemic because of its reliance on fresh beef compared to its competitors, the note said. Wendy's said in a statement that it's \"widely known that beef suppliers across North America are currently facing production challenges.\" While its delivery schedule remains unchanged, a spokesperson said some of their menu items might be \"temporarily limited at some restaurants in this current environment.\" \"We're working diligently to minimize the impact to our customers and restaurants, and continue to work with our supplier partners to monitor this closely,\" a Wendy's spokesperson said. The company reports first quarter earnings Wednesday. Shortages depend on the \"geographic nature of processing plant closures,\" wrote Stephens analyst James Rutherford. In states like Ohio, Michigan and New York, around 30% of Wendy's are out of fresh meat. Other states, like Arizona, Nevada and Louisiana, aren't affected. Some meat suppliers have temporarily closed their factories because workers are falling ill from Covid-19. Rutherford's note said that online menus shift to emphasizing chicken sandwiches and doesn't expect the beef shortages to have an impact on Wendy's profits if the shortage is fixed quickly. He also said Wendy's newly launched breakfast menu is \"highly profitable.\" McDonald's and Burger King didn't immediately respond for comment if they're experiencing shortages. ##Food Supply## President Trump is heading to Arizona today, where he'll tour a mask assembly line at Honeywell International Inc. in Phoenix. Trump is scheduled to speak at the mask-making facility at 3:30 p.m. ET. Here are the highlights of his schedule today: 10:00 a.m. ET: Trump leaves the White House. He often stops to take questions from reporters while departing the White House, but it's unclear if he'll do so today.\n2 p.m. ET: In Arizona, he participates roundtable discussion on supporting Native Americans.\n3:15 p.m. ET: The President tours the a mask assembly line.\n3:30 p.m. ET: Trump speaks from the Honeywell mask facility.\n4:20 p.m. ET: Trump leaves Phoenix.  WATCH: The White House coronavirus task force is holding an in-person meeting this morning, according to a schedule released from the Vice President's office.   This is its first in-person meeting since Friday. The panel didn't meet on Monday, though some of its members were planning to join a midday phone call scheduled for Trump with the nation's governors. Last week CNN reported the White House coronavirus task force may soon begin slowly scaling back its number of meetings, following President Trump's offhand suggestion about ingesting household disinfectants and angry online venting about his press coverage. How it works: Task force meetings, which occur in the basement Situation Room, usually last a minimum of 90 minutes as aides go over the latest data.  President Trump touted his press briefing ratings in an interview with the New York Post, and said they would be back.  Trump said the briefings were must-see TV. And he told the Post he credits his frequent clashes with reporters for making engaging content. The President also said some briefings will be handled by his new White House press secretary Kayleigh McEnany, perhaps once or twice a week.   I was told that some people didn’t like the combative attitude so much. And I can a little bit understand that. But I would say from the standpoint of watching it and wanting to watch, that would be more interesting than having boring questions asked,” Trump said. About the briefings: Last week, a source told CNN that the White House coronavirus task force may soon begin slowly scaling back its number of meetings. The mulling came after Trump made an offhand suggestion at a briefing about ingesting household disinfectants.  Starbucks said it will have \"responsibly reopened\" about 85% of its US stores by the end of the week following an extended closure spurred by the coronavirus pandemic. Drive-thru and orders made ahead on its app or Uber Eats will be allowed, but dine-in services have been suspended. It expects 90% of its stores to have reopened by early June. Starbucks shares rose 3% in premarket trading after the announcement. ##Reopening## If you're just joining us, here's the latest on the coronavirus pandemic. US cases continue to rise: At least 1,180,634 people have been infected with the novel coronavirus in the US. Almost 69,000 have died in the States so far, according to a tally kept by Johns Hopkins University. US deaths projected to double: An influential coronavirus model often cited by the White House forecasts that 134,000 people will die of coronavirus in the US by August -- nearly double its previous prediction.  Potential vaccines in the works: There are 108 potential Covid-19 vaccines are in development around the world, according to the World Health Organization. Eight of the potential vaccines have been approved for clinical trials.  Coronavirus origin questions: Australian Prime Minister Scott Morrison said the most likely origin of the coronavirus outbreak was a wildlife wet market. His comments come as intelligence shared among US allies indicated the virus more likely came from a Chinese market and not from a lab, according to two officials. The World Health Organization says 108 potential Covid-19 vaccines are in development around the world, according to documents posted on its website.  Eight of the potential vaccines have been approved for clinical trials.  The National Institutes of Health (NIH) trial in the US was the first to start testing on human subjects, on March 16. Groups from around the world are in pre-clinical evaluation, including the University of Tokyo, Tulane University, University of Alberta and the University of Pittsburgh. In all, they total 100 groups, up from 96 on April 30th, according to the WHO.   Some 1,275 inmates in Texas have tested positive for Covid-19, the Texas Department of Criminal Justice (TDCJ) reported Monday.  At least 22 prisoners are presumed to have died from the virus, TDCJ said in a news release. An additional 12 deaths are under investigation. In total, 461 TDCJ employees, staff or contractors have tested positive, the statement said.   \"20,063 offenders are on medical restriction because they may have had contact with either an employee or offender with a positive or pending COVID-19 test,\" TDCJ said.  TDCJ said it is continuing to test inmates who are asymptomatic but may be vulnerable to Covid-19 based on age or health conditions.  Virus hot spots: Across the US -- and in other countries around the world -- prisons and jails have become hotbeds for coronavirus. Close confinement is likely fueling the spread. But it's not just a major health problem -- there are also safety concerns, with violence erupting in several facilities. Read more: Prisons and jails across the US are turning into 'petri dishes' for coronavirus. Deputies are falling ill, too. Los Angeles is still 80% short of its goal to provide 15,000 hotel rooms for its homeless population, a month after the county announced the initiative. On April 8, Los Angeles County launched “Project Roomkey,” a partnership between the state, county, and the Los Angeles Homeless Services Authority to secure hotel and motel rooms to be used as temporary shelters to prevent the spread of the coronavirus during the pandemic.  “Project Roomkey aims to not only protect high-risk individuals, but to also prevent the spread of the deadly virus in our communities and protect the capacity of our fragile hospitals and healthcare system,” the county said.  While the goal was to secure 15,000 rooms with state and federal funding, the latest news release from LA County shows that only 2,711 rooms have been secured. “To date, we have 30 properties with 2,711 rooms that will be made available to the most vulnerable. As rooms become operational, vulnerable residents are moving in every day,” said a LA County spokesperson. On LA's Skid Row -- the nation's biggest concentration of homeless people --100 coronavirus infections have been confirmed, a shelter executive told CNN on Monday. The growing number of infections have raised fears of an outbreak among the city’s homeless community. The county has a homeless population of about 60,000 people. In a news conference on Monday, Mayor Eric Garcetti announced that the city secured a large hotel in downtown LA, providing 460 more rooms. The county now has a total of 3,171 rooms with the new addition, which is roughly 20% of its goal. A LA County spokesperson says negotiations with hotel and motel owners are ongoing. “We believe that this urgent humanitarian initiative is housing more people more quickly than ever before in our region’s history,” LA County said in a statement. California has reported at least 55,884 coronavirus cases, including 2,278 deaths, according to Johns Hopkins University. At least 1,180,288 cases of coronavirus have been recorded in the United States, including 68,922 deaths, according to Johns Hopkins University's tally. On Monday, Johns Hopkins recorded 22,247 new cases and 1,240 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: Fifteen children in New York City have been hospitalized with symptoms compatible with a multi-system inflammatory syndrome that might be linked to Covid-19, according to a health alert issued Monday evening by the New York City Health Department.    The patients, aged 2 to 15, were hospitalized from April 17 to May 1.  Several tested positive for Covid-19 or had positive antibody tests. Some of the patients experienced persistent fever and features of Kawasaki disease or features of toxic shock syndrome.  Kawasaki disease causes inflammation in the walls of the arteries and can limit blood flow to the heart. It is usually treatable and most children recover without serious problems, but it can be deadly.   At least five of the cases required a ventilator and more than half of the patients required blood pressure support. So far, no fatalities have been reported among the New York City patients.  Doctors on alert: British pediatrics specialists recently warned that a small number of children were becoming ill with Kawasaki disease that could be linked to coronavirus.  The Paediatric Intensive Care Society UK warned about a small rise in the number of cases of critically-ill children, some who had tested positive for Covid-19, presenting \"overlapping features of toxic shock syndrome and atypical Kawasaki disease with blood parameters.\"  There have been similar reports in Italy and Spain. In the US, a team at Stanford Children's Hospital reported a case with similar features.  Read more: Rare inflammatory syndrome seen in US child with Covid-19 Most governors in the United States have ordered or recommended that statewide school closures continue for the rest of the academic year to help reduce the spread of the novel coronavirus. Officials in 45 US states, as well as Washington DC, have ordered or recommended school closures for the rest of the school year, according to a CNN tally. Schools in all five US territories — American Samoa, Guam, Northern Mariana Islands, Puerto Rico and US Virgin Islands — also are closed for the remainder of the school year. Alabama\nAlaska\nArizona\nArkansas\nCalifornia\nColorado\nDelaware\nDistrict of Columbia\nFlorida\nGeorgia\nHawaii\nIdaho\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nLouisiana\nMaine\nMassachusetts\nMichigan\nMinnesota\nMississippi\nMissouri\nNevada\nNew Hampshire\nNew Jersey\nNew Mexico\nNew York\nNorth Carolina\nNorth Dakota\nOhio\nOklahoma\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWest Virginia\nWisconsin An influential coronavirus model often cited by the White House is now forecasting that 134,000 people will die of Covid-19 in the United States, nearly double its previous prediction. The model, from the Institute for Health Metrics and Evaluation at the University of Washington, previously predicted 72,433 deaths as of Monday morning. Relatedly, a Trump administration model projects a rise in coronavirus cases and deaths in the weeks ahead, up to about 3,000 daily deaths in the US by June 1, according to an internal document obtained by The New York Times. Over the past week, about 2,000 people died daily in the US, according to data from Johns Hopkins University. The sharp increases in the two models are tied to relaxed social distancing and increased mobility in the US. States across the country — including Florida, Colorado, Indiana, Nebraska and South Carolina — have eased restrictions in an attempt to revive a sputtering economy and calm restless residents. Keep reading."], "Language": false}