{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/world/coronavirus-analysis-nick-paton-walsh-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Nick Paton Walsh, CNN"], "Writers": [["Nick Paton Walsh"]], "FirstPublishDate": ["2020-03-12T18:11:50Z"], "LastModifiedDate": ["2020-03-12T18:11:50Z"], "Headline": ["Our connected world made coronavirus spread. It may also be what saves us from it"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["When the mixed signals and blundering of President Donald Trump's Wednesday night Oval Office speech die down, it's possible that the two words \"foreign virus,\" are the ones that will endure. They echo Secretary of State Mike Pompeo -- at his least diplomatic -- who dubbed the outbreak that has now killed over 4,000 people in dozens of countries the \"Wuhan virus.\"  There's no comfort in the irony that an administration which tried initially to dismiss COVID-19 as something happening elsewhere that wasn't a problem, are -- now it is upon them -- blaming people elsewhere for giving them the problem.  This insular populism seems to have fueled President Trump's European flight ban. It bizarrely excluded the UK and gladly ignored the possibility people might use Britain as a transfer hub from infected countries, on to the US. It was a Stephen Miller response to an Anthony Fauci question. Trump was clear only in how decisive he wanted to appear. The technicalities were a sideshow, but if you are facing a pandemic, they should be the main dish. The address was a bid to deflect blame by an administration confused about everything in its response, bar its own infallibility. When they came, the clarifications were perhaps longer than the original statement -- mentioning that trade was not included, neither were Americans themselves, or US residents, or their immediate family. Yet the damage was done: confusion at airports, in global markets, and across capitals. US partners awoke to yet another example of the Trump administration seeing alliances as an afterthought. Suddenly Europe was America's scapegoat, while China was busy sending medical aid to Italy. Populist responses can't solve this, the first universal crisis of the globalized world. Everyone, everywhere will be, or has been, impacted by this. Neither the unified policies adopted after the 2008 financial crisis, nor the counterterror surveillance and military might of post 9/11 can stop the transfer of a virus so infective that science appears to struggle to gauge just yet how infective it is. We don't know how long it will last, or how many people it will kill and so that uncertainty is tearing up the algorithms that keep the global economy afloat. Slowly getting sick is a population never larger, never better connected, living on a planet that never felt smaller. It is more than grossly unfortunate that its key superpower has reached for the tool most readily at hand to deal with this crisis, populism. Those who use this moment to say it is proof there are too many of \"them, here,\" are perhaps at the same time proving an uncomfortable point: the way the world is connected now cannot easily be undone. Trump needs the supply chain into America to continue pumping the means for tax revenue and wealth, he just thinks he can switch off some of the people. Those, including the US' national security advisor, who says China started it and covered it up, also have to confront the fact it was Europe, the US and even Iran's dependence on Chinese wealth -- tourists, students or engineers -- that spread it. We need each other's money. Amid the chaos, there may be a moment for hope and education. Every nation is likely -- at this point, as far as we can tell -- dealing with the same strain of the virus. China's experience can tell us how bad it can get even when you are able to forcibly quarantine people; South Korea's what happens when a state marshals incredible transparency and testing; Italy when widespread and voluntary paralysis besets an entire nation; the United Kingdom what happens when you try to delay the spread. We can all teach the other lessons learned. For perhaps the first time since there have been billions of us, we all have a singular goal to share. COVID-19 is also an existential challenge to the post-truth era. This illness infects quickly regardless of demographics, belief, wealth or skin color. The facts about its spread, vaccine and mortality rate can't be lied away. It was science -- advances in communication, travel and technology -- that made the world so small that coronavirus could travel so fast. It will be the same science that defeats it and makes that smallness feel safe again.  Globalization left many behind, and made some unconscionably wealthy, others disgracefully poor. It also made humans, on average, richer, healthier and more peaceful than any time in our collective history.  Soon the blame game for transmission may get under way in earnest. The same populists who thought the UK being an island meant it was unlikely to be much of a COVID-19 threat to America, will continue to suggest the virus means globalization's free movements must end.  But keep one eye on the role shared experience and knowledge plays in bringing this pandemic to an end. On how Hong Kong teaches Italy. On how China sends help to Iran. On how the Koreas help each other.  Our interlaced world may have helped this spread. But that connection will likely bring it to an end. And the isolation we all feel in the gap in-between will make us appreciate for once how close we have all been."], "Language": false}