{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/football/daniele-rugani-coronavirus-juventus-cristiano-ronaldo-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and Aleks Klosok CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-12T11:20:06Z"], "LastModifiedDate": ["2020-03-12T12:06:55Z"], "Headline": ["Cristiano Ronaldo back home in Madeira as Juventus grapples with coronavirus outbreak"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Defending Serie A champion Juventus is grappling with the impact of the coronavirus outbreak in Italy with Cristiano Ronaldo back home in Portugal, while a teammate tested positive for COVID-19. In a training report released on Wednesday, Juventus said \"Ronaldo has not trained and remains in Madeira pending developments related to the current health emergency.\" Ronaldo had returned to the Portuguese island, where he was born, to visit his mother who recently reportedly suffered a stroke. Meanwhile Daniele Rugani reassured fans that he is \"fine\" after the Juventus defender became the first Serie A player to test positive for the novel coronavirus. The announcement came just a day after the Italian Football Federation (FIGC) admitted that the current season might not finish due to the outbreak. \"You've read the news, so I want to reassure everyone who's worried about me, I'm fine,\" Rugani wrote on Twitter. \"I urge everyone to respect the rules, because this virus makes no distinction! Let's do it for ourselves, for our loved ones and for those around us.\" READ: Sports stars unite to support 'heroes' helping vulnerable in coronavirus fight READ: Italy suspends all domestic sport competitions in bid to curb coronavirus Rugani has made seven appearances this season and was on the bench for Sunday's win against Inter Milan, which was played behind closed doors at Juventus' Allianz Stadium. Alternative options being considered should the season not be concluded, include staging play-offs, not having a champion for 2019-20 or declaring the current standings final. Serie A has already been postponed until April 3 after the country's prime minister, Giuseppe Conte, issued a country-wide lockdown on Monday, including a ban being put in place on public gatherings. Italy now has the most coronavirus cases outside of China with more than 12,000 and on Tuesday Angelo Borrelli, head of Italy's Civil Protection Agency, said that at least 168 people had died in the past 24 hours. That took the total number of deaths in the country to 631."], "Language": false}