{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/travel-restrictions-coronavirus-airlines-respond/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-03-12T07:18:18Z"], "LastModifiedDate": ["2020-03-12T07:18:18Z"], "Headline": ["Airlines are scrambling to understand and implement new coronavirus travel restrictions"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["An airline worker at John F. Kennedy International Airport in New York addressed a crowd with only guesses as to how passengers waiting to board a flight to Dublin would be handled moments after President Donald Trump announced restrictions on travel from Europe.   Trump said Wednesday he was sharply restricting travel to the United States from more than two dozen European countries in light of the coronavirus outbreak that is now labeled a pandemic. Soon after, his administration clarified that the ban only applied to foreign nationals and not to American citizens who had been screened before entering the country. \"If the leader of the free world is telling you that, you know your travel is being affected I would think that we have to give you your money back,\" the airline worker told the crowd in a video. He assured them that no one had to board the plane but, with no blanket policy statement on how the flights would be, he could only assume they would likely be refunded if they chose not to board. With coronavirus rapidly spreading and travel restricted to the US, airlines and passengers alike are navigating what to do next. How are airlines responding? In response, airlines and travelers had to quickly decipher how to move forward. \"At this point, all I can say is that we will comply with the administration's announcement,\" United Airlines spokesman Frank Benenati told CNN.  \"The safety and health of our customers and employees is always our highest priority,\" said Delta Air Lines spokeswoman Elizabeth Ninomiya in a statement. \"Delta has and will continue to quickly make adjustments to service, as needed, in response to government travel directive.\" American Airlines spokesman Ross Feinstein said that the airline is in contact with the government to understand and comply with the directive, which would impact 15 of its daily flights.  And while the restrictions take steps to protect health, the US Travel Association said it does not do enough to protect the health of the economy. \"In taking aggressive steps to protect the public against coronavirus, the US government should now consider equally aggressive steps to protect America's workforce and employers,\" President and CEO Roger Dow said in a statement Thursday. \"Temporarily shutting off travel from Europe is going to exacerbate the already-heavy impact of coronavirus on the travel industry and the 15.7 million Americans whose jobs depend on travel.\" What does this mean for those who were set to leave... or to come back? For passengers who bought tickets to, from or through Europe and the UK on or before March 11, Delta has waived change fees, the company announced Wednesday night. But the details of the restrictions mean that Americans will be able to return home even if they do take their flight abroad as planned. The ban, which goes into effect Friday at midnight, does not apply to all of Europe. It only applies to those in the Schengen zone: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland. Travel from the United Kingdom was not included in the restrictions, and Trump said that there would be \"exemptions for Americans who have undergone appropriate screenings.\" Those exemptions include all US legal permanent residents, citizens and some of their family members, according to a statement from the Department of Homeland Security. The process of coming back into the US will \"mirror\" the process of Americans and legal US residents returning from China, a senior administration official said. Americans will be redirected to a limited number of airports that have medical screenings in place, the official said. Those with symptoms will need to get medical attention and others will need to undergo a 14-day self-quarantine, the official said. "], "Language": false}