{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/health/coronavirus-lessons-from-ebola/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dr. Tom Frieden"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T18:52:26Z"], "LastModifiedDate": ["2020-03-11T22:45:16Z"], "Headline": ["Lessons from Ebola: The secret of successful epidemic response"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The novel coronavirus is an unprecedented threat. We don't know how bad it will be or for how long it will spread, but we do know that it has already infected more than 118,000 people around the world -- and probably many times that number, killed more than 4,000 people and caused serious global economic damage. We need to adapt our responses to different countries and different parts of the same country in order to limit damage. Using data well is essential to an effective response. A business that markets a product that no one buys stops making it. If lots of people buy, you make more. Government doesn't have sales figures to go by; public decisions have to be based on other data. We lack crucial information about the new virus. Here are three areas where we need more data (additional important knowledge gaps here): How is the virus spreading? How much do asymptomatic cases spread disease? Are contaminated surfaces important sources of spread?\nHow deadly is the virus? Reported fatality rates likely overestimate death rates because there are many undiagnosed cases.  \nWhat works to limit spread? For example, since children don't appear to get ill, even if infected, they may not be important sources of infection -- so school closures may have limited value.  We learn more every day. We will be able to reduce infections, save lives, and limit damage to society if we rapidly collect, analyze and use data.  Here are three relevant examples of how public health specialists used data to respond to the Ebola epidemic. Rapid response. In Liberia, a US Centers for Disease Control and Prevention team, working with national counterparts, recognized that a one-week delay in response allowed a cluster of cases to spread widely for months. They designed RITE -- Rapid Isolation and Treatment of Ebola -- to respond to new cases within days, even in remote areas of the country. This strategy mopped up clusters around the country and helped end the epidemic. The coronavirus may not be able to be controlled in that way, but experience from Wuhan, which didn't respond rapidly, compared with the rest of China, which did, suggests that a rapid response will reduce cases and save lives. Key lesson: act fast, including by stopping large public gatherings, when the virus first starts to spread. Support quarantined communities. In Guinea, community resistance to the unfamiliar actions needed to quell Ebola -- particularly burial without touching the body and hospitalization in treatment units families could not visit -- led to continued spread of the virus and violence against health workers. Eventually, the government established an innovative micro-cerclage -- micro-encirclement -- approach. Rather than seal a community off, public health officials engaged community leaders, provided services including food and primary health care, and allowed people entry and exit while collecting their phone numbers and tracking their movement. We knew the strategy was a success when communities that didn't have Ebola cases requested their own micro-cerclage. Key lesson: support communities. Understand community culture. Also in Guinea, a quick and revealing analysis determined that the Ebola cases most likely to transmit disease to others were patients who had died: their contacts were three times more likely to get Ebola than contacts of people who had survived. Furthermore, the supposedly safe burial programs weren't working: contacts of deceased patients who had been \"safely\" buried were no less likely to get Ebola. This confirmed the observation of field teams that, because of longstanding cultural practices, families had lovingly washed and dressed the bodies of patients who had died before calling a burial team. Key lesson: work with culture, not against it.  Data is key to all effective public health programs. In New York City, when we raised tobacco taxes and made all indoor public places smoke-free, smoking rates declined at first but then the decline stalled. Because we had a tracking system in place, we realized that progress had stalled and added hard-hitting anti-tobacco ads to the mix. Our programs quickly reduced adult and teen smoking, preventing more than 100,000 deaths. Every country facing the coronavirus pandemic needs to strengthen systems to track diseases, confirm diagnoses through a strong laboratory network, investigate expertly and respond rapidly and effectively. Fast action that supports communities and works with cultural norms in the US and globally will save lives and save money. But building the capacity to do this isn't free, and in the dozens of low- and middle-income countries where nearly 4 billion people live, it will cost approximately $1 to $2 per person per year for at least 10 years -- at least $30 billion. That's a lot of money for public health, but it's a tiny fraction of the amount lost by not knowing what we need to know about health threats, when we need to know them. Getting the data right is rarely quick and never easy, but it is always crucially important if we want to respond effectively, limit spread, save lives and protect our communities and economy. "], "Language": false}