{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-11-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes, Elise Hammond and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Elise Hammond", "Veronica Rocha"]], "FirstPublishDate": ["2020-05-10T12:05:58.140Z"], "LastModifiedDate": ["2020-05-12T20:00:35.368Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow developments from around the globe here. Los Angeles is set to reopen beaches on Wednesday, according to a tweet from the county. New rules will be in place, very similar to those implemented in other parts of Southern California. Physical activity like running, swimming and surfing will be allowed, but sedentary activity like sunbathing and picnicking will be prohibited. Masks or face coverings must be worn unless you’re in the water. In an effort to keep people from congregating, parking lots, piers, concessions and boardwalks will remain closed. Read the tweet: ##Reopening## The coronavirus pandemic, directly or indirectly, may have killed far more people in New York City than the official Covid-19 death toll shows, according to a report released Monday by the US Centers for Disease Control and Prevention. The report looked at excess mortality in the city and found that 24,172 more people died since mid-March compared to what would normally be expected. About 19,000 of these were either confirmed or probable coronavirus deaths. But more than 5,000 of the city’s excess deaths had no explicit connection to Covid-19, the team, led by Donald Olson of the New York City Department of Health and Mental Hygiene, reported.  It’s difficult to know why exactly those deaths occurred. But Olson’s team noted that people with underlying conditions, such as heart disease and diabetes, are more likely to die from coronavirus infections and such deaths may not have been directly attributed to Covid-19.  “In addition, social distancing practices, the demand on hospitals and health care providers, and public fear related to COVID-19 might lead to delays in seeking or obtaining lifesaving care,” they wrote. The findings add to a growing body of evidence showing how the coronavirus pandemic may be killing people without ever infecting them. For example, experts have said that a decline in reported heart attacks and strokes in the US is likely the result of people avoiding emergency rooms. “Tracking excess mortality is important to understanding the contribution to the death rate from both COVID-19 disease and the lack of availability of care for non-COVID conditions,” the researchers, from the New York City Department of Health and Mental Hygiene and the CDC, wrote in their report.   Multiple outlets, including the New York Times and ESPN, are reporting that Major League Baseball owners have agreed on a proposal to begin the 2020 season in early July with games being hosted in spectator-free home stadiums.  Reports of the proposal follow a Monday meeting between MLB executives and team leadership. The New York Times cited unnamed baseball officials while ESPN cited sources familiar with the situation. According to the reports, the owners and league management have agreed upon an 82-game regular season, down from the traditional 162 games. Other details being reported are a second spring training starting next month, teams hosting games in their home stadiums as long as state legislation and health officials allow, use of the designated hitter in both the American and National Leagues, and expanded rosters which could utilize up to 50 players.  All of these proposed ideas would need to be agreed upon by the Major League Baseball Players Association in order to proceed with this unprecedented season. That could prove to be difficult as lines are already being drawn regarding key financial terms previously outlined in a March agreement on how much players would be paid in a shortened season.  Under the terms of the March agreement, MLB players received a $170 million salary advance. In exchange for that advance, the MLBPA agreed not to challenge the loss of the players’ 2020 salaries if the season were to be canceled and to accept prorated salaries if a partial season is played. An excerpt of that March agreement, provided to CNN by a source with knowledge of MLB operations, indicates that if MLB games cannot be staged in teams' home stadiums in front of spectators, the MLB and MLBPA agree to hold good faith discussions about the economic feasibility of playing games in the absence of spectators or at neutral sites. MLB's position is that those discussions could include asking players to take further salary reductions. The MLBPA is balking at the idea of reopening the discussion of players' salaries. \"Players recently reached an agreement with Major League Baseball that outlines economic terms for resumption of play, which included significant salary adjustments and a number of other compromises. That negotiation is over. We’re now focused on discussing ways to get back on the field under conditions that prioritize the health and wellbeing of players and their families, coaches, umpires, team staff and fans,\" MLBPA Executive Director Tony Clark said in a statement. The potential financial snag could create a public relations nightmare for the sport at the worst possible time. As unemployment hits depression era levels, and the world economy struggles to reopen, this is not the kind of game that the fans want to see being played. A separate source with knowledge of the MLBPA's position tells CNN that MLB owners are in no need of a financial bailout from MLB players. The source echoes Clark's position that the salary issue was previously settled in the March agreement, which provided the owners with flexibility to adjust their revenue sharing this season. Multiple outlets are reporting that MLB commissioner Rob Manfred will present the proposal to the MLBPA this week, potentially as early as Tuesday. CNN has reached out to MLB multiple times without a reply. South Carolina Gov. Henry McMaster announced today that close contact service providers, fitness and exercise centers, commercial gyms, and public or commercial pools will be able to open in a limited capacity on May 18. The governor said Monday that he also wants some state employees to return to work. He added the first group will return no later than June 1 and when there is enough personal protective equipment to go around on site.   “We will gradually return to normal,” McMaster said. Restaurants are now open for limited dine-in services, he said in a statement on Monday. The governor has also lifted restrictions on boating, short-term rentals, beaches, and visitors to the state. There are at least 7,792 positive cases of coronavirus and 346 Covid-19-related deaths in South Carolina, according to the state's Department of Health and Environmental Control's website. ##Reopening## Even though the city’s Covid-19-related deaths are trending down, Detroit Mayor Mike Duggan said they will focus their efforts to stop the spread on people over the age of 60. “If you look at what’s happening now, upwards of about 90% of the people we have been losing in the last couple of weeks have been over the age of 60,\" Duggan said today. The Detroit Health Department is planning on sending teams into apartment buildings and facilities, \"where people over the age of 60 are clustered” to test for the virus, the mayor said Duggan said that in many instances, “it’s so much easier to go through the apartment building and take everybody’s swab and send them to a lab than to get all those folks to get into the car” and get tested.  Detroit’s Chief Public Health Officer, Denise Fair, added that “this is going to be a massive undertaking. We have about 10,000 units in the city of Detroit.” Here are some of the top coronavirus headlines from this afternoon you may have missed: Funding for testing: President Trump announced that $11 billion will go to the states for \"the sole support of testing.\" Trump also said the federal government is going to help states increase capacity by helping identify machines and labs, transport equipment like swabs and open new testing sites in \"the most underserved communities.\"\nWhite House outbreak: A memo went out to White House staffers today saying it is now required for all staffers entering West Wing to wear a face covering. Later at a news briefing, Trump said he was the one requiring face masks in the White House. He also defended the response to diagnosed cases of coronavirus among White House staffers.\nPhase four funding: The states in the Western Pact — California, Washington, Oregon, Colorado and Nevada — wrote a letter to Congress asking for $1 trillion in aid to help deal with the financial effects of the pandemic. Meanwhile, Senate Majority Leader Mitch McConnell said \"we have not yet felt not the urgency of acting immediately\" on another relief bill.\nStates reopening: West Virginia will reopen guided fishing tours on Friday, followed by indoor dining at 50% capacity, large specialty retailers and some outdoor activities on May 21. \nInflammatory illness in children: Connecticut and Kentucky are also reporting cases of children with a mysterious inflammatory syndrome that could be related to Covid-19. Earlier today, New York Gov. Andrew Cuomo said there were 93 cases in the state.\nHydroxychloroquine: A new study released today found that the drug does not work against Covid-19 and could cause heart problems.\nWarning labels: Twitter said it plans to put labels and warning messages on some tweets that contain disputed or misleading information related to Covid-19.\nComing up tomorrow: Dr. Anthony Fauci will testify at a Senate Health Committee oversight hearing on the administration’s coronavirus response. Senate Minority Leader Chuck Schumer urged Fauci to not hold anything back. ##Catch Up## Just moments after President Trump declared that his administration has \"prevailed\" on coronavirus testing, Minneapolis Mayor Jacob Frey rejected the President's claim, saying \"we have not prevailed\" on testing.  \"Saying we have prevailed at this point is like being at mile 10 of a 26-mile marathon and raising your hands in victory,\" Frey told CNN's Wolf Blitzer on \"The Situation Room.\" \"That is not where we are at. We have a whole lot of work left to do.\"  At the White House briefing on Covid-19 testing, Trump announced that his administration will allocate $11 billion from the Coronavirus Aid, Relief and Economic Security Act to help states increase their testing ability.  The Minneapolis mayor said that testing will be \"critical\" to reopening his city safely.  \"It's got to be testing, followed by tracing, followed by isolating for those who have come back with positive tests,\" Frey said. \"We hope to get up to 20,000 tests per day. Right now, we are hovering around 5,000. In order to do this properly, in order to do this with our eyes wide open and responding to the data, we're going to need more tests.\" Watch: The Vermont Department of Health is investigating a report of possible Covid-19 exposure at the Vermont School for Girls in Bennington, a residential treatment center for girls with special needs, Health Commissioner Dr. Mark Levine said this morning. Public Health Communication Officer Ben Truman said this doesn’t necessarily mean a widespread “outbreak” is occurring at the facility. “Once the school’s administration became aware of a potential exposure, they took immediate and appropriate action, including contacting the Health Department for guidance and recommendations,” Truman said.  According to Levine, everyone at the school, including all students and staff, has been tested for Covid-19, as it is Vermont’s practice to conduct universal testing in any congregate facility, no matter how large, if a positive case is reported.  “Working with the facility, our Epidemiology team conducted an investigation and recommended universal testing of staff and students. At each step, the school provided support and information for their students and staff, allowing our trained staff to conduct the specimen collection effort quickly, and for all concerned to receive appropriate guidance,” Truman said.  Levine said a small number of people at the school tested positive for the virus, but in order to protect individual private health information, the Vermont Department of Health will not be releasing test figures. The number of organ transplantations fell dramatically during the coronavirus pandemic, according to a new study published today.  In early April, the number of deceased donor organ transplants dropped by 51.1% in the United States and 90.6% in France when compared to a month earlier, the study said. Kidney transplantations had the greatest decrease in numbers, but heart, lung and liver transplantations also had substantial reductions, the authors said. The study, published in the medical journal The Lancet, combined organ procurement data from federal agencies in the United States and France. “We noted a strong temporal association between the increase in Covid-19 infections and a striking reduction in overall solid-organ transplantation procedures,” the researchers said. One explanation for the reduction could be concern that transplant recipients are more susceptible to infection, according to the researchers.  Another concern is that there aren’t enough resources in terms of staff or equipment in hospitals to care for patients after transplantation. Decisions about how to use limited medical resources “could be especially devastating for the thousands of patients in need of an organ transplant,” the authors wrote. “While living donor organ transplants could presumably be rescheduled for a future date, deceased donor organs must be procured immediately or the opportunity is lost.” There wasn’t a clear association between reductions in organ transplantation rates and Covid-19 hotspots, suggesting a global and nationwide effect beyond local infections, the researchers said. Nevada Gov. Steve Sisolak declared a “fiscal emergency” for Nevada, allowing him to tap into the state’s reserve fund to make up part of the difference “With the closure of Nevada businesses, including the gaming industry, that was necessary to protect the health of Nevadans, the drop in revenue is not unexpected and it is significant,” Sisolak said in a statement.  The governor’s budget office expects the shortfall in the current budget year could top $900 million.  Sisolak advised state agencies last month to start planning cuts in their departments. The non-partisan Tax Foundation says Nevada’s reserve fund – also known as the Rainy Day Fund – had nearly $400 million in it when the current budget was approved. President Trump said he may mandate all nursing homes conduct coronavirus tests on their residents. “Well, I would certainly consider that. I will mandate it, if you’d like,” he said to the reporter who asked why it wasn't a requirement. “I think it's important to do.” He added that he thinks all the states should be testing nursing home residents and that they have the capacity to conduct that testing. Members of the task force: Earlier today, on a video call with Vice President Mike Pence, members of the White House Coronavirus Task Force and the nation’s governors, both Pence and Dr. Deborah Birx also addressed the issue. Moving forward, Birx said, the administration is looking to test key areas, nursing homes in particular. “We really believe that all 1 million nursing home residents need to be tested within the next two weeks as well as the staff,” she said, noting that there should be “probably weekly testing” after that. Pence reiterated Birx’s comments, telling the governors that they should develop plans to test all nursing home residents whether their states have reached phase one reopening plans or not.  “We are recommending very strongly that as you all have been rapidly expanding testing… is that you sit your teams down today and figure out a strategy to make sure whether you’re in phase one or not… we’re calling on states across the country, start now deploying those testing resources to test the residents and staff at your nursing homes as quickly as you can get up to weekly testing,” he said. ##White House## Twitter said Monday it plans to put labels and warning messages on some tweets that contain disputed or misleading information related to Covid-19, even if it's tweeted by President Trump. Twitter announced in March that it would remove Covid-19 tweets that could cause a \"direct risk to people's health or well-being.\"  Starting Monday, it will use labels and warning messages \"to provide additional explanations or clarifications in situations where the risks of harm associated with a Tweet are less severe but where people may still be confused or misled by the content.\" Trump, possibly Twitter's most prolific user, will also be subject to the rules, according to Yoel Roth, Twitter's head of site integrity. \"These labels will apply to anyone sharing misleading information that meets the requirements of our policy, including world leaders,\" Roth wrote in a tweet Monday in response to a question about how the policy would apply to Trump and other elected officials. Keep reading. Summer school classes and certain programs in North Dakota will be able to take place beginning June 1, potentially bringing over 20,000 students statewide back to buildings and facilities closed for months in response to the coronavirus pandemic, Gov. Doug Burgum announced Monday. In an executive order signed by the governor, public and non-public school facilities may offer on-site summer school classes, extended school year programs, Head Start programs, child care programs licensed by the Department of Human Services, and the administration of academic standardized tests such as the ACT, at the discretion of local school boards and school superintendents. “We're talking about over 20,000 students last year we're in our buildings over the summer. This is about one sixth of our normal capacity and so again this is going to have to give us an opportunity to learn how we can open and how we can manage with perhaps smaller numbers but still really significant numbers,” Burgum said. There are more than 120,000 students in North Dakota schools, according to the governor. A 10-year-old who has tested positive for Covid-19 is on a ventilator, Kentucky Gov. Andy Beshear announced today. According to Kentucky’s Health Commissioner, Dr. Steven Stack, the boy has what doctors are referring to as \"pediatric multisystem inflammatory syndrome,\" a condition that has hospitalized dozens of children. With this syndrome, the immune system of a child becomes overactive, causing extensive inflammatory response in their body, and some cases have been gastrointestinal, while others are respiratory, Stack said. “For kids who get this syndrome, it's serious,” the health commissioner said. “The young patient that we have in Kentucky is critically ill at this time, and for those who get this, it's serious.” Some context: Three children in New York have died from this mysterious inflammatory syndrome, Gov. Andrew Cuomo said. The state is investigating 93 other cases. A hospital in Connecticut also reported three cases earlier today. Chicago hopes to increase its testing capacity from 3,000 residents per day to 4,500 by the end of the month, Dr. Allison Arwady, the commissioner of the Chicago Department of Public Health, said Monday. Arwady said the current rate of positive tests is 24.6% with over 100,000 people tested so far. Within Chicago, they have set a specific goal of being able to test at least 5% of residents in the city each month. “You may remember that the state has set as a goal for reopening a 20% positivity rate in total,” Arwady said. “We actually are getting a little more detailed than that and aiming at a 30% positivity in our congregate settings, meaning like our long term care facilities homeless shelters, and we're actually hoping to get to a 15% positivity in our community settings so that would be in the clinics and these new testing sites that were standing up.” New test sites: Mayor Lori Lightfoot announced Chicago will be launching six new coronavirus testing sites across the city starting later this week, which would help the city expand its testing. One of the new sites will be specifically for first responders and health care workers, and the other five will be “located within communities disproportionately impacted by the disease,” Lightfoot said. Actor Sean Penn’s non-profit CORE (Community Organized Relief Effort), which brings emergency medical supplies to areas in need around the world, will assist with the operation of the new testing network, she said. “We are thrilled to announce that our first sites will launch later this week,” the mayor said, going on to say, “These new sites represent a major step in our city’s fight against COVID-19”   When an Asian-American White House reporter asked President Trump about him saying the US is testing for coronavirus more than any other country, he responded by asking her to ask China and then ended the news conference abruptly.  \"You've said many times that the US is doing far better than any other country when it comes to testing. Why does that matter? Why is this a global competition to you if every day Americans are still losing their lives and we're still seeing more cases every day?\" the reporter from CBS, Weijia Jiang, asked Trump. Trump responded: \"Well they're losing their lives everywhere in the world and maybe that's a question you should ask China, don't ask me, ask China that question, OK? When you ask them that question, you may get a very unusual answer.\" Trump then called on another reporter, but Jiang followed up: \"Sir, why are you saying that to me specifically? That I should ask China?\" \"I'm telling you. I'm not saying it specifically to anybody, I'm saying it to anybody who would ask a nasty question like that,\" Trump responded. CNN's Kaitlan Collins then tried to ask Trump two questions but he cut her off and abruptly ended the news conference. Trump then immediately left the White House Rose Garden. Watch here: Pennsylvania Gov. Tom Wolf said discretionary funding to fight Covid-19 will not go to counties putting people at risk by “operating illegally.” He said the funding put aside to help combat the crisis will go to those who “do their part.” “That includes the CARES act funding which will be used to support counties that are following the orders to prevent the spread and medical communities,\" he said. Wolf said other discretionary funding will not go to counties that “put us all at risk by operating illegally” and instead to those that are “doing everything they ought to do to keep their citizens safe.” When asked about President Trump’s tweet from earlier in the day saying the people of Pennsylvania “want their freedom” and that the “Democrats are moving slowly all over the USA, for political purposes,” Wolf said, “I don’t know how you stay safe and move quickly. We’re trying to move deliberately.”  Surveillance video at a Target store in Van Nuys, California, shows two men assaulting an employee after they were confronted about not wearing masks, the Los Angeles Police Department told CNN.  The two suspects, 31-year-old Phillip Hamilton and 29-year-old Paul Hamilton, have been arrested and face felony battery charges. Their bail was set at $50,000, the police department said. The two suspects were escorted out of the store on the morning of May 1 after refusing to wear face coverings, according to LAPD officers.  As they approached the exit, one suspect, suddenly without provocation, turned and punched a store employee, causing him and the suspect to fall to the floor. While on the ground, the store employee broke his left arm.  The Los Angeles Fire Department paramedics had to transfer the store employee to a local hospital where he was treated for his injuries. President Trump said that Vice President Mike Pence has tested negative for coronavirus again today. “The vice president first of all has been tested and he’s negative and he was tested yesterday, tested today and he is negative. He's in very good shape and I think that that's going to be fine,” Trump said. Both Trump and Pence are now being tested for coronavirus daily. Pence was at the White House today but was not at the Rose Garden event.  ##White House## President Trump says he is the one requiring face masks at the White House, even as he defended his choice not to wear one on Monday.  Trump, speaking to reporters in the Rose Garden, was asked why he wasn’t requiring White House staffers to wear face coverings. “If they’re a certain distance from me, or a certain distance from each other, they do. In the case of me, I'm not close to anybody. I would like to be close to these two gentlemen, they're hardworking, great men,” the President quipped, “but they just said frankly, let's keep it this way. Obviously I'm very far away from everyone.\" “If you look at all those people over there, every one of them from what I see, these are White House staffers, they’re White House representatives, they’re White House executives and everybody has a mask on. Just about everybody I’ve seen today has worn a mask,” he remarked. Asked if he was the one who required it, Trump answered that he was. “I did,” he said, “I required that.” ##White House## Yale-New Haven Hospital is reporting three cases of the mysterious inflammatory syndrome seen in children that health officials believe could be linked to the coronavirus, Connecticut Gov. Ned Lamont said. “It’s something we’re really concerned about,” Lamont said, adding the state will be monitoring those cases closely. Josh Geballe, the chief operating officer for the governor’s office, also noted that the state had been in touch with the Centers for Disease Control and Prevention about the illness. The latest numbers: Lamont said that the state’s overall trend lines are continuing in “a very positive direction,” saying that the percentage of those who have tested positive is now less than 10%, and has been for a few days. The state reported 211 new cases, and 41 new deaths on Monday. The number of new hospitalization admissions also decreased from 273 a week ago to approximately 152 yesterday. Lamont said that all of these numbers illustrate that the state is still on track for its targeted May 20 reopening. He added the state received a new shipment of personal protective equipment and the anti-viral remdesivir from the federal government, and that new announcements about personal protective equipment and testing will be made tomorrow. President Trump claimed that Americans are \"dying\" from social distancing measures while defending allegations he made that Democrats are keeping the states closed for political reasons to hurt his reelection chances. “People want to go back. The numbers are getting to a point where they can and there just seems to be no effort on certain blue states to get back into gear,” Trump said. “People aren’t going to stand for it. They want to get back. They're not going to stand for it. They want our country open. I want our country open. I want it open safely.” He said people are also dying from drug addiction and suicides because of social distancing measures, with no evidence to back up the assertion.  At least 80,087 people have died in the US from coronavirus. Last month, a Washington Post analysis found coronavirus to be one of the leading causes of death among Americans.  “Don't forget, people are dying the other route,” Trump continued. “You can go with the enclosed route. Everything closed up, you're in your house not allowed to move. People are dying with that too. You look at drug addiction. You look at suicides. Look at some of the things that are taking place.” Watch here: President Trump defended the White House response to diagnosed cases of coronavirus among staffers, continuing to insist it’s safe for businesses to reopen even as the administration struggles to keep its own employees healthy.  During a news conference Monday, Trump was asked how the system broke down to allow staffers to expose others within the White House to the virus. “It can happen,” he said. “It’s the hidden enemy, remember that. It’s the hidden enemy, so remember that.” Trump added that “the one that tested positive,” the vice president’s press secretary Katie Miller, “will be fine.” On reopening businesses: Asked how businesses should feel comfortable reopening when even the White House is seeing positive cases of the virus, Trump said the White House has seen low numbers of positive cases.  “We have a lot of people in the White House, and we had one,” he said. “Basically we had one.\" Miller was the second White House employee diagnosed with Covid-19 last week, after CNN first reported that one of the President’s personal valets also tested positive. The President did not seem to acknowledge that employee’s diagnosis in any way.  “We have a lot of people that work here. This building is shocking if you look at the numbers. It's also tremendous numbers of people coming in. Normally you wouldn't do that, but because we are running a country we want to keep our country running. We have a lot of people coming in and out,” he said. Trump said everybody coming into his office is tested.  “I felt no vulnerability,” he said. The President later added that he thinks the White House is “really doing a very good job in watching it, and I think it’s very well contained.” Michigan Gov. Gretchen Whitmer said 12,208 people in Michigan prisons have been tested for Covid-19 She said 2,152 people were positive for the virus and 6,162 were negative. Results for 3,894 tests are still pending. “Michigan has tested more prisoners than any state in the country,” Whitmer said.  The state is also offering parole at what the governor expects to be a record pace. “Last week the parole board paroled 225 people. This week they have 273 projected paroles. Next week, they project 253, and the week of May 25, they project 303. That will likely be the highest number of paroles in one week,” Whitmer said. President Trump was asked today when Americans returning to work will be able to get coronavirus tests every day, in the same way as they are conducted at the White House.  “Very soon,” Trump replied, but offered no details, adding, “We are tested. We have great capability. You have all of these machines here, they’re incredible.” “We do have a great testing capability at the White House. We’re doing it and, I think, generally speaking … (all the governors) were extremely happy,” he continued.  When the reporter followed up to ask if Americans should be told to return to work before they have assurance of testing access, Trump responded, “We’re leaving that up to the governors as you know. And if we see something wrong we’ll call them out and we’ll stop it,” he said.  Watch here: According to Johns Hopkins University's tally of cases, at least 80,087 people have died from coronavirus in the US. The first known US coronavirus-related fatality was Feb. 6, 95 days ago.   Asked about the White House official who tested positive for coronavirus and where the system broke down to allow that to happen, President Trump said, \"I don't think the system broke down at all.\"  \"One person tested positive, surprisingly, because the previous day, tested negative. And three people that were in contact, relative contact, who I believe they've all tested totally negative, but they are going to for a period of time self-isolate. So that's not breaking down,\" Trump said. What we know: A member of Vice President Mike Pence's staff tested positive for coronavirus. After that, three other administration officials announced they would self-isolate.  \"The one who tested positive will be fine, will be absolutely fine,\" Trump said. The administration has said that members of Trump's staff are able to get tested every day. Asked today when Americans across the country will be able to get tested every day, Trump said, \"Very soon. Really very soon.\" Watch here: ##White House## Dr. Brett Giroir, the Health and Human Services assistant secretary, clarified that the federal government will be giving states $11 billion to be used on coronavirus testing efforts. \"As the President said, $11 billion are now being announced to be delivered to the states for the sole support of testing,\" Giroir said at a news briefing on Monday. President Trump said just a few minutes before Giroir took the podium that states were receiving $1 billion. Giroir said in order for states to receive the funding, there has to be plans in place that address testing in \"vulnerable communities.\" \"There needs to be minimum numbers to be planned to test. They have to have plans for their vulnerable communities, including nursing homes, including those who are disabled, including those who are in prisons or who have working environments that they may have a more likelihood to spread the infection,\" he said. President Trump announced several efforts by the federal government to help states increase testing capacity. \"My administration located 5,000 machines in 700 labs across all 50 states and governors have learned how to maximize these testing resources. The federal government is also supporting states with vital supplies, quick approvals of new tests, and one-on-one coaching from the team here at the White House on how to increase capacity and increase it very quickly,\" he said on Monday. Trump said the administration will also provide approximately 9 million transport media to transfer swabs to labs as well as expand testing in \"the most underserved communities.\" \"Through our partnership with the private sector, leading pharmacies and retailers are now operating over 240 testing sites across the country — and that's in addition to all the other sites that we've working. Seventy percent of these sites are located in communities with unique vulnerabilities,\" the President said. \"There will be more than 300 sites by the end of this week and retailers are making plans to open up hundreds and hundreds more locations within the next 30 days,\" he added. Watch here: President Trump announced today that he approved the $1 billion to fund testing for the country’s “states, territories and tribes.\" Assistant Secretary for Health Brett Giroir later clarified the amount that will be distributed to states, which he said is $11 billion. \"I said from the beginning that the federal government would back up the states and help them build their testing capability and capacities and that's exactly what's happened,” he said. Trump called the funding a \"major investment.\" This post has been updated with the latest $11 billion figure from Assistant Secretary for Health Brett Giroir. Watch here: Dr. Ngozi Ezike, director of the Illinois Department of Public Health, announced Monday that the state has received its first allocation of remdesivir, the first and only drug shown to be effective against the novel coronavirus in a rigorous trial — shortening a patient's hospital stay by about four days. The Department of Health and Human Services sent an initial shipment of remdesivir for the treatment of hospitalized Covid-19 patients, Ezike said. “Since it was going to be impossible for every hospital to get a case, we did establish a criteria, including hospitalization and intensive care unit data, and also trying to make sure that we had an equitable transparent data driven way to allocate the medicine. It was distributed to hospitals that have seen the most critically ill Covid-19 patients. We also included safety net hospitals and hospitals treating large communities of color to address the equity aspect,” Ezike said. The state expects to receive more remdesivir in the future, according to Ezike. A new study shows that hydroxychloroquine, the drug touted by President Trump, does not work against Covid-19 and could cause heart problems. The study was the largest of its kind and was published Monday in the Journal of the American Medical Association. It follows a study published Thursday in the New England Journal of Medicine that also showed the drug doesn't fight the virus. Even before these reports were published, the US Food and Drug Administration and the National Institutes of Health issued warnings about using the drugs for coronavirus patients.  In the most recent study, researchers at the University at Albany looked at 1,438 patients with coronavirus who were admitted to 25 New York City area hospitals.  After statistical adjustments, the death rate for patients taking hydroxychloroquine was similar to those who did not take the drug. The death rate for those taking hydroxychloroquine plus the antibiotic azithromycin, was also similar. The patients who took the drug combination were more than twice as likely to suffer cardiac arrest during the course of the study. Heart issues are a known side effect of hydroxychloroquine. US stocks closed mixed on Monday, with the Dow giving back some of last week’s gains.  Investors worried about a second wave of coronavirus infections following a spike in South Korea, which limited gains in Monday’s trading. Here's where the markets closed on Monday:  The Dow finished down 0.5%, or 109 points.\nThe S&P 500 ended flat. \nThe Nasdaq Composite climbed 0.8%. Both the S&P and the Nasdaq had started the day in the red but turned higher. ##Economy## California Gov. Gavin Newsom backs regional modifications to the statewide stay-at-home order, essentially backing Alameda County, which was one of seven jurisdictions that held back on reopening. Tesla recently filed a lawsuit to resume making cars. The Tesla factory in Fremont, California, which is in Alameda County, appeared to reopen this morning, following a weekend battle between Tesla CEO Elon Musk, and California Congresswoman Lorena Gonzalez. “Manufacturing broadly throughout the state of California, is no longer restricted, with modifications,” Newsom said, adding that he spoke directly with Musk several days ago. Noting that many of the restrictions lifted in California on Friday included manufacturing, Newsom indicated that Tesla can resume operations next week when Alameda County lifts those same restrictions. “Over the weekend, as it relates to the health and safety of employees and that one particular facility, and the extent that they're moving forward, we will work with the county health officials but again it's county led enforcement,\" Newsom said. “In these cases, and to the extent their modifications are being violated, I imagine Alameda County Health Department would be the first to check in with and we'll certainly be doing that as a follow up,” he added. ##Reopening## Senate Minority Leader Chuck Schumer called for Dr. Anthony Fauci, the nation's top infectious disease expert, not to hold anything back and to “let it rip” ahead of tomorrow's Senate Health Committee oversight hearing on the administration’s coronavirus response. “This will be one of the first opportunities for Dr. Fauci to tell the American people the unvarnished truth without the President lurking over his shoulder,” Schumer said. “Dr. Fauci, let it rip.”  He also said that until now, the country has mostly heard from the members of the coronavirus task force “through the distorted lens of the White House press conference with the President often prevents them from answering fully, interrupts their response, or even contradicts their fact based advice.”   “The American people need to hear from experts, in a fair, open and truthful setting,\" Schumer added. “This is the kind of hearing we need, not once a week, but several a day,” he said. ##Politics## Actor Matthew McConaughey discussed his nonpartisan public service campaigns to unite the nation to defeat the coronavirus pandemic with CNN’s Brianna Keilar. McConaughey has launched a number of PSAs promoting social distancing measures and the use of face masks.  He and his wife have also donated about 80,000 face masks to first responders, according to Keilar. His most recent PSA calls for the nation to unite in order to fight the virus. “Just recently, just started to notice a little bit of a partisan, political divide in the country and wanted to remind everyone with this latest PSA, ‘Hey it's about us, as in the USA.' We have to stay together, this is a human thing. Don't be divided. We don't need two wars. We have one, against the virus,\" he said. McConaughey added that the coronavirus doesn’t “give a damn who you voted for or who you’re going to vote for … we’re not going to going to let science catch up, we’re not going to beat this virus the way that we can, if we’re fighting each other.” McConaughey said he believes that both Democrats and Republicans can be more responsible “with how they’ve used this virus for their own partisan, political advantage.” Watch full interview: As of Friday, at least 74 employees of the New York City Department of Education have died due to complications related to Covid-19, including 30 teachers, according to a spokesperson for the department. The Department of Education said 70 were school-based employees, including the 30 teachers, 28 paraprofessionals and other food service staffers, administrators, facilities staff, school aides and guidance counselors. The other four were central office employees. The NYC Department of Education specified that the count includes an additional three employees from numbers released last week.  “In the course of continued outreach to families, we confirmed that one food service employee originally listed did not, according to their loved ones, pass away due to COVID-19 or related illnesses,” DOE spokeswoman Miranda Barbot said in an email to reporters. “This individual has been removed from the total count. In this instance, a name was initially reported through other avenues and to be overly cautious and not undercount, we initially added this individual to our total count,\" the email added. Note: These deaths are not confirmed by the Department of Health as related to Covid-19, because the DOH is no longer confirming individual cases due to community transmission, according to Barbot. ##New York## Senate Majority Leader Mitch McConnell said Senate Republicans and the White House will be unified on how and when to move ahead on a phase four recovery package that could give funding to state and local governments. House Democrats plan to advance it as soon as this week.  “We’re basically assessing what we've done already,” McConnell said. “I'm in constant communication with the White House. If we decide to go forward, we will go forward together.\" “In the meantime, I don't think we have yet felt the urgency of acting immediately. That time could [come], but I don’t think it has yet,\" McConnell said.  Some context: Governors across the country have been saying they desperately need federal assistance as they face huge budget deficits from fighting the coronavirus pandemic. Earlier today, the states in the Western Pact — California, Washington, Oregon, Colorado and Nevada — wrote a letter to Congress asking for $1 trillion in aid. ##Economy## ##Politics## The Chief of the National Guard Bureau, Gen. Joseph Lengyel, tested negative for the coronavirus Monday, two days after he tested positive for the virus immediately prior to a White House meeting with the Joint Chiefs of Staff and President Trump. Lengyel “was tested for COVID-19 today at Walter Reed Military Medical Center and received a negative result. This was the second negative test result since he received a positive test result during a routine screening prior to attending a Joint Chiefs of Staff meeting at the White House May 9,” the National Guard said in a statement. CNN reported yesterday that Lengyel had tested positive at the White House, causing him to miss the meeting. The Chief of Naval Operations Adm. Mike Gilday also missed the meeting and has self-quarantined due to his coming into contact with a family member who had tested positive for coronavirus. ##White House## West Virginia Gov. Jim Justice said if states continue to stay closed, it will lead the country into a depression, and that could cause joblessness, starvation and could cause millions of deaths.  There was \"no choice in the matter\" but to try and get back to work, Justice said at a news briefing Monday where he outlined more plans for how the state will reopen. He also discussed how Vice President Pence \"nudged\" states to get back to work during a call with the nation's governors today. When asked by a reporter about what Pence said about reopening the economy on the call, Justice said the vice president is encouraging states to start that process. \"You know, there's a real movement to encourage, I'm not going to say push, but encourage more and more and more reopening,\" Justice said. \"And in West Virginia, while it looks like that we're reopening things, you know we are going really slow. Really, really slow compared to a lot of others.\" Justice said that starting Friday, guided fishing tours could reopen under strict guidelines.  On May 21, indoor dining at 50% capacity will be allowed, as well as large specialty retailers and some outdoor activities.  Other no-contact outdoor sports facilities, like baseball and soccer fields, will start to reopen on June 8. ##Economy## ##Reopening## The states in the Western Pact — California, Washington, Oregon, Colorado and Nevada — are asking the federal government for $1 trillion in aid to help deal with the financial effects of the pandemic. A letter signed by all five states was sent to Congress today, California Gov. Gavin Newsom announced in his daily coronavirus briefing on Monday. California alone is seeing record unemployment with 4.5 million people filing claims just since March 12. The state has paid out $13.1 billion in unemployment insurance claims in that time, Newsom said. The state’s unemployment rate currently stands at about 20%, but Newsom predicts it could rise to nearly 25%. ##Economy## Pennsylvania Health Secretary Dr. Rachel Levine told reporters Monday that the state had seen 543 new cases in the past day, marking the lowest number of new cases reported on a single day since March 28. That makes the statewide total 57,154 confirmed positive cases across 67 counties. At least 3,790 of those have been health care workers, 11,801 among residents of long-term care facilities, Levine said. Pennsylvania also reported 24 new deaths on Monday, bringing the statewide total of confirmed deaths to 3,731, according to Levine.  Levine cautioned that it’s still too early to tell whether this data is indicative of a downward trend. “We have noticed for weeks now, maybe months, that there tends to be decreased reporting on the weekend, especially if there's a holiday and yesterday was Mother's Day. So we're going to have to see as data comes in this week if that's one day's reporting or if that's a trend. So, we'll see,” Levine said. A memo went out to White House staffers today saying it is now required for all staffers entering West Wing to wear a face covering, a source familiar tells CNN.  It also said that face coverings would be available in the medical office. Additionally the memo told staffers to follow social distancing guidelines and placed restrictions on guests. Some background: Trump administration officials spent the weekend scrambling as they attempted to do contact tracing for Katie Miller, Vice President Mike Pence's press secretary who tested positive for coronavirus last week. Aides were also trying to determine who came into contact with the military valet who tested positive last week. It appeared the valet's contacts with other members of the West Wing staff were limited, but there remain some concern among other valets and staff. Watch here: ##White House## Antibody testing determined that the date of onset for five different cases of Covid-19 in Ohio had been as early as January, the state's Health Director Dr. Amy Acton said today. The cases were in five different counties. “I think we’ll see a lot more of this. I also think there are a lot of deaths and coroner reports yet to be seen, so I think as time goes on, we will learn more and more about history with this virus,” Acton said. She also announced that Ohio will begin sample testing across the state, with 1,200 samples to be taken on a voluntary basis. Ohio Gov. Mike DeWine said Ohio is now at a testing capacity of 14,275 tests per day, but that in a couple weeks, that number should be at 20,000 to 22,000 tests per day. The latest numbers: The state today is reporting at least 696 additional cases of Covid-19 on Monday, for a total of at least 24,777 cases. There was also 16 new deaths in the state, bringing the total to at least 1,356. Dr. Acton said overall, the trends in numbers for the state are staying very plateaued. A teen girl was subjected to verbal abuse as a local ice cream shop struggled to follow social-distancing protocols while keeping up with unexpected demand. \"I thought I had a pretty good plan, everything was going well, the people were ordering online at least an hour ahead,\" said Mark Lawrence, owner of \"Polar Cave Ice Cream Parlour\" in Mashpee, Massachusetts. However the store ultimately became unable to provide the ice cream fast enough to meet the steady stream of customers. \"People start to get very agitated. We were only doing curbside pick up, so you have to sit in your car in the parking lot. Some people would get out of their car... and it was like, 'No, get back in your car, or don't have ice cream.'\" And that's when customers became unruly, Lawrence told CNN. \"The wheels fell off the bus because we couldn't produce that much product to get out the door in a timely enough fashion,\" he said. \"It was like you let caged animals out of their cage after being in it for seven to eight weeks and then they took it on the easiest prey, they took it all out on this poor 17-year-old girl,\" Lawrence added. The unpleasant experience ultimately led to the teen resigning 20 minutes after her shift. \"F-bombs were flying like snowflakes... we shouldn't call anybody some of the words that were used,\" Lawrence said. After closing up shop following the incidents, Polar Cave has since reopened, this time with overwhelming success. \"Saturday was a whole new ball game. It was wonderful. People ordered, they came when they were supposed to come,\" he said. Latinos account for 44% of Rhode Island’s coronavirus cases, despite only making up about 16% of the state’s overall population, Department of Health Director Dr. Nicole Alexander-Scott said Monday. Gov. Gina Raimondo faced criticism in a news conference that her administration’s outreach to the Latino community has been insufficient. Raimondo disagreed, arguing that her team has “doubled down” on outreach with targeted radio, TV and Facebook interviews. “We are working overtime to communicate to the Latino community,” Raimondo said. “To suggest that it’s just a small effort isn’t true.”   Iowa Gov. Kim Reynolds said that her state received its first shipment of possible coronavirus treatment remdesivir over the weekend.   She said there has already been a call with doctors and pharmacists, and there will be a second call this afternoon between the State Medical Director and Epidemiologist Dr. Caitlin Pedati and the Department of Public Health to discuss distribution throughout the state.   \"So they will put the parameters together and agree to what that distribution looks like based on who benefits the most from the drug,\" the governor said.    Reynolds also said the state is working to make sure doctors on the frontlines of fighting the virus are able to consult with \"someone who has experience with the drug.\"  About the drug: Remdesivir is the first and only drug shown to be effective against the novel coronavirus in a rigorous trial. Its effects are modest but significant — shortening a patient's hospital stay by about four days. Dr. Anthony Fauci, the nation's top infectious disease specialist, has called it the new \"standard of care\" for Covid-19. As it stands now, there's only enough remdesivir in the world for about 200,000 patients, according to the drug's maker, Gilead Sciences.  Major League Baseball (MLB) and the Major League Baseball Players Association (MLBPA) are starting conversations aimed at beginning the 2020 MLB season with the approval of local governments and health officials, according to a source with knowledge of MLB operations.  The MLB source tells CNN that league and team leadership are gathering for their weekly meeting today to discuss plans to get back on the field and the safety and economic conditions that would need to be met to do so.   However, lines are already being drawn regarding key financial terms previously outlined in a March agreement on how much players would be paid in a shortened season. The potential financial snag could create a public relations nightmare for the sport at the worst possible time. As unemployment hits depression era levels, and the world economy struggles to reopen, this is not the kind of game that the fans want to see being played. Under the terms of the March agreement, MLB players received a $170 million salary advance. In exchange for that advance, the MLBPA agreed not to challenge the loss of their 2020 salaries if the season were to be canceled and to accept prorated salaries if a partial season is played. An excerpt of that March agreement provided to CNN indicates that if MLB games cannot be staged in teams' home stadiums in front of spectators, the MLB and MLBPA agree to hold good faith discussions about the economic feasibility of playing games in the absence of spectators or at neutral sites. MLB's position is that those discussions could include asking players to take further salary reductions.  The MLB Players Association is balking at the idea of reopening the discussion of players' salaries.  \"Players recently reached an agreement with Major League Baseball that outlines economic terms for resumption of play, which included significant salary adjustments and a number of other compromises. That negotiation is over. We’re now focused on discussing ways to get back on the field under conditions that prioritize the health and wellbeing of players and their families, coaches, umpires, team staff and fans,\" MLBPA Executive Director Tony Clark said in a statement. A separate source with knowledge of the MLBPA's position tells CNN that MLB owners are in no need of a financial bailout from MLB players. The source echoes Clark's position that the salary issue was previously settled in the March agreement, which provided the owners with flexibility to adjust their revenue sharing this season. Watch here: It's 2:30 p.m. ET in the US. If you're just tuning in, here's what you need to know: Vaccine development: The World Health Organization says 110 potential Covid-19 vaccines are in development around the world — eight of those are in clinical trials.\nMore emergency federal funding: House Democrats are finalizing their new stimulus bill, according to Democratic sources, with one senior aide saying it’s more likely that the bill will be introduced tomorrow.\nWhite House outbreak: People inside Vice President Mike Pence's office are concerned more staffers have been infected, a source close to the vice president tells CNN. They said officials are waiting to see if somebody comes back positive after they spent the weekend attempting to do contact tracing for Katie Miller, Pence’s press secretary who tested positive last week.\nFood workers: The United Food and Commercial Workers International Union estimates at least 30 meatpacking plant workers have died, and more than 10,000 meat plant workers have been infected or exposed to Covid-19. \nAirline industry: At least 3,162 planes were grounded on Sunday, representing 51% of the fleet in the US, according to Airlines for America, which represents major air carriers. But, the number of air travelers on Mother’s Day weekend climbed to levels not seen since March, according to Transportation Security Administration figures.  \nNew York's reopening plan: The state will start a phased reopening on May 15. This includes starting with construction, manufacturing, retail (for curbside pickup), agriculture, forestry and fishing. New York is also investigated 93 cases of young children that have Covid-related diseases.\nStay-at-home attitudes: New surveys by Gallup show that many people think that a mandatory quarantine for people who test positive and the availability of a vaccine need to be in place before they'd be willing to return to normal life.  ##Catch Up## New Orleans Mayor LaToya Cantrell, speaking at a news conference today, said that of the 470 deaths in the parish associated with Covid-19, 360 are African American and 99 are white. Orleans Parish currently has 6,693 cases, with 11 new cases and two new deaths reported on Monday.  Dr. Jennifer Avegno, the director of the New Orleans Health Department, spoke about the milestones the city needs to meet in order to reopen, including a decline in new cases and testing capacity.  Avegno said that the city has seen at least 28 days of sustained decline in new cases. With a threshold of low numbers set at around 50, which is 90% below peak, the city has met that milestone for weeks now.  She said that roughly 3% of those tested through the mobile testing being conducted by the city are positive. This is down from a high of 20%. Avegno said the city has met that milestone as well. Watch here: Summer camps in Connecticut will be able to reopen on June 29, but with strict public health guidelines, according to Beth Bye, commissioner of the state's Office of Early Childhood. Bye talked about summer camps during a roundtable discussion Monday held by members of the Reopen Connecticut Advisory Group. The discussion covered a wide array of education topics for the state. Bye said summer camps will provide parents with much needed child care. A number of camps have been opening already to provide child care.  Schools that are traditionally used for summer camps are also being encouraged to make the space available due to a critical need for families, it was announced during the online discussion. \"We are working incredible hard to plan for scenarios. Our best hope is that we will have some type of in-person learning in the fall, and we’re very hopeful that maybe we’ll be able to begin that in the summer,” said Fran Rabinowitz, executive director of the Connecticut Association of Public School Superintendents. ##Reopening##   Massachusetts Gov. Charlie Baker announced today the framework for reopening the state, which is expected to begin next week. There will be a four-phase reopening plan for businesses starting on May 18. “The goal of the phased reopening, based on public health guidance, is to methodically allow certain businesses, services, and activities to resume, while protecting public health and limiting a resurgence of new COVID-19 cases,\" the governor's office said in a statement.  Phase one will be “start:” Limited industries resume operations with severe restrictions\nPhase two will be “sautious:” Additional industries resume operations with restrictions and capacity limits\nPhase three will be “vigilant:” Additional industries resume operations with guidance\nPhase four will be the “new normal:” Development of vaccine and/or therapy enables resumption of new normal ##Reopening## There has been at least 1,337,541 cases of coronavirus in the US, and approximately 79,825 deaths, according to a tally by Johns Hopkins University. Johns Hopkins reported today 7,750 new cases and 297 deaths due to the virus. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. There are 1,453 new cases of Covid-19 bringing the total number of cases in the state to at least 139,945, Gov. Phil Murphy announced at a press conference. There were 59 new deaths reported bringing the total to 9,310 total deaths in the state, according to Murphy. “We are seeing real progress in declining positivity rates,” Murphy said. Murphy stressed that deaths reported on Mondays tend to be lower after a weekend. Rhode Island restaurants can reopen outdoor dining areas beginning May 18, Gov. Gina Raimondo announced Monday. Restaurants will need to comply with several regulations that Raimondo says will ensure Rhode Island “can live safely with the virus.” Here are the requirements:  Groups will be required to make a reservation, cannot exceed five people, and must provide their contact information for potential contact tracing. \nTables must be spaced eight feet apart or separated by barriers. \nMenus, condiments, and utensils should be single use or must be sanitized in between groups. \nCashless transactions are recommended, and valet service is not permitted. Rhode Island has created a team of inspectors that will visit businesses to confirm compliance with reopening guidelines. ##Reopening##   New Jersey Sen. Bob Menendez and Gov. Phil Murphy called on Congress to pass legislation for federal aid for states. Singling out Kentucky Sen. Mitch McConnell, Murphy said, “Sen. McConnell, good luck tapping N.J. for your next project in Kentucky if New Jersey has nothing to give because you refuse to help us restart and recover.” Murphy called the financial situation in New Jersey a “fiscal disaster” and said that it is “not months away, hard and unpalatable decisions are being made here and now.” Menendez said that a “Covid4 stimulus” will include state aid and that he thinks there is bipartisan momentum for the bill. “New Jersey can’t do it alone and it requires a national response. We did not choose to lose more than 9,000 residents…We did not choose to have our economy decimated and our state and local governments besieged by the soaring costs of the virus at a time when tax revenues have all but dried up,\" Menendez said at the new conference. Washington, DC, Mayor Muriel Bowser unveiled an alternative care site that will be used to provide hospitals with additional capacity during the coronavirus pandemic. The temporary hospital was set up at the Walter E. Washington Convention Center and holds 437 beds. The facility is ready to accept 100 patients this week and is on track to be operational tomorrow, the mayor said. Peter Gaynor, administrator for the Federal Emergency Management Agency, said FEMA has committed to $56 million for the US Army Corps of Engineers' medical surge support facilities in DC, which includes convention center. However, Bowser emphasized that the site is only meant to serve as an \"insurance policy\" to provide additional capacity if hospitals become overwhelmed. DC hospitals are currently at 71% capacity.  By the numbers: As of today, there were at least 6,389 positive coronavirus cases and 328 deaths in Washington, DC.  Dr. LaQuandra Nesbitt, director for the DC Department of Health, said that the District is still expected to reach its peak in late May. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said “the virus will make the decision for us\" in response to a question on whether or not the NFL should expect to play out their full 2020 season. In an interview with NBCSports, Fauci expanded that the NFL has the summer months to see how the virus narrative plays out.  “I think it’s feasible that negative testing players could play to an empty stadium. Is it guaranteed? No way . . . It’s going to depend. Like, right now, if you fast forward, and it is now September. The season starts. I say you can’t have a season — it’s impossible. There’s too much infection out there. It doesn’t matter what you do. But I would hope that by the time you get to September it’s not gonna be the way it is right now.” A member of the White House's coronavirus task force, Fauci told NBCSports.com that players will need to be tested multiple times a week and understand that star players could be forced to quarantine for 14 days — possibly missing two game weeks — with a Covid-19 positive test result.  \"This is a respiratory virus, so it’s going to be spread by shedding virus...Sweat as such won’t transmit it. But if people are in such close contact as football players are on every single play, then that’s the perfect set up for spreading. I would think that if there is an infected football player on the field — a middle linebacker, a tackle, whoever it is it — as soon as they hit the next guy, the chances are that they will be shedding virus all over that person ... If you really want to be in a situation where you want to be absolutely certain, you’d test all the players before the game … Those who are infected: Sorry, you’re sidelined. Those who are free: Get in there and play.” Fauci said that the NFL has not reached out to speak with him. Navajo Nation's President Jonathan Nez says he fully supports South Dakota Sioux tribes in refusing to take down checkpoints that the governor says are illegal because they're hoping to prevent a coronavirus outbreak in their communities. \"We have to use our own sovereign ability to govern ourselves, and that's why we have to go as far as saying we're going to cut off traffic,\" Nez said. \"We've been cutting off traffic to our Navajo Nation as well and telling people our tourism destinations are closed.\" He also credited Arizona, Utah and New Mexico for working with Navajo Nation during the pandemic. \"That is partnership here because we are all in this together. What affects the Navajo Nation affects the states and vice versa. I'm hoping the South Dakota governor sees the same thing here. We've all got to work together to help our citizens.\" He said that while Navajo Nation is testing its people aggressively, the coronavirus pandemic has \"shed light on the inadequacy of our public health system\" among the tribal communities. The Louisiana Department of Health reported Monday that more than 22,600 people have recovered from coronavirus. Health officials on Monday reported at least 31,815 cases of coronavirus and 2,242 deaths.  Orleans Parish continued to report low numbers, with 11 new cases and two deaths reported. Jefferson Parish reported 46 new cases and five new deaths.  Two new Gallup surveys show how stay-at-home behavior and attitudes towards the pandemic have changed in the last month. Here were some of the key findings: Small gatherings: Fewer people avoiding small gatherings than were doing so last month, one survey found. Around 74% of Americans say they’re avoiding small gatherings — that's down slightly from 80% who said so in mid-April, an indication that some are starting to break their quarantines and return to their lives.\nThe avoidance of small gatherings has decreased mostly among independents and Republicans — down 10 percentage points since mid-April among independents to 74% and down 7 percentage points to 60% among Republicans. Visiting family and friends: Gallup also found more people now say they are going to visit others in their homes.  About 16% of Americans reported they have visited someone else’s home or apartment in the last 24 hours, an uptick since March. Return to normal life: Another release from Gallup finds 80% say that in order for them to be willing to return to normal life, it is very important for those who test positive for Covid-19 to enter mandatory quarantines. Nearly three-quarters consider it very important for there to be a significant reduction in the number of new cases or deaths before they’d be willing to return to their regular activities, and 68% rate the availability of a vaccine as very important. About 6 in 10 people call widespread testing to identify and monitor infections very important. \nThose factors, few of which are in place in any of the places where reopening has begun, were rated as far more important than their state government telling them to restart regular life — however, 39% call that very important. CLARIFICATION: The headline on this post was updated to clarify that the survey found 68% of Americans say an available vaccine is very important before returning to normal life. The post was also clarified to emphasize that respondents were rating the importance of each benchmark to their willingness to return to regular activities. The Detroit Federation of Teachers released a statement Monday advising its members not to volunteer for service in the city's public school buildings after teachers at one school were asked to proctor in-person Advanced Placement (AP) exams beginning this week. Three million students across the country will take AP exams this year, according to the College Board, which administers the exams. In Detroit, 900 students take AP courses, according to the district, and 100 students either did not connect with the College Board to get the technology necessary, or do not have internet access. The district says it wants to help those students earn college credit. “Although we can provide AP students with laptops for the test that could be returned, we cannot provide internet access until June/July. Therefore, the Executive Order regarding the closing of schools does allow schools to be used for distance learning and other activities such as food distribution,\" said Chrystal Wilson, spokesperson the Detroit Public Schools Community District (DPSCD), in a statement. \"In this case, it would be permissible under the Order for a small number of staff (25), mainly school-based administrators and volunteer teachers to facilitate the exam, across a 10-day period at nine schools across the city,” Wilson wrote. The district says it will provide masks and gloves for students and school personnel and social distancing will be enforced at nine schools. Steve Conn, a math teacher for Western International High School, part of this Detroit district, said he was shocked when he received an email last week asking him to proctor an exam at his school, where some students are expected to take the AP calculus exam on Tuesday. \"I think this is a terrible idea,\" Conn responded in an email to Western International's Assistant Principal Marsha Lewis. He provided a copy of the email to CNN. \"It means inviting people to let down their guard and take the UNNECESSARY RISK of contracting the disease, and either getting sick themselves, or taking it home with them to infect their families,\" he wrote. CNN has reached out to Lewis for a response. Terrence Martin, president of the Detroit Federation of Teachers, said in a statement, \"We continue to be concerned that the district administration has yet to provide a comprehensive plan to ensure COVID-19 related safety for our Members. Therefore, please be advised that you are not required to proctor AP tests next week. In fact, Members should not volunteer to provide service in DPSCD buildings at this time.\" Second lady Karen Pence has not met in person with her team in almost two months.  “Mrs. Pence’s staff has been teleworking since March 17,” Pence’s communications director Kara Brooks told CNN.  Brooks added she is one of those working from home. Additionally, Brooks confirmed that Pence restricted the One Observatory Circle’s residence manager and deputy residence manager to teleworking only, also on March 17. ##White House##   Research is ongoing to determine what the recovery process involves for Covid-19 — including whether patients can be re-infected or whether parts of the illness can be chronic — but overall, World Health Organization (WHO) officials have warned that recovery can take some time.  \"Many are experiencing longer-term issues with energy… some have had impacts on their respiratory system, their cardiovascular system, their liver, their kidney function and others,\" Dr. Mike Ryan, WHO’s executive director of health emergencies program, said during a media briefing in Geneva on Monday. \"It is taking many people a very long time to recover in a hospital environment and we should expect when people are discharged that recovery continues,\" Ryan said. \"People don’t just bounce back.\"   Iowa Gov. Kim Reynolds says she will follow a modified quarantine protocol for coronavirus out of concern that she may have been exposed to virus during her trip to the White House last week. Reynolds said she was tested negative for coronavirus Monday morning and did not wear a mask as she walked to the podium for today’s briefing where she announced the quarantine efforts. According to Reynolds, a member of Vice President Pence’s staff who has since tested positive for the virus was at the White House during Reynolds' trip to Washington, DC, last week.  She said she did not have direct contact with the Pence staffer, but said she will follow a modified quarantine out of an abundance of caution. The governor said she will maintain social distancing, wear a mask and have minimal interaction with state staff. Reynolds said she will also be tested daily for coronavirus and will submit to daily temperature checks. ##White House## A senior member of Illinois Gov. J.B. Pritzker has tested positive for Covid-19, prompting a temporary shutdown of his office, the governor said in a statement Monday.  \"The asymptomatic staff member tested positive late last week and was in close contact with the governor and other staff members,\" the statement said.  Approximately 20 employees still going into the James R. Thompson Center will now work from home, the statement said.  The governor and other staff members tested negative. Though children don’t get severely ill from Covid-19 as frequently as adults, some still face serious complications, according to a study published on Monday. The study included 48 children with coronavirus who were admitted to pediatric intensive care units. Among them, 23% had failure of two or more organ systems – the most common organ being the lungs – and 81% required some sort of respiratory support, such as a ventilator.  The study, published in the medical journal JAMA Pediatrics, included data from 46 pediatric ICUs in the US and Canada between March 14 and April 3. The results come during increasing reports of a severe inflammatory condition in children possibly linked to Covid-19. No reference to the inflammatory condition was included in the study. The findings: The median age of the children was 13 years old, and 83% had underlying medical conditions. Obesity was a notable pre-existing disease, particularly in older children, according to the study. The median length of stay in the pediatric ICU was five days.  More than half of the children, 61%, received treatment, mainly with hydroxychloroquine. For the 18 children who needed a ventilator, two died by the time of the report. The remaining 16 had a variety of outcomes: three still needed invasive ventilation, seven were taken off of their ventilators but remained hospitalized and six were discharged from the hospital.  The lower percentage of children who die on ventilators compared to adults reflect “the markedly decreased burden of disease” from Covid-19 in children, the study said.  Though some children with Covid-19 do experience severe outcomes, the authors emphasized that pediatric ICU admissions are not common. Only 35% of the hospitals participating in the study reported admissions of children with Covid-19 infection.  New York Gov. Andrew Cuomo said the state is currently investigating more than 90 cases of \"Covid-related diseases\" in young children. \"We have 93 cases we're investigating of young children that have Covid-related diseases,\" the governor said during his daily coronavirus press briefing Monday. Cuomo on Sunday said New York state was investigating 85 cases of a coronavirus-related illness that is afflicting children across the state. So far, three young New Yorkers have died from an illness that may be related to Covid-19 include a teenager in Suffolk County, as well as a 7-year-old in Westchester County and a 5-year-old in New York City, according to the governor’s office. More context: Last week, New York State Department of Health reported some children have developed an inflammatory syndrome possibly linked to the coronavirus.  \"Thankfully most children with COVID-19 only experience mild symptoms, but in some, a dangerous inflammatory syndrome can develop,\" New York State Department of Health Commissioner Dr. Howard Zucker said in a statement. New York is investigating if the cases contradict the belief that children are less at risk for coronavirus and what other hospitals should look out for, Cuomo said. ##New York## WATCH: Vermont Gov. Phil Scott announced today that the state plans to develop and release guidelines this week for a gradual reopening of retail stores starting on May 18.  He said the state will extend emergency orders on Friday that will include additional openings.  Stores will need to meet or exceed all current safety requirements, employees will be required to wear facial coverings, and everyone must maintain a distance of six feet from each other. Scott also said that businesses in the first phase of reopening will be subject to an occupancy limit of 25% of their maximum legal occupancy limit. ##Reopening## At present, there are three regions in New York state – Finger Lakes, Southern Tier, and Mohawk Valley — that meet the metrics required to reopen Friday, Gov. Andrew Cuomo said Monday morning.  “Some regions are ready to go today, they just need to get some logistical pieces in order by the end of the week. Some places are very close … just one or two criteria that haven’t been met yet,” he said. He reiterated that the reopening of businesses would be phased, starting with construction, manufacturing, retail (for curbside pickup), agriculture, forestry and fishing. Here's a full look at how the phased reopening will work: ##Reopening## ##New York## ##Economy## New York Gov. Andrew Cuomo said that as businesses are allowed to reopen in some parts of the state, they must take certain safety precautions. \"Businesses have to do their part also,\" he said. He outlined some of the changes that may come: Some workspaces must be reconfigured to allow employees to practice social distancing.\nNon-essential work travel should be restricted.\nMasks could be required for some employees in frequent contact with others.\nStrict cleaning standards must be set up.\nThere must be continuous tracking, tracing and reporting. ##Reopening## ##New York## WATCH: Gov. Andrew Cuomo said today that New York's number of new Covid-19 cases has declined to a rate of \"about where we started this horrific situation.\" \"So we see all the arrows are pointed in the right direction. If you look at the number of new Covid cases per day, about 488. That is just about where we started this horrific situation,\" the governor said. He said the May 10 numbers mirrored the number of cases on March 19, before New York \"went into the abyss of the Covid virus.\"  \"When you see the number of lives lost, again, we're right about where we started before we really went into the heart of this crisis. And that's what it's been. It's been a crisis and a painful one. But we're coming out of the other side. So in many ways, from my point of view, we're on the other side of the mountain, right?\" ##New York## WATCH: There were 161 people who died on Sunday across the state of New York, Gov. Andrew Cuomo said. \"The number of lives lost, still too high.\" Cuomo said. He added that the number is \"better than it has been.\" Of the 161 people who died, 112 were in hospitals and 49 were in nursing homes. The total number of deaths on Sunday is down from the 207 people who died in the state on Saturday. ##New York## New York Gov. Andrew Cuomo said the state is entering a \"new chapter\" of the coronavirus pandemic this week, as the state's stay-at-home order expires on Friday. \"It's a new phase, if you will,\" Cuomo said. \"It's an exciting new phase.\" He said some regions in the state will begin reopening after the order expires. He stressed that regions will only open when they are ready: They must have testing and tracing capacity in place and show declining numbers. ##Reopening## ##New York## Vermont Gov. Phil Scott said there have been no new positive cases of coronavirus or new deaths reported as of yesterday.   “As I’ve said, we must still be cautious, Vermonters must still remain vigilant knowing how this virus has affected some of our neighboring states,” Scott said in a news briefing on coronavirus today.  More than half of the US airline fleet is now sitting idle, according to new numbers from the industry.  At least 3,162 planes were grounded on Sunday, representing 51% of the fleet, according to Airlines for America, which represents major air carriers.  The measure includes planes that have not flown in the last seven days.    The figure has hovered just shy of the 50% mark for several weeks. On Sunday, the group provided figures that showed 3,046 planes — or about 49% — were grounded as of Thursday.  The aircraft are not needed because airlines have removed from their schedules 73% of domestic departures and 94% of international departures, according to Airlines for America.  Taking planes out of service and cancelling flights can increase the number of passengers on a given flight. There has been a slight uptick in the number of people flying as well. ##Economy## New York City Mayor Bill de Blasio said the city's schools are still poised to be open this fall, but he noted that officials are watching the pediatric multi-inflammatory syndrome linked to coronavirus as they assess what's best for students.  \"Anything we do about schools is going to be led by health and safety first - that's absolutely the first question in any reopening. As of this moment, we believe we can reopen schools safely and well in September, but we have to keep a very close watch on this syndrome to make sure that we attack it in every way possible in the meantime.\" What this is about: Last week, New York State Department of Health reported some children have developed an inflammatory syndrome possibly linked to the coronavirus.  \"Thankfully most children with COVID-19 only experience mild symptoms, but in some, a dangerous inflammatory syndrome can develop,\" New York State Department of Health Commissioner Dr. Howard Zucker said in a statement. New York is investigating if the cases contradict the belief that children are less at risk for coronavirus and what other hospitals should look out for, Gov. Andrew Cuomo said. ##New York## Treasury Secretary Steve Mnuchin phoned in to CNBC this morning as the stock market opened down. Mnuchin said \"most\" states are cooperating with federal guidelines as they begin the process of reopening. Responding to Tesla CEO Elon Musk's threat over the weekend to move the company's headquarters out of California after local officials refused to let the company reopen its Fremont factory, Mnuchin said he agreed with Musk. \"He's one of the biggest employers and manufacturers in California, and California should prioritize doing whatever they need to do to solve those health issues so that he can open quickly or safely or they're going to find, as he's threatened, he's moving his production to a different state,\" Mnuchin said. Mnuchin said that there were \"ongoing discussions\" in the administration on how to assess which states are deserving of federal aid. He reiterated that the President and congressional Republicans are against \"bailing out\" state pensions. Mnuchin said although Democrats have expressed a desire to \"throw a lot of money\" at the problem of state aid, he has not heard from Democrats that they are willing to put money toward state pensions either.  \"I think it's very clear there is not going to be bipartisan support that bails out states from previous problems,\" Mnuchin said. He also highlighted lending facilities opened by the Federal Reserve and the Treasury Department to help states with cash flow issues. Asked why he would not view the issue of states that rely heavily on sales tax revenues laying off workers as they face budget shortfalls with immediacy, Mnuchin said the CARES Act did give lot of money to the states, which was intended for coronavirus-related expenses, not for lost revenues. He said the federal government recently gave states more flexibility in allowing the use of these funds to keep first responders employed. \"The issue of lost revenues is a complicated issue. These are taxing authorities on their own, different states tax different ways. Some states have more issues. Some states have less issues,\" Mnuchin said, adding that he will continue to discuss the issue with President Trump and Congress.  ##Reopening## The World Health Organization says 110 potential Covid-19 vaccines are in development around the world, according to documents posted on the organization’s website today. Eight of the potential vaccines are in clinical trials, including groups from the United States, the UK and China. Another 102 groups from around the world are in pre-clinical evaluation, including groups at the University of Tokyo, Tulane University, University of Alberta and the University of Pittsburgh — up from 100 on May 5, according to WHO. Abbott Laboratories received its second Emergency Use Authorization (EUA) by the US Food and Drug Administration (FDA) to produce a coronavirus antibody test, according to a statement by Abbott on Monday.  Abbott said the company plans to ship its serology-based blood test on the Alinity i system with nearly 30 million antibody tests globally in May and “capacity for 60 million tests in June.”   “Having more options of highly reliable tests across our platforms will help healthcare workers and health officials as they conduct broad scale testing for Covid-19,\" said Robert Ford, Abbott’s president and chief executive officer. The first serology test by Abbott was approved for an EUA on April 26 and runs on Abbott’s ARCHITECT system.  The EUA has not posted to the FDA website at this time. CNN has reached out to the FDA, but has not heard back. Bank of America CEO Brian Moynihan says consumer spending is picking up, with averages over the last four weeks equaling those of fall 2017. \"If you look at the spending by the consumers of Bank of America today, in the last four weeks, spending averaged about what it did in the fall of 2017,\" he said, The Bank of America research team has predicted that the economy would be down this quarter by about 30% and then by 1% in the next quarter, he added. \"It starts to grow in the fourth quarter 2020. But it takes all the way to the end of next year to get an economy which is about the same size that was last year.\" Comparing to a general fall in consumer demand which results in a crisis, this was a shutdown. But as states reopen, industries like medical services will recover faster but restaurants might take longer, he said, adding that a fourth stimulus bill should target people and institutions most affected during this crisis. Moynihan also denied allegations in the lawsuit filed against Bank of America and other big banks, arguing that applications for higher loan amounts were prioritized over small players in the first round of Congress-approved funding for small business owners. \"We have now done 300,000 SBA loans for about 25 billion. So 7% of the program in terms of numbers of loans and less than 5% in terms of dollar amounts. So, we're doing smaller loans than the rest of the participants in the program.\" Of the 300,000 small businesses that Bank of America provides to, 98% have less than 100 employees, and about 80% have less than 10 employees, he added. ##Economy## The United Food and Commercial Workers International Union said Monday that it estimates at least 30 meatpacking plant workers have died, and more than 10,000 meat plant workers have been infected or exposed to Covid-19.  The union also continued its call for the White House to make the current US Centers for Disease Control and Prevention guidelines for safe meat plant operations mandatory, especially in light of 14 plants reopening since President Trump announced his executive order.  “Since the executive order was announced by President Trump, the Administration has failed to take the urgent action needed to enact clear and enforceable safety standards at these meatpacking plants. We are calling on the White House to end the delays and immediately mandate that all meatpacking companies provide the highest level of protective equipment, ensure daily testing is available for all meatpacking workers, enforce physical distancing at all plants, provide full paid sick leave for any workers who are infected, and establish constant monitoring by federal inspectors to ensure these safety standards are enforced. We cannot wait any longer,\" said UFCW President Marc Perrone in the statement.  ##Reopening## ##Food Supply## House Democrats are finalizing their new stimulus bill and could unveil their massive bill within the next day, according to Democratic sources, with one senior aide saying it’s more likely that the bill will be introduced tomorrow. That means the House of Representatives could still vote later this week on the bill and a rules change to allow House members to vote on the floor remotely and allow committee action to proceed remotely. Democratic leaders have said House members would get 72 hours notice before any floor vote. House Majority Leader Steny Hoyer’s office said today the earliest a vote could happen is Friday  Party leaders will have a call with their caucus at 4:00pm today to discuss their plans. The bill would be an opening salvo in the debate about whether to add more stimulus to the economy, which the White House and Senate Republican leaders have so far resisted as they say they want to evaluate how nearly $3 trillion worth of rescue programs are being implemented. ##Economy## An online course to train contact tracers in New York is now available through Johns Hopkins' Bloomberg School of Public Health, Bloomberg Philanthropies and New York State, according to a joint statement released today.  The free online course was launched to “help train a new cadre of contact tracers to reach and assist people exposed to the virus. Taking and passing this course will be a requirement for thousands of contact tracers being hired by the state of New York to fight the pandemic.”  The course teaches the basics of interviewing people who have been diagnosed with Covid-19, finding their close contacts and providing them support during their quarantine.  “Contact tracing is a public health practice that has been successful in breaking the chain of transmission of other infectious diseases, including measles and tuberculosis,” the statement said. The program hopes to have 6,400 to 17,000 tracers statewide, depending on the total number of coronavirus cases.  It is available to anyone in the world, “whether they are interested in becoming a contact tracer or just want to understand the process” the statement said. ##New York## People inside Vice President Mike Pence's office are concerned more staffers have been infected, but they are waiting to see if somebody comes back positive, a source close to the Vice President tells CNN.  This source added that some people in the Vice President's office are teleworking, but they didn't offer a concrete number.  Some background: Administration officials spent the weekend scrambling as they attempted to do contact tracing for Katie Miller, Vice President Mike Pence’s press secretary who tested positive for coronavirus last week.  They had not identified who Miller contracted the virus from as of Sunday, raising concerns inside the White House about how to contain the outbreak. ##White House## Amtrak is requiring all passengers to wear facial coverings on board starting today. The national railroad service said in a news release that face masks can be removed while eating in designated areas or if a passenger is sitting alone or with a companion in a pair of seats.  Passengers must provide their own facial coverings. The company is also increasing the frequency of cleaning onboard trains and posting physical distancing posters and floor stickers in high traffic areas to protect customers and employees during the coronavirus crisis. WATCH: As Ohio begins to reopen during the ongoing coronavirus pandemic and the unemployment crisis, Lt. Gov. Jon Husted says that the state government is \"very wary\" of coronavirus but \"there's a risk of not taking action\" to abate unemployment as well. \"We believe that we can do two things at once. The coronavirus is going to be with us throughout the rest of the year. We need to learn to live with it,\" he said. About 90% of the state of Ohio is set to open even after a recent uptick in new Covid-19 cases, Gov. Mike DeWine had announced on Sunday. Husted says that the essential businesses that were open under strict safety protocols through the lockdown measures in Ohio paved the way forward. \"We have seen good outcomes with that,\" he said. The reopening comes after a leading coronavirus prediction model upped its projected US death toll and said that more than 137,000 Americans could die by early August. A researcher said that it's largely related to increased mobility among Americans as states reopen. \"That mobility was already starting to happen long before we began to ease restrictions, because people's tolerance of staying at home is limited. And so as we often say, we got to learn to live with it. We got to learn to live safely with it,\" Husted said. ##Reopening## A spike in coronavirus infections in South Korea, once thought to be in control of the pandemic, has given investors pause around the globe. Businesses’ cautious reaction to the United Kingdom’s reopening guidance has also worried investors. Here's how the markets opened the week:  The Dow fell 225 points at the open\nThe S&P 500 was down 0.8%\nThe Nasdaq fell 0.6% More context: The market was optimistic over the past several weeks about the potential for reopening the economy. But if the US economy opens too quickly and infection rates start to rise again, that could extend this period of unprecedented joblessness and destruction for American business. ##Reopening## ##Economy## The American Hockey League announced today that the league is canceling the remainder of its regular season and its Calder Cup Playoffs due to the Covid-19 public health crisis.  The AHL is the primary developmental league for the National Hockey League. \"After a lengthy review process, the American Hockey League has determined that the resumption and completion of the 2019-20 season is not feasible in light of current conditions,\" American Hockey League President and Chief Executive Officer David Andrews said in a statement. \"The League’s operational focus has turned toward actively preparing for the 2020-21 season.\" A UCSF doctor tweeted about his ​May 9 trip ​from New York back to San Francisco on board a “full” United Airlines flight. Dr. Ethan Weiss tweeted a photo that shows nearly every seat on the flight was filled. Weiss said in a Twitter thread that he was part of a group of “25 nurses and doctors who have been working in NYC hospitals for the past 2-4 weeks.”   Weiss said United flew them for free, saying, “They got a lot of great PR for taking great care of us on the way out including from me.” He tweeted, “This is the last time I’ll be flying again for a very long time” and said that a lot of passengers on the flight are “scared/shocked.” “I have to be tested anyway but this is insane. 6 hours like this,” he tweeted to someone who commented on his thread. ​Weiss tweeted a screenshot of what he said was an email from United on April 30 assuring passengers that the airline would be \"automatically blocking middle seats\" on upcoming flights.  Last week, United said it would make some middle seats unavailable for customers to select. But the company also said it was not reducing capacity on flights, so a passenger could be given a middle or adjacent seat.  A spokesperson for United told CNN the airline is not guaranteeing that travelers will sit next to an empty seat.  Here's the full statement from the spokesperson: “We’ve overhauled our cleaning and safety procedures and implemented a new boarding and deplaning process to promote social distancing. Our flight to San Francisco had an additional 25 medical professionals on board who were flying for free to volunteer their time in New York - we’ve provided complimentary flights for more than 1,000 doctors and nurses in the past few weeks alone - and all passengers and employees were asked to wear face coverings, consistent with our new policy.”  CNN has reached out to Weiss twice, but we have yet to hear back. CNN’s Alta Spells contributed to this report. White House economic adviser and supply chain point man Peter Navarro appeared on CNBC and Fox on Monday morning. On Fox, Navarro suggested there should be economic consequences for China due to its lack of transparency. “I think the American people strongly believes that China inflicted trillions of dollars of damage on this country and there should be — some form of compensatory damages,” Navarro said, later repeating, “I think there should be some form of compensatory damages and I think there’s a lot of discussion on Capitol Hill about that.” Navarro was asked about a Washington Post report on an offer from to manufacture millions of N95 masks turned down by the administration. He called the Texas company in the article, Prestige Ameritech, “very difficult to communicate with” and said they were “having their own problems,” then pivoting to praise Trump’s response.  He disputed economic comparisons to the Great Depression (some of which have come from other administration officials), saying that anyone making that comparison “doesn’t understand either history or economics.” He laid out the circumstances leading to the Depression and said, “This ain’t that.”  On CNBC, Navarro largely evaded questions, declining to weigh in on the West Wing outbreak or to say anything of substance regarding China trade, at one point drawing the ire of the hosts, who told him he had a “way of never answering” their questions. He did complain about the opening of Disney World in Shanghai: “I woke up this morning, I put on Squawk Box and the first person you put on – at the damn Disney World in Shanghai. And I come from Orange County, right, that’s the land of Disneyland, and my American people can’t go to Disneyland in Anaheim because the Chinese Communist Party inflicted a pandemic.” He defended the administration’s response during the month of February, noting the memo he sent on January 29 raising concerns about the virus. After Trump halted travel from China, he said, “We began to move on different vectors of attack,” he said, including vaccine development, therapeutics, and N95 mask production. Navarro also touted executive orders signed by the President last week and repeatedly pivoted to bringing supply chains back to the US. The number of air travelers this Mother’s Day weekend climbed to levels not seen since March, according to Transportation Security Administration figures.   More than 215,000 people passed through airport security checkpoints on Friday, the data show. The last time TSA screened more than 200,000 people was on March 26.  How it compares to last year: The rate of people traveling compared to last year’s figures peaked on Saturday, when the agency screened 8.5% of the approximately 2 million it screened on the equivalent day last year.   The rate of people screened at TSA checkpoints compared to 2019 has climbed nearly every day since mid-April.  The checkpoint data includes passengers, crew members and some airport personnel who work in secure areas of airports.   Administration officials spent the weekend scrambling as they attempted to do contact tracing for Katie Miller, Vice President Mike Pence’s press secretary who tested positive for coronavirus last week.  They had not identified who Miller contracted the virus from as of Sunday, raising concerns inside the White House about how to contain the outbreak. Some aides expressed concern at how today would proceed without greater clarity on how the virus had originated and spread. One official said it wasn’t certain which colleagues would stay home. Some officials who had extended contact with Miller announced they would self-quarantine, while others who had similar contact with her did not. Meanwhile aides were also trying to determine who came into contact with the military valet who tested positive last week. It appeared the valet’s contacts with other members of the West Wing staff were limited — but there remain some concern among other valets and staff.  President Trump’s top aides were repeatedly tested throughout the weekend and a trip to Camp David was called off in part because of concerns about coronavirus, two people familiar with the situation told CNN. One official said the weather also played an additional factor in scrapping the trip. A slew of officials, including the President, were at Camp David the weekend before with Katie Miller.  ##White House## It's Monday morning in the US. If you're just catching up, here are the biggest updates to start your morning: More projected deaths: A leading coronavirus prediction model has upped its projected US death toll as more states inch toward resuming normal activities. The model now forecasts more than 137,000 Americans will die by early August, a rise they say is due to more people traveling and interacting with each other.\nWhere the country stands on reopening: States began setting reopening plans in late April — with governors in South Carolina and Georgia leading the way with some of the most aggressive plans — and by this week, nearly every state has begun relaxing restrictions.\nWhite House officials in quarantine: Several prominent government figures are self-quarantining after being exposed to a person at the White House who tested positive for Covid-19, including Dr. Anthony Fauci, who is engaging in what he calls a \"modified quarantine\" and will work from home.\nWho has tested positive around Trump: Recently, President Trump's personal valet, the vice president's spokeswoman, Katie Miller, and Ivanka Trump's personal assistant (who has been teleworking for nearly two months) all tested positive for Covid-19 as well.  ##White House## ##Reopening## ##Catch Up## A leading model has upped its US coronavirus death toll projection again as governors continue lifting measures toward a reopening. The model from the Institute for Health Metrics and Evaluation at the University of Washington now forecasts more than 137,000 Americans will die by early August. That rise is largely due to Americans moving around more, IHME Director Dr. Christopher Murray said in a news release, adding that in some places the upward trend in movements began before statewide measures were relaxed. Researchers tracked that movement through anonymous cell phone data, according to the release. \"Unless and until we see accelerated testing, contact tracing, isolating people who test positive, and widespread use of masks in public, there is a significant likelihood of new infections,\" Murray said in the release. States began setting reopening plans in late April -- with governors in South Carolina and Georgia leading the way with some of the most aggressive plans -- and by this week, nearly every state has begun relaxing restrictions. Despite not meeting guidelines put forth by the federal government, state leaders who laid out phased reopenings said they were guided by data and the advice of medical experts. But other public health officials gave dire warnings about the thousands of lives that could be lost with a premature relaxing of measures. Read the full report here Vice President Mike Pence is not planning to enter self-quarantine after his press secretary tested positive for coronavirus on Friday and plans to be at the White House on Monday, his office said. Pence spokesperson Devin O'Malley said the vice president \"will continue to follow the advice of the White House Medical Unit and is not in quarantine.\" \"Additionally, Vice President Pence has tested negative every single day and plans to be at the White House tomorrow,\" O'Malley said in the statement Sunday. The announcement comes as the White House continues to urge governors to begin reopening their states even as the virus has edged closer to the West Wing with news that top members of the coronavirus task force will self-quarantine, in some form, after coming in contact with an individual who tested positive for the virus. An official said there is extreme sensitivity inside the White House at the current state of affairs with officials recognizing the contradiction in telling states to reopen while the White House enhances protocols to prevent the spread of the coronavirus. The official said Pence's schedule will probably be on the lighter side in the coming days, but that he's not doing a full self-quarantine. Those steps come after President Donald Trump confirmed on Friday that Pence's press secretary, Katie Miller, tested positive for the virus. The President said that Miller has not come into contact with him but noted that she has been in contact with Pence. \"She's a wonderful young woman, Katie, she tested very good for a long period of time and then all of a sudden today she tested positive,\" Trump said during a meeting with Republican members of Congress at the White House. Read the full report here. WATCH: ##White House## At least 79,528 people have died in the US from coronavirus, according to Johns Hopkins University's latest tally of cases in the country. There are at least 1,329,799 recorded cases of the disease in the US. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking Covid-19 cases across the US here. Tesla filed a suit Saturday night against Alameda County, California, after local officials there refused to let the company reopen its Fremont factory. In a series of tweets earlier Saturday, Tesla CEO Elon Musk also threatened to move the company's headquarters to Texas or Nevada, where shelter-in-place rules are less restrictive. \"Frankly, this is the final straw. Tesla will now move its HQ and future programs to Texas/Nevada immediately,\" Musk tweeted. Tesla did not respond to a request for comment on Saturday. The automaker had planned to allow a fraction of its factory workers to return to work by Friday, but was warned by the Alameda County Health Department in a livestreamed town hall on Friday that such a move would be violating the county's rules. \"This has been a collaborative, good faith effort to develop and implement a safety plan that allows for reopening while protecting the health and well-being of the thousands of employees who travel to and from work at Tesla's factory,\" the Alameda Health Department responded on Saturday in a statement to CNN Business.  \"The team at Tesla has been responsive to our guidance and recommendations, and we look forward to coming to an agreement on an appropriate safety plan very soon.\" Dr. Robert Redfield, the head of the Centers for Disease Control and Prevention, will self-quarantine for two weeks after he was exposed to a person at the White House who tested positive for Covid-19, a CDC spokesperson confirmed to CNN. The Washington Post first reported Redfield's action. \"CDC Director Dr. Robert Redfield has been determined to have had a low risk exposure on May 6 to a person at the White House who has COVID-19. He is feeling fine, and has no symptoms. He will be teleworking for the next two weeks,\" the spokesperson said. The spokesperson noted that \"in the event Dr. Redfield must go to the White House to fulfill any responsibilities as part of White House Coronavirus Task Force work, he will follow the safety practices set out by the CDC for those who may have been exposed.\" \"Those guidelines call for Dr. Redfield and anyone working on the Task Force at the White House to have their temperature taken and screened for symptoms each day, wear a face covering, and distance themselves from others,\" the spokesperson said. Officials will not identify the person to whom Redfield was exposed.  White House deputy press secretary Judd Deere declined to confirm the report that Redfield will self-quarantine, but he said the physician to the President and White House operations officials \"continue to work closely to ensure every precaution is taken to keep the President, First Family and the entire White House Complex safe and healthy.\" ##White House## The White House Covid-19 outbreak is undermining President Donald Trump's narrative that it's safe to open up the country and that diagnostic testing is of limited importance. The news of three top health officials, all members of the administration's coronavirus task force, self-quarantining in some form after one of Trump's valets and another West Wing aide tested positive is jarring alongside Trump's desire to move on from the pandemic and to concentrate on the staggering economic dimension of the crisis. The latest developments pose an essential question: If people around Trump are not protected from the virus in the most highly secured workplace in the country, how can it be safe for anyone else to go back to work? It's not, and Trump knows it. He's worried that aides contracting the virus will undercut his message that the outbreak is fading, according to a person who spoke to him. He's asked why his valets weren't ordered to wear masks before this week, according to the person, even though that's the example he himself has set. And Trump has told people he doesn't want to be near anyone who hasn't been tested, according to the person who spoke to the President, CNN's Kevin Liptak reported. But most Americans -- whom Trump hopes will contribute to opening the economy that is so crucial for his reelection campaign -- will not have access to the aggressive repeated testing and contact tracing now in place in the White House. Trump has argued that testing should primarily be up to governors to sort out. He has also repeatedly downplayed the importance of testing even though experts say that it is critical to establishing the penetration of the virus and to preventing new waves of infection as normal life begins to resume. The discovery of the virus in Trump's inner sanctum comes at a moment when the White House has all but stopped offering medical and scientific information to the public in televised public briefings — furthering the impression that it wants to pivot away from the crisis, even when infections are rising in many states that are opening. In the middle of the worst public health crisis for 100 years, officials like Dr. Deborah Birx and Dr. Anthony Fauci have become far less visible. The coronavirus task force briefings have been replaced by media trolling sessions by new White House press secretary Kayleigh McEnany. However, Trump and so-far-unidentified senior administration officials are expected to hold a press briefing on testing on Monday afternoon. Read the full report here. ##White House##"], "Language": false}