{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/asia/hong-kong-coronavirus-recovery-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Jessie Yeung, CNN"], "Writers": [["Jessie Yeung"]], "FirstPublishDate": ["2020-05-05T05:58:43Z"], "LastModifiedDate": ["2020-05-05T22:32:45Z"], "Headline": ["Two weeks of zero local infections: How Hong Kong contained its second wave of Covid-19"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Hong Kong had just begun letting its guard down in late February when it was hit by a second wave of the novel coronavirus. After a brief period of low case numbers, new infections spiked dramatically, prompting a series of additional stringent restrictions. That second wave now appears to have largely passed. Hong Kong hasn't had a case of local transmission in more than two weeks, and the city is cautiously resuming normal life.  Hong Kong's success in surviving multiple waves of the virus provides hard earned lessons to other cities around the world now looking to relax restrictions.  In total, Hong Kong has recorded only 15 new cases since April 20, all of which were people with recent travel history. That brings the city's total to 1,041 cases and four deaths. Of those total cases, 900 patients have recovered and been discharged from hospital. The coronavirus first emerged in mainland China in December, and jumped the border into Hong Kong on January 24. By then, it had already made its way to several other countries.  Hong Kong closed borders and began social distancing just a week or so after recording its first case. But this three-month stretch of working from home, business closures and service suspensions has dealt a massive blow to both the city's economy and the mental health and wellbeing of residents. Now, with the second wave mostly contained, many are itching to get back to pre-pandemic life.  \"I do feel very strongly, and also echoed by many people in society, that the time for some relaxation, for some lifting of the restrictions that we put on this social contact has come,\" said the city's leader, Chief Executive Carrie Lam, on Tuesday, shortly before announcing the loosening of some restrictions. The new guidelines, which will go into effect Friday, will allow more people to gather in public and some businesses to reopen.  But Lam and other health experts are also cautioning people not to let their guard down too soon, as they did in February. With the virus still wreaking havoc on the rest of the world, it's too soon to celebrate, she warned. \"I must stress that this epidemic may come back. As the WHO (World Health Organization) said not long ago ... we must remain vigilant,\" Lam said last week. How Hong Kong contained its second wave In Hong Kong, public panic peaked in early February, with crowds stockpiling toilet paper, face masks and groceries until supermarket aisles were empty citywide.  But the actual number of cases remained relatively low; by the start of March, the city only had about 150 coronavirus cases, despite sharing a border with mainland China where the virus first emerged. Then, as the coronavirus pandemic moved beyond China and hit the West, shuttering universities and raising alarm, Hong Kong students and residents began returning to the city in waves -- bringing the virus back with them. By the end of the month, case numbers had surged past 700. The government took quick, aggressive action to curb the second imported wave; they barred non-residents from entering the city, halted travelers from transiting through the city's airport, and implemented strict quarantine and testing measures on all arrivals to the city, regardless of origin. Those under home quarantine were given electronic bracelets to track their location. The government implemented restrictions like prohibiting alcohol sales in bars and closing all gyms and sports facilities. Many restaurants and cafes closed; those that stayed open had to cut down seating capacity to increase the distance between customers, or put up physical barriers between tables. Though many of these measures were viewed by some as drastic, authorities never ordered an official lockdown or stay-at-home order, relying instead on community efforts and peoples' compliance to contain the virus.  This approach appears to have worked, with new daily cases dropping once again. April 19 was the last recorded local transmission. Cautious return to normal life The government and the public are now cautiously turning their focus to resuming life and business in the city, and transitioning from survival to healing. \"I think right now the immediate priority is definitely to revive the economy because after all, we have been subject to many restrictions on all you can imagine in the past few months due to Covid-19,\" said Christopher Hui, Secretary for Financial Services and the Treasury, on May 2. On Monday, the government reopened recreational and sports spaces like tennis courts, resumed some services like drivers' license tests and classes, and resumed community services for vulnerable populations like the disabled and elderly.  Starting Friday, the number of people permitted to gather in public will be raised from four to eight. Some businesses like fitness centers, beauty salons, massage parlors and bars will be allowed to reopen, albeit with restrictions like a cap on customers.  Schools will also gradually reopen from May 27, with students returning to classrooms in batches and staggered phases. The public has wholeheartedly embraced this loosening of restrictions as summer arrives. The past two weekends have seen beaches, hiking trails, and campgrounds packed with people. Restaurants are filling up again, with nightly lines out the door for some, and others booked up for the next few weeks. It's been a long, draining three months of pandemic -- and people are eager to let loose. But medical experts in the city are warning residents not to relax completely yet. It's too soon to say local transmissions have entirely stopped, said Dr. Chuang Shuk-kwan of the Centre for Health Protection on Monday. Since the virus' incubation period is up to 14 days, authorities would need to see two full incubation periods -- 28 days -- without infections to declare an end to local transmissions, Chuang said. And there's another concern looming on the horizon now -- the return of social unrest. The city was rocked by six months of often violent pro-democracy anti-government protests in 2019, which came to a halt during the pandemic. Now, there are signs that as the danger of coronavirus subsides, protesters are gearing up to return to the streets. There have already been a handful of small-scale protests in the past two weeks -- and authorities, too, are getting ready for potential clashes. \"Hong Kong has consecutively seen zero cases of the coronavirus,\" posted Lam on Facebook last week. \"At the moment we are able to withstand the pandemic ... Hong Kong was able to withstand the harsh winter, but I worry Hong Kong may be unable to withstand the resurgence of violence of the continuous devastation caused by politics.\""], "Language": false}