{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/world/dinosaur-bird-head-skull-amber-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2020-03-11T16:00:05Z"], "LastModifiedDate": ["2020-03-11T20:59:50Z"], "Headline": ["Skull of smallest known dinosaur found preserved in 99-million year-old amber"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The complete skull of a previously unknown species of bird-like dinosaur has been discovered trapped in a chunk of 99-million-year-old amber. Smaller than the size of the tiniest hummingbird alive today, its head was the size of a thumbnail, its jaw packed with serrated teeth and its eyes bulging and lizard-like. Despite its teeny-tiny stature, the creature was likely a predator.  The researchers said the fossil, named Oculudentavis, represented the smallest dinosaur ever found. \"When I first saw this specimen, it really blew my mind. I literally have never seen anything like this,\" said Jingmai O'Connor, senior professor at the Institute of Vertebrate Paleontology and Paleoanthropology of the Chinese Academy of Sciences in Beijing and a research associate at the Natural History Museum of Los Angeles County. \"There's over 100 teeth present in the jaws. These weird eyes sticking off looking to the side. There's nothing like this alive today.\"  While people tend to think of dinosaurs as huge, lumbering creatures, this skull and other recent finds in amber suggest that life in dinosaur times was probably more diverse than we think, with many more tiny dinosaurs and other creatures that haven't yet showed up in the fossil record.  \"One of the key messages from this study is that we are probably missing a big chunk of the ecosystem of the dinosaurs,\" said Lars Schmitz, a biology professor at Scripps College in Claremont, California, who along with O'Connor, authored the paper that published Wednesday in the journal Nature. \"We don't know a lot about tiny things in the age of the dinosaurs.\" The fossilization of bones in sediments such as clay, silt and sand can crush and destroy the remains of small animals, but amber, which forms from the resin of coniferous trees, allows for their preservation in three dimensions.  \"When you have an animal preserved in amber it looks like it just died yesterday -- all the soft tissue in place trapped into this little window into an ancient time,\" said O'Connor. Beyond our imagination The first dinosaur skeleton to be found entombed in amber was detailed in 2016 by Chinese paleontologist  Lida Xing, who found the remarkable specimen of a dinosaur tail at an amber market in northern Myanmar.  He has since made more discoveries in amber, traveling to Myanmar and its border with China to every two months to search for new specimens, and he was also an author of this latest study. \"I think the diversity of dinosaurs is beyond our imagination. We previously found a dinosaur footprint of 1 centimeter in length, which I thought was the minimum length of a dinosaur. Until we found Oculudentavis,\" whose name means eye-tooth bird, said Xing.   Xing said the piece of amber was bought in Myanmar by Khaung Ra, the mother-in-law of Chen Guang, the director of a museum in southwestern China near the Myanmar border that is dedicated to amber. Khaung Ra, who donated it to the Hupoge Amber Museum so it could be studied by scientists, is also honored in the dinosaur's official full name: Oculudentavis khaungraae. David Grimaldi, a curator for amber at the American Museum of Natural History, said that the rich amber deposits in Myanmar formed in larger chunks than elsewhere and are heavily mined and commercially marketed. As such, he said, they have become a source of many interesting discoveries of ancient plants, insects and fungi, and more recently, dinosaurs.  \"This seems an exceedingly interesting find, because of the excellent preservation of the fossil and the minute size of the bird-like dinosaur -- note the teeth and eye bones!\" said Grimaldi, who wasn't involved in the research.  Unique traits   The tiny dinosaur's unique traits shed light on how birds, which descended from dinosaurs, evolved, suggesting they attained their minimum body size much quicker than previously thought.  \"This process -- called miniaturization -- commonly occurs in isolated environments, most famously islands. It is no wonder that the 99-million-year old Burmese amber is thought to have come from an ancient island,\" O'Connor said. \"Miniaturization is commonly associated with traits like tooth loss and proportionately large eyes. However, since Oculudentavis has more teeth than usual, it shows that evolution doesn't always follow the rules.\" Other ancient birds such as the winged dinosaur Archaeopteryx were much bigger. It's not clear from the skull how Oculudentavis is related to early birds and bird-like dinosuars.  Schmitz said there were only a few species of frog and lizards that were smaller than this lilliputian dinosaur. \"It's really at the lower limit of small [that] a vertebrate can get.\" Unlike hummingbirds, which have no teeth and feed on nectar, the researchers think Oculudentavis would have hunted and feasted on tiny insects. They think it would have had feathers though none were preserved in the amber.  Its eyes were particularly unusual, the study said. The bones of the eye socket would have formed a cone, like eye bones in owls, suggesting it had sharp eyesight. But its eyes faced to the side rather than the front like an owl. They also would have bulged out of its head sideways, which is a type of visual system not used by any other any other dinosaur or current animal species. Xu Xing, a Chinese paleontologist who wasn't involved in the research, said that while amber had yielded some fascinating discoveries, it did have some limitations. \"Normally it preserves only small organisms, and if it preserves larger ones, it is often incomplete and thus you often miss a complete picture,\" he said. \"Even in the case of this discovery of an extremely small dinosaur, it preserves only [the] skull, which is sometimes not enough to be used to infer its systematic position in the dinosaur family tree. In another words, the suggested position for this new species within [the] dinosaur family is tentative.\" Some scientists have hoped that amber could be a source of genetic material from the creatures trapped within -- as in the plot of the \"Jurassic Park\" movie franchise, when scientists extract dinosaur DNA from blood found inside insects found in amber. But Xu said this was still unlikely. \"Previously people thought amber will be a great source for DNA or proteins, but recent studies demonstrate that it is probably not the case. But, anyway, it often preserves skin, feathers and other non-skeletal tissues, and... we can get lots of information [from this].\" O'Connor said the dinosaur skull was \"so weird\" it was hard to figure out how it fit in with other known dinosaurs, but said amber was likely to yield equally surprising finds.  \"When we think of dinosaurs, we think of these huge skeletons, but paleontology right now is being completely transformed by the discovery of skeletal fossils, fossils of vertebrates, preserved in amber.\" "], "Language": false}