{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-050520/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-05-05T09:52:36.371Z"], "LastModifiedDate": ["2020-05-05T21:34:55.302Z"], "Headline": ["US stocks rise on optimism about reopening the economy: May 5, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Beyond Meat's revenue more than doubled in the first quarter, the company reported Tuesday.  In the first three months of the year, sales reached $97.1 million, up 141% from $40.2 million in the same period last year.  The results \"exceeded our expectations,\" said Beyond Meat CEO Ethan Brown. They also beat analyst expectations of $88.3 million. In US retail, sales grew 157% compared to the same period last year. In food service, sales grew 156%.  Shares of the company popped about 5% after hours on the results. Moving forward, the company expects to benefit from higher demand in retail. But it is pulling its 2020 outlook because of uncertainty stemming from the pandemic.  US stocks closed higher on Tuesday, as investors grew optimistic about the reopening of the US economy. The Dow closed up 133 points, or 0.6%.\nThe S&P 500 ended 0.9% higher.\nThe Nasdaq Composite finished up1.1%. It marked the second straight day of gains for the three indexes, though they finished well off their session highs Tuesday. Ratings agency Standard & Poor's cut the outlook for 13 US banks to negative from stable because of the coronavirus pandemic's negative impact on the economy. The 13 companies in question are Ally Financial (ALLY), Capital One (COF), Discover Financial Services (DFS), Synchrony Financial (SYF), SLM Corp (SLM), American Savings Banks FSB, CIT Group (CIT), East West Bankcorp (EWBC), Investors Bancorp (ISBC), New York Community Bancorp (NYCB), Synovus Financial (SNV), Trustmark Corp (TRMK) and Valley National Bancorp (VLY). S&P said the banks are exposed to areas of the economy that will face pandemic-related stress, including commercial real estate and consumer lending. The agency left the banks' current ratings intact for now. Larger US banks are better prepared for the coronavirus stress because they're more diversified and thus have a greater ability to absorb the impact of the economic downturn, according to S&P. IBM's new CEO Arvind Krishna is calling on the government to create standards to guide companies on how to help employees return to the office after working from home. “My hope is that government can help in giving us all some common standards, otherwise, we may return to work but a client we call on may have a different standard,\" Krishna said in an interview with CNN's Julia Chatterley Tuesday. \"That would cause a lot of mayhem.\"  Krishna took over as chief executive of the tech giant from Ginni Rometty on April 6, as the company grappled with the fallout from coronavirus. Not long before that, IBM (IBM) had sent about 95% of its staff to work from home. Now, IBM plans to start returning workers to the office in the coming weeks, a process Krishna said will “happen in waves.” He added that getting workers safely back to the office will be aided by social distancing measures, personal protective equipment, testing and other protocols. He said he doesn’t expect all employees to be back in the office until the end of the year.  In the meantime, Krishna and others at IBM have signed the “IBM Work From Home Pledge,” in an effort to help employees feel supported as they continue working remotely.  The pledge includes promises to support, among other things, “flexibility for personal needs” and “‘not camera ready’ times.”  Just because we’re at home, we shouldn’t be working all the time,” Krishna said. “It’s okay to be video sensitive, there may be things happening in the background we don’t want to expose to video. It may be okay to say, ‘I need 30 minutes in the middle of the day to cater to a child, or a pet, or a parent.’ … Coming to really a new normal of how we work with each other is essential.” The coronavirus crisis is reshaping America's labor market.  More than 30 million people have filed for first-time unemployment benefits since mid-March as businesses hunkered down for the countrywide lockdown to minimize the spread of the virus. It's no surprise that companies put hiring decisions on the backburner. Job openings have dropped 28% since early March, according to research from career website Glassdoor.  Two in three employers have decreased their job openings, while a quarter of employers have pulled down all job openings. Although these declines were broad-based, even including the health care jobs, the travel and tourism industry was hit the hardest by the declines in job postings, with openings down 79% since early March, according to the report. The online-only edition of Apple’s annual Worldwide Developer Conference will take place on June 22, the company announced Tuesday.  The conference will be streamed live on Apple’s developer website and app.  “WWDC20 will be our biggest yet, bringing together our global developer community of more than 23 million in an unprecedented way for a week in June to learn about the future of Apple platforms,” Phil Schiller, Apple’s senior vice president of Worldwide Marketing, said in a statement.  Apple said in March that it would conduct WWDC virtually for the first time in 31 years because of the coronavirus. The global pandemic has forced the cancellation of several of the tech industry's biggest events this year, including Facebook's biggest annual conference F8, tech and music festival SXSW, and the Mobile World Congress in Barcelona. WWDC is the tech giant's platform for sharing software updates. At last year's WWDC, Apple announced that it would phase out iTunes, redesign Apple Maps and add a much-requested dark mode to iPhones, iPads and the iPod touch. This year, it is expected to pull back the curtain on iOS 14 and the new Mac and iPad operating systems. The pandemic hasn't prevented the tech giant from rolling out new hardware — it has launched new versions of its iPad Pro, MacBook Air and iPhone SE in the past two months. Stocks continue their rally at midday, with all three major stock benchmarks at session highs. Investors appear to be optimistic about the reopening of the economy in some states. The Dow was up 1.7%, or 400 points, around midday.\nThe S&P 500 rose 1.9%.\nThe Nasdaq Composite was up 2.1%. The US unemployment rate may have skyrocketed to 20% in April, two months earlier than anticipated, White House economist Kevin Hassett warned Tuesday.   “We’re looking at probably the worst unemployment rate since the Great Depression,” Hassett told CNN’s Poppy Harlow.  Last week, Hassett told CNN that the US jobless rate could hit 20% in June, up from just 4.4% in March.   Now, Hassett, a senior economic adviser to President Donald Trump, thinks Friday’s jobs report will show unemployment climbed above 16% to “maybe as high as 19% to 20%” in April. He cited the recent spike in weekly jobless claims. It’s a tremendous negative shock. A very, very terrible shock,” Hassett said.  Economists polled by Refinitiv expect the unemployment rate hit 16% in April. That would be the highest level of unemployment since the tail end of the Great Depression in 1939.   The hope is that the jobless rate will go back down, perhaps sharply, as social distancing restrictions are lifted.   The risk is that a second wave of infections -- or Trump's latest threats to impose tariffs on China -- hinders the recovery.  Hassett told CNN that his 20% unemployment forecast does not include the potential loss of jobs from new US-China tariffs.  Watch the interview here: The national meat shortage has come for Wendy's. The fast food chain says some menu items are unavailable, and one analyst estimates nearly one in five of Wendy's restaurants are out of beef. Around 1,000, or 18%, of Wendy's 5,500 US restaurants are not serving any hamburgers or other meat-based items, according to an analysis of online menus at every location conducted by financial firm Stephens.  Wendy's (WEN) said some of its menu items might be \"temporarily limited at some restaurants in this current environment.\"  Shares fell nearly 4% Tuesday. Read more here. Demand for gasoline is recovering from a historic collapse. And that’s lifting oil prices sharply higher.  US crude spiked another 20% to $24 a barrel on Tuesday morning. Oil hit an intraday high of $24.48 a barrel, the highest level since April 13.   Although oil prices remain at depressed levels, they’ve raced back to life since late April on hopes that the worst of the unprecedented decline in demand could be over as some US states begin to reopen.  Gasoline demand in the United States climbed on Monday to the highest level since March 16, according to GasBuddy. Demand is now up 19% from April 6, the lowest Monday for gasoline demand.   The sharp rebound in oil prices is boosting oil stocks, which have been crushed this year by the crash.  All 27 members of the S&P 500 energy sector (XLE) traded higher Tuesday morning, led by 6% spikes by Occidental Petroleum (OXY), Concho Resources (CXO) and Apache (APA). ExxonMobil (XOM) and Chevron (CVX), the largest US oil companies, rallied 3% apiece.   Even President Donald Trump, who normally roots for cheap oil, cheered the recovery in the energy market.  “Oil prices moving up nicely as demand begins again!” Trump tweeted Tuesday morning.    Slack CEO Stewart Butterfield is in no rush to bring his employees back to the office.  In an interview with CNN’s Julia Chatterley, Butterfield said he’s told employees the earliest possible return to the office is for the company is September 1.  We're not an organization that needs to go first. I don't think there's any kind of prize for that. We're surviving pretty well in this work from home and remote work environment. So, no pressure to come back to the office and I think we're likely to go last,\" Butterfield said. He said the announcement got a mixed response from his workforce, some of whom appreciate the time and safety precautions, while others crave a return to normalcy.   Slack has more than 2,000 employees in 16 offices around the world, from San Francisco to Sydney, Australia. America's services sector is unsurprisingly struggling during the coronavirus lockdown.  The non-manufacturing purchasing managers' index for April dropped to 41.8 points from 52.5 points in March, according to the Institute for Supply Management. That's the worst reading since March 2009, but it's actually slightly better than economists had feared. Still, any reading below 50 signals economic contraction. The ISM index is based on a nationwide survey of executives in non-manufacturing industries. The only two of these industries that reported growth in April were public administration, and finance and insurance. Meanwhile a different services PMI survey, from IHS Markit, showed the sharpest index decline since reporting began in 2009. The outlook for business activity in the services sector over the coming 12 months also fell, on worries about when the lockdown will end and fears about how long a recovery will take. That's the first recorded instance of pessimism for the outlook in the history of the report. Markit's composite PMI, which accounts for both the services and manufacturing sectors, also recorded its sharpest decline on record. Americans stuck at home during the coronavirus pandemic are shopping online for home goods, and that's a boon for Wayfair. Wayfair (W) announced Tuesday that sales for its most recent quarter increased 20% compared with the same period last year. \"Millions of new shoppers have discovered Wayfair while they shelter in place at home,\" CEO Niraj Shah said in a statement. \"We are seeing strong acceleration in new and repeat customer orders across almost all classes of goods and across all regions.\"  Despite the sales gains, however, Wayfair lost $285 million during the quarter.  Still, Wayfair's stock surged 25% in early trading. US stocks opened higher on Tuesday, adding onto Monday’s gains, as optimism about the reopening of the economy boosted the market. The Dow kicked off nearly 1%, or 225 points, higher.\nThe S&P 500 opened up 1%\nThe Nasdaq Composite rose 1.2%. Norwegian Cruise Line Holdings (NCLH) warned investors that it might be forced to go out of business. In a new filing with the Securities and Exchange Commission, the company said its accounting firm has \"substantial doubt\" about Norwegian's ability to continue as a going concern because of the Covid-19 pandemic. Companies with this kind of dire outlook are sometimes able to turn things around and survive, although it often takes a trip through bankruptcy to shed debt and other liabilities in order to do so. Shares fell 11% in premarket trading. Read more here. The coronavirus pandemic has whacked global trade, and its aftershocks are expected to become more visible in the coming months. In March, the US trade deficit amounted to $44.4 billion, according to the Census Bureau. That's up $4.6 billion from February and is in line with expectations. Exports dropped 9.6% and imports fell 6.2%. US exports of cars, parts and engines dropped to a level not seen since November 2011. Shutdowns starting in mid-March in the US depressed both imports and exports, and we expect further big hits to trade in April,\" wrote Mike Englund and Kim Rupert, economists at Action Economics, in a note. The deficit could drop toward the $25.4 billion low it hit during the great financial crisis in May 2009, they added. The US petroleum surplus hit $2.1 billion, the highest level since the Census began tracking it in 1978. And America's trade deficit with China fell to $11.8 billion, the lowest level since March 2004.  Fiat Chrysler reported sharply lower sales and a 471 million euro ($510 million) loss. But it said it plans to move ahead with its merger of PSA Group, the European automaker that makes Peugeot cars. Production at its auto plants in Italy and China were down for much of the first quarter, and for the last part of March at its North American plants. But production has restarted in China and at one of its Italian plants, and it said it is \"fully prepared to restart production as conditions allow.\" It did not give any guidance on second quarter results or even where sales stood in April in its earnings statement. In the first quarter revenue fell 3.9 billion euros, or $4.2 billion, a drop of 16%. Shipments to dealers worldwide declined by 21%. Shares of Fiat Chrysler were narrowly higher in European trading on the report. Pfizer (PFE) and BioNTech SE (BNTX) shares rallied in premarket trading after announcing a significant step in trials for a Covid-19 vaccine.  The companies said Tuesday \"first participants have been dosed\" in the United States following a trial in Germany last week.  Roughly 360 healthy people in two age groups (18-55 and 65-85 years old) will be given the potential vaccine in the clinical trial. Pfizer CEO said the shortened timeframe for moving from \"pre-clinical studies to human testing is extraordinary.\" If successful, the vaccine could be distributed in the US by the end of the year. Starbucks (SBUX) said it will have \"responsibly reopened\" roughly 85% of its US stores by the end of the week following an extended closure spurred by the coronavirus pandemic.  Drive-thru and orders made ahead on its app or Uber Eats will be allowed, but dine-in services have been suspended. It expects 90% of its stores to have reopened by early June.  Starbucks shares rose 3% in premarket trading after the announcement.  Gold's Gym has filed for bankruptcy.  Coronavirus has affected the company \"deeply and in many ways,\" the company said, including the temporary closures of many of its 700 global gyms.  The 55-year-old company said that filing for Chapter 11 will help the it \"emerge stronger and ready to grow\" and intends to exit bankruptcy by August 1.  Gold's Gym said in a statement that it's \"absolutely not going anywhere\" and doesn't intend to permanently close any more gyms than the 30 it shuttered last month. US stock futures are pointing to a higher opening as the economy gets back on its feet following closures because of the coronavirus pandemic.  Here's where futures stand at 6:15 am ET: Dow futures are up 225 points, or 0.95%\nS&P 500 futures increased 0.91%\nNasdaq Composite futures moved 0.94% higher Stocks ended slightly higher Monday after starting the session in the red. Car rental giant Hertz (HTZ) tumbled roughly 25% in premarket trading after a report that it's prepping for bankruptcy. The Wall Street Journal reported late Monday that Hertz hired an \"additional adviser\" to help guide it through bankruptcy. The company, which has $17 billion in debt, missed a lease payment last week, according to the newspaper.  Hertz faces two problems: Coronavirus has obliterated travel demand and travelers are increasingly using ride-hailing services for their trips.  Shares of Hertz will be down more than 100% for the year if the premarket losses hold.  Victoria's Secret owner L Brands (LB) said late Monday that it had called off a deal with private equity firm Sycamore Partners to take the retailer private, just three months after the two companies reached a $525 million agreement. \"As part of L Brands' strategy, the company remains committed to establishing Bath & Body Works as a pure-play public company,\" and is preparing for Victoria's Secret to operate as a separate company, L Brands said in a news release. The deal was already in jeopardy after Sycamore Partners informed Victoria's Secret parent company L Brands of its decision to pull out of the agreement last week. L Brands' stock sunk 9% in premarket trading. Read more here. A top executive at United Airlines (UAL) is telling employees to consider leaving the company voluntarily as it grapples with the consequences of the coronavirus pandemic. In a memo to some United Airlines staffers, which was obtained by CNN Business, Greg Hart — the company's chief operations officer — said the airline will need to \"right size\" its workforce. \"You may want to seriously consider if you're in a position to take a voluntary separation,\" Hart wrote. He added, \"You, alone, can decide if a [Voluntary Separation Program] works for you and your family.\" Hart said executive salaries have been cut and that the airline is trying to be transparent with its rank-and-file workforce. The airline is precluded from laying off staff for the next six months under terms of a federal financial assistance package that will provide it with about $5 billion, though it is preparing to cut staff as soon as Oct. 1. Read more here."], "Language": false}