{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/politics/election-security-briefing-russia/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Manu Raju, Jeremy Herb and Zachary Cohen, CNN"], "Writers": [["Manu Raju", "Jeremy Herb", "Zachary Cohen"]], "FirstPublishDate": ["2020-03-10T20:19:52Z"], "LastModifiedDate": ["2020-03-10T22:27:18Z"], "Headline": ["Trump officials say Putin not known to prefer any candidate in 2020"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["US officials told House and Senate lawmakers Tuesday during classified election security briefings they don't have direct knowledge that Russian President Vladimir Putin has developed a preference for a candidate in the 2020 US presidential election, according to four sources familiar with the matter. That appears to conflict with what administration officials told the House Intelligence Committee last month, when a briefer said the Russians had developed a preference for President Donald Trump and Sen. Bernie Sanders, a Vermont independent seeking the Democratic nomination. The briefers contended that Putin's goal is to sow discontent. US officials told senators Tuesday in their classified briefing that they have no direct knowledge that Putin has a preferred 2020 candidate, three sources told CNN. Senate Majority Leader Mitch McConnell asked the first question that prompted the response, the sources said. Reaction to the Senate briefing was split along party lines. \"Good briefing,\" said Sen. Mike Rounds, a South Dakota Republican. Asked if he had confidence in what he had heard in the briefing, Virginia Democratic Sen. Mark Warner, the vice chairman of the Intelligence Committee, said, \"No,\" then walked into the Senate chamber. Two sources said House Intelligence Chairman Adam Schiff, a California Democrat, brought up the discrepancy during Tuesday's House briefing. Also, two sources said, House Speaker Nancy Pelosi and House Majority Leader Steny Hoyer raised concerns about the assertion. There was frustration in the room, according to Rep. Pramila Jayapal, who told CNN that the message delivered during Tuesday's closed-door session differed from prior briefings, though she did not specify how.  \"I don't have trust that we're getting accurate information,\" the Washington Democrat said as she left the briefing. \"I have no idea what to think, honestly. After today, I don't know,\" she added. \"I'm just concerned that we get accurate information, and I'm concerned that we're not getting accurate information.\" Maxine Waters, a California Democrat and chairwoman of the House Financial Services Committee, told CNN that after they asserted the Russians weren't trying to assist any candidate, she got up and left. \"I just felt that I didn't have any confidence\" in their assessment, Waters said. Illinois Democratic Rep. Raja Krishnamoorthi told CNN he didn't have confidence in the briefing and raised concerns about \"propaganda\" being spewed like in China. \"I walk away with the impression that unfortunately a lot of people have lost their independence from this President,\" he said, adding he couldn't get into the details. This is the first time the full House has received an election security briefing since the shakeup atop the Office of the Director of National Intelligence, which included Trump appointing Richard Grenell, a staunch loyalist, as acting intelligence chief.  Last month, members of the House Intelligence Committee were briefed by Shelby Pierson, the top intelligence election security official, but she did not take part in Tuesday's session despite her expertise on the issue.  Pierson's absence Tuesday was noteworthy given the controversy that emerged following last month's session, during which she told members of the committee that Russia is meddling in the 2020 campaign and intelligence indicated it had once again developed a preference for Trump (as well as for Sanders). Following media reports of last month's briefing, a senior intelligence official denied that Pierson had told lawmakers that Russia was actively aiding Trump's reelection effort. One source familiar with the matter said Pierson was merely providing her view of the intelligence as she faced a series of questions from lawmakers trying to pin her down on whether the intelligence showed a Russian preference for Trump. That's when Pierson made her comments about Trump and Sanders, talking about how Russia's ultimate goal is to sow discord and undermine confidence in the American electoral system, sources previously told CNN, but with the known quantity that officials have assessed Russia views Trump as having been beneficial to Moscow during his time in office. However, nothing about Russia's preference for Trump was in Pierson's talking points, an intelligence official told CNN at the time, a point echoed by a source familiar with the briefing materials. Despite the controversy over her remarks, Pierson said in a statement last month that she was keeping her job at the Office of the Director of National Intelligence amid early fears Grenell would purge the office's upper ranks. \"Ambassador Grenell has not asked me to leave,\" she said in a statement several days after Grenell got the job. \"In fact, he has encouraged and affirmed his support for my position here in the organization.\" Grenell also did not participate in Tuesday's briefing despite appearing on a list of top agency officials that was circulated among members of Congress the day prior. His office would not explain why his name was on the list sent around by multiple congressional offices and did not respond to requests for comment until after CNN reported he was expected to appear. \"ODNI did not communicate to Congress at any point that ADNI Grenell would participate in election security briefings scheduled for Mar. 10,\" agency spokesperson Maura Beard said in a statement Tuesday. In a message Monday night, Grenell told CNN the expectation was \"fake info\" and said the intention was always to send \"experts.\" Lawmakers were ultimately notified of the change by Tuesday morning. Grenell replaced Adm. Joseph Maguire and pushed out his deputy, Andrew Hallman, a longtime CIA officer. An official from the National Security Council who had previously worked to discredit former special counsel Robert Mueller's probe into Russian activity, Kash Patel, was named an adviser to Grenell. The President's naming of Grenell, who at the time was the ambassador to Germany, was met with howls from Democrats and criticism from intelligence professionals because of his lack of national security expertise coupled with his fierce partisan loyalty to the President. Grenell has made no public statements since he started as acting intelligence director, a role the White House has said is just temporary. No one else has been pushed out and Grenell has appeared to want to tamp down concerns by, in part, sending a letter to the ODNI workforce saying he's \"committed to leading the IC with a nonpartisan approach.\" Still, some Democrats said Tuesday that they believe Grenell was installed for partisan purposes. \"There's no doubt that Ric Grinnell has an agenda, which is to try to purge people who are truth tellers and critics,\"  Krishnamoorthi told CNN when asked whether he thinks the acting DNI is trying to scrub what these officials are saying.  Late last month, Trump nominated Texas Rep. John Ratcliffe to be the permanent DNI, the second time his name was put forward. The first time, last summer, Ratcliffe withdrew when it was discovered that he had exaggerated his resume. Now, however, the White House and the top senator on the Intelligence Committee, Republican Sen. Richard Burr of North Carolina, say they believe Ratcliffe has a path to being confirmed. Making Grenell the acting director may have been part of the calculation to get Ratcliffe confirmed. Current and former administration officials say that national security adviser Robert O'Brien and others thought the outcry following Grenell's naming would make it easier to get a candidate approved by the Senate. This story has been updated to include additional details from the briefings. "], "Language": false}