{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/world/soccer-player-coronavirus-message-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T15:27:21Z"], "LastModifiedDate": ["2020-03-10T17:28:38Z"], "Headline": ["An Italian soccer player turned a goal celebration into a coronavirus message: 'Everything will be fine. Stay at home'"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["An Italian soccer player celebrated a goal with a message. But it wasn't about the game. After finding the back of the net on Monday, forward Francesco Caputo ran to a television camera and unfolded a sheet of paper that read, \"Andrà tutto bene. Restate a casa.\" Translation: \"Everything will be fine. Stay at home.\" Caputo's team, Sassuolo, beat Brescia 3-0 at an empty Mapei Stadium in Reggio Emilia, Italy. It was one of the last games to be played as Italian Prime Minister Giuseppe Conte placed the entire country under lockdown because of the novel coronavirus outbreak. The lockdown includes suspending all domestic sport competitions until April 3. Italy has suffered one of the worst outbreaks of the global coronavirus crisis with 9,172 cases and 463 deaths from the virus, the most of any country outside of China.  Both Sassuolo and Brescia play in Serie A, Italy's top-flight soccer league, which had previously decreed that games would be played behind closed doors until April 3. Caputo, who scored twice on Monday, is Sassuolo's top scorer so far this season, netting 13 goals. Italian clubs in European club competitions are still eligible to play matches behind closed doors, like Juventus, which has a Champions League match against Lyon on March 17 in Turin.  International friendlies involving Italy's national soccer team can play matches behind closed doors and professional athletes or non-professionals recognized by the country's Olympic committee can still train at sporting facilities. The coronavirus outbreak is affecting leagues across Europe. Spain's La Liga announced Tuesday that it's matches will be played closed doors for at least two weeks. France's Ligue 1 is playing matches behind closed doors or with a maximum attendance of 1,000 spectators until Wednesday April 15 and Germany's Bundesliga has confirmed that it will hold its first game behind closed doors on Wednesday. Europe's soccer leagues join the prestigious Indian Wells tennis tournament and the Olympic torch lighting ceremony as the latest sporting events to be impacted by coronavirus. Professional sports leagues in the US, including baseball, basketball and soccer, have restricted locker room access indefinitely.  And the National College Athletic Association is planning to combat the spread of coronavirus ahead of college basketball's March Madness tournament."], "Language": false}