{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/us/five-things-march-10-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-10T10:00:02Z"], "LastModifiedDate": ["2020-03-10T10:57:15Z"], "Headline": ["5 things to know for March 10: Economy, coronavirus, 2020 Dems, royals, horse racing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["You're not alone in your burning hatred of Daylight Saving Time. There are 32 states that want to abolish it, but for anything to change, Congress ultimately needs to give its approval.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Economy  President Trump is expected to announce an economic stimulus plan this afternoon in hopes of bolstering a market laid low by coronavirus fears and an upheaval in oil prices. Trump said his administration will seek a payroll tax cut and will consider relief options for hourly workers. Those in the struggling airline, cruise and hospitality industries may get some tax help, and several White House officials have supported the idea of expanding paid sick leave to avoid the risk of people going to work ill for fear of losing pay. None of this is a done deal yet, and GOP leaders have been coy about which provisions they agree upon so far. Meanwhile, the New York Federal Exchange is pumping at least $50 billion into the financial system to ease stress on the markets after the Dow briefly plunged more than 2,000 points yesterday.  2. Coronavirus  All of Italy and its 60 million residents are under lockdown as coronavirus cases now exceed 113,000 worldwide. Cases of the virus are mounting in the US, and it seems like there's a never-ending stream of cancellations and precautions being activated to curb the spread. Sports leagues are restricting locker room access, bands have postponed tour dates, and in Ireland, St. Patrick's Day parades have been scratched. However, in China and South Korea, coronavirus cases seem to have tapered off. The Chinese province of Hubei will start gradually lifting travel restrictions within the region, and South Korea's health minister says he thinks his country may have passed the peak of the outbreak.  3. Election 2020 Idaho, Michigan, Mississippi, Missouri, North Dakota and Washington state all hold primary elections today, and the outcome could make the path to the Democratic presidential nomination clearer than ever. The biggest contest of the day will be Michigan, which has 125 pledged delegates up for grabs. Joe Biden has a leg up over Bernie Sanders in the state, according to recent polls (though it's worth noting Michigan polls before the 2016 primary were inaccurate). Biden also enters the day with another big endorsement in his cap: former presidential candidate Sen. Cory Booker. Today's contests are considered a do-or-die set for Bernie Sanders before the primary calendar shifts to more Biden-friendly states. Arizona, Florida, Illinois and Ohio vote next week, all places where Sanders lost to Clinton in 2016's primaries.  4. Royals Britain's Prince Harry and Meghan, the Duchess of Sussex attended their last engagement as senior members of the royal family at the annual Commonwealth Service at Westminster Abbey. The event was the first time Meghan and the Queen have been seen together since she and Harry announced in January they'd decided to step back from royal life, shaking the foundations of the royal family. Meghan and Harry will officially bow out as senior royals on March 31 and then enter a 12-month transition period as they work on establishing their nonprofit organization. 5. Horse racing Twenty-seven prominent horse trainers, veterinarians and drug distributors have been indicted in a worldwide scheme to give racehorses performance-enhancing drugs to help them win. Prosecutors say the drugs and their effects led horses to injury, illness and, in some cases, death. Some involved in the scheme allegedly were tasked with getting rid of dead animals without properly reporting them. Trainer Jason Servis is among the defendants, and prosecutors say he \"doped virtually all horses under his control,\" including Maximum Security, who crossed the finish line first at last year's Kentucky Derby but was disqualified for interference. Just to give an idea of how much money is at stake with such a scheme, Maximum Security recently won $10 million in the inaugural Saudi Cup.  BREAKFAST BROWSE Starbucks is testing a new kind of cup  Sadly, it's not filled with endless coffee.  The psychology of why people panic-buy toilet paper, of all things  Yeah, what happened to the old milk-and-bread combo?  Dolly Parton wants to be on the cover of Playboy for her 75th birthday Give the queen what she wants!  A confused 'American Idol' contestant thought Pat Sajak and Justin Timberlake were judges on the show Timberlake, we get, but why did he think of Pat Sajak, of all people?  A new study concludes that money can buy happiness  It can pay for rent, mortgages, food, education, medical care, clothing and basically everything we need to stay alive, so, yeah, that feels a lot like happiness.  TODAY'S NUMBER 8,600 That's how many troops the US initially will leave in Afghanistan under the government's recent agreement with the Taliban. Withdrawal efforts began this week, with some 12,000 to 13,000 American troops still in the country.  TODAY'S QUOTE \"These proposals will help us to tell the story of people and places that for too long have been neglected or marginalized.\" Virginia Gov. Ralph Northam, voicing support for a bill that allows local governments in Virginia to vote to take down Confederate statues and monuments. The bill passed the state's House and Senate and will likely be signed into law by Northam.  TODAY'S WEATHER AND FINALLY How the Madame Tussauds wax sculptures are made Hyperrealistic sculpture videos are fascinating, but it's really hard finding one that doesn't open with someone popping in a fake eyeball. No one needs to see that first thing in the morning. Don't worry, though, this one's safe. (Click here to view.)"], "Language": false}