{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/health/money-buys-happiness-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["by Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-09T19:00:07Z"], "LastModifiedDate": ["2020-03-09T22:50:29Z"], "Headline": ["Could money buy happiness after all? A new study thinks so"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Does money really buy happiness? It appears to, at least for a small group of German college students who participated in a study on the connection between happiness and altruism, the selfless concern for the well-being of others. The study found the act of donating money to save a life produced happiness at first, but the effects didn't last. After a month, students who donated money were less happy than those who choose to keep the money for themselves. \"Prosocial behavior does not unequivocally increase happiness,\" the study authors wrote,\"because prosocial spending naturally requires giving up something else, which may decrease happiness in its own right.\" \"Wow, definitely a surprising result and one that is inconsistent with previous research,\" said happiness researcher Sonja Lyubomirsky, author of \"The How of Happiness: A Scientific Approach to Getting the Life You Want,\" who was not involved in the study. \"I can't explain it,\" said Lyubomirsky, a psychology professor at the University of California, Riverside. \"It doesn't makes sense in light of everything we know about the benefits of helping others versus oneself.\"  A 'helper's high' The new study does fly in the face of past research on the effects of putting the well-being of others before our own without expecting anything in return.  Prior analyses of brain scans found giving stimulates the reward centers of the brain, flooding out system with feel-good chemicals that produce what is knows as a \"helper's high.\"  Volunteering, for example, has been shown to minimize stress, improve depression, reduce the risk for cognitive impairment -- even help us live longer. One reason for this, experts say, is because giving to others contributes to our sense of community and belonging. And that, studies have found, is a key contributor to a healthy, longer life. \"The way to happiness is not by choosing to be happy, it's to find meaning in life,\" according to psychology professor Lyle Ungar, who has developed what he calls the Well-Being Map. It rates every county in the United States on such psychological factors as openness, trust, agreeableness and neuroticism.  \"Go volunteer, spend time at a charity, give something of yourself. The people who are doing fine in that way are living longer,\" Ungar said in a prior interview with CNN. Or as the Dalai Lama has said: \"Happiness is not something ready-made. It comes from your own actions.\"  Giving is good for your health It may not be \"happiness,\" but prior research has also shown \"prosocial spending,\" which is giving donations of money to others, reduced blood pressure and improved heart health. One study asked a group of people with high blood pressure to spend $40 on themselves, while another group of people, also with high blood pressure, were told to spend the money on others. They found those who spent money on others had lower blood pressure at the end of the six-week study.  In fact, the benefits were as large as those from healthy diet and exercise. Giving can also reduce pain perception, research shows. By studying scans of people's brains while they were thinking about giving, a study found those who said they would donate money to help orphans were less sensitive to an electric shock than those who declined to give. In addition, the more helpful people thought their donation would be, the less pain they felt. On the brain scans, the regions of the brain that react to painful stimulation appear to be instantly deactivated by the experience of giving. They saved some 318 lives The new study, published Monday in the journal Proceedings of the National Academy of Sciences, asked nearly 300 college students to choose between two lotteries after first rating their levels of happiness.  If people choose lottery A, they had a good chance of being picked to receive 100 euros for their personal use. If they choose lottery B, they would not receive money, but could trigger a gift of 350 euros that would save a life threatened by tuberculosis, also known as TB.   Tuberculosis is a deadly disease. The infectious lung disorder killed 1.5 million people in 2018, according to the World Health Organization, making it of the top 10 global causes of death and the leading cause from a single infectious agent -- even above HIV/AIDS. Two-thirds of the world's cases of tuberculosis are in only eight countries: India has the highest number of cases, followed by China, Indonesia, the Philippines, Pakistan, Nigeria, Bangladesh and South Africa. Both lottery scenarios in the study were real -- the researchers paid subjects a total of 40,764 euros and donated 111,300 euros to an Indian nonprofit charity, Operation ASHA, which fights tuberculosis. Each 350 euros would help identify, treat and cure five additional patients in India. Those five patients were estimated to be the equivalent of saving one additional human life from the disease. In the laboratory settings, about 60% of the students choose to save lives, and their responses on a survey indicated a feeling of self-satisfaction and happiness about their choice. Ah, but the money! But the pleasure didn't last. When contacted a month later via email, their happiness levels had dropped to below those who had originally decided to keep the money for themselves. Interestingly, the happiest people at the end of the study were those who choose the lottery to save lives, didn't get into that lottery and were randomly chosen later to receive 100 Euros. They were able to reap both the early psychological benefits of giving and the latter \"selfish\" benefits of spending the money. \"While this kept them from actually saving a life, they did not have to sacrifice the high payment, and they were able to tell themselves (and/or others) that they had done what was in their power to bring about the prosocial outcome,\" the study authors wrote. Did this study's findings truly fly in the face of past research and show that we are initially thrilled to help others, but in reality would truly rather help ourselves?  Or does it just show the reality of strapped college students who could always use an extra 100 euros to make ends meet? More research might tell."], "Language": false}