{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/fauci-trump-coronavirus-wuhan-lab/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-05T14:02:39Z"], "LastModifiedDate": ["2020-05-05T19:09:33Z"], "Headline": ["Anthony Fauci just crushed Donald Trump's theory on the origins of the coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["For weeks now, President Donald Trump has been making the case that the coronavirus originated not in nature but in a lab in Wuhan, China. He said late last week that he had a \"high degree of confidence\" that was what happened (although he didn't specify why he felt that way) and on Sunday night in a Fox town hall offered cryptically \"something happened.\" Enter Anthony Fauci, the head of the National Institute of Allergy and Infectious Disease and perhaps the single most prominent doctor in the world at the moment. In an interview with National Geographic posted on Monday night, Fauci was definitive about the origins of the virus which has sickened more than a million Americans and killed more than 68,000: \"If you look at the evolution of the virus in bats and what's out there now, [the scientific evidence] is very, very strongly leaning toward this could not have been artificially or deliberately manipulated ... Everything about the stepwise evolution over time strongly indicates that [this virus] evolved in nature and then jumped species.\" Now, before we play the game of \"he said, he said\" remember this: Only one of these two people is a world-renowned infectious disease expert. And it's not Donald Trump.   In short, Fauci's view on the origins of the disease matters a whole lot more than Trump's opinion about where it came from. Especially because, outside of Trump and his immediate inner circle, most people in a position to know are very, very skeptical of the Trump narrative that the virus came out of a lab -- whether accidentally or on purpose. Like the intelligence community, which in a statement last week via the Office of the Director of National Intelligence said this: \"The Intelligence Community also concurs with the wide scientific consensus that the COVID-19 virus was not manmade or genetically modified.\" And like our intelligence partners in the Five Eyes (the US, United Kingdom, Canada, Australia and New Zealand). \"We think it's highly unlikely it was an accident,\" a Western diplomatic official with knowledge of the intelligence told CNN Monday. \"It is highly likely it was naturally occurring and that the human infection was from natural human and animal interaction.\" Even Trump's Secretary of State Mike Pompeo got himself wrapped into a logic pretzel while trying to defend his boss' claim amid the mounting evidence it's simply wrong. Check out this exchange between ABC's Martha Raddatz and Pompeo on Sunday regarding where the coronavirus originated: RADDATZ: Do you believe it was manmade or genetically modified? POMPEO: Look, the best experts so far seem to think it was manmade. I have no reason to disbelieve that at this point. RADDATZ: Your -- your Office of the DNI says the consensus, the scientific consensus was not manmade or genetically modified. POMPEO: That's right. I -- I -- I agree with that. Yes. I've -- I've seen their analysis. I've seen the summary that you saw that was released publicly. I have no reason to doubt that that is accurate at this point. RADDATZ: OK, so just to be clear, you do not think it was manmade or genetically modified? POMPEO: I've seen what the intelligence community has said. I have no reason to believe that they've got it wrong. Wait, WHAT. So, the \"best experts\" say it was manmade. Except that the DNI says it wasn't. And Pompeo agrees with the intelligence community. I mean, what? The back-and-forth over where the virus originated -- and how -- is simply the latest example of how Trump seeks to shape reality to fit his predetermined conclusion. He needs someone to blame for the virus -- and \"Mother Nature\" isn't cutting it. So he turns to China -- and decided that they made this in a lab and, as he said in the Sunday night town hall: \"It should have been stopped. It could have been stopped on the spot.\" Is it possible that Trump knows something that the broader intelligence community in the US (and our allies) and the likes of experts like Fauci don't about where the virus came from? Yes, it is technically possible.  But the bulk of the intelligence gathering and science to this point all seems to point away from that conclusion and to a natural origin for the virus. Against the weight of that evidence, Trump said this when asked to explain his variant view: \"I can't tell you that. I'm not allowed to tell you that.\" In other words: Just trust me. Which, well, OK."], "Language": false}