{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/politics/primary-election-voter-turnout-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kate Sullivan, CNN"], "Writers": [["Kate Sullivan"]], "FirstPublishDate": ["2020-03-09T19:43:38Z"], "LastModifiedDate": ["2020-03-09T20:12:03Z"], "Headline": ["Washington state 'fortunate' for vote by mail amid coronavirus outbreak, Seattle mayor says"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Washington state is holding its primary election on Tuesday as it deals with one of the largest outbreaks of reported coronavirus cases in the US.  But the state has one advantage in preventing the spread of the virus on Election Day: All of its voting is done by mail, eliminating the large gatherings that take place in most states at polling locations.   \"We're a completely vote-by-mail state, so there's no polling places, people can drop their ballots off at a common place or put them in the mailbox for free,\" Seattle Mayor Jenny Durkan told CNN's Ana Cabrera on Sunday.  \"And so we're fortunate in that there won't be any congregation in and around voting,\" Durkan said. \"But we hope that, you know, we still maintain that enthusiasm for the public process and as many people vote as possible.\" Visit CNN's Election Center for full coverage of the 2020 race Authorities in Washington state, however, have warned voters to not lick the envelopes for their mail-in ballots, tweeting, \"Whether healthy or sick, please don't lick!\" Washington's Secretary of State Kim Wyman tweeted, \"As recommended by @WADeptHealth, please use alternative methods to seal your ballot return envelopes, such as a wet sponge or cloth.\" Coronavirus can spread through contact with an infected person's saliva. A cough, sneeze or handshake could enable its spread, as well as touching something an infected person has touched.  Wyman told Seattle's Morning News with Dave Ross that federal officials are \"concerned that they don't know how long the virus lives on an envelope that's been licked.\" People who are processing ballots have been told to wear gloves, Wyman said.  Washington state has become a hotbed of the novel coronavirus. The first case of coronavirus in the US appeared on January 20 in Washington state, according to federal health officials. The patient had just returned five days prior from Wuhan, China, where the outbreak started.  Durkan on Sunday raised concerns about the coronavirus's potential effect on the upcoming federal census.  \"I think that we, as a jurisdiction, local and state, are going to talk to the federal government about what kind of waivers we can get, because obviously, if we have a lot of people in quarantine or are decreasing the amount of people to congregate, we want to make sure that we get a fair count for the census and keep people safe,\" Durkan said.  Washington's primary on Tuesday will take place the same day as contests in Idaho, Michigan, Mississippi, Missouri and North Dakota.  Missouri is the only other state holding a Democratic primary on Tuesday besides Washington that has a reported case of coronavirus. Washington state has 137 cases, including 19 fatalities, and Missouri has one reported case.  Though there are no reported cases of coronavirus as of Monday afternoon in Michigan, guidance on how to minimize the spread of the virus has been distributed to election clerks. The guidance was titled \"Election Day Hygiene.\"  A spokesperson for the Michigan Department of State, Jake Rollow, said in a statement, \"On Super Tuesday, primaries were held without incident in states with known cases of coronavirus. As Michigan has no known cases of the virus, we are proceeding without expectation of an emergency here.\" \"In the meanwhile, we have provided guidance to election clerks statewide on countering misinformation and on hygiene practices recommended by the CDC,\" Rollow said.  The guidance to clerks reads, \"Regularly use alcohol/disinfectant wipes to clean pens/pencils, voting booths, voting equipment, touch screens, headsets, tables, doorknobs, light switches, handles, desks, toilets, faucets, sinks, and other surfaces.\"  \"Advise voters with concerns that they may increase social distances while standing in line and moving within the voting area,\" the guidance reads."], "Language": false}