{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/politics/coronavirus-donald-trump-health-politics/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-09T04:01:22Z"], "LastModifiedDate": ["2020-03-09T13:40:09Z"], "Headline": ["Trump dodges responsibility as coronavirus spreads and markets crash"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump is dodging responsibility as the coronavirus outbreak morphs into a global pandemic swiftly spreading across America and stock markets tank. He's instead accusing Democrats and the media of inflaming the crisis. The deflection campaign is a fresh example of Trump deploying his trusted method for winning his battles: flinging disinformation, alternative facts and biting attacks at his enemies. But the President's efforts to create an alternative reality are being badly outpaced by the facts of an emergency that defies political pressure. The total number of cases in the US has soared past 560. His upbeat public rhetoric is also starkly at odds with increasingly dire warnings from inside his own administration about draconian steps that may need to be taken. Trump's leadership will come under new scrutiny Monday after a bruising open to the week on Wall Street where trading was halted after the Dow Jones Industrial Average plunged 7%. CNN's Kevin Liptak reported there is now growing distrust between public health officials and the White House's political team with the former trying to present a realistic picture to the public while Trump aides seek to minimize the virus. The outbreak -- which CNN now considers a pandemic -- and signs of a disorganized response also raised questions about the President's apparent lack of concern about the latest developments. In a series of tweets on Sunday and Monday morning, the President sought to deflect the blame for the situation and downplay its seriousness. He rebuked New York Gov. Andrew Cuomo for complaining about \"mixed messaging,\" arguing instead that Democrats and journalists were guilty the virus as \"political weaponization.\" \"The Fake News Media and their partner, the Democrat Party, is doing everything within its semi-considerable power (it used to be greater!) to inflame the CoronaVirus situation, far beyond what the facts would warrant. Surgeon General, 'The risk is low to the average American,'\" Trump tweeted. Trump's travel restrictions imposed on people who had recently been in China may well have bought the administration time to gird for the disease's inevitable transfer to US soil. But the President's constant evoking of the decision ignores the fact that the challenge to public health has moved on. And the fact that there are serious questions over whether his team used the time to properly prepare. The building sense of foreboding contrasts with the President's sunny mood. The State Department warned US citizens against traveling on cruise ships. Dow Jones Industrials futures were down 4.8% possibly portending another week of routs on the markets. And two Republican members of Congress, Sen. Ted Cruz of Texas and Rep. Paul Gosar of Arizona, were self-quaranteening after coming into contact with a person later confirmed as having the coronavirus at the Conservative Political Action Conference late last month. The White House said that neither Trump nor Vice President Mike Pence, who both went to the conference, were believed to have interacted with the person. Despite increasingly worrying news about the spread of the virus, the President praised his own administration's work again on Saturday. \"No, I'm not concerned at all. No, I'm not. No, we've done a great job,\" Trump said. The President's confidence, however, contrasts sharply with increasing anxiety being expressed by top public health experts in his administration. It also raises questions about his capacity to lead in a time of crisis in which he has often seemed most concerned about downplaying the situation, stoking stock markets and minimizing the political impact of the virus in an election year. Last week, the President falsely blamed the Obama administration for slowing the development of coronavirus test kits and cited poll numbers that he said showed wide public support for his leadership that were more than two weeks old. He claimed Friday to have \"stopped\" the virus. From the Mueller investigation to the impeachment drama, Trump has succeeded in fogging accusations of wrongdoing or administration failures and attacked the institutions that hold him accountable like Congress and the press. He is also an expert at sowing narratives that his conservative media cheerleaders seize upon to build political pressure that ensures that Republican lawmakers pay a price for criticizing him. But the widening impact of the coronavirus drama, the constantly rising numbers of infections and the hammering taken by US stocks in recent days are casting constant doubt on the credibility of the President's assurances. Whether he will end up paying a political price for the gap between rhetoric and reality -- that would begin to erode the remarkable resilience of Trump's standing with GOP voters -- remains to be seen. Hopefully, the epidemic will not be severe and will soon pass. But a botched handling of a more serious crisis would be sure to damage a conventional President and it would test even Trump's capacity to shake it off and win reelection. Situation 'not encouraging,' a top US public health official says The concrete information needed to stem public concern and to help local authorities get a grip on the epidemic still seems hard to come by from top administration officials. On CNN's \"State of the Union\" on Sunday, US Surgeon General Dr. Jerome Adams was unable to say exactly how many people had so far been tested for coronavirus in the United States. \"The numbers are tough because they're changing minute by minute,\" he said when asked how many people had been tested. Adams said that currently there were 75,000 kits available -- a number that should grow to two million by Monday and four million by the end of the week. The President's breezy assessments increasingly do not mirror those of scientists and experts within his administration. \"I think we're getting a better sense as the days go by,\" Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said on NBC's \"Meet the Press\" on Sunday when asked for his evaluation of the impact of the virus. \"Unfortunately, that better sense is not encouraging because we're seeing community spread, and whenever you see community spread, you can do contact tracing, but as more community spread it becomes logistically more difficult,\" Fauci said. On \"Fox News Sunday,\" Fauci was asked whether it could become necessary to quarantine entire cities, like Seattle, after Italy took steps to isolate its hard-hit northern region. \"It's possible,\" Fauci said. \"You know, you don't want to alarm people, but given the spread we see, you know, anything is possible. And that's the reason why we've got to be prepared to take whatever action is appropriate to contain and mitigate the outbreak.\" The President's repeated claims that everything is under control are being contradicted by the rapid spread of the disease across the country and continuing uncertainty over the availability of testing kits needed by state and local medical authorities. Last Monday morning, ahead of a week packed with conflicting messages, misplaced optimism and obfuscation by the President, the tally of US cases stood at 89. The disease has now spread into 34 states and the District of Columbia, at least 565 cases have been confirmed and at least 22 people have died. Eight states have declared states of emergency. The real number of infections may be much higher, but the true extent of the crisis was disguised by delays and malfunctions in coronavirus testing that suggest the administration squandered valuable time as the virus ravaged China to properly prepare for its US arrival.  Virus at 'second inflexion point'  There are more signs of disorganization as officials debate how to handle the cruise ship off the coast of California carrying 3,500 people, including 21 who tested positive for the virus. \"We shouldn't have 16 people saying what the plan is ... particularly when it hasn't been fully formulated,\" coronavirus task force member Dr. Ben Carson said on ABC's \"This Week.\" The captain of the Grand Princess told passengers Sunday evening that California residents would be quarantined at two military bases for 14 days. Other US residents will go to Texas or Georgia and charter flights will be arranged for international guests. The crew will be quarantined on board. The fate of the cruise ship and other weekend developments suggest the US phase of the coronavirus epidemic has entered a more urgent moment -- that will soon begin to affect everyday life. Former Trump White House Homeland Security adviser Tom Bossert said on \"This Week\" that while the President deserved credit for limiting travel from China, the disease had now reached a second inflexion point in the US and needed to be tackled aggressively. \"This virus is demonstrating a potential that is way more significant than the flu,\" Bossert said. \"And so, when I hear people say that we're dealing with the flu or something like it, I get awfully nervous because the numbers suggest that this -- if we don't act to intervene, and interact with this disease in a way that's collectively aggressive, this disease spreads three times more quickly among a populace that doesn't have any immunities to this virus.\" This story has been updated to include additional reporting and reaction."], "Language": false}