{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/asia/north-korea-launch/index.html"], "Source": ["cnn"], "Location": ["Seoul, South Korea"], "ByLine": ["By Yoonjung Seo, Will Ripley and Sophie Jeong, CNN"], "Writers": [["Yoonjung Seo", "Will Ripley", "Sophie Jeong"]], "FirstPublishDate": ["2020-03-08T23:06:29Z"], "LastModifiedDate": ["2020-03-09T12:46:28Z"], "Headline": ["North Korea launches unidentified projectiles for second time in two weeks"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["North Korea fired at least three unidentified projectiles Monday, according to US and South Korean officials, the second such move by the Kim Jong Un regime in two weeks. South Korea's Defense Ministry said it detected different types of short-range projectiles fired from the Sondok area on North Korea's east coast into the waters between the Korean Peninsula and Japan. The projectiles had a maximum flight distance of 200 kilometers (124 miles) and maximum altitude of 50 kilometers (31 miles), according to the ministry. \"Currently, our military is monitoring related movement in case of an additional launch, while maintaining thorough preparedness,\" South Korea's Defense Ministry said Monday, adding that it believed the launches violated agreements reached with Pyongyang in 2018 intended to ease military tensions on the Korean Peninsula. A US official told CNN that North Korea had fired four unidentified projectiles. The South Korean Defense Ministry said the launches could be \"joint strike drills that include multiple types of multiple rocket launchers\" as part of Pyongyang's winter military drills.  North Korean state media said it carried out military exercises that began on February 28, the one-year anniversary of Kim's summit in Hanoi with US President Donald Trump which ended without a deal. They continued March 2, when Pyongyang fired two unidentified short-range projectiles from an area near the coastal city of Wonsan, about 65 kilometers (40 miles) south of Sondok.  Two other US officials said the launch was not unexpected. One of the officials said \"signs\" had been observed but didn't say what they were. \"We are aware of a North Korean missile launch this morning into the East Sea, will continue to monitor the situation and are consulting closely with our South Korean and Japanese allies,\" United States Forces Korea said in a statement. A spokesperson for the US State Department told CNN it was assessing the situation, adding: \"We continue to call on North Korea to avoid provocations, abide by obligations under UN Security Council Resolutions, and return to sustained and substantive negotiations to do its part to achieve complete denuclearization‎.\" No other details were immediately available. A two-month pause The recent launches come after a nearly two-month pause in similar activities by North Korea.  The country test-fired missiles 13 times in 2019 amid stalled talks with the United States, though Pyongyang refrained from firing the intercontinental-range missiles that are particularly worrying to the Trump administration.  US President Donald Trump called the launches \"very standard\" in September last year and claimed they posed no direct threat to the US mainland. The weapons do, however, pose a considerable threat to South Korea and some 28,000 US troops stationed there. Kim had warned the US in 2019 that it had until the end of that year to jump start the stalled denuclearization talks. When that deadline came and went without any movement from Washington, Kim announced during a New Year's Day message that his country would bolster its nuclear deterrent, and no longer be held to a self-imposed moratorium on major weapons testing. Kim also pledged to show off a \"new strategic weapon\" in the near future. Experts said the \"strategic weapon\" may mean an advanced type of intercontinental ballistic missile (ICBM) or a submarine-launched ballistic missile (SLBM). These latest tests do not appear to be that promised \"strategic weapon,\" analysts say. Maximum impact Though weapons tests are important for developmental purposes, North Korea's military moves are often timed for maximum political impact both at home and abroad.  To his domestic audience, Kim projects strength in the face of perceived external threats. Beyond its borders, launches are often perceived as an attempt to get back on the global radar.  Currently, both South Korea and the US -- North Korea's two main adversaries -- are dealing with their own deadly novel coronvirus outbreaks.  After news of the outbreak in mainland China broke in January, North Korea quickly sealed off its borders and quarantined all foreigners in an effort to prevent an outbreak inside the country, which is perceived to be highly vulnerable due to limited medical capabilities. Pyongyang has not confirmed a single case of the virus, a claim questioned by many outside observers."], "Language": false}