{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/business/trip-com-ceo-salary-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-03-09T10:17:53Z"], "LastModifiedDate": ["2020-03-09T12:37:04Z"], "Headline": ["China's Trip.com CEO slashes salary to zero as the coronavirus slams travel"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Trip.com, China's largest online travel platform, is feeling so much pain from the novel coronavirus outbreak that CEO Jane Sun and chairman James Liang will stop taking salaries to help the company cope with losses.  Sun told staff about the move in an internal memo provided to CNN Business by a Trip.com spokesperson on Monday.  \"Starting from this month, James and I will receive zero salary, and members of the senior management will take voluntary pay cuts, up to half of their salary,\" Sun wrote.   Trip.com, which owns and operates Ctrip and Skyscanner, declined to comment on how much Sun and Liang earn. The company did not disclose their salaries in its most recent annual report, but noted that it paid all of its directors, including Sun and Liang, cash compensation totaling $1.7 million in 2018.  Shares in Trip.com are down nearly 12% so far this year. The coronavirus, also known as Covid-19, has killed more than 3,800 people so far, and sickened nearly 110,000 around the world.  The pandemic has dealt a massive blow to the travel and tourism industry. Demand for travel is plummeting, as companies curb business trips, airlines slash flights to affected areas and organizers cancel major events such as South by Southwest, Mobile World Congress and the Geneva motor show.  Hotels and airlines have already begun to warn of steep losses. The International Air Transport Association said the outbreak could cost global airlines $113 billion in lost revenue. The industry group says a worst case scenario could see airline passenger numbers fall more than 20% in Europe and Asia. Hilton, InterContinental and Marriott all said they will likely lose tens of millions of dollars.  In China, the travel industry is also suffering from government policies. In an effort to contain the virus, domestic and outbound group travel packages have been banned since late January.  Trip.com's Sun told CNN Business in an interview last month that the company has seen millions of orders canceled and that the hit to Trip.com and the global travel industry \"will be significant.\"   The company will report fourth quarter earnings next week, where executives will be expected to update investors on the impact of the coronavirus on Trip.com's business.  Sun was confident that pent-up demand will drive recovery for Trip.com once the outbreak is over.  But economists at Tourism Economics said that the industry won't fully recover until 2023, and other experts point out that some activities will be lost forever.  Consulting firm McKinsey said in a report this month that aviation, tourism and hospitality sectors will see lost demand that \"is largely irrecoverable.\""], "Language": false}