{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-09T12:16:24Z"], "LastModifiedDate": ["2020-03-09T12:16:24Z"], "Headline": ["Oil stocks hammered after Saudi Arabia triggers price crash"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Markets are in turmoil after the collapse of an alliance between Saudi Arabia and Russia, two of the world's top oil producers, triggered the worst one-day crash in oil prices in nearly 30 years — fanning new fears about a global economy already reeling from the coronavirus pandemic. What's happening: Saudi Arabia slashed oil prices after Russia refused to go along with OPEC's proposal to impose deeper cuts to production in the face of slumping demand. The standoff sent Brent crude futures, the global benchmark, down as much as 31% to $31.02 per barrel, as traders brace for Saudi Arabia to flood the market with crude. The shock has also rattled stock and bond markets, which were already freaking out over the global spread of the coronavirus. On Sunday, Italy put much of its prosperous north — including financial capital Milan — on semi-lockdown, the most dramatic effort yet to contain the virus outside China. Italy's main stock index plunged more than 9% in early trading, while Germany's DAX and Britain's FTSE 100 have both lost more than 6%. S&P 500 futures fell by as much as 5% in early trading in Asia, their upper limit. Safe havens soar: The yield on the 10-year US Treasury note has dropped below 0.5% for the first time in history, signaling growing expectations for a recession and further interventions by policymakers. Gold at one point rose above $1,700 per ounce. The severe reaction from markets comes as Wall Street issues escalating warnings about the economic damage from the coronavirus, which looks increasingly likely to send growth in much of the world into reverse. Joachim Fels, global economic advisor at PIMCO, told clients on Sunday that he now sees a \"distinct possibility\" of a recession in the United States and Europe during the first half of the year, followed by a recovery in the second half of the year. Japan, he said, \"is very likely already in recession.\" \"In our view, the worst for the economy is still to come over the next several months,\" Fels said. Oil crash sends energy stocks plunging The dramatic crash in oil prices has sent energy stocks nosediving, battering a sector that had already been hit hard by shrinking demand due to the coronavirus outbreak and by cooling investor sentiment because of the climate crisis. Shares of BP are down nearly 18% in early trading in Europe, while Royal Dutch Shell has lost 14%. ExxonMobil's stock is down more than 11% in premarket trading, while Chevron is down nearly 12%. On Sunday, Saudi Aramco shares fell below their IPO price for the first time since they started trading in December. They've lost more than 15% in the past two days. No help for airlines: Falling oil prices would typically provide some relief for airlines, which get a boost when fuel costs are low. But evaporating demand for flights as the novel coronavirus spreads means carriers aren't getting a lift. Shares of Norwegian Air Shuttle dropped another 12% on Monday, while Air France KLM's stock is off 3%, bringing its year-to-date decline to 44%. British Airways owner IAG's shares are 2.7% lower. The stock has dropped more than 32% this year. Italy's semi-lockdown makes a recession hard to avoid Italy has imposed the most draconian lockdown outside mainland China as it attempts to control Europe's biggest outbreak of the novel coronavirus, restricting the movements of more than 10 million people in the northern part of the country. That shutdown, which includes Milan and top tourist destinations like Venice, will shock the country's economy and is poised to send Italy into recession. \"The semi-lockdown with serious travel restrictions exacerbates the near-term damage significantly,\" Holger Schmieding, chief economist at Berenberg, told clients Monday. The bank now expects Italy's economy to shrink by 1.2% in 2020, much worse than the 0.3% contraction predicted previously. Europe will likely follow suit. Berenberg expects the region's economy to contract by 0.1% in 2020 instead of growing 0.5%. Up next Stitch Fix reports results after US markets close. Coming tomorrow: China releases inflation data for February, which will indicate how the coronavirus outbreak is hitting prices."], "Language": false}