{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/dubai-self-driving-public-transport/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-09T11:07:48Z"], "LastModifiedDate": ["2020-03-09T11:07:48Z"], "Headline": [null], "Section": ["autos"], "MappedSection": ["STYLE"], "Article_Body": ["As part of its efforts to promote driverless vehicles, Dubai trialled this autonomous module from NEXT Future Transportation, which could be showcased at Expo 2020.  The modular vehicles can each accommodate 10 passengers - or 20 with standing room.\n\nSeveral can be connected together to form a chain, with passengers able to move between units.  Dubai has set a target of having 25% of journeys in the city to be made through self-driving vehicles by 2030 - and separately of having 26% of journeys through public transport by the same year.\n\nPod-style vehicles could play an important role in realizing these targets. Several have been on trial in the city including those of NEXT and French firm Easy Mile, whose EZ10 model is shown here.    Dubai staged its inaugural Self-Driving Congress in October. The centerpiece was a challenge to produce First and Last Mile Connection vehicles, with more than $5 million in prize money at stake. \n\nThe five finalists included Easy Mile and fellow French company Navya, whose pod-style vehicles have been in public use in France since 2016.  Also a finalist was Dutch company 2getthere, whose vehicles include the Brussels Airport Autonomous Shuttle.  Pods have become an increasingly popular mode of autonomous public transport around the world, offering a low-speed, low-cost form of self-driving technology that allows users to become familiar with driverless transport. \n\nThe 'Olli' bus from Local Motors first carried passengers in Washington in 2016.  Passengers wait to embark on a self-driving shuttle bus in Drimmelen, the Netherlands - the country ranked No.1 in KPMG's Autonomous Vehicles Readiness Index. The \"Gacha\", a self-driving shuttle bus for all weather conditions, is presented to the public in Helsinki, Finland - the product of a collaboration between MUJI and Sensible 4. The first German autonomous driving public transport bus drives on a country road that is part of its new route near to the train station of Bad Birnbach, southern Germany.\n\nThe self-driving public transport bus will bring passengers now from the train station to the town centre of Bad Birnbach, and back. The Trapizio bus stops for passengers in the Swiss town of Neuhausen Rheinfall. Tourists looking at \"Erica\", the first driverless autonomous bus in Catalonia, during its presentation in 2018.  The Optimus Ride autonomous six-seater shuttle bus drives through the Brooklyn Navy Yard in New York City. \n The launch of an electric self-driving bus service in the French city of Lille. An on-demand autonomous shuttle bus is seen during the official launch of a public trial run at Sentosa island resort in Singapore. Passengers board a self-driving minibus at Shanghai Jiao Tong University in Shanghai, China."], "Language": false}