{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-refunds-for-hotels-airbnb/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-08T22:41:06Z"], "LastModifiedDate": ["2020-03-09T10:33:18Z"], "Headline": ["Need a coronavirus refund for your hotel or vacation rental? It's complicated"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["Michael Moldofsky booked a seven-bedroom rental house in Austin, Texas, months in advance using the vacation rental site VRBO. The Los Angeles-based consultant planned to attend Zoholics, an annual software conference. Now, Austin has declared a local state of disaster because of concerns about the coronavirus. The conference, like the Austin festival SXSW, is called off.  That means Moldofsky is out $3,434, money that VRBO refused to refund.  \"They've made no resources available that I'm aware of,\" said Moldofsky. \"I'm at the mercy of the vacation rental.\" As concerns about Covid-19 spread, thousands of travelers across the globe are canceling or reconsidering their travel plans. But if they do cancel, getting a refund for a hotel or vacation rental can be complicated, and policies vary widely among companies. VRBO's official announcement on Covid-19 notes that the company's \"Book with Confidence Guarantee\" doesn't cover \"force majeure\" events, \"such as weather events, natural disasters or construction.\" In contrast, Airbnb has extended its Extenuating Circumstances Policy to cover travelers going to and coming from China, South Korea and some parts of Italy. That still leaves many travelers unprotected, including the thousands of people who'd planned to attend SXSW in Austin. One such traveler is New Yorker Tommy Mariani, who booked a rental through Airbnb for his trip to SXSW. When he received an email from event organizers stating the festival was called off, he immediately canceled his reservation.  \"They're taking roughly $1,300 of mine, and the only money I was going to be receiving back is $124,\" said Mariani. \"In order for me to get a full refund, they said that the actual state of Texas has to file a state of emergency.\"  As Covid-19 spreads, the situation remains fluid, with policies being updated frequently. If you're planning to cancel a trip, here's what you need to know about getting a refund: Can you get a VRBO or Airbnb refund? When a traveler books with Airbnb, their reservation comes with one of six cancellation policies, ranging from flexible to super strict. These are set by the host. However, the company has announced that some Covid-19-related cancellations may qualify for refunds under the Extenuating Circumstances Policy. When the website recognizes that travelers are going to or coming from certain affected areas, an automatic message will be generated offering the chance to cancel without a penalty.  Qualifying areas currently include mainland China; the Lombardy, Veneto and Emilia-Romagna regions of Italy; and South Korea. Airbnb is not available in Iran, which has been severely affected by Covid-19. Even if you're not coming from or going to an area that automatically qualifies for a refund, though, it might be possible to get your money back.  In a policy on its website, Airbnb states travelers will be covered by the extenuating circumstances policy if they have to cancel to comply with authorities, or if their transport is canceled because of Covid-19. (Anyone diagnosed with or suspected to have Covid-19 can also get a refund.)  The vacation rental property VRBO has not offered any Covid-19-related exceptions to its cancellation policy.  Can you get a coronavirus hotel refund? Cancellation policies vary widely among companies, and hotel chains have continued to update their statements in recent days. But even in recent statements, the geographical areas covered by refund policies haven't kept up with CDC recommendations. Marriott, the world's largest hotel chain, is waiving cancellation fees for travelers going to or coming from a list of affected areas. (Iran is not listed.) Choice Hotels, a group with brands including Sleep Inn and Rodeway Inn, told CNN in a statement that travelers going to and coming from China could cancel penalty-free for stays through March 31. Wyndham Hotels & Resorts, whose brands include Howard Johnson and Travelodge, released a statement saying travelers going to or coming from China, South Korea and Italy may cancel penalty-free if they booked directly with the company. InterContinental Hotels Group, which has more hotels in nearly 100 countries, is offering penalty-free cancellations for direct bookings through March 31 for travel to and from China, Hong Kong, Macau, Taiwan, South Korea and Italy. What about third-party bookings? Many hotel statements on Covid-19-affected travel state that cancellation policies apply only to bookings made directly through the hotel. That means travelers who have booked via a third-party site such as Expedia or Booking.com should contact those sites directly. In a statement updated March 7, Booking.com announced that Covid-19 qualifies for Force Majeure/Forced Circumstances. Qualifying bookings can be canceled without penalty. The policy covers travel to and from mainland China, as well as certain regions of Italy and South Korea. In addition, the Forced Circumstances policy applies to travelers affected by travel bans, and \"individual cases wherein a traveller cannot reasonably be expected to travel/stay.\" The booking site Expedia directs travelers requesting a refund to a customer portal, and notes that it will respond to requests to waive penalties within 14 days. In a statement on the website, the company notes a high volume of calls is making it difficult to reach the company by phone.  Will your travel insurance help? Even if you have travel insurance, it might not cover you.  \"Standard travel insurance is very valuable, but not in the context of the coronavirus,\" Stan Sandberg, co-founder of TravelInsurance.com, told CNN, noting that standard travel insurance doesn't kick in for travel advisories or when travelers are simply concerned. For better coverage, Sandberg suggests purchasing a \"Cancel For Any Reason\" policy, which offers more flexibility."], "Language": false}