{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/health/states-early-reopening-impact/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-05-05T17:15:40Z"], "LastModifiedDate": ["2020-05-05T17:58:04Z"], "Headline": ["We won't know the impact of states reopening for weeks. Here are several reasons why"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It's a gamble playing out across the country, and the stakes are unknown. More than half of the states have started reopening, including many that have not met White House guidelines on when to do so. The big question now is whether the numbers of coronavirus cases and deaths will surge.   But don't be fooled: The numbers of new cases and deaths shortly after a state's reopening aren't reflective of those loosened restrictions. In fact, it takes several weeks for the effects of reopenings to emerge.  This virus' incubation period -- the time from when someone gets infected to when he or she starts showing symptoms -- ranges from two to 14 days, according to the Centers for Disease Control and Prevention. The virus can also be spread in public by people with no symptoms at all. \"It will be at least two to three weeks before we see an increase in the number of infections because it takes time for individuals to infect others and for them to display symptoms,\" said data scientist Youyang Gu, whose coronavirus projection model is cited by the CDC.  \"After displaying symptoms, it will still take a few days for the symptoms to worsen enough for the person to get tested. The test results can take a few days to get reported. At each stage, there's a lag time.\" Any deaths from new exposures will take even longer to be seen, said Gu, whose forecasts on Covid19-projections.com have closely matched reality. He started analyzing data in late March. For those who succumb to Covid-19, \"around three weeks is the average time between infection to death,\" said Gu, citing studies from Italy and China.  \"But it's a wide range. It can vary from a week or two (to) many weeks, if you're on a ventilator.\" Progress made could become progress lost With the economy plummeting and unemployment rates soaring, some states have reopened businesses despite falling short of guidelines recommended by the White House and other health experts. Among the guidelines for \"Opening Up America Again,\" states shouldn't start to reopen until they have a downward trajectory of positive cases in a 14-day period or a \"downward trajectory of positive tests as a percent of total tests within a 14-day period.\" It would be smart for states to meet those guidelines first, said infectious disease expert Dr. Carlos del Rio, a professor of medicine and global health at Emory University. Otherwise, they risk a second wave of increased infections and deaths that could overwhelm hospitals and hit more Americans with expensive medical bills.  Even states that stick to their stay-at-home orders can be affected by neighboring states that lift their restrictions.  \"It's like having a peeing section in a swimming pool,\" del Rio said. \"All the time, we're crossing state lines.\"  What we can learn from other places that reopened With the weekslong gap between reopenings and results, \"you don't want to rush the reopening because by the time you realize what's happened, it'll be too late to reverse the decision,\" Gu said.   After officials reopened Japan's second-largest island, Hokkaido, \"they had to shut down again three weeks later because of the increase in cases,\" Gu said. \"That became apparent only after three weeks.\"  Hong Kong and Singapore also seemed to have their outbreaks under control and started easing restrictions -- only to have major resurgences of the virus that led to stricter rules. Some US states might also have to shut down for a second time, Gu said. \"It depends on how states handle it. Some are doing it more carefully than others,\" Gu said. \"The ultimate goal is the to keep the basic reproduction number under 1.\"  The basic reproduction number -- also known as the R value -- represents how many people each infected person will likely infect, on average.  An R value under 1 means fewer and fewer people will get infected, and the virus starts fading away. But an R value of more than 1 means the epidemic will get worse, spreading exponentially. Before mitigation efforts like stay-at-home orders, scientists estimated the R values for coronavirus were between 2 and 3, on average. But after restrictions, those numbers started to decrease.  Could the numbers get better after states reopen? \"It's definitely possible,\" Gu said. \"If a state can keep their R level below 1, their numbers will continue to decrease.\" Before states started reopening, many had R values of less than 1 following stay-at-home orders, according to Covid19-projections.com. But that was when most states were under stay-at-home restrictions. And even in states that didn't have orders, many residents practiced social distancing, Gu said. What happens next will likely depend on how rapidly the virus was spreading in a state before it reopened. \"If your R value is 0.95, it's unlikely you can maintain a value of under 1 after you reopen,\" Gu said. But states with lower R values have more leeway -- even if more people get exposed to the virus in public.  \"If you go from 0.8 to 0.9, you're still going to decrease\" the overall spread, Gu said.  Each person can also help control the outcomes as states start to reopen.  Officials recommend everyone continue staying 6 feet away from others, wear a cloth face mask outside the home, wash hands frequently and avoid touching the face. According to recent studies, Gu said, \"If any state required all residents to wear masks, the likelihood of a steep increase in infections will decrease.\" You asked, we're answering: Your top coronavirus questions"], "Language": false}