{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/china/china-coronavirus-hotel-collapse/index.html"], "Source": ["cnn"], "Location": ["Shanghai"], "ByLine": ["By Yong Xiong, Theresa Waldrop, and Steven Jiang, CNN"], "Writers": [["Theresa Waldrop", "Steven Jiang"]], "FirstPublishDate": ["2020-03-07T18:31:00Z"], "LastModifiedDate": ["2020-03-08T14:48:22Z"], "Headline": ["10 dead after coronavirus quarantine hotel collapses in China"], "Section": ["china"], "MappedSection": [null], "Article_Body": ["Ten people died after a hotel being used as a coronavirus quarantine center collapsed Saturday night in southeastern China, according to the Ministry of Emergency Management.  Eighty people were inside the building when it came down. Nine escaped, while 71 people were trapped. Of those, 48 have been pulled from the rubble and 23 remain unaccounted for. The Fujian Fire Department has deployed more than 1,000 firefighters and other emergency responders, who worked through the night to find survivors. \"We are using life detection instruments to monitor signs of life and professional breaking-in tools to make forcible entries. We are trying our utmost to save trapped people,\" said Guo Yutuan, squadron leader of the Quanzhou armed police detachment's mobile unit.  Among those rescued were a young boy, his father and mother. The family was taken to a hospital.  At the time of the collapse, 58 people were under quarantine in the hotel and all had tested negative for novel coronavirus. There were also 16 hotel staff and six car dealership employees on site. The building's owner is in police custody, according to state news agency Xinhua.   The hotel was a seven-story steel structure, built in 2013 and converted to a hotel in 2018, according to Xinhua. The owner began renovating the first floor in January.  Workers called the owner around 7 p.m. local time on Saturday and told him a pillar had became distorted during construction, according to Xinhua. The building collapsed a few minutes later. Local officials told Xinhua that an investigation will determine if the building collapsed due to structural issues or renovation work.  Quanzhou is about 600 miles from Wuhan, the epicenter of the coronavirus outbreak in China, where more than 3,000 people have died from the virus. "], "Language": false}