{"Type": ["article"], "Url": ["https://www.cnn.com/2013/04/05/us/jeff-bezos-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-04-05T22:34:35Z"], "LastModifiedDate": ["2020-05-05T15:17:48Z"], "Headline": ["Jeff Bezos Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here is a look at the founder and Chief Executive Officer of Amazon, Jeff Bezos. As of April 2020, Forbes ranked Bezos as the world's richest man. Personal Birth date: January 12, 1964 Birth place: Albuquerque, New Mexico\t Birth name: Jeffrey Preston Jorgensen Father: Ted Jorgensen Mother: Jackie (Gise) Bezos Marriage: MacKenzie (Tuttle) Bezos (1993-2019, divorced) Children: A daughter adopted from China, and three sons Education: Princeton University, B.S. in electrical engineering and computer science, 1986 Other Facts He was adopted at a young age by his stepfather, Miguel \"Mike\" Bezos, an engineer at Exxon. Timeline 1994 - Leaves D. E. Shaw & Co. in order to develop Amazon. 1999 - Is named Time magazine's Person of the Year. 2000 - Founds Blue Origin, LLC, an aerospace company to provide low-cost access to private space travel.  2011 - Bezos and his wife donate $15 million to create the Bezos Center for Neural Circuit Dynamics at Princeton University. November 2012 - Fortune Magazine names Bezos its 2012 Businessperson of the Year. March 2012-2013 - Leads the privately funded Apollo 11 F-1 Engine Recovery project team that, in March 2013, recovers parts of two rocket engines from the Atlantic seafloor. The rockets from the 1969 Apollo 11 mission remain property of NASA. August 5, 2013 - It is announced that Bezos is purchasing The Washington Post. Bezos officially becomes the owner on October 1. January 1, 2014 - Bezos is evacuated on an Ecuadorian navy helicopter from the Galapagos Islands after he develops kidney stones. An Amazon spokesman later says no surgery was required.  November 24, 2015 - Bezos' company Blue Origin successfully lands a rocket back on Earth after a space flight. In the past, rockets were disposed of after launching space crafts. Reusable rockets would substantially reduce the cost of space flight. July 18, 2016 - Amazon confirms Bezos has a cameo role as an alien in the movie \"Star Trek Beyond.\"  December 14, 2016 - Along with other tech executives, Bezos meets with President-elect Donald Trump at Trump Tower to discuss issues such as education, trade and immigration.  September 5, 2018 - Bezos contributes $10 million to With Honor, a nonpartisan organization and super PAC that aims to increase the number of veterans in politics. September 13, 2018 - Bezos announces via Twitter that he and his wife will commit $2 billion to a fund called \"Bezos Day One Fund.\" The fund will support nonprofits that help homeless families and create a network of preschools in low-income communities. January 9, 2019 - In a joint statement, Bezos and his wife, MacKenzie, announce they are divorcing after 25 years of marriage.  January 31, 2019 - Amazon posts its first $200 billion sales year. February 7, 2019 - In a blog post, Bezos accuses AMI, the publisher of the National Enquirer, of trying to extort him, alleging that AMI threatened to release compromising photos of him. READ MORE: Jeff Bezos and the National Enquirer: A timeline of events. March 6, 2019 - Haven, the name of the venture created by Bezos, Warren Buffett and Jamie Dimon to improve the health care system, is unveiled. March 30, 2019 - An investigator working for Bezos to find out how evidence of his extramarital relationship provided to the National Enquirer claims that Saudi Arabia had access to information before the photos and texts were leaked. In an opinion article for the Daily Beast, Gavin de Becker says that Saudi leadership wanted to harm Bezos because of the Washington Post's coverage of Jamal Khashoggi's murder. April 4, 2019 - Bezos and his wife announce that they have agreed to divorce terms, with MacKenzie Bezos set to keep 25% of the couple's Amazon stock, which would give her a 4% stake in the company. Bezos will retain voting control over all MacKenzie's shares and will also maintain all his interests in the Washington Post and Blue Origin. May 9, 2019 - Bezos unveils Blue Origin's new rocket engine and a mockup of the lunar lander it wants to use to shuttle cargo or people to the moon. The lunar lander's first mission is slated for 2024. February 17, 2020 - Bezos commits $10 billion to the Bezos Earth Fund, a new initiatve to back scientists, activists and organizations working to mitigate the impact of climate change. April 7, 2020 - Bezos ranks No. 1 on Forbes' annual list of billionaires, with a net worth of $113 billion."], "Language": false}