{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/politics/mike-pompeo-us-coronavirus-outbreak/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler and Veronica Stracqualursi, CNN"], "Writers": [["Jennifer Hansler", "Veronica Stracqualursi"]], "FirstPublishDate": ["2020-03-06T16:03:43Z"], "LastModifiedDate": ["2020-03-06T21:15:13Z"], "Headline": ["Pompeo is 'confident' the US will handle coronavirus 'better than any nation in the world'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo said Friday that he was \"confident\" that the United States would handle the novel coronavirus \"better than any nation in the world\" as the Trump administration has been under scrutiny for its initial handling of the coronavirus outbreak. Pompeo voiced the optimism during an interview with CNBC, in response to a question about whether the US could have as successful a response as China without imposing on people's civil liberties. China imposed severe restrictions on travel in an effort to contain the virus. \"I'm confident we can handle it here. I'm confident we'll handle it better than any nation in the world,\" Pompeo said. Late last month, the White House assembled a coronavirus task force, with Vice President Mike Pence at the helm. Trump has downplayed the threat and made inaccurate statements about the virus, cutting into the efforts of public health experts trying to prepare the public for a possible pandemic. Pompeo seemed to blame the Chinese government for the outbreak of the novel coronavirus, which was discovered late 2019 in Wuhan, China, and putting the US \"behind the curve.\" \"Remember this is the Wuhan coronavirus that's caused this and the information that we got on the front end of this thing wasn't perfect and has led us now to a place where much of the challenge we face today has put us behind the curve,\" Pompeo said on CNBC.  Pompeo said it \"has proven incredibly frustrating to work with the Chinese Communist Party to get our hands around the data set, which will ultimately be the solution to both getting the vaccine and attacking this risk.\" He did acknowledge he was \"happy\" with the efforts China had taken to slow the spread of the virus.  Pompeo has specifically used the phrase \"Wuhan coronavirus\" and \"Wuhan virus\" when discussing the illness in recent days, despite the fact that it was officially named by the World Health Organization as COVID-19 or coronavirus disease in February. \"Having a name matters to prevent the use of other names that can be inaccurate or stigmatizing. It also gives us a standard format to use for any future coronavirus outbreaks,\" Dr. Tedros Adhanom Ghebreyesus, WHO's Director General, said at the time. Pompeo's comments were aimed at countering disinformation from the Chinese government about the origin of the virus, a State Department official said. A Chinese Foreign Ministry spokesperson said this week they were still tracing the origin of COVID-19, although the first confirmed cases were found in Wuhan. \"No less authority than the Chinese Communist Party said it came from Wuhan,\" Pompeo said Friday. \"We have pretty high confidence that we know where this began, and we have high confidence too that there was information that could have been made available more quickly and data that could have been provided and shared among health professionals across the world.\" Pompeo downplayed anecdotes about the US government mishandling its coronavirus response, saying on CNBC that he \"would urge everyone not to rely on anecdote stories that one hears about a particular instance but look at the actions that we're taking.\" \"This response has been serious, robust and it will continue to be,\" he said. Pompeo deferred on questions about the shortage of testing kits, saying he wasn't involved directly. Pence acknowledged Thursday that there were not enough kits to meet demand. The number of confirmed coronavirus cases in the US has grown to over 200 across 19 states, including 12 deaths. The State Department has raised the travel advisories for countries including China, Italy and South Korea, countries where the coronavirus has spread widely, and also implemented new coronavirus screening procedures for travelers from \"high risk\" countries to the US. On Friday, Trump signed a $8.3 billion coronavirus funding package passed by Congress. "], "Language": false}