{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/business/oil-prices-opec-disarray/index.html"], "Source": ["cnn"], "Location": ["Vienna"], "ByLine": ["By Mark Thompson and John Defterios, CNN Business"], "Writers": [["Mark Thompson"]], "FirstPublishDate": ["2020-03-06T17:51:49Z"], "LastModifiedDate": ["2020-03-06T21:06:27Z"], "Headline": ["Oil just had its worst day in 11 years as OPEC and Russia fall out over the coronavirus crisis"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Oil prices crashed more than 9% to their lowest level in nearly three years on Friday as major producing nations failed to agree on supply cuts aimed at addressing the collapse in global demand caused by the coronavirus outbreak. The OPEC cartel led by Saudi Arabia on Thursday had proposed a two-pronged approach to its key ally Russia: extend existing production cuts of 2.1 million barrels through to the end of 2020; and make further cuts of 1.5 million barrels per day. But Russia refused to back the plan at a meeting with OPEC in Vienna on Friday, leaving the future of its three-year alliance with the cartel in doubt and raising the prospect of a huge supply glut.  OPEC Secretary General Mohammed Barkindo, speaking to reporters after the meeting broke up, said there was no consensus to extend the policy of supply restraint beyond the end of March and OPEC would not act unilaterally. Discussions would continue, he added, but gave no further detail. Russian energy minister Alexander Novak told CNN Business that producers would make their own decisions on what to do from April 1. Brent crude, the global benchmark, settled 9.4% lower at $45.27 a barrel. That was its worst level in nearly three years. It was the worst one-day percentage drop since December 2008. US oil prices settled 10.1% lower at $41.28 on Friday -- the biggest one day percentage drop since November 2014. It was the lowest close since August 2016. OPEC has faced immense pressure to act since oil prices fell into a bear market last month, or 20% below their previous peak, as the coronavirus outbreak destroyed demand for fuel, initially in China. Prices have now fallen 33% since early January. Research firm IHS Markit predicted Wednesday that oil demand will suffer its steepest decline on record in the first quarter — worse even than during the 2008 global financial crisis — as schools and offices close, airlines cancel flights and a growing number of people hunker down at home. Most of the reduction in demand can be traced to China, where the coronavirus has caused what IHS Markit describes as an \"unprecedented stoppage\" of economic activity. Goldman Sachs told clients this week that OPEC needed to agree to curb production by at least 1 million barrels per day in order to avoid a \"sharp\" sell-off. The investment bank now believes that oil demand will shrink in 2020. Before the coronavirus outbreak, it expected demand to increase by 1.1 million barrels per day. — Julia Horowitz, Cristiana Moisescu and Anneken Tappe contributed reporting."], "Language": false}