{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/world/coronavirus-satellites-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams and Cory Cole, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-03-06T19:38:25Z"], "LastModifiedDate": ["2020-03-06T20:44:56Z"], "Headline": ["Satellite images show empty airports, tourist attractions due to coronavirus"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["People in many parts of the world are being asked to avoid crowds, limit travel and even work from home to help limit the spread of novel coronavirus, and satellite images suggest they're heeding that advice. The World Health Organization says almost 100,000 cases of coronavirus have been reported and it has spread to at least 85 countries and territories. More than 3,300 people have died. Recent satellite images from Maxar Technologies show just how much the coronavirus is affecting people's behavior. Huoshenshan Hospital, Wuhan, China The images are particularly dramatic in Wuhan, China, where the disease was first detected. Authorities built the two-story, 366,000-square-foot Huoshenshan Hospital in just 10 days to treat the influx of patients. The area has had a lot of development in the almost three years between the time the two images were taken, but the blue roofs of the sprawling complex now dominate the landscape. Leishenshan Hospital, Wuhan, China The Leishenshan Hospital, which is expected to have about 1,500 beds, was also built quickly. Wuhan, China, toll plaza Wuhan is a bustling city of 11 million people, according to government figures, but residents are staying home because of the epidemic. Tiananmen Square, Beijing, China Concerns about the disease have turned some of the world's busiest tourist attractions into virtual ghost towns -- if they're open at all. Tiananmen Square in Beijing seemed almost abandoned when the satellite flew overhead last month -- especially when compared to crowd that was there a year earlier. I Space Mountain, Tokyo Disneyland n Japan, Tokyo Disneyland and Tokyo Disney Sea closed on February 28 out of concern for visitors and guests. The parks are consulting with government health officials and plan to reopen on March 15, according to the parks' website. Disney's parks in Hong Kong and Shanghai also closed. Duomo di Milano, Milan, Italy Italy is facing the largest epidemic in Europe with more than 3,000 confirmed cases and 107 deaths, as of Thursday. That seems to have limited the crowds at the Milan Cathedral. Wuhan, China, airport The airline industry could face a $113 billion hit because of coronavirus fears, according to the International Air Transport Association. One excutive called it a \"gut punch\" to the industry and another compared it to the period after 9/11 because customers just don't feel safe flying. China closed the airport in Wuhan in January because of the outbreak. Fatima Masumeh Shrine,  Qom, Iran Iran is one of the hardest-hit countries outside of China, with more than 3,500 people infected and 107 dead from the virus. Authorities have not been able to practice traditional burial practices because of fear of spreading the disease."], "Language": false}