{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/donald-trump-coronavirus-economy-models/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-05-05T04:02:25Z"], "LastModifiedDate": ["2020-05-05T15:13:55Z"], "Headline": ["The price of reopening the economy: tens of thousands of American lives"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump now knows the price of the haunting bargain required to reopen the country -- tens of thousands more lives in a pandemic that is getting worse not better. It's one he now appears ready to pay, if not explain to the American people, at a moment of national trial that his administration has constantly underplayed. Depressing new death toll projections and infection data on Monday dashed the optimism stirred by more than half the country taking various steps to reopen an economy that is vital to Trump's reelection hopes and has shed more than 30 million jobs. Stay-at-home orders slowed the virus and flattened the curve in hotspots like New York and California, but they have so far failed to halt its broader advance, leaving the nation stuck on a grim plateau of about 30,000 new cases a day for nearly a month. Despite those projections, two administration officials told CNN's Kaitlan Collins the latest numbers are not currently expected to affect the White House's plans for reopening the country.  New evidence of the likely terrible future toll of Covid-19 came on a day when Trump stayed out of sight -- his wild briefings that hurt his political prospects now paused -- meaning he could not be questioned on his enthusiasm for state openings in the light of new evidence. But in an interview published in Tuesday's edition of the New York Post, Trump said Americans were ready come out of isolation and get back to normal life. \"I think they're starting to feel good now. The country's opening again. We saved millions of lives, I think,\" Trump said. \"You have to be careful, but you have to get back to work,\" he said. \"People want the country open... I guess we have 38 states that are either opening or are very close.\" A Washington Post and University of Maryland national poll released Tuesday finds Americans widely oppose reopening most businesses. While 56% said they are comfortable going to the grocery store now, 67% said they would be uncomfortable visiting a retail store and 78% said they'd be uncomfortable going to a sit-down restaurant, according to the poll. Trump's interview took place as the White House took new steps to limit testimony to the House from members of the President's coronavirus task force, prompting Democratic Speaker Nancy Pelosi to warn on CNN that it was \"afraid of the truth.\" And new figures showing rising numbers of infections and forecasts of a significantly higher death toll challenged the President's optimistic take. A new model from the University of Washington, previously used by the White House suggested that 134,000 Americans could now die by August -- in a revised toll prompted by the likely impact of state openings. The total was more than double the same organization's estimate last month. A draft internal report by the US Centers for Disease Control and Prevention obtained by The New York Times buckled the White House narrative that the worst of the pandemic is passed and it's time to get going again. It found that the daily death toll will reach about 3,000 by June 1, nearly double the current number. The data, combined with figures showing the pandemic getting worse in many states showed there is no real scientific case for reopening businesses, bars and restaurants. It underscored how governors -- largely in the absence of a vast nationwide testing and tracing operation the administration has failed to build -- are in many cases flying blind in reopening their states. Trump's top coronavirus task force adviser, Dr. Anthony Fauci, said he did not know the assumptions behind the new models but said they were probably not misleading in that easing restrictions would lead to spikes in infection. \"It's the balance of something that's a very difficult choice,\" Fauci said on CNN's \"Cuomo Prime Time,\" putting the bargain in the form of a question the American people must resolve. \"How many deaths and how much suffering are you willing to accept to get back to what you want to be, some form of normality, sooner rather than later?\" he asked. \"I feel I have a moral obligation to give the kind of information that I'm giving. People are going to make their own choices.\" The harsh choice between life and prosperity   But the nearly 70,000 Americans who have already died are not the only victims of the worst public health threat in 100 years. Thirty million Americans were thrown out of work by lockdowns -- and their plight suggests that whatever the science dictates, there is no economic case for keeping businesses closed. There is no doubt that Trump and state and local leaders are facing terrible choices after weeks of social isolation and economic damage. But Trump has declined to initiate a national conversation about the hideous compromises ahead. The callous undercurrent of Monday's data is that with no vaccine in sight, the country faces an awful choice about the relative pain in disease and economic blight it is ready to endure. One political figure who is broaching these issues is former New Jersey Gov. Chris Christie -- though in retirement the Republican friend of Trump is spared the fateful decisions that serving politicians face. \"Of course, everybody wants to save every life they can -- but the question is, towards what end, ultimately?\" Christie told CNN's Dana Bash on The Daily DC Podcast.  \"We've got to let some of these folks get back to work, because if we don't, we're going to destroy the American way of life in these families -- and it will be years and years before we can recover.\"  Trump, however, prefers, as always, to dwell in the universe that is most conducive to his political hopes. He stepped up attacks on China for covering up a crisis he predicted would never be a problem for the US despite available evidence. He effectively accused the intelligence agencies and his own subordinates of not briefing him on the virus until late January. Even if that is true -- and well sourced reports suggest it is not -- there was ample news coverage about a possible new pandemic. In a Fox News town hall on Sunday, the President, who has consistently said he sees \"light at the end of the tunnel,\" chided some states for not opening quickly enough and misrepresented the current national picture of the pandemic. \"There's not too many states that I know of that are going up. Almost everybody is headed in the right direction,\" the President said, adding, \"I like the states opening. They will be opening. They're going to open safely and quickly.\" Last week, on Fox News, Trump's son-in-law Jared Kushner insisted that the \"data's on our side and President Trump has created a pathway to safely reopen our country.\" But the fresh data on Monday revealed the price of opening and undercut the administration narrative that but for a few unfortunate hotspots the rest of the nation is safe. New projected death toll based on state openings   The model from the Institute for Health Metrics and Evaluation at the University of Washington, often cited by the White House, forecast that 134,000 people will die of Covid-19 in the United States by August. Ali Mokdad, a professor of Health Metrics Sciences at IHME, told CNN that the rise in forecast cases was based on increased mobility before the \"premature relaxation\" of social distancing and new outbreaks in the Midwest. States such as Minnesota and Illinois have sharply rising infection curves, and few states yet satisfy the White House guidelines for 14 days of falling infections before reopening is contemplated. Trump however has not spoken out to ensure the guidelines are followed.  Former Food and Drug Administration commissioner Scott Gottlieb warned in a Wall Street Journal op-ed that while mitigation hadn't failed, social distancing and other measures hadn't \"brought the number of new cases and deaths down as much as expected or stopped the epidemic from expanding.\" On CNN's \"New Day\" on Monday, Andy Slavitt, a former top Obama administration public health expert warned if New York, New Jersey and Connecticut, which have peaked, are excepted, US coronavirus infections are rising at a 20% rate. \"While we have been staying indoors we have been slowing down the spread. What we haven't done is get rid of the virus. The virus is still out there,\" Slavitt said. Jarring signs that the pandemic will kill more people than the administration had hoped even several weeks ago, come early in a week that will end with new unemployment figures that could approach levels last seen in the 1930s Great Depression. The data will bolster critics who say stay-at-home orders must be lifted to get Americans back to work -- a position the White House seems increasingly to be adopting. The White House has blocked Fauci, director of the National Institute of Allergy and Infectious Diseases, from testifying before the House Appropriations Committee's subcommittee on Labor, Health and Human Services, Education, and Related Agencies regarding Covid-19 response. White House press secretary Kayleigh McEnany on Saturday said Fauci was prohibited from testifying because committee members did not provide enough details to explain why Fauci needed to participate. He is, however, still expected to appear before a committee in the Republican-led Senate. A senior administration official said that top public health officials needed to focus on their work not in delivering testimony. That did not appear to stop them having to spend hours on end standing beside Trump during the stem-winder briefings that have now been halted."], "Language": false}