{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/football/inter-milan-steven-zhang-coronavirus-serie-a-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and Alex Thomas, CNN"], "Writers": [["Matias Grez", "Alex Thomas"]], "FirstPublishDate": ["2020-03-06T12:14:27Z"], "LastModifiedDate": ["2020-03-06T16:52:05Z"], "Headline": ["Despite coronavirus concerns, Inter Milan president Steven Zhang confident Serie A season will be completed"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["As recently evidenced by Inter Milan's eerie Europa League clash against Ludogorets in an empty San Siro, sport without fans is no spectacle at all -- but it could become the new normal in Italy over the next few months as the country grapples with the novel coronavirus outbreak. Inter president Steven Zhang says he is confident the Serie A season can be finished, even if it means playing matches behind closed doors. Italy is battling Europe's largest outbreak of the virus with more than 3,800 cases and almost 150 deaths, leading Italian authorities to cancel several top-flight matches, including Inter's top-of-the-table clash against Juventus which was called off last weekend. \"Public health is the most important thing,\" Zhang told CNN's Alex Thomas at the FT Business of Football Summit in London. \"That's why I think in order to make sure everyone is on the same page, everyone is taking the necessary action, protecting the ones around them. \"Obviously with the fans in the stadium, the matches will be more exciting. It's part of the experience of football. However, as we said many times, as a football organization, as a sport, or sport organization it will have big impact in society, its important that we always put safety and public health first.  \"From experience, we must see China which is acting successfully reducing the crowds, reducing condensed areas, having less people moving in these areas will help the spreading of virus significantly.  \"So in order to continue on the (Serie A) calendar, continue on the matches, but at the same time making sure safety is being touched by everybody in the country and society, I think this (behind closed doors) is a good solution for all of us.\"  READ: Inter Milan president calls Serie A counterpart 'clown' over handling impact of coronavirus  READ: Juventus donates leftover food to charity after coronavirus postpones Coppa Italia game 'Clown' Just days after calling Serie A president Paolo Dal Pino a \"clown\" for his handling of the league schedule in the wake of the coronavirus outbreak, Zhang was diplomacy personified on Thursday. Zhang was unhappy that Dal Pino had chosen to reschedule Inter's match against Juventus rather than postpone it, something he believed would put public safety at risk. Speaking on stage at the FT summit about his Instagram post, the 29-year-old Zhang said: \"A lot of people think my words are strong but when protecting people and safety, words are never [too] strong.\" \"I'm not an expert on the health and on the virus,\" Zhang later told CNN. \"But what I believe is that as long as we are taking the necessary steps, precautions, as what we've learned again from what we are doing in the China office or a lot of companies are taking the actions in China, we see that the situation can be better.\" As a shareholder in Chinese real estate company Suning Holdings Group, which owns Inter and has offices in China, Zhang has first-hand experience of COVID-19's devastating effects. He believes the Italian government's decision to shut down and quarantine parts of the country and close all schools and universities vindicates his tough stance against Dal Pino, but says that is now in the past. \"I think what happened before is not relevant anymore,\" Zhang told CNN. \"But at least with the help from the government, all the stakeholder are on the same page now. We are taking the right steps from today. \"For the public it is not a very good condition. I think overall it's a difficult moment, a difficult situation for all the clubs, all the companies but as we see the improvements that they are trying to make and the recognition from the world health department (WHO), if we are taking the necessary step, sooner or later the situation will be improved.  \"So I'm not too worried about it and at the same time I think its not necessary to have too much panic, as people are working and living everyday in the city around their families, they have to always look to do the necessary steps.\" Title race From a sporting perspective, the disruption has come at the worst possible time for Serie A. The league is witnessing a thrilling title race between Inter, Juventus and Lazio as the Milan and Rome clubs bid to end Juve's eight-year stranglehold on the Scudetto. However, should Inter reach the finals of the Coppa Italia and Europa League, Antonio Conte's side faces the prospect of playing 23 games in 12 weeks which could severely hinder its chances of a first Serie A title since 2010. And with Juventus also competing in the Coppa and Champions League, that could hand the advantage to Lazio in the race for the Scudetto. \"I think now by starting the game this weekend, eventually we can finish the season and I think these are not difficulties only we are facing,\" Zhang said. \"I think all the other clubs are having the same issues, but for sure step by step playing the games, week by week we can conquer the difficulties. \"When you are looking at sports events and league matches, especially those taking nine or 10 month or almost a year to finish, in the middle of it you never see or can never predict what can happen at the end -- and that's why sports are so exciting and fascinating for people. \"So even though there are some great moments, and even though maybe sometimes there are up and downs ... we can only judge by end of the season.\""], "Language": false}