{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/politics/trump-cdc-trip-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-06T16:11:15Z"], "LastModifiedDate": ["2020-03-06T16:31:35Z"], "Headline": ["Donald Trump's dangerous freelancing on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Friday morning, amid questions of why President Donald Trump had canceled a planned trip to Atlanta to visit the Centers for Disease Control and Prevention, the White House released this statement: \"The President is no longer traveling to Atlanta today. The CDC has been proactive and prepared since the very beginning and the President does not want to interfere with the CDC's mission to protect the health and welfare of their people and the agency.\" OK! Makes some sense, since a presidential visit requires a massive amount of logistics and security that, theoretically, could take away from the important work the CDC is doing in identifying and containing the novel coronavirus. Except that, when asked later Friday morning why he had canceled the CDC trip, Trump said this:  \"We may go. They thought there was a problem at CDC, somebody that had the virus. They've tested the person very fully and it was a negative test,\" Trump said. \"I may be going they're going to see if they can turn it around with Secret Service.\" Uh. So, which is it? Did the White House cancel because they didn't want to be a distraction to the CDC? Or because there were concerns that by going Trump could expose himself (and his staff) to the virus? Because that's a BIG difference. Adding even more confusion, the trip is now back on as of Friday midday, according to White House press secretary Stephanie Grisham. \"What the President said is true,\" she offered by way of explanation. Er, OK? That we are getting different messages from the White House's official channels and the President isn't, frankly, new. On an almost weekly basis, Trump says something in public that either directly contradicts or undermines a message his own White House has put out. Which, of course, raises the question of who to believe. While those dual -- and dueling -- messages are never a good thing, they are particularly problematic in a situation like dealing with the coronavirus. What the public needs are facts. One set of facts. From a trusted source. Trump's longstanding issues with telling the truth -- 16,000+ misleading or false claims in his first three years in office! -- already make this difficult. But it's even more complicated when the White House is saying one thing and the President is saying something else. Trump seems to show little concern with the gaps between what he says and what his White House is saying. Or even what he says and what the medical community says. Consider: * The President has repeatedly suggested that we are close to coming up with a vaccine for coronavirus, when experts like Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has repeatedly made clear that a vaccine is at least 12-18 months away.  * Trump rejected the warning from medical exerts that the spread of coronavirus in the US was inevitable, adding: \"It probably will, it possibly will. It could be at a very small level, or it could be at a larger level.\" * After the head of the World Health Organization pegged the global mortality rate from COVID-19 at over 3%,Trump told Fox News host Sean Hannity this: \"Well, I think the 3.4% is really a false number. Now, this is just my hunch, and -- but based on a lot of conversations with a lot of people that do this, because a lot of people will have this, and it's very mild.\" * On Friday morning, amid a steady increase of cases in the United States, Trump said this of the virus: \"This came unexpectedly, it came out of China, we closed it down, we stopped it, it was a very early shut down.\" The point here is that in a moment when we desperately need clear communication of facts from a credible source, the President is giving us anything but that."], "Language": false}