{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/business/medical-masks-china-shortage-suppliers/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Pamela Boykoff and Clare Sebastian, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T13:26:59Z"], "LastModifiedDate": ["2020-03-06T14:39:03Z"], "Headline": ["With no shipments from China, medical mask suppliers have to choose whom to supply"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Every morning, managers at Dealmed Medical Supplies meet to discuss which customers they can provide with face masks from their dwindling stock. On a recent morning, they decided a local hospital would get 10 boxes of masks fitted with N95 respirators, a total of about 200 masks. The hospital had requested 60 boxes. A request from a chain of dialysis centers also went on the \"yes\" pile. Dealmed, an independent medical supplier based in the northeast, a supplier of face masks, gloves and other protective equipment for hospitals, clinics and doctors' offices, has seen skyrocketing demand for masks since the outbreak of novel corouavirus, the company says it hasn't received any new supplies. The Chinese factories that usually make them haven't shipped any new stock in two months, Dealmed President Michael Einhorn said. We're absolutely going to run out, but we have contingency plans in place,\" Einhorn said. \"We're trying to do the best we can for our customers.\" Industry experts say China is the world's largest global supplier of medical face masks. While the Chinese Commerce Ministry says it's not restricting exports of medical face masks, Dealmed isn't the only company facing a supply crunch.  Medicom, a Canadian manufacturer, has three factories in China, but the Chinese government has requisitioned all production and nothing is being exported, according to the company's COO, Guillaume Laverdure. Factories in France and Taiwan are subject to official export bans. Laverdure said the company is trying to increase its capacity, and it's adding both equipment and staff at its US and French factories. For the moment, though, the company is prioritizing its existing customers, mainly medical distributors and some hospitals. \"We estimate that around 80 percent of the face masks worldwide are manufactured in China,\" Laverdure said. \"Overnight it was 80 percent of the world supply which was cut so that creates a huge demand on the existing production capacities outside of China.\" In the United States, the government has not officially banned mask exports or taken supply of the supply chain. The US Department of Health and Human Services has committed to buy 500 million N95 masks or respirators over the next year and a half in order to support domestic manufacturers, and build up the Strategic National Stockpile, the country's reserve of medical supplies for public health emergencies. Dealmed is working to find new sources of face masks outside of China. In the meantime, company officials are left with the constant question of who should get the ones they have left.  Einhorn says he tries to make allocation decisions based on which customers are most vital to public health, and where the patients are the sickest and therefore the most vulnerable to this particular virus.  \"It's a moral decision, and it's not a position that we feel comfortable being in, but we're going to do the best we can,\" he said. Chandler Thornton and Kelly Burns contributed to this report."], "Language": false}