{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/gloria-borger-analysis-trump-rallies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Gloria Borger, CNN Chief Political Analyst"], "Writers": [["Gloria Borger"]], "FirstPublishDate": ["2020-05-05T13:03:28Z"], "LastModifiedDate": ["2020-05-05T13:03:28Z"], "Headline": ["Trump can't make America normal again -- no matter how hard he tries"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["For Donald Trump, adoration is oxygen. So it must have been a good feeling to be sitting there Sunday under the well-lit gaze of Abraham Lincoln, freely opining on his success in fighting coronavirus. It felt so good, in fact, that he couldn't help himself: He's been treated worse than Lincoln by the press, he told us, in a lame attempt to explain his bullying behavior toward questioning journalists. Nary a gasp from across the stage at the troubles President Lincoln actually faced in trying to unite a divided country. Not that it would have made a difference anyway. Trump is on a mission. He needs to move on, convince the country that he's led the nation brilliantly through the worst of Covid-19, that he will find a quick cure, that the country will make a miraculous recovery and that life will get back to normal. And fast. Or, as he put it in a tweet over the weekend, \"Hopefully our country will soon mend. We are all missing our wonderful rallies, and many other things!\" As if rallies are what people are missing. No, rallies are what Trump is missing. Rallies are about bluster before a cheering crowd, not empathy before an anxious  and grieving nation. Rallies are about slogans, not briefings by truth-telling doctors and governors warning of potential virus rebounds. Rallies are the opposite of funerals. It must be hard for Trump. The master of changing the subject, according to one knowledgeable source, just wants it all to go away. And he's having a difficult time convincing the nation that it will. Give him credit, he's working hard at it. For instance: China is the singular culprit here and he will prove it. He was paying attention in late January and saved lives. (That still doesn't explain why he downplayed the threat through March.) Look at the governors if you want someone to blame. And look at his predecessors. You get the idea. When in trouble, send another rabbit down another hole. It's not a complicated playbook. Trump told us he's the cheerleader, which really means that he wants credit for the good news and no responsibility for bad news. He's the savior, in his own mind.  So even when the President is forced to revise the death toll upward (the numbers are the numbers), he can say, \"We're going to lose anywhere from 75, 80 to 100,000 people. That's a horrible thing...This should have been stopped in China...But if we didn't do it [shut down the economy], the minimum we would have lost is 1.2 million, 1.4, 1.5...it's possible higher than 2.2.\" Just looking for silver linings and credit everywhere. To top it off, what enrages Trump is that the public isn't nodding in unison, perhaps because this virus is actually about them. As Trump took over the now-extinct coronavirus task force briefings, the public saw the President in all his glory, full of grievance and anger. And, according to a recent Pew poll, about 80% of the public now sees him as self-centered; only 32% as \"morally upstanding.\" Maybe it's because, when asked about the families he has spoken to who have lost loved ones, he allowed that he had spoken to \"three, maybe I guess four families unrelated to me\" and that \"it's a bad death.\" How touching. Nor does the public feel sorry for the President, who complains constantly about how he has lost his great economy when they have lost their livelihoods, who told the country that 15 cases would turn to zero, or that the weather would kill the virus. Those moments matter and are not easily forgotten. Especially now that the administration itself is forecasting that by early June, some 3,000 people will die every day from the virus, according to documents obtained by the New York Times. Whatever the numbers, this much is true: Donald Trump misses the adoration, the rallies, the crowds. So he pretends things are great when they're not -- as if that might soon lead the way toward his happy normal. And when he sits beneath the great Abraham Lincoln, who suffered to unite a divided nation,  he of course sees his own dilemma. As the public worries about its own future, not his."], "Language": false}