{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/asia/coronavirus-covid-19-update-who-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Joshua Berlinger, CNN"], "Writers": [["Joshua Berlinger"]], "FirstPublishDate": ["2020-03-06T05:00:22Z"], "LastModifiedDate": ["2020-03-06T11:57:00Z"], "Headline": ["WHO warns governments 'this is not a drill' as coronavirus infections near 100,000 worldwide"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The director-general of the World Health Organization has warned governments that the continued international spread of the novel coronavirus is \"not a drill\" and will require significant action if public health authorities are to contain the deadly outbreak. The call to action comes as the global number of people infected by the virus nears 100,000 -- a grim milestone that now appears inevitable with self-sustaining clusters continuing to expand in South Korea, Japan, parts of Europe, Iran and the United States.  WHO chief Dr. Tedros Adhanom Ghebreyesus said Thursday that although public health authorities across the globe have the ability to successfully combat the spread of the virus, the organization is concerned that in some countries the level of political commitment does not match the threat level.  \"This is not a drill. This is not the time to give up. This is not a time for excuses. This is a time for pulling out all the stops. Countries have been planning for scenarios like this for decades. Now is the time to act on those plans,\" Tedros said. \"This epidemic can be pushed back, but only with a collective, coordinated and comprehensive approach that engages tche entire machinery of government.\"  The virus has spread to more than 80 countries and territories since it was first identified in the Chinese city of Wuhan in December last year. Health experts have suggested that newly emergent clusters in Europe and the Middle East could accelerate the global spread of the disease. India has so far identified 31 cases, at least 17 of which have been linked to travelers from Italy, leading to fears that the world's second most populous country could see its own outbreak in the coming days. Cases linked to Iran have also emerged elsewhere in the world. Tedros said Wednesday that all governments \"should be preparing for sustained community transmission.\"  \"Our message to all countries is: This is not a one-way street. We can push this virus back. Your actions now will determine the course of the outbreak in your country,\" he said.  Tedros' comments come amid mounting criticism of apparent disparities in testing and the response of authorities worldwide. In Japan, there is growing anxiety that the number of coronavirus cases could be significantly higher than reported, with experts questioning the country's approach to testing as infection rates continue to climb. The Japanese government says it has the capacity to carry out 3,800 tests a day, however, only 8,111 tests had been conducted as of March 4, according to the country's Health Ministry. In neighboring South Korea, infections have surged dramatically, with more than 6,500 confirmed cases after the government tested tens of thousands of people as part of a mass screening drive aimed at better mapping and controlling the virus' spread.  To date, over 97,850 infections have been confirmed worldwide, and more than 3,300 people have been killed by the virus, according to CNN's tally. The majority of virus-related cases are in China, though the rate of new infections and fatalities there has slowed. The country's National Health Commission (NHC) reported that as of the end of the day Thursday, 3,042 people had died after contracting the virus and 80,552 cases had been confirmed. More than 53,700 patients have recovered and been discharged from hospital, per the NHC. All 126 new confirmed cases in Hubei province announced on Friday were from the city of Wuhan, according to the Hubei Health Commission. Seventeen new cases were announced outside the province on Friday by the NHC. Numbers grow in the US As the number of cases and deaths from novel coronavirus increase across the United States, federal health officials are working to expand testing for the fast-moving outbreak. Still, Vice President Mike Pence, who is leading the administration's response to the outbreak, acknowledged Thursday there was a shortfall in the number of testing kits required to meet demand. By Thursday afternoon, there were at least 228 cases of the novel coronavirus in the United States -- with 70 in Washington state alone -- according to the US Centers for Disease Control and Prevention, as well as state and local governments. The hardest-hit area has been the city of Kirkland in Washington state, where the virus infected several people in a nursing home. Thirteen of the 14 people killed by the virus in the US were in Washington. The other coronavirus death was reported Wednesday in California. The victim, an unidentified 71-year-old man, was a former passenger on the Grand Princess cruise ship who died almost two weeks after he returned home. The aviation industry's 'gut punch'  The virus has had a dramatic effect on the global economy, with markets worldwide suffering losses. The Dow Jones closed down 970 points, or 3.6%, marking its fifth-worst single-day point drop on record. The index was down nearly 1,148 points at its lowest point. This roller coaster of a week saw the Dow post two of its best days in history in terms of points gained on Monday and Wednesday, and one of its worst point losses Tuesday.  The Fed shocked Wall Street Tuesday with an emergency rate cut to give businesses and households a boost, amid concerns that if coronavirus keeps people at home, consumer spending could fall. Travel and leisure companies are being hit hard. One executive in the aviation industry called the virus a \"gut punch.\"  \"This isn't economic in the sense that people want to travel but they can't afford to,\" said Gary Kelly, the CEO of Southwest Airlines. \"We could discount prices tomorrow and it wouldn't do any good.\" International carriers are taking a similar hit. The outbreak could cost the airline industry as much as $113 billion in lost revenue, according to the International Air Transport Association (IATA). \"January was just the tip of the iceberg in terms of the traffic impacts we are seeing owing to the Covid-19 outbreak, given that major travel restrictions in China did not begin until 23 January,\" Alexandre de Juniac, the IATA's Director General and CEO, said in a statement, referring to the formal name given to the illness caused by the novel coronavirus.  While there were no predictions about how long the aviation world will be impacted, Alaska Airlines CEO Brad Tilden said the \"booking softness\" is linked to substantial passenger \"anxiety\" -- a phenomenon the airline trade association in the US said may not be grounded in the actual risks to passengers. \"We're getting to the point where the reaction to the virus may be worse than the virus itself,\" said Nicholas Calio of Airlines for America."], "Language": false}