{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/business/airlines-coronavirus-iata-travel/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-03-05T11:00:17Z"], "LastModifiedDate": ["2020-03-06T09:42:35Z"], "Headline": ["'This is a crisis.' Airlines face $113 billion hit from the coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Global airlines stand to lose $113 billion in sales if the coronavirus continues to spread, according to the International Air Transport Association. The losses would be similar to those experienced by the aviation industry during the global financial crisis of 2008, IATA warned as it dramatically increased its estimate of the damage caused by the outbreak. It said airlines could lose 19% of their business if the virus isn't contained soon.  Just two weeks ago, IATA had been expecting lost sales in the range of $30 billion.  \"The turn of events as a result of [the coronavirus] is almost without precedent. In little over two months, the industry's prospects in much of the world have taken a dramatic turn for the worse,\" Alexandre de Juniac, the CEO of the industry group, said in a statement. \"It is unclear how the virus will develop, but ... this is a crisis.\" Airlines in Europe and Asia would bear the brunt of the pain, according to IATA. Carriers in Asia Pacific could lose out on sales worth $58 billion.  If the virus is contained soon, and economies around the world recovery quickly, total industry losses could be limited to $63 billion, he added. There are already more than 94,000 confirmed cases of the novel coronavirus worldwide, and nearly 3,300 deaths, mostly in China. South Korea, Japan, Italy and Iran also already suffering major outbreaks. Travel restrictions and a lack of demand from customers have  encouraged dozen of major airlines to cancel flights to and from mainland China because of the coronavirus. Transatlantic flights, as well as capacity on routes within Europe and the United States, have also been curtailed.  Struggling UK carrier Flybe collapsed earlier Thursday as the slump in demand killed off hopes of a government-backed rescue. Scottish airline Loganair said it would take over 16 of Flybe's routes over the coming months. Smaller Asian carriers under pressure Analysts say Flybe is unlikely to be the last casualty.  Josef Pospisil, managing director at Fitch Ratings, said that most big airlines have strong enough balance sheets to weather the shock to demand caused by coronavirus. But smaller carriers, especially those based in Asia, are more vulnerable. \"There probably will be some small players, regional players, that may be hit really hard,\" he told CNN Business. Weak airlines that aren't able to secure backing from investors or governments could suffer the same fate as Flybe or become takeover targets, especially in Europe, where industry consolidation is underway. The possibility of other airlines seeking bankruptcy protection or going out of business will depend on a number of factors, including the length of the outbreak, the cash position of various airlines and how quickly passenger demand returns once the crisis has passed, IATA's de Juniac said. \"It's difficult at this stage to say [whether there will be more bankruptcies],\" he told CNN Business. \"If the duration is comparable to past outbreaks of SARS or the H1N1, and it's four to five months, the industry should overcome [the crisis], perhaps with some casualties. If it lasts longer, it will be more difficult for a larger number of airlines.\" 'It has a 9/11 feel' De Juniac said the industry has already asked some governments for relief from fees and charges airlines pay. And he raised the possibility of direct government bailouts for airlines, similar to what took place in the United States after the 9/11 attacks. \"If the outbreak lasts, we will probably need some government assistance in some parts of the world, especially where the airlines are weaker financially, and we will ask for help,\" he said. The crisis has hit the US industry hard in just the last week, said Gary Kelly, CEO of Southwest Airlines, in an interview on CNBC. \"It has a 9/11 feel,\" he said, adding that customers \"don't want to fly for the obvious reason.\" That view was echoed by other industry executives at an aviation summit Thursday sponsored by the US Chamber of Commerce.  American Airlines, the world's largest airline, is canceling international flights because of the sharp drop in demand, said American CEO Doug Parker.  Investors have punished airlines stocks in recent weeks. United Airlines stock is down 32% so far this year, for example, and shares in Germany's Lufthansa are down 29% over the same period. Lufthansa said Thursday it has canceled 7,100 European flights for March, mostly within Germany or on routes to Italy, accounting for about 25% of its total capacity. Earlier this week, Lufthansa said it would ground 150 of its 770 aircraft.   Pospisil said it's still too early to work out how specific airlines will be affected. So far, the pain has followed the virus. Airlines with lots of flights to countries heavily affected by the outbreak are suffering the most. \"Nobody really knows how bad it's going to get,\" Pospisil said of the virus' spread. \"I don't know, and the airlines don't know either.\"  — Rob North, Chris Isidore and Greg Wallace contributed to this article. "], "Language": false}