{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/investing/opec-oil-prices-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Vienna"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-05T13:44:19Z"], "LastModifiedDate": ["2020-03-06T08:44:35Z"], "Headline": ["OPEC unveils plan to slash production after coronavirus slams oil prices"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["OPEC is hoping to slash the supply of crude oil to world markets by 1.5 million barrels per day in an attempt to prop up prices as it confronts the biggest collapse in demand on record. The cartel unveiled a plan Thursday to reduce output among its 13 members by 1 million barrels per day, and said it would seek an additional 500,000 barrels per day in cuts from longstanding allies including Russia.  Russia, the cartel's main partner, still needs to sign on, according to Iran's oil minister. OPEC and its allies are scheduled to meet Friday in Vienna. OPEC initially said the new cuts would run through June, but after a series of late night meetings Thursday, the cartel said they should continue until the end of 2020. Existing cuts of 2.1 million barrels per day by OPEC and Russia would also be extended through the end of the year under the plan. OPEC has faced immense pressure to act since oil prices fell into a bear market last month as the coronavirus outbreak destroyed demand for fuel, initially in China. Brent crude futures, the global benchmark, rose slightly on news of the proposed cuts but fell 2% on Friday, trading more than 28% below their recent high in January. US oil is trading at $45.07, also more than 28% below its recent peak. Research firm IHS Markit predicted Wednesday that oil demand will suffer its steepest decline on record in the first quarter — worse even than during the 2008 global financial crisis — as schools and offices close, airlines cancel flights and a growing number of people hunker down at home. Most of the reduction in demand can be traced to China, where the coronavirus has caused what IHS Markit describes as an \"unprecedented stoppage\" of economic activity. Goldman Sachs told clients this week that OPEC needed to agree to curb production by at least 1 million barrels per day in order to avoid a \"sharp\" sell-off. The investment bank now believes that oil demand will shrink in 2020. Before the coronavirus outbreak, it expected demand to increase by 1.1 million barrels per day. — John Defterios and Cristiana Moisescu contributed reporting."], "Language": false}