{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/05/world/gallery/week-in-photos-0306/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-06T03:23:09Z"], "LastModifiedDate": ["2020-03-06T03:30:58Z"], "Headline": ["The week in 34 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["People are reflected in a mirror after a deadly tornado ripped through Nashville, Tennessee, on Tuesday, March 3. Former Vice President Joe Biden puts his hands on the shoulders of Pete Buttigieg as Buttigieg endorses him for president on Monday, March 2. Buttigieg, the former mayor of South Bend, Indiana, dropped out of the Democratic race on Sunday. South Korean soldiers, wearing gear to protect themselves from the novel coronavirus, sanitize shacks in Seoul, South Korea, on Tuesday, March 3. The novel coronavirus has killed more than 3,300 people, the vast majority in mainland China. There are now more than 95,000 global cases, with infections in more than 80 countries and territories. A voter visits a polling place in Los Angeles on Tuesday, March 3. It was Super Tuesday, which has more presidential primaries than any other day. A third of the Democratic Party's pledged delegates were up for grabs. US Sen. Elizabeth Warren and her husband, Bruce, exit their Cambridge, Massachusetts, home, to meet with reporters on Thursday, March 5. Warren had just ended her presidential campaign. Israeli Prime Minister Benjamin Netanyahu kisses his wife, Sara, after he was projected to win the general election on Tuesday, March 3. A model dressed as a cow walks the runway Monday, March 2, at a Stella McCartney show during Paris Fashion Week. Migrants rest near the Pazarkule border crossing in Edirne, Turkey, on Sunday, March 1. There are thousands of people gathered at the Turkey-Greece border, clinging to the hope that they will be able to cross into Europe. US President Donald Trump looks at a coronavirus model while touring the National Institutes of Health on Tuesday, March 3. A giraffe licks her 3-week-old son at a zoo in Liberec, Czech Republic, on Sunday, March 1. Demonstrators rally outside of the US Supreme Court on Wednesday, March 4, as the justices heard arguments over a controversial abortion-access law in Louisiana. Critics say the law will leave just one doctor in the state to perform the procedure. A model presents a creation for Balmain during a fashion show in Paris on Friday, February 28. US Sen. Bernie Sanders and his wife, Jane, check in to vote in Burlington, Vermont, on Tuesday, March 3. Sanders would go on to win Vermont's presidential primary on Super Tuesday. Church congregants in Selma, Alabama, protest presidential candidate Michael Bloomberg by turning their backs to him during a speech on Sunday, March 1. This aerial photo shows a tornado-damaged residential area west of Cookeville, Tennessee, on Wednesday, March 4. Jill Biden, the wife of former Vice President Joe Biden, blocks a protester who charged the stage during his Super Tuesday speech in Los Angeles. The protester was holding a sign that said \"Let dairy die.\" Residents living along the shore of Lake Erie in New York woke up to a winter nightmare when they found their homes completely encased in thick ice this past weekend. It followed two days of gale-force winds. Family members and friends of Turkish soldier Emin Yildirim grieve during his funeral in Hatay, Turkey, on Saturday, February 29. He was among the 33 Turkish soldiers killed in an airstrike in Idlib, Syria. British rapper Stormzy performs at Le Trianon in Paris on Saturday, February 29. People hold a Catalonian independence flag during a rally in Perpignan, France, on Saturday, February 29. A man climbs a pole for a prize during Maslenitsa celebrations in Veliky Novgorod, Russia, on Sunday, March 1. Maslenitsa is a holiday marking the end of winter. A leopard licks its fence at a wildlife park in Jammu, India, on Tuesday, March 3. Alain Robert, a daredevil climber known as the \"French Spiderman,\" scales the Glories Tower in Barcelona, Spain, on Wednesday, March 4. Spanish authorities briefly detained him after the stunt. Britain's Prince Harry, right, joins rock star Jon Bon Jovi, second from left, and two choir members as they walk at the famous Beatles crosswalk at London's Abbey Road Studios on Friday, February 28. Britain's Queen Elizabeth II wears gloves while awarding a CBE honor to actress Wendy Craig on Tuesday, March 3. Buckingham Palace played down the Queen's decision to wear gloves at this week's investiture ceremony, saying it is not unusual for her to wear gloves for public engagements. But it sparked speculation that she was wearing them because of the spread of the coronavirus. Actress Adele Haenel walks out of the Cesars — France's equivalent of the Oscars — after director Roman Polanski won the awards for best director and best adapted screenplay on Friday, February 28. Polanski, who was absent from the ceremony, pleaded guilty to having sex with a 13-year-old girl in 1977 but fled before sentencing. He has been a fugitive from justice ever since. Vice President Mike Pence, who leads the US coronavirus task force, speaks at a White House briefing on Tuesday, March 3. People pray at a mosque in New Delhi on Friday, February 28. The week had seen some of the country's worst sectarian violence in decades. Dozens of people were killed in violent clashes between supporters and opponents of a new law that fast-tracks citizenship for non-Muslim minorities from select countries. US President Donald Trump arrives to speak at a rally in Charlotte, North Carolina, on Monday, March 2. A service dog and dog handler take part in the True Friend competition at a military training base in Ussuriysk, Russia, on Wednesday, March 4. Commuters wear face masks at the Shinagawa train station in Tokyo on Friday, February 28. Men take part in Holi celebrations in Barsana, India, on Wednesday, March 4. The Holi festival of colors is a Hindu celebration marking the arrival of spring. A damaged car is seen Monday, March 2, following a weekend of heavy rains in Rio de Janeiro. A man helps a young boy after a dinghy with 54 Afghan refugees landed on the Greek island of Lesbos on Friday, February 28. See last week in 35 photos"], "Language": false}