{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/aviation-coronavirus-impact/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Gregory Wallace, CNN"], "Writers": [["Gregory Wallace"]], "FirstPublishDate": ["2020-03-05T22:33:06Z"], "LastModifiedDate": ["2020-03-05T22:42:33Z"], "Headline": ["Aviation industry feeling 'gut punch' from coronavirus, executives say"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Concerns about the coronavirus have sparked a dramatic decline in air travel this week, dealing the aviation industry what one executive called on Thursday a \"gut punch.\"     As a result, the industry is considering canceling more flights and is reassessing procedures such as cleaning procedures -- all with the uncertainty of how long the travel slump will last.     RELATED: Airlines could take $113 billion hit from the coronavirus Industry leaders who gathered at a US Chamber of Commerce annual aviation summit said the outbreak has caused a drop-off in business, but voiced optimism that travel will return to normal levels soon after public fears abate.   \"This isn't economic in the sense that people want to travel but they can't afford to,\" said Gary Kelly, the CEO of Southwest Airlines. \"We could discount prices tomorrow and it wouldn't do any good.\"      His airline -- which has not yet cut service, unlike several of its competitors -- will likely have to do so soon, he said. Southwest has only a small number of international flights, and none to China -- so its cuts would highlight the extent of the slump in domestic travel. The company warned Thursday morning that the declines will likely hurt first quarter profits by as much as $300 million.   United Airlines on Wednesday announced a 20% cut in overseas flights, and a 10% reduction in domestic flights. JetBlue announced a 5% cut. Several airlines are also waiving fees for some passengers who wish to change their travel plans.   Doug Parker of American Airlines, the world's largest airline, said demand has dropped so much for some routes that \"it doesn't make sense for us to fly the airplane there and back and burn the fuel because there's just not enough people.\"   Alaska Airlines said it has strengthened its procedures for cleaning the interior of its aircraft, and is receiving counsel from two infectious disease experts.   The Federal Aviation Administration is dusting off its own continuity plans that would enable it to keep the nation's air travel moving during an outbreak, Administrator Stephen Dickson said.   Officials from Boeing and Collins Aerospace said the delays, including in China, have impacted their supply chain for aircraft parts.   While there were no predictions about how long the aviation world will be impacted, Alaska CEO Brad Tilden said the \"booking softness\" is linked to substantial passenger \"anxiety\" -- a phenomenon the airlines' industry group said may not be grounded in the actual risks to passengers.   \"We're getting to the point where the reaction to the virus may be worse than the virus itself,\" said Nicholas Calio of Airlines for America.   He predicted \"experts will get it under control eventually. They always have and they always will.\"  "], "Language": false}