{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/success/managers-employees-sick-at-work/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeanne Sahadi, CNN Business"], "Writers": [["Jeanne Sahadi"]], "FirstPublishDate": ["2020-02-11T18:17:15Z"], "LastModifiedDate": ["2020-03-05T22:33:16Z"], "Headline": ["Flu season. Coronavirus. How managers can handle sickness and paranoia at the office"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["The threat of a virus spreading at work raises a perennial issue: What can a manager ask employees to do when they're showing signs of being sick? Or when their employees are worried about being exposed to a contagious illness? Employers are on high alert for how best to keep employees healthy given that the coronavirus has now spread to more than 70 countries, including the US. Not to mention the fact that this is already a bad flu season, and influenza thus far has been far more of a risk for US workers. What should a manager do if an employee doesn't want to travel?  Employers are legally obligated to provide employees with a healthy, safe work environment. And many are now trying to minimize their risk of exposure to the coronavirus by curtailing business travel. Some have prohibited all non-essential business trips domestically and abroad. Others have pulled out of conferences and conventions. And some have decided employees should work from home.  To the extent business trips are still scheduled, however, if an employee tells his manager he doesn't want to go for fear of catching something, the company may still insist he go -- especially if travel is part of his job description.  The employer should only do that, however, if the planned trip is truly necessary and considered safe. \"As the [coronavirus] situation expands, employers need to continuously evaluate what is necessary and what is safe for employees,\" Alka Ramchandani-Raj, an attorney specializing in workplace safety at the law firm Littler Mendelson. And, Ramchandani-Raj added, \"it's more of a best practice for employers to see how they can accommodate the employee and try to resolve their concerns. It's better for the employment relationship.\" For starters, a lot will depend on where the employee plans to travel and what health risks are associated with that area. A manager should find out more about the employee's specific concerns, said Amber Clayton, the director of the Knowledge Center at the Society for Human Resource Management.  Then if the company believes the trip would be safe, the manager should cite the official guidance it has from health authorities, such as the Centers for Disease Control or the World Health Organization, Ramchandani-Raj said. Also, explore what the company can do to make the employee feel safer traveling. That could mean providing protective gear and giving the employee proper training on how to use it. If you determine the trip isn't essential -- or if the concerned employee is pregnant, older or has a health condition that puts her at higher risk -- figure out other ways the same work can be accomplished, perhaps through video conferencing. In all cases, \"communication is key,\" Ramchandani-Raj said. Should a company send an employee on a trip despite her concerns, the employer puts itself at risk if the employee does contract a virus while away.  \"The employee could take legal action, saying 'You sent me into a situation of risk,'\" Clayton cautioned. And if the employee comes back and spreads the virus to others at work, worker compensation for others who get infected may become an issue, she noted. Can a manager send a sick employee home?  Everybody thinks they're a hero for coming to work sick. But their colleagues may not appreciate it. \"Companies should have clear policies and procedures in place to prevent the spread of illness,\" Clayton said. That includes explicitly encouraging people to stay home -- or to leave the office -- when they're not feeling well and not punishing those who do, especially when a global health emergency has been declared.  To specifically contain and prevent the spread of coronavirus, SHRM now recommends that companies \"actively encourage sick employees to stay home, send symptomatic employees home until they are able to return to work safely, and require employees returning from high-risk areas to telework during the incubation period.\" Be diplomatic Asking someone who is showing signs of being sick to stay home has to be done in the context of their well-being. \"Let them know you're there to support them,\" Ramchandani-Raj said. If they're not feeling great but feel they can still work, encourage them to telecommute if possible. If an employee refuses and they're struggling to function well, you might say you can't let them work on site because you're worried about their health as well as everyone else's in the office. If you feel their illness poses a direct threat to colleagues' safety, you may be able to insist they be evaluated by a doctor, Ramchandani-Raj said. But in all instances managers must be careful not to make assumptions and discriminate against anyone in the process. For example, in the case of the coronavirus, which started in China, a manager in a US office should never assume that an employee of Chinese descent is at any higher risk of carrying the disease than anyone else in the office. Or if an employee complains about a colleague who is having coughing fits, the manager needs to observe that behavior directly and speak with the colleague in question to see if he's not feeling well and wants to go home.  \"What you don't want is retaliatory or discriminatory conduct from one employee to another. That can become bullying,\" Ramchandani-Raj said. You can, however, try to accommodate the complaining employee by letting him temporarily work in a different area or even work from home. Where can a manager with questions go for help? Managers who aren't sure how to handle a health situation involving an employee should go to their HR representative or the company's employee safety director, Clayton said.  And they can keep abreast of the latest guidance for businesses on the coronavirus and other active health concerns by checking the sites of the CDC and the Occupational Safety and Health Administration (OSHA). "], "Language": false}