{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/tech/jack-dorsey-africa-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kaya Yurieff, CNN Business"], "Writers": [["Kaya Yurieff"]], "FirstPublishDate": ["2020-03-05T20:42:17Z"], "LastModifiedDate": ["2020-03-05T20:42:17Z"], "Headline": ["Twitter CEO will 'reevaluate' plan to spend months in Africa citing coronavirus concerns"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Twitter CEO Jack Dorsey is putting his plans to live in Africa for several months this year on hold over concerns about the coronavirus.  Last year, Dorsey said he didn't know where he would be living on the continent, but he planned to spend between three and six months of 2020 in Africa. \"I had been working on my plans where I'd work decentralized, as my team and I do when we travel, but in light of COVID-19 and everything else going on I need to reevaluate,\" Dorsey said at a conference in San Francisco hosted by Morgan Stanley focused on tech, media and telecom. \"Either way we'll continue to pursue opportunities in Africa,\"  Globally, there are over 94,000 confirmed cases of the coronavirus, also called COVID-19, and nearly 3,300 deaths, mostly in China. The first case of the coronavirus in South Africa has been diagnosed, the country's health minister announced Thursday. This week, Senegal reported four cases. However, Africa has recorded fewer cases of coronavirus compared to other continents. Earlier this week, Twitter said it was strongly encouraging all employees globally to work from home if they're able. Over the weekend, Twitter said it would be suspending all \"non-critical\" business travel and events.   Dorsey added that Africa will be \"one of the most populated continents\" in the next 20 to 30 years, with a large part of the population still coming online. He said this presents a \"huge opportunity\" for young people on the continent to join Twitter.  The remarks come as Dorsey, who is also the CEO of payments company Square, faces pressure from an activist investor to give up his top spot at one of the two companies. The practice raises concerns about how much time the CEO can dedicate to each company and the potential for burnout.  Last week, activist hedge fund Elliott Management Corp. obtained a large stake in Twitter and is advocating for changes, including possibly replacing Dorsey, a source familiar with the matter previously confirmed to CNN Business.  The source said Elliott was open to the possibility of Dorsey staying as long as he was willing to give up his role as CEO of Square. But the source conceded that Dorsey is unlikely to do that, and that is why Twitter should look for a new full-time CEO. (Twitter and Elliott Management previously declined to comment.)"], "Language": false}