{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/business/luxury-brands-suffer-from-travel-bans/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hannah Zhang, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T19:05:42Z"], "LastModifiedDate": ["2020-03-05T19:05:42Z"], "Headline": ["Luxury retailers suffer as Chinese tourists are subject to travel bans"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Sales clerks at the Chanel store on Fifth Avenue in New York City were expecting a big crowd of Chinese customers before Valentine's Day, but the store traffic was not what they anticipated. The Chanel store, along with many other luxury retail stores on the Fifth Avenue in New York City, has long been a magnet for Chinese tourists. Yet as more than 60 countries and territories impose travel restrictions to Chinese-passport holders due to the coronavirus outbreak, these luxury stores are losing their most valued -- and valuable -- customers. Chinese consumers were responsible for a third of the world's $338 billion luxury goods market in 2018, but only 9% of the sales came from mainland China, according the Bain & Company's 2018 annual luxury study. The majority of Chinese luxury consumers do their shopping outside of China where products are cheaper due to China's import tax regime and brands policies. \"We used to have many customers, especially Chinese and people from other Asian countries, come in during the Valentine's Day week,\" said Hartini Nelsen, a salesperson at the Fifth Avenue Chanel store, \"but this year, we all wonder where they are.\" Tapestry Inc., the American luxury conglomerate that owns Coach, Kate Spade, and Stuart Weitzman, said that it has suffered losses from shutting down the majority of its 306 stores in mainland China due to the coronavirus outbreak. The company estimates that the virus might cut the sales by $200 million to $250 million in the second half of the fiscal year, according to Tapestry CEO Jide J. Zeitlin.  The disappearance of Chinese tourists in the US could make things worse. \"I have seen very few Chinese customers since late January,\" said Hanqiu Bai, a Chinese-speaking shop assistant at a Stuart Weitzman store in New York City's Hudson Yards mall. Approximately 30% of the store's traffic comes from Chinese buyers, so the store employs two part-time Chinese-speaking salespeople to make sure at least one of them is there, according to Bai.  Bai is from Wuhan, the epicenter of the coronavirus outbreak, but she has not been home for two years. Her parents planned to visit her in New York during the Lunar New Year Holiday but had to cancel their travel plans as the virus spread. They are in good health, she said.  Chinese tourists have topped international travel expenditure since early 2010s. In 2018, they spent $277 billion while traveling abroad, up 5% from the previous year despite the slowing global economy, according to United Nations World Tourism Organization. They also tend to spend more when traveling to North America and Europe than they do in countries nearer to home, such as Thailand and Japan.  In the US, Chinese tourists spend an average of $6,700 per trip, exceeding the average international visitor by 50%, according to a press release published by the U.S. Travel Association in 2019. In Europe, Chinese tourists spend an average of $1,100 per person in Paris alone, compared to an average of $690 for all tourists, according to the Paris Chamber of Commerce. The recent absence of Chinese travelers in the US and Europe has alarmed many luxury brands. Burberry, the British luxury clothier, announced on February 7 that it expected \"the spending patterns of Chinese customers in Europe and other tourist destinations\" to worsen over the coming weeks due to the widening travel restrictions. The brand has already closed 24 out of 64 stores in mainland China and has seen \"significant footfall declines,\" according to the company's most recent statement about the impact of coronavirus.  \"We will provide another update in April,\" Louise Pyman, senior manager of corporate communications of Burberry, told CNN Business. Capri Holdings, the parent company of Versace, Michael Kors, and Jimmy Choo, announced on February 5 that the coronavirus outbreak would cut the company's sales by $100 million and that the situation might be worse \"if outbound travel and tourist traffic is further restricted out of China and into other countries and regions,\" according to the company's third-quarter revenue report.  Capri Holdings has closed 150 of its 225 stores in mainland China, as of February 5. The company has not responded to a request for comment.  Cosmetics brands in the United States are also experiencing declining sales due to the absence of Chinese customers.  Fabrizio Freda, president and CEO of Estée Lauder, said on the company's second quarter earnings call that travel retail, which is aimed at shopping in duty-free stores at airports, airlines, and on cruises, is more dramatically affected than sales in mainland China, citing more the than 60 airlines that have suspended or cut back flights in and out of the country where the deadly virus originated.  \"We assume that there will be obviously an important reduction of Chinese travelers not visiting the U.S. in the next, at least two, three months and this will have a negative impact, obviously, on the sales to Chinese tourists,\" said Freda. La Prairie, a luxury skin care brand owned by German manufacturing company Beiersdorf, is popular among Chinese customers both in and outside of China. Yet Linda Yu, a Chinese-speaking saleswoman at La Prairie in the Hudson Yards mall, said she hasn't seen many Chinese customers since the travel ban was imposed by the US government. \"I have seen very few of them since late January,\" said Yu.  Tapestry Inc. and Estée Lauder did not respond to request for comment."], "Language": false}