{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/world/coronavirus-newsletter-05-05-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-05T11:23:15Z"], "LastModifiedDate": ["2020-05-05T11:28:06Z"], "Headline": ["What you need to know about coronavirus on Tuesday, May 5"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As President Donald Trump pushes for states to restart their economies, his administration is quietly predicting a continuous surge in cases — up to about 3,000 daily deaths in the US by June 1, according to one model. Another influential coronavirus model often cited by the White House is now forecasting a death toll of 134,000 — nearly double its previous estimate.   The depressing new projections dashed optimism stirred by more than half the country taking various steps to return to normal life, Stephen Collinson writes. While stay-at-home orders slowed the virus and flattened the curve in hotspots like New York and California, they have so far failed to halt its broader advance, leaving the nation stuck at around 30,000 new cases a day for nearly a month.    With no vaccine in sight, the steep price of reopening the country is now clear: tens of thousands more lives will be lost. But as coronavirus costs mount, and the Treasury Department looks to borrow a whopping $3 trillion this quarter to cover the federal government's response, Trump appears ready to pay.    And as world leaders came together for a virtual summit yesterday, pledging billions of dollars to develop and mass-produce vaccines, drugs and testing kits to fight the virus, one nation was conspicuously absent: the US.   YOU ASKED. WE ANSWERED Q: How can cities contain a second wave of the virus?  A: When Hong Kong was hit by a second wave of the coronavirus in late February, the government took quick, aggressive action: barring non-residents from entering the city, halting travelers from transiting through the airport, and implementing strict quarantine and testing measures on all arrivals, regardless of origin. Those under home quarantine were given electronic bracelets to track their location. Now that the worst seems to have passed — Hong Kong hasn't had a case of local transmission in more than two weeks — here's a look at what the city did right.     Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Intel contradicts Chinese lab-leak theory  Trump and Secretary of State Mike Pompeo's claims that the outbreak spread as a result of an accident in a laboratory in Wuhan, China, continue to be met with skepticism. Intelligence shared among Five Eyes nations -- United States, United Kingdom, Canada, Australia and New Zealand --  indicates that theory is \"highly unlikely,\" and points instead to evidence that the virus originated in a market in the same region, according to two Western officials who cited an intelligence assessment. The World Health Organization has also dismissed the Trump administration's \"speculative\" assertion.     And in an interview with National Geographic, Dr. Anthony Fauci, the nation's top infectious disease expert, said he doesn't believe the virus came from a lab: \"If you look at the evolution of the virus in bats and what's out there now, (the scientific evidence) is very, very strongly leaning toward this could not have been artificially or deliberately manipulated.\"   Covid-19 may have been in France since December Doctors at a Paris hospital say they've found evidence that one patient admitted in December was infected with Covid-19. If verified, this finding would show that the virus was already circulating in Europe well before the first known cases were diagnosed in France or hotspot Italy.    Russian doctors falling from hospital windows Three frontline health care workers have mysteriously fallen out of hospital windows in Russia over the past two weeks, putting a spotlight on working conditions for Russian medical professionals during the pandemic.    Virus threatens world's oceans Surgical masks, gloves, protective equipment, body bags — the Covid-19 crisis has spurred a rapid expansion in the manufacturing of desperately-needed plastic products. Such production is necessary, but all that plastic ends up somewhere — and environmental campaigners fear it is just the tip of a looming iceberg that presents serious challenges to efforts to reduce plastic pollution.    TikTok's popularity explodes Alana Tsui hadn't really thought about joining TikTok before the pandemic. The artist and influencer already had a healthy following on Instagram. But when the outbreak in New York City forced Tsui to wait out the virus indoors, she found herself with a lot of spare time to try something new.  Tsui is not alone. In the last few months, hundreds of millions of people around the world have downloaded the short-form video app, which has become a fun escape from all the grim news about the virus and its economic toll.  ON OUR RADAR New Zealand's Jacinda Ardern made a rare appearance at a top Australian government meeting today, as both countries moved a step closer to establishing a potential coronavirus-free travel corridor. \nA Japanese firm is offering couples unused hotel rooms during the lockdown — either to reconnect or get a break from one another.   \n\"Skin-hunger\" and \"coronajerks\": The Dutch have already invented 700 new words to describe the impact of the virus.     \nA park ranger was telling a crowd to social distance. Mid-speech, someone pushed him into a lake.   \nOprah, Steven Spielberg, Jon Stewart and Malala have surprised 2020 grads, who took the opportunity to ask them some big questions.   \nA young British poet has racked up millions of views and messages from celebrities for a bedtime story about a polluted world transformed by the pandemic.   \nThe \"hero\" health care workers at a hospital in Santa Cruz, California, are getting bonuses, thanks to a $1 million gift from an anonymous donor.   \n\"Seeing a 747 freighter land at an airport is like in an old western, when the cavalry rides in to help the people in distress.\" The Queen of the Skies is having the finest moment of her reign.    TOP TIP Enforced lockdowns. Isolation from friends and loved ones. Loss of job, income, economic stability. With the grief and loss we are all experiencing, on so many levels, it can be challenging to cope. These are five signs your coronavirus anxiety has turned serious.  Poor sleep and regular nightmares \nA focus on bad news\nLoss of interest and pleasure\nHelplessness or crippling anxiety\nThoughts of suicide Read our full story for tips on what you can do, from connecting with loved ones to establishing a schedule, and seeking help. TODAY'S PODCAST \"A lack of tests means a lack of knowledge. The availability of quicker, easier, and more accurate testing is crucial to get the country back on its feet.\" — CNN's Chief Medical Correspondent Dr. Sanjay Gupta  Nose swab? Finger prick? Different tests give us different insights into Covid-19. Dr. Gupta explains the latest on the different types of coronavirus tests and how well they work. Listen now."], "Language": false}