{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/economy/jobs-report-preview-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Anneken Tappe, CNN Business"], "Writers": [["Anneken Tappe"]], "FirstPublishDate": ["2020-03-05T17:31:51Z"], "LastModifiedDate": ["2020-03-05T17:31:51Z"], "Headline": ["America's jobs market is strong, but coronavirus could change that"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["America's jobs market has been remarkably resilient for a decade. It better stay that way if the US economy is going to remain strong through a coronavirus scare. Friday's jobs report is expected to show that February was yet another strong month for American workers. Economists expect the US economy added 175,000 new jobs last month, leaving the unemployment rate at 3.6%, close to a five-decade low. Paychecks probably grew reasonably well too: Average hourly earnings are forecast to have risen 0.3% in February and 3% year-over-year. A solid February for the labor market might be more important than ever. Worries about the economic fallout from the coronavirus outbreak are weighing on the global growth outlook. If February was worse than expected for jobs, that could send jitters down investors' spines: Good February or bad, March could be downright ugly as the damage from coronavirus truly takes hold. The March report is due April 3. Coronavirus \"didn't really become a major scare until the last week of the month, so we may not see this weigh heavy on the February report,\" JJ Kinahan, chief market strategist at TD Ameritrade, told CNN Business in emailed comments. Sectors like hospitality and travel, which took a hit because of travel cancellations might start cutting jobs because of the virus outbreak, Kinahan added. A weaker-than-expected February report could call into question the state of the US economy, said Citi economists Veronica Clark and Andrew Hollenhorst. Some market participants have long thought that the US economy is at the end of its expansionary cycle. Consumer spending, which drives some 70% of US GDP growth, has remained strong in the face of recent macroeconomic problems like last year's trade war. But if people stop going to stores, movies, concerts or trips, that could deal a big blow to those industries and put a major dent in consumer spending. Although paychecks have only been growing modestly, inflation has also been low, meaning that workers have seen their spending power grow. But worries about how the coronavirus outbreak might affect consumer spending are beginning to grow. Countries like China, where the outbreak originated, are bracing for painful data in the first quarter of the year. Supply chains, trade and travel are bearing the initial brunt of the outbreak's economic effects. But in America, economists continue to praise the strong fundamentals underpinning the economy, including its solid labor market and consumer spending, as well as an economy less reliant on trade than its European and Asian peers. Federal Reserve Chairman Jerome Powell made sure to point to the strength of the US even as he announced an emergency half-percentage point cut Tuesday to protect America's longest expansion in history. That may hold true for February. March is anyone's guess."], "Language": false}