{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/africa/south-africa-first-coronavirus-case/index.html"], "Source": ["cnn"], "Location": ["Johannesburg"], "ByLine": ["By David McKenzie and Bukola Adebayo, CNN"], "Writers": [["David McKenzie", "Bukola Adebayo"]], "FirstPublishDate": ["2020-03-05T16:19:40Z"], "LastModifiedDate": ["2020-03-05T16:19:40Z"], "Headline": ["South Africa records its first case of coronavirus"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["The first case of the novel coronavirus in South Africa has been diagnosed, the country's health minister announced Thursday. The patient, a 38-year-old man, is part of a group of 10 people, including the man's wife, that returned March 1 to South Africa from Italy, Dr. Zweli Mkhize said in a statement. The patient went to a general practitioner on March 3 with fever, headache, malaise, sore throat and cough, Mkhize said. A nurse took a swab, and it was delivered to a lab. The patient has self-isolated since March 3, Mkhize said. The couple have two children. The doctor who treated the patient is also self-isolating, and health authorities have sent a tracer team with epidemiologists to KwaZulu-Natal province for contact tracing. he said. Africa has recorded fewer cases of coronavirus than on other continents. Those affected mostly have traveled recently to Europe. South Africans will head back from Japan and Wuhan Two South Africans who were aboard the coronavirus-hit Diamond Princess cruise ship in Japan have tested negative for the coronavirus and will soon return to their country, the government said in a separate statement. South African officials also have secured an aircraft to evacuate South African citizens in Wuhan, the epicenter of the outbreak that has killed more than 3,000 people, mostly in mainland China. At the onset of the outbreak, South Africa was just one of two countries on the continent with reliable testing capabilities. That has since expanded to more than 40 nations, according to the Africa Centres for Disease Control and Prevention. This week, Senegal reported four cases, including an 80-year-old French national and his wife who returned to the country from France. Nigeria's only case is an Italian man who traveled to the West African nation on business."], "Language": false}