{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/business/flybe-collapse-2020/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-03-05T04:01:23Z"], "LastModifiedDate": ["2020-03-05T14:18:16Z"], "Headline": ["UK airline Flybe collapses as coronavirus crisis deals the final blow"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["UK airline Flybe collapsed Thursday as a slump in demand for flights because of the novel coronavirus outbreak dealt the final blow to the struggling carrier.  Flybe told customers that it has grounded all flights as it enters administration, adding that its business in the United Kingdom had \"ceased trading with immediate effect.\" \"If you are due to fly with Flybe, please DO NOT TRAVEL TO THE AIRPORT unless you have arranged an alternative flight with another airline,\" the company told customers in a statement Thursday. \"Please note that Flybe is unfortunately not able to arrange alternative flights for passengers.\" The Exeter-based budget carrier was founded in 1979 and at one point was Europe's largest independent regional airline, carrying 8 million passengers a year and operating more than 200 routes. The airline had been struggling for a while. The UK government announced in January that it was talking to the company about its finances and exploring options for a rescue, adding that Flybe's management and shareholders were setting the airline \"on a recovery path.\" But Flybe's financial challenges had been \"compounded by the outbreak of coronavirus which in the last few days has resulted in a significant impact on demand,\" the airline said in a statement widely reported by UK media. The entire global airline industry has been tipped into crisis by the outbreak, which began in China and has now spread to every continent except Antarctica. Collapsing demand for travel has caused airlines to make savage cuts to their flight schedules, ground planes and ask staff to take unpaid leave to manage the loss of business.  The International Air Transport Authority warned Thursday that airlines stand to lose $113 billion in sales if the coronavirus continues to spread around the world. Just two weeks ago, IATA had been expecting lost sales in the range of $30 billion. Rafael Schvartzman, the regional vice president for IATA, said the collapse of Flybe demonstrated the urgent need for governments to support airlines. \"This development is proof that urgent action is required across Europe to protect air connectivity during a period of almost unprecedented crisis,\" he said in a statement. A UK government spokesperson said in a statement that \"Flybe's financial difficulties were longstanding and well documented and pre-date the outbreak of Covid-19,\" referring to the official name for the disease.  The government said it is working with the industry to minimize disruption to Flybe routes, \"including by looking urgently at how routes not already covered by other airlines can be re-established.\" Authorities are also asking other airlines to offer passengers reduced fares, and is requesting that train and bus companies accept Flybe tickets as payment. \"Very sad that @flybe has gone out of business after serving passengers for four decades,\" Grant Shapps, the British secretary of state for transport, tweeted Thursday. \"Government staff will be on hand at UK airports ready to assist.\" Loganair, a Scottish airline, said it would take over 16 of Flybe's routes, with flights commencing in stages over the next four months. The UK Department for Transportation said it would help Flybe staff members look for new jobs \"as soon as possible.\"  "], "Language": false}