{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/europe/eu-china-summit-coronavirus-intl-analysis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Luke McGee, CNN"], "Writers": [["Luke McGee"]], "FirstPublishDate": ["2020-05-05T10:22:21Z"], "LastModifiedDate": ["2020-05-05T10:22:21Z"], "Headline": ["Europe and China were on course for a reset. Coronavirus changed all that"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Before coronavirus brought the world to its knees, 2020 was slated to be a crucial year for the European Union and China. At a showpiece summit in September, the two are set to take a significant step forward in their economic and strategic relationship. At least that was the plan. China's response to covid-19 has left a bitter taste in the mouths of European officials. From draconian clampdowns on its own citizens to accusations of spreading misinformation in Europe, this crisis has been a reminder that closer engagement with China comes with risk.   As things stand, German Chancellor Angela Merkel is due to gather EU leaders and China's President Xi Jinping in the German city of Leipzig on September 14. German diplomats say the location was selected because of the former East Germany's historical relationship with China. They say that Merkel, chairing the EU Council presidency for the final time in her chancellorship, was personally invested in the summit's success. Indeed, pulling China closer to European values on human rights, climate change and multilateralism is the sort of thing leaders' legacies are made of. And while the Leipzig summit is far from a make or break moment in Europe's relationship with China, this level of fanfare has a lot to live up to. However, there is a real sense in Brussels that the pandemic has led to a reset in European thinking on China. \"I think the coronavirus has been a necessary reminder to a lot of EU states that however attractive Chinese money looks, it is also a systemic rival,\" says Steven Blockmans, head of EU foreign policy at the Centre for European Policy Studies.  Blockmans is referring to a communique released by the EU Commission in March 2019, in which it described China as \"a systemic rival promoting alternative models of governance\". In the context of coronavirus, that Chinese model of government is concerning EU officials. Last month, the European External Action Service published a report on disinformation surrounding covid-19, saying that \"Official and state-backed sources from various governments, including Russia and -- to a lesser extent -- China, have continued to widely target conspiracy narratives and disinformation.\"  Days earlier, Politico Europe published an excerpt from what it said was a draft version, which explicitly accused China of running \"a global disinformation campaign to deflect blame for the outbreak of the pandemic and improve its international image.\"  A spokesperson from the EU's Foreign Affairs and Security Policy told CNN the document cited by Politico was not in fact a draft report. Whatever the truth, it's clear that some in Brussels are very concerned about China's behavior.  \"It's all about seeing which (political) system is better at handling the virus. Is it a system that allows personal liberties? Or is it single-party autocracy where you can impose measures without worrying too much,\" said one EU official working across external affairs. This lack of trust seems to be taking hold across Brussels. Over the weekend, the EU's Commissioner for Foreign Affairs, Josep Borrell, said in an interview with France's Le Journal du Dimanche that Europe had been \"naïve\" in its dealings with China. He went on to acknowledge that China has a \"different understanding of the international order.\" So, where does this all leave what was supposed to be the year where China and Europe finally got on the same page? At the time of writing, very few believe that the Leipzig summit will be as Merkel and co first imagined. On a practical level, the virus has meant that the two sides have not been able to physically meet. European diplomats point out that in the EU Council building, there are normally around 30 meeting rooms for representatives from the 27 member states to meet in and discuss sensitive issues. \"Now there are only about 10 that can guarantee social distancing,\" said one diplomat. Velina Tchakarova, head of institute at the Austrian Institute for European and Security Policy, predicts that \"China's actions during and after the covid-19 would result in further disagreements and fragmentation within the European countries [on] how to settle the relations with Beijing.\"  She points to disagreements on issues like allowing Chinese firms to build 5G networks and EU-level decisions on who can and cannot invest in member states. For these reasons and more, most believe that the Leipzig summit will be totally overshadowed by coronavirus. However, despite these low levels of trust and overt acknowledgment that China is a \"systemic rival,\" it seems likely the EU will try and get things back on track. \"It will make us rethink, but at the same time we cannot walk away from China,\" an EU diplomat told CNN. \"All of our economies rely on supply chains that run back to Wuhan and beyond. We've always said no one's interests are going to be served from not trading with them. So that problem will always be there.\" Another German diplomat defended pressing on, saying that \"China's influence is rising, but it's not one-sided. Obviously, China also needs Europe.\" This, Brussels officials hope, means it can pressure China on things like its position on human rights. For the EU, engagement with China is about more than money. \"Increasing its engagement with China gives the EU a chance to double down on its strategic priorities,\" says Blockmans, referring to the key EU foreign policy priority of balancing its relations with China and the US, giving the EU more autonomy on the world stage. However, concerns over China's transparency during the pandemic has been a sharp reminder as to exactly what engagement with China actually means. On one hand, the EU's calculation on China hasn't changed: it's still desirable to not get squashed between the two great superpowers, China and America. On the other, recent history shows China to be an unreliable partner who divides opinion among EU member states. Sooner or later, Europe will have to weigh these two realities up and decide exactly how much that diplomatic independence from America is really worth."], "Language": false}