{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/business/gm-electric-car-battery-400-miles-of-range/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-03-04T20:44:31Z"], "LastModifiedDate": ["2020-03-05T12:23:02Z"], "Headline": ["GM's new electric car battery tops Tesla's"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["In a major challenge to electric car leader Tesla, General Motors announced it has created a new electric vehicle battery that offers up to 400 miles of range and will be cheaper to produce than today's batteries. The new battery cells will hold enough energy to potentially power a car for 400 miles or more on a single charge, the company announced Wednesday. That's slightly more driving range than any car Tesla offers. Tesla claims a range of 390 miles for the latest version of its Model S Long Range sedan.  GM's new battery cells will be used in several of its new fully electric models, including a recently unveiled self-driving electric car, the Cruise Origin, and a future Cadillac luxury SUV. GM also hopes to license its battery technology to other companies. The announcement was part of a broader presentation on the company's aggressive plans for electric vehicles.  \"GM is building toward an all-electric future because we believe climate change is real,\" GM CEO Mary Barra said during a presentation for media and investors. She said the company would be investing more than $3 billion annually in electric vehicle research and development between 2020 and 2025. \"We want to put everyone in an EV, and we have what it takes to do it,\"  Barra said. Cheaper and more flexible batteries The new battery cells, which GM named Ultium, are soft, flat pouches. (Electric vehicle batteries can have different forms. Tesla battery cells, for instance, are hard cylinders.) Usually, these sorts of pouch cells have to be lined up in horizontal rows with the pouches standing on edge like books in a bookshelf. The Ultium cells can be used that way or they can be stacked up vertically with the pouches laying on their sides. This gives car designers more flexibility because it allows the battery pack, which is made up of lots of these cells, to have a greater variety of shapes. The Ultium battery cell uses a minimal amount of cobalt, an expensive ingredient for electric vehicle batteries, and that factor, combined with continuing manufacturing improvements, will drive prices down, the company said. GM promised the new battery cells will quickly come down in price to below $100 per kilowatt hour. Batteries make up a very large part of an electric vehicle's cost and $100 per kilowatt hour is often cited by industry analysts as the threshold that will enable electric cars to become truly cost competitive with traditional gasoline-powered vehicles. GM also boasted of its ability to adapt its existing facilities to manufacture electric cars. The company has already said that its Detroit Hamtramck assembly plant, which not long ago produced a variety of gasoline-powered vehicles, will now begin to manufacture only fully electric models. With just batteries, cables and electric motors, electric vehicles have far fewer moving parts than gasoline engines, with pistons, valves and rods, and transmissions with multitudes of complex gears.  GM executives believe that the company's new generation of electric vehicles will be profitable from the outset thanks to these reduced costs. GM admits that today's Chevrolet Bolt EV -- currently the only electric car GM sells in the United States -- is not profitable. Battery costs are a major factor in that. Taking on Tesla While GM did not specifically name any competitors, the comparisons to Tesla are clear. Tesla is the leading electric vehicle maker in the world. It built an enormous new battery factory in Nevada, a new car factory in China and is building another new factory in Germany. Tesla also currently builds its cars at its factory in Fremont, California, where GM and Toyota cars were once made.  For its part, Tesla is planning a Battery and Powertrain Investor Day for some time next month at which the company could announce significant advancements of its own. Less than 250,000 electric vehicles were sold in the US last year and 90% of those were Teslas, according to data from Cox Automotive. GM cited \"third party forecasters\" as saying electric vehicle sales in the United States could rise to about 3 million units by 2030. GM's own analysis predicts the figure could be \"materially higher\" as more electric vehicles are launched in popular markets and public charging networks grow, the company said. In addition, GM engineers are already working on next-generation battery cells that could enable driving ranges of up to 600 miles, GM engineer Andy Oury said in a recorded presentation. GM also previewed a number of new fully electric car models the company plans to produce over the next few years. The Cruise Origin, a completely driverless vehicle was already unveiled in San Francisco last month. GM's Cruise autonomous driving subsidiary hopes to use it in a driverless ride-hailing service in San Francisco. No date has been set for that.  A new version of the Bolt EV will be launched later this year, the company said, followed by a crossover SUV version, called the Bolt EUV, in the summer of 2021.  The Cadillac Lyriq, a luxury electric crossover, will be unveiled next month. After that, the GMC Hummer EV electric truck will be unveiled on May 20, GM said."], "Language": false}