{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-030420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-04T11:28:45.984Z"], "LastModifiedDate": ["2020-03-05T06:37:42.756Z"], "Headline": ["What's moving markets today: March 4, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks rallied back to life on Wednesday, retracing losses from the previous session. The Dow once again logged a day for the history books, recording its second-best point-gain in history after Monday’s rally. Investors reacted positively to former Vice President Joe Biden’s wins on Super Tuesday, as he is viewed as a more market-friendly candidate than Senator Bernie Sanders. The Dow closed up 1,173 points, or 4.5%. The S&P 500 finished 4.2% higher, led by health care stocks. The Nasdaq Composite closed up 3.9%. Stocks are on pace for their first positive week since Valentine's Day. All three indexes are now less than 10% below their most recent peaks. With less than half an hour to go in the trading day, the Dow rallied more than 1,000 points. Stocks are rebounding sharply from yesterday's losses, helped by Joe Biden's wins on Super Tuesday. Biden is considered a more market-friendly contender for the Democratic nomination, compared with Bernie Sanders. The Dow was last up 1,050 points, or 4.1%, while the broader S&P 500 rallied 3.8%. The Nasdaq Composite was up 3.3%. 20,000 of Wells Fargo's retail bank employees are going to get a raise. The new minimum wage at Wells Fargo's (WFC) bank locations will rise to $15 to $20 an hour by the end of the year, the company announced Wednesday. That follows similar minimum wage increases from its competitors in recent years. Bank of America (BAC) hiked its minimum wage to $20 in the first quarter of 2020 after raising it to $15 an hour in 2017. In June 2019, Citigroup (C) lifted its minimum wage in the United States to $15 an hour. JPMorgan Chase (JPM) also announced in November 2019 it would raise wages to at least $15 to $18 for depending on the local cost of living, and committed to $18 an hour for employees in Washington, DC. The Dow rallied more than 900 points in the early afternoon, as the rebound from yesterday's selloff continues. The index was up 912 points at its peak. Former Vice President Joe Biden's big wins on Super Tuesday gave investors something to be optimistic about after worries about the coronavirus outbreak had weighed on markets for days.  The Dow was last up 850 points, or 3.3%. The broader S&P 500 climbed nearly 3%, with healthcare and utilities stocks leading gainers. The Nasdaq Composite was up 2.7%. US oil prices settled slightly lower, falling 0.8% to $46.78 a barrel, as investors are awaiting what will come from the OPEC meeting in Vienna that concludes tomorrow. Safe-haven gold was little changed, with prices settling just 0.1% lower at $1,641.10 an ounce. Watch the full interview with Anthony Scaramucci: US stocks are still overvalued even after the recent sharp selloffs over the novel coronavirus outbreak, according to Anthony Scaramucci, founder of Skybridge Capital and former White House communications director. Even before the virus scare hit global stocks, Scaramucci thought the expansion wouldn't go into an eleventh year without seeing a correction in the stock market, he told Richard Quest on the CNN Business' digital live show Markets Now. The US economy is in its longest expansion in history. \"We recognize there will be more volatility and greater uncertainty,\" he said. \"No matter what [coronavirus'] severity is, there is a perception that it's bad and it's slowing the economy.\" Scaramucci is invested primarily in fixed income assets and cash with a very low exposure to stocks, for now. \"I'm in the most defensive position\" of the last 31 years, Scaramucci said. The 10-year Treasury yield dropped below 1% for the first time in history on Tuesday, as bond prices went up. Yields and bonds move in opposite directions to each other. \"I'm not in love with that,\" Scaramucci said, because it's a \"warning sign on the economic dashboard that there's a potential recession coming.\" On politics, Scaramucci said that President Donald Trump should be afraid of his to-be-determined Democratic challenger, after he \"has alienated a good 60% of the population.\" Even after last week's sharp selloff and tremendous volatility, US stocks continue to be the best investment, said Brian Belski, chief investment strategist and managing director at BMO Capital Markets. \"We firmly believe that stocks, in terms of the S&P 500, will be at 3,400,\" he said during the CNN Business' digital live show Markets Now. \" The coronavirus-linked selloff last week, which had Wall Street log its worst week since 2008, is not going to totally derail stocks, but fear defines how people trade, Belski said.  \"Panic is not an investment strategy,\" he added. \"We still think US stocks are in a 20-year bull market and this will not derail that...We think and we know that US stocks are the best and most stable assets in the world.\" \"We think you should be buying longer term and holding longer term,\" he said. US stocks are holding their sharp gains in the early afternoon, with all three major indexes in the green. The Dow was up 575 points, or 2.2%, while the broader S&P 500 rose nearly 2%. The Nasdaq Composite was up 1.8%. As it stands, all three indexes are on track to snap a two-week losing streak. But with as much volatility in the market as we've seen over the past days, nothing is set in stone. Last week was the worst week since 2008 for Wall Street. ViacomCBS is trying to become a more digitally focused media firm. Apparently, that means books printed on paper are no longer a fit.  ViacomCBS (VIAC) CEO Bob Bakish said at a Morgan Stanley investing conference Wednesday that the company is looking to sell its Simon & Schuster book publishing unit. \"We've made the determination that Simon and Schuster is not a core asset of the company. It is not video-based. It doesn't have significant connectivity to our broader business,\" Bakish said. ViacomCBS, like most media firms, is making a bigger bet on streaming TV shows and movies. The company -- created from the reunification of CBS and Viacom last year following a breakup in 2006 -- owns the Paramount film studio, CBS broadcast channel and cable networks Comedy Central, MTV, BET, Nickelodeon and Showtime.  The company said on its latest earnings call that it was looking to expand its subscription-based CBS All Access streaming service and its free Pluto TV offering. Bakish said that Simon & Schuster -- which publishes books by A-list authors Stephen King and Jenny Han -- is \"a marquee asset\" and noted that ViacomCBS has had \"multiple unsolicited\" calls about the division.  But the publishing business has been upended in the past decade due to the rise of Amazon (AMZN) -- which has led to lower prices for best sellers. So a sale of Simon & Schuster may be tough to accomplish right now, especially as companies are worried about the potential economic impact of the coronavirus. Bakish said that the company will \"look at strategic alternatives\" for the book business as the \"market stabilizes.\"    Abercrombie & Fitch expects the coronavirus to keep a lid on its revenue growth.  Net sales should be flat to up 2% for the 2020 fiscal year in part because of a negative $60 to $80 million coronavirus effect, the company said in an earnings statement Wednesday.  The company expects most of the impact in the period’s first half. In light of the outbreak, Abercrombie & Fitch (ANF) temporarily closed its Shanghai regional home office and shuttered stores in mainland China and Milan, Italy. Lost revenue in the Asia Pacific region, Europe and North America will hurt its business, too, the company said. It also warned that it might experience supply chain disruptions.  Abercrombie & Fitch stock was still up about 8% Wednesday after the company beat earnings expectations. The company's earnings surpassed Wall Street's forecasts.  The International Monetary Fund and the World Bank are standing united in fighting the global coronavirus outbreak. \"Over a third of our membership [countries] are affected,\" said IMF Director Kristalina Georgieva. \"This is a global problem that calls for a global response.\" The IMF is making $50 billion available to help in combating the virus. \"As long as we don't know the duration of the outbreak, we'll be in an uncertain space,\" Georgieva said, though the preparations made by corporations around the world was encouraging. Ensuring front-line health-related spending was number one on the list of priorities, Georgieva said during a joint press conference with World Bank President David Malpass. Technical assistance, good and services, including lab equipment, gloves, masks and ventilators were part of this, Malpass added. \"In terms of our projections, over the last week we have seen a shift to a more adverse scenario for the global economy,\" said Georgieva about the global economy, adding that 2020 worldwide growth is expected to be below that of 2019. The \"sheer geographic spread of the epidemic around the world,\" laid the groundwork for this week's central bank action, most importantly an emergency half-percentage point interest rate cut from the Federal Reserve, Georgieva said. The degree of co-operation between central banks increased this week, she added. America's services sector grew more than expected in February. The growth was across the whole industry: Everything from orders to inventories and prices improved, according to data from the Institute of Supply Management. At 57.3%, it was the highest non-manufacturing PMI in a year. All sixteen non-manufacturing industries reported growth last month. But the good news don't come without a caveat, as \"most\" survey respondents expressed concern about the novel coronavirus outbreak, according to Anthony Nieves, chair of the ISM's non-manufacturing business survey committee. The Bank of Canada followed the Federal Reserve's footsteps and lowered interest rates by a half-percentage point. The market expected a rate cut after Tuesday's emergency cut from Washington. The BOC's overnight lending rate is now 1.25%. Before the outbreak, the global economy was showing signs of stabilizing, as the Bank had projected in its January Monetary Policy Report. However, COVID-19 represents a significant health threat to people in a growing number of countries,\" the central bank said in a statement. Business activity has fallen and supply chains have been disrupted, leading commodity prices to fall and the Canadian dollar to decline, the bank said. The BOC's \"stands ready to adjust monetary policy further if required to support economic growth and keep inflation on target,\" according to the statement. Just two weeks ago, the market hit all-time highs as Senator Bernie Sanders became the front-runner. This morning, it is bouncing because Biden has taken the lead. What's changed? The market view is that the coronavirus has hobbled President Donald Trump. Wall Street still wants Trump to win, but if a Democrat is going to be the next president, Wall Street could live with Biden. Sanders has taken a much harder line on regulating Wall Street, taxing the rich, rolling back corporate tax cuts and remaking the economy with expensive health care and education plans. Biden -- longtime senator from a state that is home to credit card companies -- is seen as more moderate, a steady hand ready to work across the aisle. Wall Street’s wild week continues, with stocks soaring following Joe Biden's big Super Tuesday wins. Investors view Biden as a potentially more market-friendly Democratic presidential candidate than Bernie Sanders.  Health care stocks in particular were soaring. Coronavirus worries haven't completely gone away, though. The yield on the 10-year Treasury was back below 1%, one day after the Federal Reserve announced a surprise half-point rate cut. The Dow rose more than 700 points in early trading, or 2.8%\nThe S&P 500 shot up 2.3%\nThe Nasdaq Composite gained 2.1% Starbucks (SBUX) will hold a virtual annual meeting on March 18 as the state of Washington battles a coronavirus outbreak. \"Due to the emerging public health impact of the coronavirus outbreak (COVID-19) and to support the health and well-being of our partners and shareholders ... the location of the Annual Meeting of Shareholders of Starbucks Corporation has been changed,\" the company said in a regulatory filing. \"In light of public health concerns regarding the coronavirus outbreak, the Annual Meeting will be held in a virtual meeting format only. You will not be able to attend the Annual Meeting physically.\" Starbucks had been planning on holding the annual meeting in Seattle. It has set up a website where shareholders can register to participate in the meeting. The Federal Reserve's decision to cut interest rates by half a percentage point outside of a scheduled meeting -- the first time it's made such a move since the 2008 financial crisis --was aimed at easing financial conditions and restoring confidence as the coronavirus outbreak spreads globally. Investors weren't impressed. The S&P 500 closed down 2.8%, while the Dow shed 786 points, or 2.9%. The yield on benchmark 10-year US Treasury notes fell below 1% for the first time in history as investors rushed into safe haven assets. Those are big slides on a day that was meant to be about reassurance. What happened: Traders saw the move and wondered if the Fed knew something that everyone else didn't. Instead of assuaging fears about how the virus would hit economic growth, it amplified them. \"Confidence matters in volatile times. It would have been better for the Fed to cut by 25 [basis points] and let markets hope for more,\" Holger Schmieding, chief economist at Berenberg Bank, told clients on Wednesday. Some observers are also concerned that the Fed is prematurely running down its already depleted arsenal. The central bank could still cut interest rates four times, assuming each cut is a more standard 25 basis points, before reaching zero. But it has far less powder than investors would generally like to see in uncertain times. Other central banks are in even worse positions. The European Central Bank and the Bank of Japan, for example, have already pushed their benchmark interest rates into negative territory. Central banks can still help: Satyam Panday, senior US economist at S&P Global Ratings, points out that while interest rate cuts don't directly address some of the problems caused by the coronavirus, such as snarled supply chains, they could still prove useful. The cuts could \"offset some of the tightening that has occurred in financial markets\" and keep credit flowing, while helping to speed up an economic recovery in the second half of the year, he said. Yet in the near term, investors aren't satisfied, with markets now clamoring for the Fed to cut rates again at its scheduled meeting later this month. \"The Fed seems committed to frontloading cuts, acting aggressively and forcefully,\" Michelle Meyer, Bank of America's chief US economist, told clients Tuesday. \"The market is also pressuring the Fed by pricing in over a 70% probability of a March cut; the Fed won't fight it.\" Private payrolls grew by 183,000 jobs in February, according to the ADP employment report. Even though that's slightly below January's figure, it beat economists' consensus expectations of 170,000. Investors watch the ADP report closely: It is considered a predictor for the subsequent jobs report, although its track record isn't exactly stellar. The lower-than-expected private payrolls number sets the stage for a dropoff in job growth in the Bureau of Labor Statistics' report, which is due Friday at 8:30 am ET. The US economy is expected to have added 175,000 jobs in February, less than in January. General Electric (GE) said the coronavirus outbreak will slash its first-quarter cash flow between $300 million to $500 million. However, the company reaffirmed its full-year guidance. Steeped in debt, GE has been in trouble the past few years. So much so, that it announced in 2018 it was slashing its famed dividend to just a penny a share. Separately, GE said it was adding former US Secretary of Defense Ash Carter to its board. GE's stock rose 2.2%, along with the rest of the market. Joe Biden's wins on Super Tuesday have investors in a good mood. But health care stocks are enjoying a particularly, uhh, healthy surge. Shares of giant insurer (and Dow component) UnitedHealth (UNH) soared 9% in early trading Wednesday. Walgreens (WBA), which is also in the Dow, was up more than 3%. CVS (CVS), the drug store behemoth that also owns UnitedHealth rival Aetna, gained 4%.   The reason is pretty obvious. The possibility of a Biden candidacy is less worrisome to health care investors than Bernie Sanders taking on Donald Trump in the race for the White House. While Sanders is proposing a Medicare for All program, Biden is touting what is essentially a reworked Obamacare, an Affordable Care Act.  Even though President Trump has tried to dismantle much of the ACA, with limited success, the status quo in health care would be far less disruptive to the businesses of major insurers and drug makers.  With that in mind, three Big Pharma stocks in the Dow -- Pfizer (PFE), Merck (MRK) and Johnson & Johnson (JNJ) were also enjoying solid gains. The list goes on. Insurers Anthem (ANTM) and Cigna (CI) were skyrocketing. So were shares of hospital owner HCA (HCA). The S&P Health Care Select Sector SPDR (XLV), an ETF that owns all these stocks, was up big too. USstock futures jumped higher as Joe Biden scored big wins on Super Tuesday, resurrecting his campaign and emerging as Sen. Bernie Sanders' leading rival for the Democratic presidential nomination. Dow (INDU) futures were last up nearly 700 points, or 2.6%, after the former US vice president was projected to win many as nine states including Texas, Virginia and Minnesota. Sanders, meanwhile, captured Utah, Vermont and Colorado. He was also leading in California. Futures for the S&P 500 (INX) were up 1.9%, while the Nasdaq Composite (COMP) increased 2%. JPMorgan Chase (JPM) is bracing for the coronavirus outbreak by asking thousands of its employees to work from home for a day to test contingency plans, a person familiar with the matter told CNN Business. The move shows how seriously the largest bank in the United States is taking the risks posed to its operations by the fast-moving health crisis. Contingency planning at JPMorgan's consumer bank, code-named \"Project Kennedy,\" included asking 10% of the staff to work from home for a day to test their remote access capabilities, the person told CNN Business. Read more here. Amazon (AMZN) is informing employees that one of its Seattle-based workers has been diagnosed with COVID-19.  According to a mass email for all staff members in Seattle and Bellevue, Washington, the employee infected with the novel coronavirus first became ill on February 25 and has not been back to work since that time.  The company says it has directly notified all coworkers who had been in close contact with the patient. The worker was based at the downtown office building the company refers to as Amazon Brazil, according to the email. An Amazon spokesperson confirms the authenticity of the email to CNN, adding “We’re supporting the affected employee.” "], "Language": false}