{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/politics/coronavirus-screening-navy-air-force-army/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-03-05T01:09:26Z"], "LastModifiedDate": ["2020-03-05T01:09:26Z"], "Headline": ["Multiple US military branches screening recruits for coronavirus amid mounting concern"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Multiple US military branches are screening new recruits for the novel coronavirus as part of a sweeping effort to prevent the virus from spreading among the armed forces.  While recruits are always screened for health issues, the coronavirus is now a particular concern for the US Navy, Air Force and Army who have implemented new screening procedures as the virus spreads. The move underscores comments made by Chairman of the Joint Chiefs of Staff Gen. Mark Milley earlier this week that the military is planning for all scenarios as it faces the coronavirus. The virus has killed people worldwide and there are now more than 92,000 global cases, with infections in more than 70 countries and territories. The Navy told CNN in a statement Wednesday that it began screening for the coronavirus in the initial processing of recruits in January. All incoming recruits are screened using medical and exposure risk criteria and any individuals identified as having potential risk would be further treated -- though none have met that criteria yet.  The screenings involve evaluation for related symptoms such as a fever or lower respiratory illness and questions about overseas travel history and whether they've had close contact with anyone with the virus. That process mirrors the screenings the Army began conducting Tuesday after a rehearsal the day before. Army trainees are screened at all four Army Training Centers as they arrive. The Army's initial screening questions include:  \"Have you or anyone living with you traveled to or through China, Korea, Japan, Iran or Italy?\"\n\"Have you had contact with a confirmed positive COVID-19 (Coronavirus) individual?\"\n\"Are you sick or have any of the following symptoms? Cough, sore throat, diarrhea, shortness of breath, muscle aches, fatigue.\" Should a recruit answer \"no\" to all of the questions and have a temperature below 99.4 degrees Fahrenheit, they're allowed to continue to training.  The Air Force is also screening recruits when they leave processing centers before they enter training. An Air Force official emphasized to CNN that the branch always screens for health issues, but the coronavirus is a particular focus.  Beyond screening recruits, top US commanders around the globe have become increasingly concerned that as allies shut down borders and travel in response to the virus' spread, there's a risk that military readiness may start degrading by the end of March, according to several defense officials."], "Language": false}