{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/2020-election-senate-control-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Ronald Brownstein"], "Writers": [["Ronald Brownstein"]], "FirstPublishDate": ["2020-05-05T10:04:07Z"], "LastModifiedDate": ["2020-05-05T10:04:07Z"], "Headline": ["Why Trump's shadow over the race for Senate control is so long"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["While President Donald Trump's scheduled visit to a Honeywell plant in Phoenix on Tuesday marks his first visit to Arizona since a rally there in mid-February, his shadow has never lifted from the state's high-profile Senate race between Republican Sen. Martha McSally and her Democratic challenger, Mark Kelly.  Public polls have shown a huge overlap between voter attitudes in the presidential race between Trump and presumptive Democratic nominee Joe Biden and their preferences in the Senate contest between Kelly and McSally, who lost her Senate bid in 2018 but was then appointed to fill the term of the late GOP Sen. John McCain. Every recent public survey in Arizona has found both Trump and McSally trailing Biden and Kelly, with the Democrat usually leading by even slightly more in the Senate contest than in the presidential race.  \"McSally's and Trump's numbers are almost identical,\" said Mike Noble, a former Republican consultant who now polls for nonpartisan clients in Arizona. \"They are so tied together.\" These patterns in Arizona are just one measure of a larger trend: Senate elections are becoming more about the party and less about the individual candidates. It's become harder and harder for even the most talented Senate candidates to win, in effect, behind enemy lines, in states that usually vote the other way in presidential races. University of Michigan post-election polls dating back decades show that the share of Americans who split their tickets between one party in presidential races and the other in Senate contests has plummeted since the 1970s and 1980s. In 2016, for the first time ever, every Senate race finished the same way as the presidential race in that state. Looking more broadly, 26 states have voted mostly for Republicans in the seven presidential elections starting with 1992: The GOP now holds 46 of their 52 Senate seats. Over those same contests, 24 states have voted mostly Democratic: Democrats hold 41 of their 48 Senate seats. Most signs suggest this trend toward party-line voting in presidential and Senate races will continue and perhaps even deepen in 2020. Most experts think that only a few Senate candidates on either side -- most prominently Democrat Kelly in Arizona and Republican Sen. Susan Collins in Maine -- have realistic chances of winning if their parties' presidential nominees fail in their states, and even then only if their sides keep the contest very close. All signals indicate that \"this will be another election in which what people think about Trump determines almost everybody's vote\" in Senate contests, says Gary Jacobson, a University of California at San Diego political scientist who specializes in congressional races. \"Elections are much more nationalized and partisan.\" One high-ranking GOP strategist, who asked for anonymity to discuss changes in the strategic landscape, agreed that very few Senate candidates may be strong enough to swim against the tide of a presidential defeat for their party in their state. \"As far as being able to buck massive trends, I just don't think we're in the era where that exists anymore, unless there is a fatal issue with\" their opponent, the strategist said. \"If the top of the ticket is losing the state by more than 5 [points], it is going to be incredibly challenging to find enough split-ticket voters that allow you to put together a winning coalition.\" State-by-state look The hardening alignment between Senate and presidential results looms over the high-stakes battle for Senate control, in which Democrats need a net gain of three seats to recapture the chamber if they win the presidency and four if they don't.  Republican incumbents Collins in Maine and Sen. Cory Gardner in Colorado face the challenge of holding seats in states where Trump lost last time and now stands as an underdog again. Gardner's odds appear especially bleak given Trump's decline in the state. \"Gardner is one of the best politicians the Republicans have produced in that state since\" the 1990s, says Floyd Ciruli, director of the Crossley Center for Public Opinion Research at the University of Denver. \"But I just don't think being the best Senate candidate the Republicans have produced and lots of money can deal with ... just what looks like [a] wave against Trump in terms of Colorado.\"  Arizona looks like another big challenge for the GOP, because the state is considered a toss-up at the presidential level and both sides consider Kelly to be the Senate Democratic candidate most likely to run at least slightly ahead of Biden. So far, the correlation between presidential and Senate results there is almost complete. Noble's most recent Arizona poll found Trump and McSally trailing, with McSally leading Kelly by 92% to 1% among voters supporting Trump but Kelly leading 93% to 2% among the larger group that preferred Biden.  And while Republicans are bullish about Senate challenger John James against low-profile Democratic Sen. Gary Peters in Michigan, Democrats are dubious that James is strong enough to win if Trump cannot in a state that recent polls show to be drifting away from the President amid poor reviews there for his handling of the coronavirus outbreak. The challenge for Democrats is that all of the other key Senate races are in states Trump won four years ago and is at least slightly favored to carry again. Democratic Sen. Doug Jones, who won a special election in 2017, faces an uphill climb to reelection in a presidential-year turnout in Alabama, a state Trump is expected to carry comfortably. If Jones loses, Democrats will still need to win one more seat to take the majority even if they capture Maine, Colorado and Arizona. All of the options for that last seat are in red-leaning terrain. Democrats hold hopes in Montana, where Gov. Steve Bullock is challenging Republican Steve Daines, and in Kansas if polarizing former Secretary of State Kris Kobach wins the GOP nomination. But in each case that would require the Democrat winning enough ticket-splitters to overcome what is likely to be a double-digit Trump victory.  The presidential outcome in Iowa is likely to be closer, but most on both sides agree that Democrats are unlikely to beat Republican Sen. Joni Ernst unless Biden also beats Trump there, which is still an uphill climb despite some surprisingly close surveys. The Texas US Senate race is another contest Democrats are virtually certain to lose unless Biden upsets in the state -- and even then, the well-known and well-funded GOP Sen. John Cornyn might survive. North Carolina is the one state beside Arizona where Democrats believe they are most likely to win even if Biden narrowly loses. That's both because they believe their nominee, Cal Cunningham, a former state legislator with small-town roots, may run slightly better than Biden in rural communities and also because the Republican incumbent, Thom Tillis, has tottered between trying to establish an independent identity and lashing himself tightly to Trump. Republicans remain cautiously optimistic that Tillis won't lose the state unless Trump does.  Chicken-and-egg polarization The tightening relationship between attitudes toward a president and Senate election outcomes may be both cause and effect of the increased partisan polarization in the Senate itself. The trend increases the pressure on senators from a president's party to vote with him because they are almost all representing voters who preferred him -- while simultaneously intensifying the pressure on senators from the other party to oppose because they are representing voters who did not.  And as Congress moves toward a heightened level of party-line voting more common in parliamentary political systems, it's not surprising that more voters are functionally treating Senate elections as parliamentary choices that turn less on comparisons of individuals than on a judgment about which party they want to control the chamber.  \"If you look at the level of party-line voting in Congress, it makes perfect sense [for voters] to treat them as pure partisans,\" says Jacobson. The mounting modern pressure on senators to lock arms behind a president of their own party has been vividly underscored by the reaction of even the most endangered Republican incumbents to Trump's handling of the coronavirus outbreak. No GOP senator facing reelection has seriously criticized any element of his response; even Collins, who built her brand on independence, has managed nothing more than a mild complaint that the President has too often gone \"off message\" by airing extraneous grievances at his White House press briefings. In recent weeks, Republican senators have not praised Trump's coronavirus response, either; rather they have conspicuously tried to ignore the subject. Republicans have mostly blamed China for the outbreak, as a leaked recent internal strategy document for the National Republican Senatorial Committee counseled, and issued a torrent of press releases touting their success at securing grants and medical equipment from the administration. J.B. Poersch, president of Senate Majority PAC, a Democratic super PAC, says the group's research shows that most voters define GOP senators above all as loyalists to Trump. \"Ignoring the President is not the same as holding him accountable, and they seem unwilling in any facet or way to hold him accountable,\" he said. \"And voters know there's that relationship with them and Trump. It's not going unnoticed that they won't push him.\" Yet the results of recent years suggest that swimming upstream against a state's overall partisan current has grown more difficult for senators whether they embrace or distance from their party's president. The share of voters who split their tickets -- by voting for a presidential candidate of one party and a Senate contender from the other -- has dwindled over the past half century.  The longest-running data source available on Americans' electoral behavior is the University of Michigan's American National Election Study, a post-election poll that traces back to 1948. Through the 1950s and early 1960s, only about 1 in 6 or fewer voters backed a presidential candidate from one party and a Senate contender from the other, according to an analysis of data from the studies provided by Emory University political scientist Alan Abramowitz. Split-ticket voting then exploded in the presidential races from 1972 through 1988, when between 23% and 29% of voters divided their ballots each time.  Back to the future This surge in split-ticket voting reflected the contrasting speeds of realignment in presidential and congressional politics. The contrast was greatest in the South, where white conservatives started voting routinely for GOP presidential nominees such as Richard Nixon and Ronald Reagan years before they were willing to support Republican candidates for Senate (or the House).  The sam"], "Language": false}