{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-04T12:26:21Z"], "LastModifiedDate": ["2020-03-04T12:26:21Z"], "Headline": ["The Fed tried to restore confidence. It failed"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. The Federal Reserve's decision to cut interest rates by half a percentage point outside of a scheduled meeting — the first time it's made such a move since the 2008 financial crisis — was aimed at easing financial conditions and restoring confidence as the coronavirus outbreak spreads globally. Investors weren't impressed. The S&P 500 closed down 2.8%, while the Dow shed 786 points, or 2.9%. The yield on benchmark 10-year US Treasury notes fell below 1% for the first time in history as investors rushed into safe haven assets. Those are big slides on a day that was meant to be about reassurance. What happened: Traders saw the move and wondered if the Fed knew something that everyone else didn't. Instead of assuaging fears about how the virus would hit economic growth, it amplified them. \"Confidence matters in volatile times. It would have been better for the Fed to cut by 25 [basis points] and let markets hope for more,\" Holger Schmieding, chief economist at Berenberg Bank, told clients on Wednesday. Some observers are also concerned that the Fed is prematurely running down its already depleted arsenal. The central bank could still cut interest rates four times, assuming each cut is a more standard 25 basis points, before reaching zero. But it has far less powder than investors would generally like to see in uncertain times. Other central banks are in even worse positions. The European Central Bank and the Bank of Japan, for example, have already pushed their benchmark interest rates into negative territory. Central banks can still help: Satyam Panday, senior US economist at S&P Global Ratings, points out that while interest rate cuts don't directly address some of the problems caused by the coronavirus, such as snarled supply chains, they could still prove useful. The cuts could \"offset some of the tightening that has occurred in financial markets\" and keep credit flowing, while helping to speed up an economic recovery in the second half of the year, he said. Yet in the near term, investors aren't satisfied, with markets now clamoring for the Fed to cut rates again at its scheduled meeting later this month. \"The Fed seems committed to frontloading cuts, acting aggressively and forcefully,\" Michelle Meyer, Bank of America's chief US economist, told clients Tuesday. \"The market is also pressuring the Fed by pricing in over a 70% probability of a March cut; the Fed won't fight it.\" The Biden bounce: Stocks rise after Super Tuesday gains A dramatic set of Super Tuesday victories for Joe Biden has transformed the Democratic presidential race — and investors are relieved. What happened: Biden won at least nine states on a hugely important voting day, including Texas, Minnesota and Massachusetts. This catapults him into contention in a primary that increasingly looks like a race between the former vice president and Vermont Sen. Bernie Sanders. Sanders is still waiting to see if the day's biggest prize, California, will allow him to catch or surpass Biden in the contest for delegates. But for investors, the moderate Biden's surge was a welcome event. \"Investors fear Bernie because he wants to cut off the head of capitalism by raising taxes significantly on the rich and using the funds to provide free everything to everybody else. He also wants to regulate everyone,\" Ed Yardeni, president of Yardeni Research, told clients on Wednesday. Should Sanders secure the nomination, analysts have predicted that health care, energy and financial stocks would take a hit. \"The policy proposals outlined primarily by Senator Sanders could have negative implications for a significant section of the equity market,\" Mislav Matejka, JPMorgan's head of global and European equity strategy, told clients this week. China's economy could contract for the first time in decades The novel coronavirus outbreak has been brutal for China's economy. Now it threatens to plunge the country into its first contraction since the 1970s, my CNN Business colleague Laura He reports. Economic activity sharply declined in February as companies struggled to hire workers during a government-mandated shutdown, according to government and private surveys released over the last few days. Wednesday revealed more bad news. The media group Caixin said a key reading on the health of the services sector plummeted to 26.5 last month from 51.8 the month before — the lowest figure recorded since the survey began in 2005. A reading below 50 indicates a contraction, rather than growth. China's factories also recorded a historically weak February. The data \"suggest that things are really bad and the government is willing to report that,\" Macquarie Group chief China economist Larry Hu has told clients. It's even possible that economic growth in the first quarter could be negative for the first time since the end of the Cultural Revolution, he said. Up next Abercrombie & Fitch, Campbell Soup and Dollar Tree report results before US markets open. American Eagle Outfitters follows after the close. Also today: ADP's employment report for February hits at 8:15 a.m. ET.\nThe ISM Non-Manufacturing Index, an important gauge of the US services sector, posts at 10 a.m. ET., along with the Bank of Canada's latest interest rate decision. Coming tomorrow: OPEC could announce further production cuts in a bid to prop up flagging oil prices"], "Language": false}