{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-050420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-05-04T10:14:24.456Z"], "LastModifiedDate": ["2020-05-05T09:52:27.046Z"], "Headline": ["Stocks fall as US-China tensions rise: May 4, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Famed investor Warren Buffett wasn’t kidding when he said the aviation world has changed: U.S. air travel was down about 95% in April from usual levels.   And while the numbers are stark, the industry is hopeful a comeback is on the horizon – and seeing a small uptick in travel.  “Over the last couple of months as we have all been sheltering in place, the one thing that we have learned is that as powerful as this technology is that allows us to communicate through the internet from two different remote locations, it’s not a substitute for being able to interact in person,” United Airlines’ top spokesman, Josh Earnest told CNN on Monday.  The irreplaceable benefits of aviation include “the ability of loved ones to go and visit their relatives, the ability to attend a wedding or graduation, the ability to take your kids on vacation,” he said.   But the airline is also bracing for a prolonged period of slumped demand. United leadership warned pilots it expects to furlough pilots after restrictions on staffing cuts linked to government aid expire on September 30.  “No one knows when travel demand will return,” reads a memo, obtained by CNN.  Buffett revealed this weekend that his Berkshire Hathaway company had recently dumped its entire stake – worth $7 or $8 billion -- in the nation’s four largest airlines, including United.   Buffett said “we were not disappointed at all in the businesses that were being run and the management” at the airlines, but that the aviation business had soured.   “I hope it corrects itself in a reasonably prompt way,” Buffett said, noting he is unsure whether Americans’ decisions to remain grounded are temporary or longer-term.   Earnest, who is also a former Obama-era White House spokesman, said his airline’s current focus is preparedness for when travelers are “ready to buy airline tickets again.”   United and its peers have also worked to dramatically cut costs in an effort to stem their cash losses, and accepted billions in federal government aid.   US stocks ended higher on Monday after starting the session in the red. Stocks initially stumbled amid rising tensions between the United States and China. President Donald Trump last week threatened China could face new tariffs over its handling of the coronavirus outbreak. While the Nasdaq Composite turned green earlier in the day, the Dow and S&P 500 managed to climb into positive territory only in the final minutes of trading.  The Dow ended up 01.%, or 26 points.\nThe S&P finished 0.4% higher.\nThe Nasdaq closed up 1.2%. The US Treasury Department estimates it will borrow a record amount of debt in the second quarter, as government spending soars in response to the coronavirus pandemic. The Treasury Department expects to borrow $2.999 trillion in debt in April through June of this year -- much more than what was originally announced in February. The department issues securities like bills and bonds to raise cash to support government spending. The US Treasury market is one of the largest and most liquid markets in the world. The large jump this quarter is because of coronavirus-related steps like stimulus checks and loans to assist individuals and businesses, as well as deferring Tax Day until July. These may be uncertain times for the markets. But investors clearly still love managing their own portfolios without having to pay big fat trading commissions. And that's great news for Robinhood, an app offering free trading that is beloved by millennials and other young investors. Robinhood announced Monday that it raised $280 million in new funding led by Sequoia Capital, a prominent venture capital firm that already had a stake in Robinhood.  The latest round of financing values Robinhood at $8.3 billion -- more than the rumored $8 billion that was being talked about and a significant jump from the $1.3 billion valuation that Robinhood fetched just three years ago. Amid challenging times and market volatility, we’re humbled that people are turning to Robinhood to participate in the markets and build their financial future,\" Robinhood said in a blog post Monday, also noting that it has added more than 3 million new funded accounts so far in 2020. Robinhood is on many investors' wish list as a potential 2020 initial public offering candidate, although the IPO market may be stalled for the foreseeable future due to the coronavirus outbreak.  Nonetheless, the increase in valuation for Robinhood is even more impressive given that the company has to contend with the likes of industry giants Charles Schwab (SCHW), which hopes to complete its merger with rival TD Ameritrade (AMTD) by the end of the year, Fidelity and E-Trade (ETFC), which is getting scooped up by Wall Street titan Morgan Stanley (MS).   Ridesharing rivals Uber and Lyft have something in common: Investors hate both stocks right now.  Shares of Uber (UBER) fell 5% Monday, while Lyft (LYFT) plunged 10%.  Uber and Lyft, are down nearly 10% and 40% respectively so far in 2020 as people are staying home. CNN Business reported exclusively Sunday that Uber will soon require drivers and riders to wear protective face coverings. There were new catalysts for Monday's meltdown. Careem, a Middle Eastern ridesharing firm that Uber agreed to buy last year for $3.1 billion, announced plans to lay off more than 30% of its staff on Monday.  And two Wall Street analysts slashed their price targets on Lyft, which announced major job cuts of its own last week.  Lyft will report first-quarter results Wednesday afternoon, followed by Uber a day later. Both firms are expected to lose money for all of this year and 2021. Investors used to be able to rely on strong revenue growth to compensate for the red ink, but that's no longer the case. Lyft's sales are now expected to fall nearly 6% in 2020, while the more diversified Uber is expected to post a revenue increase of less than 2%. Intel (INTC) has inked a nearly $900 million deal to acquire digital mobility firm Moovit in a bid to bolster its autonomous vehicle efforts, the companies said Monday.  Moovit is a Tel Aviv-based \"mobility-as-a-service\" startup founded in 2012. It provides route-mapping services using local public transit information and real time data from users in 103 countries and in 45 languages around the world.  For Intel, Moovit will provide a trove of transportation data — on transit systems, traffic patterns and user travel preferences — to support Intel's autonomous vehicle division, Mobileye. Mobileye builds both hardware, such as front-facing cameras, and software like self-driving systems to enable autonomous vehicle capabilities.  Intel's Mobileye is aiming to eventually provide robotaxi services, an area in which it could compete against offerings from Google's (GOOGL) Waymo, Uber (UBER), Lyft (LYFT), Tesla (TSLA) and others.  Moovit's CEO and co-founder Nir Erez will become an executive vice president at Mobileye. Moovit’s massive global user base, proprietary transportation data, global editors community, strong partnerships with key transit and mobility ecosystem partners, and highly skilled team is what makes them a great investment,” Mobileye CEO Amnon Shashua said in a statement. The three major US stock benchmarks are mixed at midday, with only the Nasdaq Composite trading in the green. The Nasdaq was last up 0.5%, while the Dow and the broader S&P 500 are both in negative territory -- dragged down by industrial stocks.  In the Dow, Raytheon (RTX), Boeing (BA) and Dow Inc. (DOW) are the biggest underperformers. The index is down 0.8%, or 193 points. The S&P is down 0.4%. It's that time again: Investors are asking if they should \"sell in May and go away.\" Especially this year. May isn't actually the S&P 500's worst month seasonally (it's November), but the second quarter always brings worries about historical patterns of selloffs, said Bank of America Merrill Lynch currency strategist Adarsh Sinha in a note. This year, seasonality coincides with a global pandemic and US-China tensions. So the stock market could turn turbulent again. President Donald Trump threatened last week to impose tariffs on China over its handling of the coronavirus outbreak. Both the S&P 500 and the Dow are in the red at midday, driven lower by the renewed tensions. Extreme moves like the US canceling its debt obligations held by China have been floated -- but they're less likely. \"[T]he bigger risk would be the sustainability of the Phase One trade agreement from January,\" Sinha wrote. China will find it hard to meet import commitments and while there is an 'escape clause' for unforeseeable events, the US may start to press the issue,\" he added. Back to the trade drama we go. General Electric (GE) is cutting as many as 13,000 jobs in its jet engine business after the coronavirus pandemic brought devastation to the aerospace industry. GE Aviation on Monday announced plans to accelerate its cost-cutting by permanently reducing its global workforce by as much as 25% this year through a mix of layoffs and voluntary actions. This includes the previously-announced plan to cut 10% of GE Aviation's US workforce. GE shares fell 4% on Monday, leaving them down 44% year-to-date. Read more here. US factory orders collapsed by 10.3%, or $51 billion, in March, according to the Census Bureau, exceeding economists' expectations. Transportation equipment fared the worst among durable goods, such as cars and appliances. New orders for manufactured goods have fallen four of the past five months. Shipments also fell, and inventories rose.  The situation won't improve much in the near-term. The coronavirus crisis took hold in America in March, with manufacturing and business activity grinding to a halt to stop the spread of the virus in the second half of the month. April will be significantly worse, as millions of workers stayed home and business laid people off. US stocks kicked the new week off lower as tensions between the United States and China are rising. President Donald Trump last week threatened China could face new tariffs over its handling of the coronavirus outbreak.  US Secretary of State Mike Pompeo said Monday over the weekend there is \"enormous evidence\" that the virus originated in a laboratory in Wuhan. Meanwhile, Trump said tariffs would be the \"ultimate punishment\" for China. The Dow opened 0.9%, or 210 points, lower.\nThe S&P 500 kicked off 0.7% lower.\nThe Nasdaq Composite slipped 0.5%. Tyson (TSN) warned Monday that it expects more meat plant closures this year. The company also said it will continue producing less meat than usual, as workers refrain from coming to work during the coronavirus pandemic. \"We have and expect to continue to face slowdowns and temporary idling of production facilities from team member shortages or choices we make to ensure operational safety,\" the company said in a statement discussing financial results from the first three months of this year. The meat processor has shuttered a number of plants in recent weeks as workers fall ill with Covid-19. It's warned that if the closures continue, America's food supply will suffer. Tyson shares fell more than 6% in premarket trading. Read more here. Over the last century, Disney (DIS) has built an empire around entertaining large crowds in dense spaces. But following one of its best years ever in 2019 the coronavirus pandemic brought Disney to a halt. Its parks and resorts have closed around the world, major films like \"Mulan\" and \"Black Widow\" are delayed and one of its biggest media networks, ESPN, is scrambling to fill its airtime due to a lack of sports. This has led Disney to furlough thousands of employees and led its stock to drop 27% year to date. The company will report its earnings after the bell on Tuesday, and investors are eager to learn just how deeply the pandemic has hurt Disney's business. \"What everyone's worrying about is that we don't know when things are going to get back to normal,\" Michael Nathanson, a media analyst and founding partner at MoffettNathanson, told CNN Business. \"Will people be reluctant to go to parks? Will people want to sit in the theater next to strangers for fear of catching the virus?\" he asked. \"That's what the market is wrestling with when it comes to Disney.\" Dave & Buster's (PLAY) is receiving a much-needed financial boost as its entertainment centers remained closed because of the pandemic. Investment firm Jeffries has bought $100 million in stock, with an option to buy an additional $15 million in the next month. Dave & Buster's said it would use the money to \"strengthen its balance sheet,\" according to a release.  Dave & Buster's shares fell 10% in premarket trading and is down 65% for the year. The debt-laden company said last month in its earnings that it was exploring a deal like this.  Shares of American (AAL), United (UAL), Delta (DAL) and Southwest Airlines (LUV) all fell more than 10% in premarket trading after Berkshire Hathaway CEO Warren Buffett disclosed he had dumped his large stakes in each. At Berkshire's virtual annual meeting on Saturday Buffett said that Berkshire had sold its entire stake in all four carriers because he believes it will take years for air travel to recover from the coronavirus crisis. US air travel has fallen more about 95% from a year ago, and all the carriers are receiving billions of dollars in federal help. Berkshire had been the among the three largest shareholders in all four airlines, which between them account for more than 80% of US air travel. In April, Berkshire disclosed that it sold 18% of its stake in Delta and 4% of its stake in Southwest. But it had yet to disclose any subsequent sales in filings, so the sales of the stakes must have been fairly recent. It held 9.2% of Delta's shares, and 9.7% of Southwest before the recent sales, along with 10.1% of American and 7.7% of United, according to the most recent filings. J.Crew Group, which operates the J.Crew and Madewell brands, has become the first national US retailer to file for bankruptcy protection since the coronavirus pandemic forced a wave of store closures. The clothing retailer said Monday that it has filed to begin Chapter 11 proceedings in federal bankruptcy court in the Eastern District of Virginia. The company also said it had reached a deal with its lenders to convert about $1.65 billion of debt into equity. The retailer expects to stay in business and emerge from bankruptcy as a profitable company. Madewell, the fast-growing denim brand that had been slated for an IPO, will remain part of the business. Read more here. Global markets and US stock futures dropped Monday after the White House renewed efforts to blame China for the coronavirus pandemic and President Donald Trump warned the disease could kill up to 90,000 Americans. Here's where futures stand at 6:15 am ET: Dow futures are down 282 points, or 1.19%\nS&P 500 futures slid 1.01%\nNasdaq Composite futures moved 0.87% lower The declines built on losses on Wall Street late last week, when Trump hinted that the United States could punish China with new tariffs because of the coronavirus outbreak. Warren Buffett said he remains convinced that nothing can stop the United States and that America will recover from the Covid-19 pandemic -- just as it did following other crises of the past century. But the billionaire Berkshire Hathaway (BRKA) CEO disclosed Saturday that Berkshire Hathaway recently sold its entire stakes in the four airline stocks that company had owned, calling it a mistake to invest in the industry. Berkshire Hathaway revealed in early April that it trimmed its stakes in Delta (DAL) and Southwest (LUV). Both stocks are sharply lower in premarket trading. But in response to a question from a Berkshire shareholder, Buffett said the company sold all its shares in Delta and Southwest, as well as United (UAL) and American (AAL), because he believes it will take years for air travel to recover. Buffett, who has long been bullish on the US economy and stock market, spoke at the company's annual shareholder meeting from a virtually empty CHI Health Center in Omaha Saturday.  Read more here. Months of anti-government protests and the US-China trade war forced Hong Kong into its first recession in a decade last year. Now the coronavirus risks plunging the Asian financial hub into its worst ever slump. Hong Kong's economy shrank 8.9% in the January-to-March period compared to a year earlier, according to estimates released by the government on Monday. It's the third straight quarter of contraction for the trade and finance hub, and its worst quarterly drop since records began in 1974. \"The threat of Covid-19 seriously disrupted a wide range of local economic activities and supply chains in the region,\" a government spokesman said in a statement that accompanied the data. \"With the disease evolving into a pandemic in March, the economic fallout became even more severe.\" Read more here. Since the middle of March, Americans have filed more than 30 million claims for their first week of unemployment benefits, sparking a crisis of joblessness that materialized almost overnight. Facing shutdowns across the country, businesses have been forced to lay off or furlough employees on a massive scale. Now, economists and investors are scrambling to determine the scope of the problem.  US unemployment is expected to stay high for some time, weighing on any economic recovery once restrictions start to lift. We’re going up the elevator and down the escalator,\" Torsten Slok, chief economist at Deutsche Bank Securities, told me. Slok believes unemployment will have peaked in April. Economists surveyed by Refinitiv expect to the unemployment rate to have hit 16.1% last month, which would be its highest level since 1939. The US government releases its latest jobs report on Friday.  Read more here."], "Language": false}