{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/politics/hold-for-4-pm-super-tuesday-democratic-primary-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-03T21:00:06Z"], "LastModifiedDate": ["2020-03-03T21:28:26Z"], "Headline": ["Joe Biden takes aim at front-runner Bernie Sanders on Super Tuesday"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Voting is taking place in 14 Super Tuesday states on the most crucial day yet in the 2020 election, a day that will go a long way toward showing whether surging former Vice President Joe Biden can slow the march of liberal front-runner Sen. Bernie Sanders to the Democratic presidential nomination. Since his thumping victory in South Carolina on Saturday, Biden has enjoyed one of the most impressive streaks by a modern presidential candidate. He's consolidated the center of his party after his sudden revival caused top rivals -- former South Bend, Indiana, Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar -- to quit and endorse him. Establishment Democrats who fear Sanders is too left-wing to beat President Donald Trump in November have flocked to his cause. A previously dry money spigot is gushing with campaign cash.  Whether this is all too little, too late, or a sign of a resurgent, strong national campaign will start to become clear later on Tuesday evening when results start piling up. The key question on Tuesday is whether Biden's momentum can counter the behemoth of a campaign that Sanders has spent years building. In money, organization and advertising in Super Tuesday states, Sanders is in a far better position than the ex-vice president. Should Sanders emerge from Tuesday with a lead of perhaps 250 delegates, he may be impossible to stop in the long run of subsequent state contests that follow. If Biden's hot streak is extended, he could demonstrate that he's ready to reclaim his former front-runner status.  And in a messier, and perhaps more likely scenario, a narrow Sanders lead could encourage moderates who are gaming out the viability of trying to wrest the nomination at a contested convention in July should the democratic socialist fall short of a delegate majority. Super Tuesday will also be important in setting the destiny of two other high-profile candidates: former New York City Mayor Michael Bloomberg and Massachusetts Sen. Elizabeth Warren. Bloomberg is facing voters for the first time after spending more than $500 million on the race on the rationale that Biden is too weak to win the nomination and can't win an election that would make Trump a one-term President. Biden's bounce-back could tarnish the logic of that position but Bloomberg could do well enough to reach the 15% threshold needed to win delegates in many states, lowering Biden's ceiling and inadvertently helping Sanders. RELATED: How to watch Super Tuesday primaries Warren's campaign is in need of a reason to go on. If she can't win a state or climb over the delegate threshold in many battlegrounds, her chances of a meaningful role in the race may disappear. She is in danger of losing her own state of Massachusetts to Sanders, her long-time rival for the soul of the liberal left of the Democratic Party. But a better than expected showing could demonstrate a hold on slices of the progressive electorate that could rein in Sanders in his race for a maximum delegate haul. A nationwide primary Voters are going to the polls in Democratic primaries in Alabama, Arkansas, California, Colorado, Maine, Massachusetts, Minnesota, North Carolina, Oklahoma, Tennessee, Texas, Utah, Vermont and Virginia. The territory of American Samoa is also holding a caucus and Americans abroad are having their say. Sanders is eying wins in more northern liberal and western states. He is expected to perform especially strongly in California, the biggest prize in the nominating race. Biden is backed to build on his stronghold of southern states where the African American vote will be decisive. Each candidate will hope to grab a couple of states from the other's favored turf to demonstrate the national viability of their potential presidential ticket in November. Some states, like Virginia or North Carolina, could see two or three-way battles. One problem for Biden could be that his surge has come too late to affect early voting, which has taken proportions of the electorate off the table in states like California, Texas and Colorado. There are 1,300 delegates up for grabs on Tuesday, a third of the total delegates. A candidate needs 1,991 pledged delegates to win the nomination on a first convention ballot. There are no winner-take-all states and any candidate who receives more than 15% of the vote in a state will win delegates to July's convention in Milwaukee. Polls in the 14 states start closing at 7 p.m. ET. Voting in California continues until 11 p.m. ET. Given the vast geographic span of the Super Tuesday Election Day, it's unlikely there will be a total picture of the situation at the end of the night. The Golden State could, for instance, take days or even weeks to sort out its delegate allocation. Sanders ready for fight with party establishment Sanders reacted to Buttigieg and Klobuchar coalescing around Biden by suggesting that the \"political establishment is getting nervous\" while at a rally on Monday night on Klobuchar's home turf in Minnesota. ANALYSIS: Bernie Sanders' hidden Super Tuesday edge While calling Biden a \"decent guy\" and a \"friend,\" the Vermont senator savaged his former colleague's record on issues like China trade, bankruptcy laws, NAFTA and the war in Iraq. But Biden drove home his message that after a turbulent three years of Trump's administration, Americans are not looking for more disruption that he says would result from a Sanders win. \"My message is people are not looking for revolution. They're looking for results. I have the most extensive, successful record of getting big things done and big things passed,\" Biden said on CNN's \"Anderson Cooper 360.\" But Warren warned that Biden's pitch was simply about restoring a political order that had spurned working class Americans. \"Nominating someone who wants to restore the world before Donald Trump, when the status quo has been leaving more and more people behind for decades, is a big risk for our party and our country,\" Warren said at a rally in Los Angeles on Monday. As he waits to see how voters will embrace his campaign after skipping the first four nominating contests, Bloomberg took a shot at Warren, who blasted him in their debate encounters. \"I didn't realize she's still in. Is she?\" Bloomberg said to CNN's Cristina Alesci. Asked how he expected to perform on Tuesday night, he added, \"I think we are going to do very well -- looking forward to it.\""], "Language": false}