{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/perspectives/coronavirus-economy-recession-fed-rate-cut/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mark Zandi for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T16:58:57Z"], "LastModifiedDate": ["2020-03-03T20:15:45Z"], "Headline": ["Coronavirus will wreak havoc on the US economy"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus is an existential threat to our record-long economic expansion. The Centers for Disease Control and Prevention (CDC) says it is likely that COVID-19 will become a global pandemic. If the CDC's warning comes to pass, then recession will be difficult to avoid. This is also the assessment of global investors, who have dumped stocks in recent days as they vastly marked up the probability of a downturn. The stock market was overvalued and thus vulnerable to any turn of events that didn't stick to script. The downdraft in stocks — about 11.5% — has wiped out an astounding $3.4 trillion in stockholder wealth.  China's experience provides a good case study on how COVID-19 could wreak havoc on our own economy. Travel, tourism and trade will be significantly disrupted, if not shut down. The airlines and hotel chains are already grappling with cancellations. Workers won't be able to get to their jobs if they are sick or quarantined, and if schools and daycare centers close, parents will have to stay home with their children and work fewer hours. Without workers, businesses will produce less, and workers who aren't working will buy less. This adds up to lower profits — or even losses. And that is what has stock investors particularly nervous. Most businesses will have little choice but to be more cautious and hold the line on investments and hiring. The hardest hit will have no choice but to lay off workers. Worse, businesses were already on edge before COVID-19 showed up in China. The trade war between the United States and China has been especially disconcerting. It did significant damage to the global economy. Here at home, it has basically pushed the manufacturing, agriculture and transportation industries into recession. President Trump signed a \"phase one\" trade deal with the Chinese earlier this year, just in time to avoid a full-blown downturn, but businesses remain uneasy. They figure the president will double down on his trade war if re-elected. The trade war put the economy on its heels, and it would not take much of a push to put it flat on its back. COVID-19 may be more like a full-body blow. Even more complicating is the trouble policymakers will have adequately responding to the economic fallout of the virus. Before the stock market closed its historically bad week Friday, Federal Reserve Chairman Jay Powell issued a statement all but saying that the Fed would soon lower interest rates. Sure enough, on Tuesday, the Fed did an emergency rate cut — the first since the 2008 financial crisis.   Cutting rates is the right move, but rates are already extraordinarily low. The federal funds rate — the rate the Fed directly controls — is now only hovering between 1% and 1.25%. That's because the Fed was forced to cut rates three times last year to offset the ill-effects of the trade war. If the virus strikes as the CDC warns, the funds rate will quickly fall to zero, and the Fed will be unable to effectively do much else.  The Trump administration and Congress could get together and pass legislation to provide fiscal stimulus to the economy — temporary deficit-financed tax cuts and increases in government spending. Such stimulus was provided in the midst of the financial crisis when the Obama administration struck a deal with the Senate. That worked, and the recession ended a few months after the stimulus was implemented. But it's hard to imagine President Trump, who keeps hammering Congressional Democrats over their criticism of his handling of the administration's response to the virus, striking any such deal — at least not anytime soon. The American consumer is the firewall between continued economic growth and a recession. Unlike businesses, consumers have been feeling pretty good. Buoyed by low unemployment and (until now) record stock prices, all of the consumer surveys show that our mood has rarely been so upbeat.  However, our perceptions are fickle and can rapidly turn, perhaps more quickly now than ever before. The huge Baby Boom generation is far and away the largest owner of stocks, with well over half of all stockholdings, according to Moody's Analytics analysis. Members of this generation, in their 50s and 60s, hold stocks that make up the bulk of their retirement nest eggs. When stock prices are up, they feel great. But if stock prices stay down after the current slide, and that nest egg shrinks, you can imagine how they will feel and act. The consumer firewall will crumble. There is no good time for a global pandemic, but this is an especially bad time."], "Language": false}