{"Type": ["article"], "Url": ["https://www.cnn.com/2013/07/26/world/asia/japan-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-07-26T17:05:55Z"], "LastModifiedDate": ["2020-03-03T16:58:28Z"], "Headline": ["Japan Fast Facts"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Here's a look at Japan, a country of islands located off the eastern coast of mainland Asia. About Japan (from the CIA World Fact Book)\nArea: 377,915 sq km\t Population: 125,507,472 (July 2020 est.) Median age: 48.6 years (2020 est.) Capital: Tokyo Ethnic groups: Japanese 98.1%, Koreans 0.4%, Chinese 0.5%, other 1%  Religion: Shintoism 70.4%, Buddhism 69.8%, Christianity 1.5%, other 6.9% (Many practice both Shintoism and Buddhism) GDP (purchasing power parity): $5.443 trillion (2017 est.) GDP per capita: $42,900 (2017 est.) Unemployment: 2.9% (2017 est.) Other Facts Japan is a parliamentary democracy with a constitutional monarchy. Four large islands: Hokkaido, Honshu, Shikoku and Kyushu, account for about 98% of the country's land area. Japanese society dates back to the Joman period circa 300 BC. Following an economic boom after World War II, Japan has been stuck in stagnation and deflation since the 1990s. Timeline 1185-mid-1800 - Japan is ruled under the feudal system of the shogun (military commanders); the emperors of Japan were figureheads. 1868 - The Meiji Restoration, when Japan returns to the direct imperial rule that began circa 660 BC. 1868-1890 - The modernization of Japan, the formation of political parties, the national assembly, the cabinet and the constitution. 1894-1895 - China and Japan fight a nine-month war. Japan wins, China gives up Taiwan. 1904 - Russia and Japan go to war. The war is over by 1905, Japan wins. 1914-1918 - During World War I, Japan enters on the side of the allies and gains territory in the Pacific at the end of the war. July 1937 - Japan invades China. The conflict continues through World War II, ending with the Japanese defeat in 1945. December 7, 1941 - Japan attacks Pearl Harbor in Hawaii, hoping to destroy the US Pacific fleet.    August 6, 1945 - The first atomic bomb is dropped on Hiroshima. August 9, 1945 - A second atomic bomb is dropped on Nagasaki. August 14, 1945 - V-J Day. Japan agrees to end the war. September 2, 1945 - Japan signs the formal surrender aboard the USS Missouri in Tokyo Bay.  1945-1952 - The Occupation of Japan. The country is under the control of the Allied nations, the United States, Great Britain, China and the Soviet Union. 1956 - Joins the United Nations. 1964 - Tokyo hosts the Summer Olympics. 1972 - The Olympic Winter Games take place in Sapporo, Hokkaido prefecture, Japan. January 7, 1989 - Akihito becomes emperor after the death of Hirohito. 1993 - Chief Cabinet Secretary Yohei Kono issues a statement that accepts Japan's responsibility for recruiting comfort women before and during World War II and extends \"its sincere apologies and remorse.\" January 1995 - The 6.9 magnitude Kobe earthquake occurs, where 5,502 people were killed and 36,896 people were injured. March 1995 - A religious cult spreads sarin, a nerve gas, in the Tokyo subway. Twelve people are killed and more than 5,000 are sickened. 1998 - Nagano hosts the Winter Olympics. 2002 - Co-hosts the World Cup with South Korea. 2006 - The first defense ministry since World War II is approved by the parliament. March 11, 2011 - A 9.1 magnitude earthquake takes place 231 miles northeast of Tokyo. The earthquake causes a tsunami with 30 ft. waves that damage several nuclear reactors in the area. The combined total of confirmed deaths and missing is more than 22,000 (nearly 20,000 deaths and 2,500 missing). (Source: Japan's Fire and Disaster Management Agency) April 2012 - Shintaro Ishihara, the governor of Tokyo, launches an online appeal fund to buy a group of islands in the East China Sea claimed by Japan, China and Taiwan. The uninhabited islands, known in Japan as Senkaku and in China as Diaoyu, are at the heart of a bitter diplomatic argument between Japan and China. September 7, 2013 - Tokyo is chosen by the International Olympic Committee to host the 2020 Summer Games. July 1, 2014 - Prime Minister Shinzo Abe announces that his Cabinet has approved a defense policy that takes a liberal view of the constitution, allowing for Japanese involvement in the defense of its allies. Previously, Japan's Self-Defense Forces (SDF) could only act if Japan itself was directly threatened. December 14, 2014 - In Japan's snap parliamentary elections, exit polls show Abe's Liberal Democratic Party winning in a landslide. The win gives Abe four more years to institute his policies aimed at reviving Japan's economy by flooding the market with cash, encouraging corporations to create more jobs and increasing government spending. September 19, 2015 - Japan's upper chamber of Parliament approves controversial bills allowing the country's military to engage in overseas combat in limited circumstances -- a major shift after seven decades of pacifism. The 148-90 vote is the final hurdle for the measures, which will go into effect within roughly the next six months. December 28, 2015 - Japan and South Korea announce that an agreement has been reached over the long-standing issue of \"comfort women,\" a term that describes sex slaves used by the Japanese military during World War II. Japanese Foreign Minister Fumio Kishida says his government will give 1 billion yen ($8.3 million) to a fund to help those who suffered. June 9, 2017 - Japan's parliament passes a historic bill that will allow Emperor Akihito to become the first Japanese monarch to abdicate in 200 years. December 1, 2017 - Abe announces that Emperor Akihito will stand down on April 30, 2019. Crown Prince Naruhito, who has already assumed some of his father's duties, will take on the role on May 1, 2019, becoming the 126th Emperor to ascend to Japan's Chrysanthemum Throne. July 2018 - At least 220 people are killed when heavy rain causes flooding and landslides throughout southwest Japan (source: Japan's Fire and Disaster Management Agency). It is one of the deadliest natural disasters to hit the country since the 2011 earthquake and tsunami.  April 30, 2019 - Emperor Akihito formally abdicates during a ceremony in Tokyo. He will now be known as Emperor Emeritus Akihito. The following day, Crown Prince Naruhito ascends to the Chrysanthemum Throne.  Naruhito's ascension signals the start of the \"Reiwa\" era. May 27, 2019 - Two people, including a 11-year-old girl, are killed and 17 other children hurt in a stabbing spree. The attack took place near a park in the city of Kawasaki, about 13 miles from Tokyo, authorities said.  July 18, 2019 - At least 34 people die after a man burns down a renowned animation studio in Kyoto. The suspect, Shinji Aoba, is injured in the attack. This is the country's worst mass killing in almost 20 years. July 22, 2019 - Abe declares victory in Japan's national elections after polls indicate his party has won a majority of seats in the upper house of Parliament. He is now set to be the country's longest-serving prime minister.  November 23, 2019 - Pope Francis begins a four day tour of Japan. This trip is only the second papal visit to Japan and the first in nearly four decades."], "Language": false}