{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/sport/coronavirus-olympics-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-03-01T10:01:16Z"], "LastModifiedDate": ["2020-03-03T15:57:43Z"], "Headline": ["Coronavirus casts a shadow over the upcoming Summer Olympics"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["With less than four months until the opening ceremony of the Summer Olympics, fears over coronavirus are casting doubts about the biggest sporting event on the planet. The 2020 Games are in Tokyo and Olympics officials are saying not to worry about novel coronavirus -- there will be a complete Games with tens of thousands of athletes competing. But with more than 3,000 deaths globally from coronavirus, the majority of those being in Asia, athletes and fans are concerned that the Tokyo Games could be delayed or not happen at all. Will they or won't they? The World Health Organization is advising the International Olympic Committee and Tokyo 2020, the local organizing committee. This past week Dr. Michael Ryan, executive director of the World Health Organization's Health Emergencies Programme, said, \"no decision has or will be taken in the near term regarding the future of the Olympics.\"   IOC President Thomas Bach said on February 25 that the organization is \"fully committed\" to holding the Games, according to Kyodo News Agency in Japan. Then, on Tuesday, Japan's minister for the Tokyo Olympic and Paralympic Games Seiko Hashimoto, told reporters that the \"Games could be postponed until later this year.\" CNN spoke last week to Dick Pound, the longest-serving IOC board member, and he said the IOC's position won't change unless public officials and health authorities make it clear the Games cannot be held. \"I think it's responsible to be thinking about the elephant in the room, there's no question about it,\" Pound said. \"It's alarmist to say the sky is falling and we should bail out of Tokyo. I think you need an informed decision.\" Earlier in the week, Pound told the Associated Press that he estimated there is a three-month window in which to make a decision to postpone or cancel the games. Tokyo 2020 told CNN that the three-month window \"is not necessarily the IOC's collective view.\" \"Tokyo 2020 will continue to collaborate with all relevant organisations which carefully monitor any incidence of infectious diseases and will review any countermeasures that may be necessary with all relevant organisations,\" the committee said in a statement. \"The rest is speculation.\" When and where are the Summer Olympics scheduled to be held? And the Paralympics? The Olympics will begin July 24 in Japan with Tokyo as the host city. There will be 11,000 athletes (for 28 sports) and almost that many media members. The Games last 17 days but many officials, teams and reporters arrive days early to set up.  The Paralympics, with more than 4,000 athletes, are scheduled to begin August 25, a little more than two weeks after the Olympics conclude. The closing ceremony for the Paralympics is scheduled for September 6. About 4.5 million tickets have been sold to fans, organizers said.  Visit CNN.com/sport for more news, videos and sport Can they be postponed a few months or a year?  Theoretically, it is possible.  \"In the contract signed by the IOC, the host city and others, it stated the IOC has the right to cancel the games only if they could not be held in 2020,\" Japan's minister for the Games Seiko Hashimoto said. \"This could be taken to mean the games could be postponed until later this year.\" But in nations like the United States, the fall sports calendar is full with football, baseball, soccer and other sports. And the Paralympics are next on the schedule using the same venues. Pound told CNN several options could be considered if the \"elephant in the room gets so big that you can't act in contrary to what the public authorities say.\"  The choices would include postponing for a few months, postponing for a year, canceling the Games, or possibly having each sport or a few sports in different cities. \"We're not anywhere near that kind of a decision-making process,\" Pound told CNN. What are the options for moving the Olympics to another country? Pound says moving the Games is highly unlikely.  Individual sports \"can go to other places where a minimum of disruption and a minimum of necessary infrastructure, but when you get 11,000 athletes and their supporting personnel, in 28 sports, all of which has to be done in a 17-day period, that's not something you move on a right angle turn very easily,\" he said. One candidate for mayor in London, which hosted the 2012 Summer Olympics, said his city could play host again. \"We have the infrastructure and the experience,\" Shaun Bailey tweeted, according to Reuters. Japanese organizers had no comment, the news agency reported.  How many coronavirus cases have been reported in areas where competitions will be held? Japan has reported 11 deaths, including several acknowledged last week, from more than 900 cases in the country. (Most were aboard a cruise ship, the Diamond Princess, that docked in Yokohama Bay). Has the organizing committee taken any recent steps because of the outbreak? Last week, organizers postponed volunteer training. \"We will evaluate the immediate need for each games-related event on a case-by-case basis,\" organizers said in a press release.  Some qualifying tournaments have been moved by the sports federations in charge of them. The Asian boxing tournament was supposed to be held in Wuhan, China, the center of the epidemic. They were moved to Jordan. Women's football qualifiers for Asia were moved from Wuhan to Nanjing. A number of non-Olympic sporting events in Asian countries have been moved, canceled or postponed over coronavirus fears. What about the Winter Olympics in China, when are they? They are scheduled for February 4-20, 2022, and will be held in Beijing with some events in Zhangjiakou. Have the Olympics ever called been off for disease? No. The Summer Olympics were canceled for World War I in 1916 and for World War II in 1940 and 1944. The Winter Olympics -- which began in 1924 -- were canceled in 1940 and 1944. In 2016, Brazil held the Games in the same year there was a Zika outbreak. After some scientists called for the Games to be postponed or moved, the nation's health minister said the risk of catch the virus was almost zero because the Games were being held during the winter months on Brazil. There were no reported cases of Zika after the Olympics. Didn't they move a major sporting event for SARS? The 2003 Women's World Cup was awarded to China, but in May of that year FIFA officials announced it would be moved because of concerns over Severe Acute Respiratory Syndrome, or SARS. The United States, which had hosted a successful 1999 finals, was selected to take China's spot.  But that only involved changing travel plans for 16 teams with 20 players each and using six facilities. The 2007 World Cup was held in China."], "Language": false}