{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/investing/luckin-coffee-ceo-fired/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-05-12T19:08:30Z"], "LastModifiedDate": ["2020-05-12T19:08:30Z"], "Headline": ["Luckin Coffee fires CEO and COO after accounting scandal"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Luckin Coffee fired its CEO after the Chinese homegrown rival to Starbucks was found to have fabricated sales. Jenny Zhiya Qian was terminated on Monday, along with chief operating officer Jian Lu -- the executive whom the company said last month was the architect of the fraud --  according to a filing Luckin made with the Securities and Exchange Commission Tuesday morning. Luckin disclosed on April 2 that it had suspended Liu after discovering he and several of his direct reports \"had engaged in certain misconduct, including fabricating certain transactions.\" These amounted to about 2.2 billion yuan (approximately $310 million) from the second quarter to the fourth quarter of last year. Jinyi Guo, a senior vice president and board director, has been named acting CEO. Investors were originally infatuated with Luckin, which went public in the United States in May 2019 and posted strong revenue growth -- and appeared to be stealing market share from Starbucks in China. As of late last year the company had 3,680 stores, which was an increase of more than 200% from a year earlier. But the company's future remains highly uncertain. Luckin shares were halted on the Nasdaq on April 6 after the company first disclosed the inflated revenue. The stock, which plunged 75% in early April on the news of the accounting probe, has not traded since then.  There have been rumors that the stock will eventually be delisted and that Luckin could even file for bankruptcy.  Still, some Chinese consumers are rallying behind Luckin. Mobile data analytics company Apptopia told CNN Business last month that downloads of the Luckin app on Apple's iOS hit a daily record shortly after the company disclosed the accounting irregularities.  And Quartz reported early last month that there was strong support for Luckin among Chinese consumers on Chinese social media site Weibo.   Luckin's stock was trading at $4.39 a share before it was halted for trading. That's nearly 75% below its $17 IPO price, and down more than 90% from its January peak of just above $51."], "Language": false}