{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/super-tuesday-2020-final-sprint/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessica Estepa and Kyle Blaine, CNN"], "Writers": [["Jessica Estepa", "Kyle Blaine"]], "FirstPublishDate": ["2020-03-02T12:46:37.536Z"], "LastModifiedDate": ["2020-03-03T04:53:28.762Z"], "Headline": ["The final sprint to Super Tuesday"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Michael Bloomberg spoke about the moment on Sunday when protesters turned their backs to him as he addressed the historic Brown Chapel AME Church in Selma, Alabama. “Look, we have a democracy,” Bloomberg told CNN’s Don Lemon. “You don’t have to, you can protest if you want. I don’t think you can, you should disrupt everybody else’s rights. But in all fairness, they stood up had their backs to me, it’s not the first time in my life I’ve been protested, ain’t going to be the last.”   “They have a right to say what they want to say,” Bloomberg said.  Michael Bloomberg said he called Pete Buttigieg on Sunday and talked to him after the former South Bend mayor dropped out of the president race.  “I just said -- it took two minutes -- I just said, look, I’m sorry it ended that way for you, and you’re a gentleman and I listened when you were, to your speeches, and I thought a lot of what you said made sense and I tell you you have a big career going forward,\" Bloomberg told CNN's Don Lemon.  \"He went through the Bloomberg Foundation training program for mayors, he was in the first class, so I have to say nice things about him,\" Bloomberg said.  Michael Bloomberg suggested Joe Biden was not ready to be President of the United States, and that the job requires a “manager and executive.” \"(Biden) is a legislator, and the job (of being president) requires a manager and executive, and I feel very strongly about that,\" Bloomberg told CNN's Don Lemon.  Lemon responded, \"He was the Vice President. (Former President Barack) Obama thought he was ready. You don't think he's ready?\" \"Obama thought he was ready for what?\" Bloomberg said. \"He was his Vice President, he was ready to be president. That's the next job,\" Lemon said. \"I don't know, you'd have to talk to President Obama about that,\" Bloomberg said. \"All I know is we keep putting legislators in the job that requires a manager.\" Earlier in the interview, Bloomberg told Lemon that he was the candidate who could beat President Donald Trump, and that he was \"ready for the job, and I don't think any of the others are.\" Michael Bloomberg said Vice President Mike Pence does not have the credentials to be in charge of the US government’s response to the coronavirus.  CNN’s Don Lemon said, “I want to talk about the coronavirus. Cases are on the rise in the United States right now. If you were in the White House right now, what exactly would you do to stop its spread?” “You first have to have somebody in charge that is a doctor or scientist with a reputation for dealing with pandemics worldwide. It is not Michael Pence, who I think he said something about there’s no connection between smoking and cancer. That is not the kind of person you have,” Bloomberg said.  Bloomberg said Pence “doesn’t have the credentials to do this, and so people worry about it.” See Bloomberg's answer: Michael Bloomberg said he is the candidate who can beat President Donald Trump, and that he is the only candidate who is ready for the job.  CNN’s Don Lemon asked Bloomberg, “We’re on the eve of Super Tuesday. The stakes are high for you. Tomorrow night you’re going to have to convince voters that you’re the guy. So how do you convince them that you are the one? What do you say to them? “Two things,” Bloomberg said. “I can beat Donald Trump, and I don’t know that any of the other Democratic candidates can, and two, that I am ready for the job and I don’t think any of the others are.” When it comes to paying for her health care plan, Elizabeth Warren used her appearance on CNN tonight to share her ideas and how they compare to Bernie Sanders'. The question from CNN's Don Lemon specifically asked about Sanders' proposals on healthcare, free college and more and how the Vermont senator plans to pay for them compares to Warren's. \"I don't see it the same way. Bernie thinks we should raise taxes on middle class families to pay for healthcare. And I've shown we don't have to do that. A much better way to do it raise taxes on the top 1%. To make giant corporations like Amazon and Eli Lilly that report billions of dollars in profit and pay nothing in taxes, I think cracking down harder on them makes sense. And my personal favorite, hiring more IRS agents to go after the richest tax cheats. Turns out we can generate a lot of money from that,\" Warren said. More on Sanders' healthcare plan: Sanders has been pushing a single-payer health care system for decades. It’s the centerpiece of his vision for a more democratic socialist America. There are several such proposals for a single-payer system, including a 100-page draft bill most recently introduced, with tweaks, by Sanders in 2019. The Medicare for All plan would leave intact the current infrastructure of doctors, hospitals and other health care providers, but nationalize the health insurance industry. Nearly all the money individuals and employers currently pay into the system as well as much of the money states pay would, under Sanders’ plan, instead go through the federal government. Elizabeth Warren touted her work taking on Wall Street and said it takes hard work to get a progressive agenda passed when asked about recent contrasts the senator has drawn between herself and Bernie Sanders.  CNN’s Don Lemon said, “You have said you and Sen. Sanders are friends. You are now drawing sharp contrasts between you and Sen Sanders. You’re saying, ‘I get real stuff done. I don't want to be president just to yell at people.’ Are you suggesting that Sen. Sanders wouldn't be an effective president?”  “Look, I’m here to make the case for why I think I would be the best president for our country,” Warren responded.  “I had warned and warned and warned about the financial crash, and there were a lot of progressives who really wanted to reign in Wall Street, but I was the one who got in there,” Warren said. “I did the hard work, I dug in, I took on Wall Street, I took on the big banks.” “We can make government work for the people,” Warren said. “But it takes a lot of hard work to get this kind of progressive agenda passed. And I’ve got a track record for that.” Sen. Elizabeth Warren spoke about the new endorsements for Joe Biden from Beto O'Rourke, Amy Klobuchar and Pete Buttigieg as an example of how \"they see the world in many ways the same\" as the former vice president. \"I think they see the world in many ways the same way that the vice president does. So I understand that. It makes some sense. But what really has changed is the field has narrowed sharply. And this is going to be a race that really puts it to people about what kind of leader we want for the Democratic party. But also what kind of leader we want for our country,\" Warren said. Watch Warren here: Beto O’Rourke endorsed Joe Biden at a campaign event in Dallas, Texas on Monday night.  “Ladies and gentlemen, tomorrow, March 3, 2020, I will be casting my ballot for Joe Biden,” the former Texas congressman and presidential contender said.  “And let me tell you why,\" O'Rourke continued. \"We need somebody who can beat Donald Trump. The man in the White House today poses an existential threat to this country, to our democracy, to free and fair elections. And we need somebody who can beat him.\"  Watch moment here: Joe Biden share his appreciation for Sen. Amy Klobuchar tonight during a rally in Dallas, characterizing her presidential campaign as one that was \"all about what we can get done.\" \"She knows how to get things done. She really does. That's why Amy has never lost. And she's not losing now,\" Biden said following Klobuchar's speech where she endorsed the former vice president. \"You'll hear a lot from Amy Klobuchar. For a long time. That's why she's one of the most effective senators in the United States Senate. Her campaign was all about what we can get done. How to make America better every day in simple straightforward ways.\" Biden also used the opportunity to criticize President Trump. \"Amy spoke of something I have made central in my campaign for president as well. To compete and complete the total lack of empathy and decency in this current president. He cannot stay there. He cannot stay. We all know it. There is no sense of decency and honor. The way he ridicules people and demeans people. Talks about and demonizes people who are different,\" Biden said. Amy Klobuchar ended her presidential campaign on Monday night and endorsed Joe Biden at a Biden campaign event in Dallas, Texas.  “It is up to us, all of us, to put our country back together, to heal this country and then to build something even greater. I believe we can do this together, and that is why today I am ending my campaign and endorsing Joe Biden for president,” Klobuchar said.  “(Biden) can bring our country together and build that coalition of our fired-up Democratic base, and it is fired up, as well as Independents and moderate Republicans, because we do not in our party want to just eek by a victory. We want to win big. And Joe Biden can do that,” Klobuchar said.  Hear from Sen. Klobuchar: Bernie Sanders said he wanted to open the door to supporters of Pete Buttigieg and Amy Klobuchar, who are both expected to endorse Joe Biden for President on Monday night.  “Before I begin, I want to mention to you what I think all of you know, and they know that, you know that your Senator Amy Klobuchar dropped out of the presidential race today,” Sanders said at a rally in Minnesota, Klobuchar’s home state.  “I’ve known Amy for a very long time,” Sanders continued. “We came into the Senate together in 2006, and she is one of the hardest workers that I know. I like Amy.” “And yesterday, Pete Buttigieg dropped out of the race as well,” Sanders said. “And as you all know, Pete's campaign was a historic campaign and a brave campaign. He is the first openly gay candidate for President of the United States.\" “And tonight, I want to open the door to Amy's supporters, to Pete's supporters. I know that there are political differences, but I also know that virtually all of Amy's support and Pete's support understand that we have got to move toward a government which believes in justice, not greed,” Sanders said.  Former Vice President Joe Biden took shots at President Trump and his handling of the coronavirus outbreak and how the the President has made it \"always about him.\" \"I would take steps we took when we dealt with ebola. I would not have disbanded the office within the White House that Trump eliminated. I would not be in a position where I would have waited until now to try to figure how you get testing kits put in place. We knew back in January. I would have been in a position where I would not have eviscerated the budget of the CDC. I'd let the scientists make the decisions,\" Biden said. Biden wanted to make sure Trump understands that the outbreak is \"about the American people.\" \"It's about what's happening in the world and he hasn't listened to any of the experts that have spoken, as best as I can tell. Because all that he's done hasn't been very helpful,\" Biden said. Trump and the coronavirus: Trump and other White House officials are on the attack against the coronavirus, but also against the President’s critics, who say his administration was slow to respond to the burgeoning pandemic and aren’t doing enough to protect Americans. At a February 27 press conference meant to reassure the public, Trump seemed to spend more time defending his own actions than explaining what was being done to combat the coronavirus. “I took a lot of heat,” Trump said about the travel ban he imposed in January, which blocked people who were in China from entering the United States. “Some people called me racist because I made a decision so early… It was a bold decision, and it turned out to be a good decision.” Watch: Joe Biden fired back against comments made by Michael Bloomberg claiming the former vice president is a legislator and \"not a manager.\" \"It requires somebody who has gotten things done. Requires someone who understands how to bring people together. Requires a Democrat by the way to be a democratic president. And it requires someone who has a track record and the President handed me significant responsibility and presidential authority when I was the vice president. I'm the guy that managed the $900 billion recovery act. I got the votes for it and I got it passed, and then managed it day-to-day. I did the same thing in a number of foreign policy issues,\" Biden told CNN's Anderson Cooper tonight. Biden added: \"The next president on day one has to be ready to stand up and command the world stage and unite this country.\" Hear from Former VP Biden: Bernie Sanders was critical of President Trump and how he has handled the coronavirus outbreak that has spanned the globe. \"Well, look. That Trump would appoint Mike Pence as the head of the task force on the coronavirus just speaks to how far out of touch Trump is with reality or his disrespect for science. We need scientists running our response to the coronavirus, not a politician like Pence who barely believes in science at all. So I would hope very much that Trump understands that the coronavirus is a major, major threat not only to our country, but to the entire world,\" Sanders told CNN's Anderson Cooper tonight. Sanders said he hopes that Trump and his administration will continue to work and utilize the expertise of organizations like the National Institute of Health and Centers for Disease Control and Prevention. \"We've got to work with the international community. We've got to work with the World Health Organization. We have to adequately fund our hospitals, our doctors, the NIH, the CDC. This is, despite what Trump may think. ... Trump is also the genius that told us that climate change is also a hoax. So what we need to do is have Congress demand that we adequately fund our response that we work with the global community and that we have scientists running the program, not politicians who don't believe in science,\" Sanders added. More on the coronavirus: The novel coronavirus has killed more than 3,000 people, the vast majority in mainland China. There are now more than 88,000 global cases, with infections on every continent except Antarctica. Watch: Of all the things people call Sen. Bernie Sanders, one that he agrees with wholeheartedly is being labelled a democratic socialist.  When asked by CNN's Anderson Cooper tonight whether he regretted being labelled as such, the Vermont senator said, \"I am what I am.\" \"I am what I am and what democratic socialism is about to me is understanding that we have in many ways, a socialist society today. But it is not Dr. Martin Luther king Jr. reminded us, we have socialism for the rich and rugged individualism and for the poor and other people,\" Sanders said.  Sanders then set his sights on Trump, who he claims has abused a system of \"socialism for the rich.\" \"When Donald Trump was a private businessman, he received $800 million in breaks and subsidies. That's called socialism for the rich. When Amazon doesn't pay a nickel in income tax last year, that's called socialism for the rich. When we give billions of tax breaks to the fossil fuel industry who's destroying our planet, that's called socialism for the rich. What I want to do is bring government programs to help working families,\" Sanders said. Hear from Sen. Sanders: Bernie Sanders in an interview with CNN said President Donald Trump should stay out of the Democratic race for president. \"President Trump -- stay out of the Democratic primary,\" Sanders said.  Earlier on Monday, Trump tweeted that \"they\" were \"staging a coup against Bernie,\" seemingly in reference Democrats rallying around Joe Biden after his victory in South Carolina and ahead of Super Tuesday.  See the moment: Bernie Sanders spoke with CNN's Anderson Cooper tonight about his presidential campaign and the consolidation of the moderate vote following Pete Buttigieg and Amy Klobuchar dropping out of the race for the White House. \"From day one, we have been taking on the establishment. Whether it's the corporate establishment on Wall Street, the drug company, the insurance companies, the fossil fuel industry or the political establishment. Let me be very clear, it is no surprise they do not want me to become president because our administration will transform this country to create an economy and a government that works for all of the people not just the 1%,\" Sanders said. One of the key reasons why the Vermont senator is running is to defeat President Trump, he said. \"It will not be the same old same old. But the other reason I am running is to defeat Donald Trump. And the fact of the matter is if we want to defeat Donald Trump, we're going to need a campaign that has energy and excitement that can speak to working people, young people, people who have given up on the political establishment,\" Sanders said. Watch: Joe Biden said Pete Buttigieg reminds him of his son, Beau, who died of brain cancer in 2015 at the age of 46.  “I don't think I've ever done this before, but (Buttigieg) reminds me of my son, Beau. I know that may not mean much to most people, but to me it's the highest compliment I can give any man or woman,” Biden said.  “Like Beau, he has a backbone like a ramrod. I really mean this. I think about it,” Biden said.  Biden’s comments came right after Buttigieg endorsed Biden for President. Buttigieg dropped out of the presidential race on Sunday.  Hear his comments: Former Texas Rep. Beto O’Rourke plans to endorse Joe Biden tonight, a Biden aide confirmed.  The news was first reported by The New York Times.  O’Rourke, a former 2020 presidential contender, is a major pick-up for Biden on the eve of the Texas primary. He still carries major political weight in the state, which is a battleground on Super Tuesday, when 14 states and American Samoa will vote. Some context: The expected endorsement comes after former South Bend, Indiana, Mayor Pete Buttigieg endorsed Biden at a campaign stop Monday night in Dallas.  Minnesota Sen. Amy Klobuchar is expected to announce she is ending her campaign and endorsing Biden at a rally in Dallas today.  Pete Buttigieg endorsed Joe Biden on Monday at an event in Dallas, Texas, after dropping out of the race on Sunday.  “It is an honor to be here with Vice President Biden. You know, when I ran for President, we made it clear that the whole idea was about rallying the country together to defeat Donald Trump and to win the era for the values that we share,” Buttigieg said.  “That was always a goal that was much bigger than me becoming president. And it is in the name of that very same goal that I am delighted to endorse and support Joe Biden for president of the United States,” Buttigieg said.  Watch: Pete Buttigieg was on track to have his biggest fundraising quarter of his campaign before deciding to end his presidential campaign, a campaign aide told CNN.  The campaign had raised $24.5 million so far this quarter when Buttigieg decided to exit the race, nearly eclipsing his biggest haul in the 2nd quarter of last year when he raised $24.8 million.  The campaign raised $18.4 million in February and was on track to meet its fundraising goal of $13 million between Nevada and Super Tuesday, said the aide.  Still, the campaign's federal election reports have shown Buttigieg's operation was quickly spending whatever money it brought in -- and then some. According to his financial filing for January, the former mayor entered February with $6.6 million in the bank and spent 227% more than they raised the first month of 2020. CORRECTION: This post has been updated to reflect the amount the campaign raised in February. As President Donald Trump was departing for a Monday night rally in Charlotte, North Carolina, he told reporters assembled on the South Lawn his feelings on the Democratic primary. “I think it’s rigged against Bernie, but maybe he’ll pull it through,\" he said. \"It was rigged against me four years ago, but I pulled it through. ... it's rigged against Bernie. No doubt about it.\" Trump went on to use a phrase used many times during the recent impeachment drama when asked about the endorsements of Pete Buttigieg and Amy Klobuchar of rival Joe Biden. \"Probably they say, 'Hey look, if I win I’ll put you in the administration.’ That’s called quid pro quo, right? Quid pro quo. And they probably said, ‘Hey listen, if I win, I’ll give you an endorsement, but will you take me in the administration.’ I’m sure nothing like that has ever happened right, but that’s the way it seems to go.\" EMILY's List, the powerful Democratic organization that helps elect women candidates who support abortion rights, endorsed Elizabeth Warren for president Monday.  “Elizabeth Warren is clearly the best candidate to unify the Democratic party after a long primary, generate excitement across the country, and take on Donald Trump,” EMILY's List president Stephanie Schriock said in a statement. “She is also a candidate not just ready to be president, but with the plans and vision to build an administration that looks out for all Americans. We are proud to announce our support for her and will be working hard to help her win in the primary and in November.” The endorsement marks only the third time the group has backed a candidate in a presidential primary, following endorsements of Hillary Clinton in the 2008 and 2016 primaries. A public dispute last weekend over the Bernie Sanders campaign's use of the name and iconography of the historic rap group Public Enemy ended with the firing of one of the group's core members. CNN's Amir Vera and Lisa Respers France reported Monday that Flavor Flav, an original member of PE and quite possibly the most well-known hype man in hip hop, was fired by group leader Chuck D after Flav's complaints about Democratic front-runner Bernie Sanders' use of Public Enemy's name, biggest hit and iconography to promote a rally. Chuck D said he approved of the use of Public Enemy's branding since he owned it.  Read more from Vera and France about the dispute. Former Senate Majority Leader Harry Reid and former national security adviser Susan Rice both endorsed Joe Biden for President Monday.  Reid said in a statement that Biden’s “strength of character and deep experience stand in the starkest contrast to Trump’s amorality, corruption and utter incompetence.” Emphasizing electability, Reid asserted “Democrats need a candidate who can assemble the largest, most diverse coalition possible to defeat Trump and lead our country following the trauma of Trump’s presidency.” “That candidate is Joe Biden,” he continued.   “Biden will be a much-needed stabilizing force following Trump’s disastrous term, offering a positive and progressive alternative to Trump’s dark vision of racism, xenophobia and policies built on cruelty and exclusion,” Reid said. The comments were echoed by Rice who called Biden “the best chance to expand the Democrats' majority in the House and take back the Senate” in a string of tweets. Every day, he will put the national interest above his personal interest,” she said, adding “Above all, @JoeBiden is a Democrat and the strongest candidate to take on and defeat Trump. That's why Trump is so scared of Biden.” Learn more: Michael Bloomberg received the endorsement of Samoan Chief Fa’alagiga Nina Tua’au-Glaude ahead of Super Tuesday, when voters in 14 states as well as American Samoa will take to the polls. \"I believe in Mike's message of change for the people of American Samoa -- he has the experience and the vision to bring about the change we need - including staving off climate change, which will be devastating to our home. He has my family's vote, and my village,” Tua'au-Glaude, a former delegate for President Obama at the 2008 Democratic National Convention and a former employee of the Department of Veterans Affairs, said about Bloomberg. Bloomberg has invested heavily in the American territory, which is located in the South Pacific. The campaign said it has seven full-time staff located in American Samoa. They are also running television ads, targeted radio ads and targeted digital and print ads across the islands, according to the campaign. The campaign has also organized an extensive voter registration drive ahead of the territory’s caucus on Tuesday, which will allocate six pledged delegates.  Despite a poor showing in all previous Democratic presidential contests, Tulsi Gabbard is sticking to her campaign travel schedule for now. She told CNN on Monday that her campaign would continue with events in Los Angeles and Austin on Monday, and a town hall in Detroit on Super Tuesday. She did not comment on the goal or thrust of her campaign going forward or whether it was time to bow out.  Gabbard has not earned a single delegate in the four races completed thus far. This year, a number of black voters who spoke to CNN expressed ambivalence and indecision about the Democratic contenders, even as former Vice President Joe Biden has tried to claim President Barack Obama's mantle. Biden got the victory he needed in South Carolina on Saturday night, winning roughly three out of five black voters in the state that he has long called his firewall. The question now becomes whether he can carry that momentum into Super Tuesday, and garner similar support in other states. Several new polls in California, North Carolina and Texas underscore the often overlooked fact that the black vote is not a monolith. Read the full story here. Pete Buttigieg will endorse Joe Biden at a rally in Dallas tonight, a source familiar with the plans tells CNN. Buttigieg, the former mayor of South Bend, Indiana, ended his own 2020 bid on Sunday night. Pete Buttigieg is weighing whether to endorse Joe Biden after exiting the Democratic presidential race late Sunday night and later speaking on the phone with the former vice president and former President Barack Obama. An endorsement for Biden is likely, two people close to Buttigieg say, but whether he makes the decision before Super Tuesday is unclear. While Buttigieg spent the final weeks of his campaign focused on taking on front-runner Sen. Bernie Sanders, the former mayor did focus his attacks on Biden at different points in the campaign and Biden directed his share of criticism toward Buttigieg, who he was competing against for the moderate wing of the party. Despite the acrimony, it is common for candidates who once sparred in a primary to come together once one drops out. Read more here. Sen. Amy Klobuchar will end her presidential bid on Monday and endorse Joe Biden, a campaign aide tells CNN. The Klobuchar campaign confirmed that the senator is flying to Dallas to join the former vice president at his rally, where she will suspend her campaign and give her endorsement on the eve of Super Tuesday. Klobuchar's path to the nomination all but closed after she posted sixth-place finishes in Nevada and South Carolina, a sign that the Minnesota senator's surprising showing in New Hampshire would not be nearly enough to propel her toward the nomination. A Democratic official told CNN that the Klobuchar campaign was worried that the senator would lose her home state of Minnesota on Tuesday. Vermont Sen. Bernie Sanders, the race's front-runner, is holding a rally in the state on Monday night. Read the full story here. Hear more: Fourteen states and one US territory will vote Tuesday: Alabama\nAmerican Samoa\nArkansas\nCalifornia\nColorado\nMaine\nMassachusetts\nMinnesota\nNorth Carolina\nOklahoma\nTennessee\nTexas\nUtah\nVermont\nVirginia Find out about poll closing times and delegates at stake here. Fourteen states and American Samoa will vote on Tuesday on the biggest day of the Democratic primary — with 34% of the party's pledged delegates up for grabs.  Sen. Bernie Sanders expects a big win in California, the day's biggest prize, as well as in other western and northeastern states.  Meanwhile, former Vice President Joe Biden is aiming to build on his advantage with African American voters in southern states like Alabama and North Carolina.  The biggest battleground could be Texas, where Biden is campaigning Monday, and Sanders is hoping to recreate the Latino-led coalition that led him to victory in Nevada."], "Language": false}