{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/opinions/coronavirus-highlights-flawed-health-care-system-kerry/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Vanessa Kerry"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T02:22:04Z"], "LastModifiedDate": ["2020-03-03T02:22:04Z"], "Headline": ["Our flawed health system isn't up to the challenge of the coronavirus"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Centers for Disease Control and Prevention has warned Americans to plan for the inevitable spread of the novel coronavirus (Covid-19) across the country. If we are going to mount an adequate response to a potential pandemic, our preparation must include an acknowledgment of the fractured state of health care access in this country. We need comprehensive coverage -- even if temporary -- to address the threat of Covid-19.  Without a comprehensive solution, the story of Osmel Martinez Azcue will be the first of what promises to be many more in the wake of Covid-19. The Miami Herald reported that Azcue was charged over $3,000 for being responsible and visiting the hospital to be screened for the novel coronavirus following a feverish return from China, the virus' epicenter. He is responsible for paying the hospital at least $1,400 of the bill and it may be more pending meeting his insurance company's strict requirements. Worries that they will confront bills like his will deter many from seeking appropriate care and put more people at risk.  Azcue has become the new face of an old and long-standing crisis in America: We lack universal health coverage. Too many Americans are either underinsured or completely uninsured In the global spread of Covid-19, this will prove catastrophic. Today, there are 27 million uninsured Americans -- almost 10% of our population. And like Azcue, 45% of Americans are underinsured, with coverage that results in catastrophically high deductibles and out-of-pocket expenses they can't meet. Further, the adult uninsured rate rose to a four year high in the fourth quarter of 2018. It stood at 13.7% due to a number of factors, one of which is the Trump administration's efforts to undermine Obamacare and the public health safety net.   Systematic cuts by this administration and the Republicans in Congress have reduced the number of US citizens insured, undermined disease prevention and weakened vaccination efforts, to name a few. In 2017, Congress repealed the insurance mandate and stopped reimbursing insurers for low-income deductible and copay waivers. Insurance became less affordable and increased those who could opt out. In 2018, the Trump administration doubled down, lengthening the time short-term insurance could be offered from the previously allowed three months to a year and flooding the market with \"cheaper\" alternatives; these plans limit coverage such as for incidences of cancer only or have strict requirements before coverage kicks in like the plan Azcue has.  According to the Miami Herald, he pays $180 per month but is required to provide three years of medical records before his emergency room coverage would bring his bill down to a still sizable $1,400. Consumers seeking better deals are left vulnerable. When our citizens are sick, this administration's actions endanger Americans' health and wallets, and it undermines access and coverage that is essential for surveillance, detection and early response in the face of an outbreak -- like Covid-19.   Unfortunately, the worst is not over. President Trump falsely assured the American public that we have taken all preparations necessary, but in his recently proposed budget he called for another $844 billion in cuts over the next decade primarily from Medicaid, including the Affordable Care Act's (ACA) Medicaid expansion to low-income adults and other aspects of the ACA. This recent proposal, combined with historic cuts to the CDC, Department of Homeland Security and National Security Council, would further weaken our health system at a time when we should be fully prepared.  While Congress and the administration debate the size of an emergency funding package, ensuring comprehensive access to screening and care should be at the heart of any discussion. In the US, we have been struggling with testing capacity and lack a central count of how many people have been asked to self-quarantine or are being monitored by health professionals across the country.  Contrast this with other countries like the UK which have tested thousands and been proactive about identifying the full scope of their outbreak. On Sunday, data out of Washington state reinforced that we have been too conservative; genetic mapping of the virus in the community indicate that the Covid-19 has likely been circulating for weeks. Incontrovertibly, we will need to broaden the criteria by which we test immediately. If the US government wants to demonstrate its strength, it should show its commitment to protect its people in the face of threat. We need to provide leadership -- and head-on investment in our health system so that it can protect and care for Americans. We need to broaden the available coverage, public health interventions and access to care. There are options.   We should engage in multilingual, multilevel community health education efforts that target all communities and backgrounds in America. In a strong example of the power of \"reverse innovation,\" Ebola in West Africa taught us powerful lessons about how to create culture change around disease prevention and to reach all communities. When imams launched an awareness campaign and spoke about the importance of changing the cultural burial practices for Muslim victims, their authority and trust helped stem the rise of new infection. We have a diverse population, all at risk in one way or another. We should be thoughtful about how we reach communities that are vulnerable and our avenues of messaging about the virus. Far more difficult, but also critical, will be creating safe havens for undocumented immigrants to seek care. Given this administration's vehement attacks on immigrants, such an approach feels unfathomable. Ensuring access for all in our borders -- however temporary in the face of a public health crisis -- is the only option to containment in the United States. Removing financial barriers or subsequent punishment for those seeking screening or care will be essential to encouraging engagement with formal public health and health delivery systems, which must be on the front lines of containing Covid-19.  The discussion for a universal health care plan is front and center in the 2020 election. Beyond Covid-19, we need to pursue a better path to universal health coverage. The road for the required fix is long and there has not been the political will or leverage from any side to close the gap once and for all. In the face of Covid-19, we don't have the luxury of political fighting. We need the political sophistication, humility and courage to ensure care for all.  Covid-19 presents a serious threat to our security and well-being. We would be well-served to build a comprehensive system to address this particular threat, which can hopefully provide a springboard for a better system overall. "], "Language": false}