{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/health/coronavirus-how-to-protect-yourself-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-02-16T19:59:17Z"], "LastModifiedDate": ["2020-03-02T21:33:32Z"], "Headline": ["How you and your workplace can protect yourselves from the novel coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The novel coronavirus is now a \"public health emergency of international concern,\" killing more than 3,000 people and infecting more than 88,000 worldwide.  Even worse: The US Centers for Disease Control and Prevention expects the virus to keep spreading beyond this year. Here's what you need to know about the illness and how to stay safe:  What are the symptoms?  Fever, cough, runny nose, sore throat and trouble breathing are some of the most common symptoms of the novel coronavirus.  \"It can be more severe for some persons and can lead to pneumonia or breathing difficulties,\" the World Health Organization says.  \"More rarely, the disease can be fatal. Older people, and people with preexisting medical conditions (such as diabetes and heart disease) appear to be more vulnerable to becoming severely ill with the virus.\" What can businesses do?  It's important that companies encourage sick employees to stay home, the CDC says.  \"Do not require a healthcare provider's note for employees who are sick with acute respiratory illness ... as healthcare provider offices and medical facilities may be extremely busy and not able to provide such documentation in a timely way,\" the CDC said.  Sick employees shouldn't return to work until their temperature has stayed below 100.4 degrees Fahrenheit (37.8 degrees Celsius) for at least 24 hours, without the help of fever-reducing or other symptom-altering medicine, the CDC said. And now is the time to make sure workplaces are squeaky clean.  \"Routinely clean all frequently touched surfaces in the workplace, such as workstations, countertops and doorknobs,\" the CDC said.  \"Provide disposable wipes so that commonly used surfaces (for example, doorknobs, keyboards, remote controls, desks) can be wiped down by employees before each use.\" And while it may seem basic, many adults don't practice correct coughing and sneezing etiquette (cover your mouth and nose entirely with a tissue or your upper sleeve) or wash their hands properly for at least 20 seconds.  So the CDC advises companies to hang posters about how to prevent the spread of illness.  How can you protect yourself?  In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state. That includes washing your hands often with soap and water for at least 20 seconds. Don't forget to wash the backs of your hands and under your nails, the CDC says. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected.  If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. While the CDC does not recommend N95 respirator masks for the general public, it does recommend them for health care workers.  But certain types of facial hair can prevent respirators from working effectively. The CDC has an infographic showing which styles of facial hair are riskier than others.  Why is this coronavirus different?  There are many kinds of coronaviruses, including some that cause the common cold.  But this deadly strain is called a \"novel\" coronavirus because it has not previously been identified in humans.  It's unusual for several reasons:  -- Scientists believe this type of coronavirus jumped from a different animal to humans, which is rare.  -- It then became transmissible from human to human, which is even more rare. -- An infected person might not show symptoms for up to 14 days after exposure. That's especially worrisome because this novel coronavirus can be transmitted while a person still isn't showing any symptoms. Is there a cure for novel coronavirus?  No. While many patients have recovered from their symptoms, there is no known cure. But the first US study of a drug to treat novel coronavirus in humans is underway at the University of Nebraska Medical Center in Omaha.  That clinical trial will evaluate the safety and effectiveness of the antiviral drug remdesivir in adults diagnosed with coronavirus, the US National Institutes of Health said.  What about a vaccine?  Scientists are working on a vaccine, but don't expect it anytime soon.  The NIH is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, scientists in Texas, New York and China also are trying to create a vaccine, said Dr. Peter Hotez, a vaccine scientist at Baylor College of Medicine in Houston. But the challenge is daunting, Hotez said. \"The lesson we've learned is coronavirus infections are serious and one of the newest and biggest global health threats.\" "], "Language": false}