{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/investing/dow-stock-market-today/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Anneken Tappe, CNN Business"], "Writers": [["Anneken Tappe"]], "FirstPublishDate": ["2020-03-02T14:45:30Z"], "LastModifiedDate": ["2020-03-02T21:27:42Z"], "Headline": ["Dow rallies 1,294 points, most in its history"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks rebounded sharply on Monday, with the Dow logging its biggest point gain in history. Stocks are coming off their worst week since the 2008 financial crisis. The Dow last week dropped 12.4%, while the S&P 500 plunged 11.5%. The Dow also recorded its worst one-day point drop in history on Thursday. \"If [the market is] priced to perfection and then something indicates that the perfection is a pipe dream, prices will come off,\" said Brad Cornell, emeritus professor of finance at UCLA, of last week's selloff. Prices are much more reasonable now, he added. But Monday's rebound was strong. After a sharply higher open and some flipping between gains and losses mid-morning, stocks moved solidly higher. The Dow finished up 1,294 points, or 5.1%, making it its best one-day point gain on record. On a percentage basis, Monday was its best day since March 2009. The S&P climbed 4.6%, its best performance since December 2018. The rise in both indexes snapped a seven-day losing streak. The Nasdaq Composite closed up 4.5%. All three indexes are now less than 10% from their highs. They entered a correction last week, which is defined as a 10% decline from the most recent highs. Investors are pushed and pulled into different directions by headlines about the novel coronavirus outbreak. On the one hand, the Organization for Economic Cooperation and Development warned Monday that the outbreak could significantly slow down global growth.  Meanwhile, hopes for stimulus action from the world's central banks are keeping investors from further selling. The Bank of Japan said it would provide \"ample liquidity\" to keep financial markets stable and the Bank of England also pledged to do what's necessary for the British economy's stability. The Federal Reserve next meets on March 18 and market expectations for a half-percentage point interest rate cut are at 100%, according to the CME's FedWatch Tool. That said, Fed officials have been speaking out against immediate rate cuts and Fed Chairman Jerome Powell said last week that \"the fundamentals of the US economy remain strong.\" Although a Fed rate cut could revive investor sentiment -- at least in the short-term -- market participants are skeptical of how much monetary policy can really do against a global disease outbreak.  \"I'd prefer a vaccine over a rate cut,\" wrote Seema Shah, chief strategist at Principal Global Investors, in a blog post. Commodities broadly rebounded from last week's selloffs. Gold futures settled up 1.8% at $1,592.30 an ounce, while US oil prices ended 4.4% higher at $46.75 per barrel. US Treasury yields, meanwhile, continue to trend lower. Treasuries are a common safe haven investment that receives a lot of buying interest during times of trouble. Bond prices and yields move opposite to each other. The 10-year yield dropped to a all-time low just above 1%. America's battered manufacturing sector grew in February, according to the Institute of Supply Management. It was the second positive month in a row for the sector, which had fallen into a recession in the second half of 2019 on the back of the US-China trade war. However, the ISM report also highlighted the potential impact the coronavirus outbreak could have on US manufacturing. Imports have  contracted and survey respondents voiced their concerns about demand and supply chain issues."], "Language": false}