{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/opinions/trump-failings-coronavirus-opinion-bergen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Bergen, CNN National Security Analyst"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-03-02T16:22:35Z"], "LastModifiedDate": ["2020-03-02T20:30:22Z"], "Headline": ["Coronavirus crisis underlines eight of Trump's failings as a leader"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Until now President Donald Trump has been lucky. During his first three years in office there was no major crisis on his watch of the type that has challenged every president in the half century before him.  There was nothing comparable to the Cuban missile crisis (John Kennedy); no Vietnam War (Lyndon Johnson and Richard Nixon); no hostage crisis in Iran (Jimmy Carter); no invasion of Afghanistan by the Soviets (Carter and Ronald Reagan); no invasion of Kuwait by Saddam Hussein (George H. W. Bush); no suicide bombings by al-Qaeda directed at two US embassies and an American warship (Bill Clinton); no 9/11 attacks (George W. Bush), and no global financial crisis (Barack Obama). The nearest that Trump has come to a crisis is with Iran, which was largely self-created after he pulled out of the Iranian nuclear deal two years ago and stoked tensions with that country.   Now comes the Covid-19 or novel coronavirus, a major crisis that combines elements of Hurricane Katrina—a natural event that could kill a substantial number of Americans-- and also elements of the 2008 great recession, since the economic repercussions of the virus on supply chains as well as on consumer and business confidence are already very troubling. Some presidents rise to the occasion when a crisis emerges. Kennedy deftly avoided a possible nuclear war with the Soviets during the Cuban missile crisis, while George H. W. Bush assembled a massive international coalition to expel Saddam from Kuwait. And George W. Bush quickly responded to the 9/11 attacks by toppling the Taliban government in Afghanistan and destroying much of al Qaeda. (Two years after 9/11 Bush also made the disastrous decision to invade Iraq). Obama adeptly navigated the worst financial crisis since the Great Depression. Other presidents have fared less well when confronted by a crisis. In 1980 Carter presided over the deeply flawed effort to free the American hostages held in Iran-- the fiasco known as Desert One -- and it contributed to his one-term presidency. Johnson was overwhelmed by the carnage of Vietnam and he had no plausible plan to exit the war and so he chose not to run for reelection in 1968.  In the early days, Trump hasn't risen to the occasion of the coronavirus crisis. And there are reasons to worry about whether he can do so, as the crisis underlines eight of his key failings as a leader. First, Trump doesn't do any homework. As reported in my book, \"Trump and his Generals,\" in early 2017 Trump's former chief strategist, Steve Bannon, told Trump's former national security adviser, H.R. McMaster, that Trump never studied an issue: \"Trump is a guy who never went to class. Never got the syllabus. Never bought a book. Never took a note. He basically comes in the night before the final exams after partying all night, puts on a pot of coffee, takes your notes, memorizes what he's got to memorize. Walks in at eight o'clock in the morning and gets whatever grade he needs. That's the reason he doesn't like professors. He doesn't like being lectured to.\"  Related to Trump's first failing is his second: He always believes he knows more than the experts about any given subject. During his presidential campaign, for instance, Trump said he knew more about fighting ISIS than the generals leading the fight, an absurd claim since Trump had avoided military service in Vietnam and his knowledge of ISIS and the Middle East was no deeper than the average newspaper reader.   Third, Trump trusts his own gut. This might work in a Manhattan real estate deal where Trump knows the players and the market, but going with your gut in a complex crisis when you don't do homework or listen to experts is not likely to produce relevant knowledge or coherent policy.  On Wednesday at a White House press conference Trump claimed that the coronavirus was less lethal than influenza. CNN's Sanjay Gupta corrected him. In fact, the coronavirus appears to be far deadlier than influenza.   Fourth, Trump has increasingly surrounded himself with a team of acolytes who will not challenge him. When he came into office Trump assembled a cabinet that included McMaster, former Defense Secretary James Mattis, former chief of staff John Kelly, former chief economic adviser Gary Cohn and former Secretary of State Rex Tillerson, all of whom would challenge Trump on issues such as staying in the Iran nuclear deal, the need to maintain good relations with NATO, the merits of free trade and the imperative to stop cozying up to Vladimir Putin.  They are all long gone now, and they have been replaced by yes-men such as Texas Republican Rep. John Ratcliffe, who Trump just nominated to be his Director of National Intelligence even though Ratcliffe's earlier nomination for the same job flamed out because of his scant qualifications for the gig and some untruthful enhancements he had made to his resume.   Ratcliffe's main qualification for the job overseeing the 17 US intelligence agencies at a time when the Trump team faces its first real crisis seems to be his unswerving loyalty to the president.  His predecessor, Dan Coats, publicly testified last year that Iran was sticking to the terms of the nuclear deal, which deeply angered Trump. It's hard to imagine Ratcliffe telling any truths in public that don't fit Trump's preconceptions.  Similarly, Trump picked Vice President Mike Pence to lead the coronavirus effort.  Pence's main qualification for the job appears to be his puppy-like adoration for the Great Leader. As has been widely noted, despite Trump's claims at Wednesday's press conference that Pence is some kind of public health guru, when Pence was governor of Indiana he opposed a scheme to hand out free, clean needles to drug addicts at a time that HIV was running rampant among drug users in his state. Two months went by and after praying, Pence finally relented and allowed the needles to be distributed, which dramatically slowed the spread of HIV. Fifth, it's hard for the public to believe a President who has made more than 16,000 false or misleading claims in his first three years in office, according to the Washington Post, at a time when the administration desperately needs the trust of the American public.  What happens if Trump needs to make some tough decisions about who exactly to quarantine? We have already seen the Italian government completely cordon off towns in the north of the country. And a major Italian city, Milan, has now slowed to an almost complete halt. Might Trump have to make similar hard calls? And will what he says about those calls be believed if he does? Sixth, Trump always blames the messenger for news he doesn't like, and he has been doing a lot of that when it comes to the coronavirus. In fact, organizations like CNN and the New York Times and many others have taken real risks to cover the outbreak of the virus in China and elsewhere and should be commended for doing what they are supposed to be doing: Gathering and disseminating knowledge that is in the public interest. Seventh, Trump is the reverse of President Harry Truman. The buck never stops at Trump's desk. If things are going well, he is always ready to take credit: Stock market up, it's because of Trump; stock market down, it's because of the media -- and the Fed. If things go poorly it's always someone else fault. Paging Mike Pence! Trump's propensity to pass the buck was obvious the first week of his presidency when Trump approved a risky US Navy SEAL Team Six counterterrorism operation in Yemen. A SEAL operator was killed during the mission and the commander-in-chief quickly and publicly blamed his own generals for the loss.  Eighth, Trump almost always plays the divider-in-chief, not the uniter-in chief. Now is surely not the time for Trump and his top cabinet officials (such as acting chief of staff Mick Mulvaney) and proxies (Donald Trump Jr.) to claim that the coronavirus is being hyped by crazed Democrats. This is arguably the most serious health crisis that the world has faced in many years and to pass it off as a partisan issue is crass at best. Trump officials did make a good decision a month ago to ban non-US citizens who had recently visited China from entering the United States and they also imposed two-week quarantines on Americans who had visited Hubei province where the virus originated.  But Italy went even further, suspending all flights from China, yet the country still faces a significant health crisis with around 1,700 confirmed cases.  Trump should spend less time campaigning in places where he isn't even on the ballot (South Carolina) and bone up on some briefing books, start listening to some experts, including those who challenge his preconceptions, and start acting like the president of all Americans. Of course, the likelihood of any of this happening is like the likelihood that we will find a vaccine for the coronavirus \"rapidly\" as Trump claimed Wednesday, when in fact there is little chance that will happen. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said that developing such a vaccine for a coronavirus will in fact likely take \"about a year to a year and a half.\"  By then Trump could be enjoying some quality retirement time at Mar-a-Lago because if he continues to treat this crisis in a cavalier manner, voters will likely not be forgiving."], "Language": false}