{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/tech/amazon-coronavirus-products/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-03-02T19:37:57Z"], "LastModifiedDate": ["2020-03-02T20:03:24Z"], "Headline": ["Amazon deleted 1 million items for price gouging or false advertising about coronavirus"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon says it has pulled more than 1 million products for price gouging or falsely advertising effectiveness against the coronavirus.  The company said in a statement that it has \"always required sellers provide accurate information\" on product pages and removes those that violates its policies. Amazon said that third-party sellers must follow its Fair Pricing Policy, which states companies can't set a price \"significantly higher\" then seen in other places or sell an item that \"misleads customers.\"  The removal comes after Wired found sellers gouging the prices of coronavirus-related products, like face masks, or charging people \"exorbitant shipping costs,\" according to the magazine. In one instance, the publication found a seller with face masks for as much as five times their normal price.  \"We are disappointed that bad actors are attempting to artificially raise prices on basic need products during a global health crisis and, in line with our long-standing policy, have recently blocked or removed tens of thousands of offers,\" an Amazon spokesperson told CNN Business. \"We continue to actively monitor our store and remove offers that violate our policies.\" Third-party sellers on Amazon have come under criticism in the past for selling defective or fraudulent products with little oversight.  Fear has also gripped consumers as the coronavirus continues to spread. Major stores, like CVS and Walgreens, warned last week that there might be shortages of disinfectant products like hand sanitizers and cleaning wipes. There are now more than 88,000 coronavirus cases around the world. It has killed more than 3,000 people, with the vast majority being in mainland China."], "Language": false}