{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/opinions/europe-coronavirus-andelman/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["By David A. Andelman"], "Writers": [["David A. Andelman"]], "FirstPublishDate": ["2020-03-02T19:11:10Z"], "LastModifiedDate": ["2020-03-02T19:21:38Z"], "Headline": ["Why the Louvre is closed"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When the principal of my grandson's private school in Paris learned that a 6-year-old pupil had traveled home from winter break via the Venice airport, she ordered the youngster to stay home for two weeks.  She was acting on the orders of France's education minister, even though the boy had no symptoms of sickness and had not been vacationing in an area hit by the coronavirus. The outbreak in northern Italy has spooked the entire French government.  Fear of the coronavirus has sent shivers -- and worse -- across Europe. The vast expanse of Venice's St. Mark's Square is all but empty, as are Milan's subways. One of the world's great opera houses, La Scala of Milan, went dark last Monday, \"as a precautionary measure.\" Much of northern Italy, which accounts for some 30% of the Italian economy, is on lockdown.  From the Grand Canal to the Eiffel Tower, the once-ubiquitous Chinese tour groups are suddenly gone. The images from Italy are ever-present on European television and everyone is holding their collective breath. Euro Disney, 25 miles from downtown Paris, is still open, though the on-sale date for the new souvenir \"Onward\" pin, set for February  29, was pushed back indefinitely. The pins are  made in China.  But the Louvre has closed and the French government has asked that all gatherings of more than 5,000 people be suspended, torpedoing the massive Livre Paris book fair for March 20-23.   \"A lot of cancellations, big events canceled here and there as well,\" Inès Vounatsos, general manager of the Hotel 9Confidential in Paris's trendy Marais district, told me. \"People are starting to freak out around here.\" The primary difference with the United States is that no leaders in Europe are making light of or denying the coronavirus and the dire challenge to public health. There is no one here like President Donald Trump, who can't seem to decide whether the global outbreak is a trivial problem -- \"like a miracle, it will disappear,\" he said on Thursday -- or something being used by Democrats  to criticize his response (\"this is their new hoax,\" he told a rally on Friday). President Emmanuel Macron of France paid a sudden visit to the Hôpital La Pitié Sâlpetrière, where the first French coronavirus patient died on Tuesday. \"We are facing a crisis, an epidemic that is coming,\" Macon said grimly, accompanied by Health Minister Olivier Véran. \"We know that we're only at the beginning.\"   This was the second of two deaths in France. While the cause of the first -- of an 80-year-old Chinese tourist -- seemed clear, the second had no known link to any affected region. So far, according to Sunday's Journal du Dimanche, 100 cases have been registered in France, with 86 people still hospitalized, nine in critical condition. Twelve patients have been released as cured.  Coronavirus has changed some longstanding practices and customs. The season of major fashion shows from Milan to Paris to London is now in full flower. This year, the air kiss and firm handshake has been replaced as a greeting by a genial grip and squeeze of the upper arm -- replacing any skin-to-skin contact. Several major labels, including the renowned Agnès B, canceled their Paris shows entirely.  In Milan, Giorgio Armani staged his main catwalk event to an empty house, inviting guests to watch it online. On a beautiful, sunny day in Paris, the long lines that ordinarily snake across the plaza awaiting entry into the Musée d'Orsay were gone.   The outbreak is approaching pandemic proportions without a coordinated global response. In the last major influenza pandemic of 1918 to 1919, as many as 500 million people were infected worldwide and 10 million died as the disease spread with little cooperative efforts at containment. Today, in theory, the world is better prepared. But as Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, once said, \"It's like a chain -- one weak link and the whole thing falls apart.\"  Sadly, the leading players in whatever effort the United States is making to control coronavirus are Vice President Mike Pence and Health and Human Services Secretary Alex Azar, a former pharmaceutical lobbyist.  Fauci, like many of his European counterparts, knows what he is doing -- like France's health minister Véran, who is a trained physician with a graduate degree in health management.   Trump dismantled the White House's entire pandemic response team more than a year ago, firing Rear Adm. Timothy Ziemer, in charge of global health security from the National Security Council, and Tom Bossert, the homeland security adviser who had called for a comprehensive bio-defense strategy in case of a pandemic.   As it happens, Italy, the nation hardest hit in Europe so far, has its own problems of conflicted bureaucracy managing its crisis. The health minister, Roberto Speranza, a student of Mediterranean history, has no health training, but is simply a left-wing member of the ruling coalition.  At the same time, while Donald Trump is heading to North Carolina for a political rally Monday night, the Élysee Palace announced that President Macron was canceling all travel to \"concentrate on the management of the crisis.\"   It may be difficult, if not impossible, to reconstitute on a moment's notice the broad kind of expertise or establish a plan on the level of those being implemented now in some places in Europe, especially France. But at a minimum, allowing a real specialist and a team that is allowed to work as it needs at the core of this effort, would be a good first start."], "Language": false}