{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/business/chinese-business-new-york-city-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-03-02T15:57:01Z"], "LastModifiedDate": ["2020-03-02T19:15:10Z"], "Headline": ["Coronavirus anxiety is devastating Chinese businesses in New York City"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Coronavirus panic continues to pummel the Chinese business sector in New York City as fear of the deadly disease drives people away from east Asian neighborhoods. Business leaders say tourists and locals have been avoiding Chinese restaurants, shops and other businesses ever since news first broke about the coronavirus outbreak in Wuhan, China, in December. City officials and some Chinese business owners say many people fear visiting Chinatown because the disease started in China. Leaders in the Chinese business community said foot traffic improved at varying degrees at local stores after Mayor Bill de Blasio ate a February 13 meal in front of reporters and local news cameras at the Royal Queen, a popular Chinese banquet hall in the Flushing neighborhood of Queens, New York.  The mayor's gesture was an attempt to quell coronavirus fears after his office received reports of declining sales in Chinese neighborhoods. But business leaders said foot traffic took a nose dive again late last month after news broke that the virus spread from China to every populated continent on the planet. On Wednesday, Center for Disease Control and Prevention health officials told reporters it was only a matter of time before the virus spreads throughout the United States. Their warnings were downplayed by President Donald Trump. Peter Tu, one of the directors of the Flushing Chinese Business Association, said the east Asian residents of his community and the public at large are now confused about what to do. Many are afraid to visit populated public areas, including neighborhood stores, banquet halls and restaurants that rely on them to stay in business. \"The mayor and President Trump say, 'Don't worry,' but the CDC says something different,\" Tu told CNN Business. \"If you're the people, who are you going to listen to? You're going to listen to the CDC. You're going to cook at home.\" Some Lower Manhattan merchants say coronavirus fear has damaged their businesses more than the 2003 SARS outbreak, the 2009 H1N1 epidemic, and even the city's September 11, 2001 terrorist attacks. \"After 9/11, people were not afraid to come back to eat,\" Wellington Chen, executive director of New York's Chinatown Partnership Local Development Corporation, told CNN Business. \"There was this American spirit that we're going to be fearless, we're going to rebuild. This time around, there's this fear factor that is being blown out of proportion.\" Chinese business owners in Manhattan, Flushing, and the Sunset Park neighborhood in Brooklyn, New York, started noticing extensive customer declines in January. Foot traffic plunged just ahead of the Chinese Lunar New Year and Spring Festival tourist season, which is normally one of Chinatown's busiest and most profitable times of the year. City officials began receiving complaints of taxi drivers refusing to drop customers off in Chinese neighborhoods around the same time, according to the New York Department of Small Business Services. Since mid-February, merchants in Chinatown have reported sales drops of 30% to 80%, according to Chen. The Flushing Chinese Business Association recently reported a 40% drop in business, according to the mayor's office. \"In certain neighborhoods, we're going to see a significant economic impact,\" Gregg Bishop, commissioner of the city's Department of Small Business Services, told CNN Business. \"If this goes on for the next three to five months, certain businesses, I'm sure, are going to have to furlough some of their staff.\" Medical facilities in Chinese neighborhoods, Chinese banquet halls and restaurants are faring the worst, according to local business leaders.  Connie Zhang is the president & CEO of the Royal Queen banquet hall that the mayor visited in mid-February. She said sales at the business, which employs about 200 workers, have declined between 70% and 80% since January and fear of coronavirus is the primary culprit. As a result, Zhang is making significant cuts to her payroll to avoid layoffs. \"People who were working six days are now working three or four days,\" Zhang said. \"It's very bad.\" Bishop said Chinese restaurants' sales declines are causing economic ripple effects in other business sectors. \"We're also seeing an impact on the suppliers,\" Bishop said. \"The fish market is seeing a decline in sales. The other food providers who provide food to those businesses are also seeing a decline in sales.\" Travel restrictions on foreign nationals have dealt a serious blow to Chinatown's hotels and charter bus companies, which rely heavily on Chinese tourists. \"Chinese customers are normally the highest spenders,\" Chen said. \"They spend the largest amount and stay the longest amount out of the travel groups. ... We have also seen many of the Asian Americans that have already paid [for hotels and charter buses] cancel out of their own fear.\" Zhang, the Royal Queen restaurant CEO, said some of her fellow Chinese restaurant owners have been forced to close temporarily amid the coronavirus crisis, something she is trying to avoid. \"We don't want to shut down because no one knows how long this is going to go on,\" Zhang said. \"We're trying to keep the restaurant open. It's really hard for us.\" New York City revealed its first diagnosed case of coronavirus over the weekend. State officials, including Gov. Andrew Cuomo, have confirmed the patient is a female healthcare worker in her late 30s who contracted the virus during a recent trip to Iran. The State Department of Health confirmed that the woman was diagnosed in a Manhattan hospital. The governor said the woman -- who has respiratory symptoms, but was not in serious condition on Sunday -- has been isolated in her home. \"There is no reason for undue anxiety,\" Cuomo said in written statement on the matter. \"The general risk remains low in New York. We are diligently managing the situation and will continue to provide information as it becomes available.\""], "Language": false}