{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/world/beaches-disappearing-climate-change-sea-level-rise/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Drew Kann, CNN"], "Writers": [["Drew Kann"]], "FirstPublishDate": ["2020-03-02T16:09:57Z"], "LastModifiedDate": ["2020-03-02T21:02:53Z"], "Headline": ["Half of the world's beaches could disappear by the end of the century, study finds"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Climate change poses an existential threat to the world's sandy beaches, and that as many as half of them could disappear by the end of the century, a new study has found.   Even by 2050 some coastlines could be unrecognizable from what we see today, with 14% to 15% facing severe erosion. While the amount of beach lost will vary by location, the study found that many densely populated areas -- including those along the US East Coast, South Asia and Central Europe -- could see some shorelines retreat inland by nearly 330 feet (100 meters) by 2100. \"We considered the threshold of 100 meters because if erosion exceeds 100 meters, then this means that most likely, the beach is going to disappear because most of the world's beaches are even narrower than 100 meters,\" said Michalis Vousdoukas, a coastal oceanographer and scientific officer at the European Commission who was a lead author of the study. \"In a way, we consider this to be a conservative assessment.\" The study was published Monday in the scientific Journal Nature Climate Change and was conducted by scientists from the European Commission's Joint Research Center, as well as universities in Spain, Portugal and the Netherlands.  Using updated sea level rise projections, the researchers analyzed how beaches around the world would fare in a future with higher seas and more damaging storms. They also considered natural processes like wave erosion and a beach's underlying geology, as well as human factors -- like coastal building developments, dams and beach nourishment efforts -- all of which can affect a beach's health. The study found that sea level rise is expected to outweigh these other variables, and that the more heat-trapping gases humans put into the atmosphere, the worse the impacts on the world's beaches are likely to be. It's hard to overstate just how important the world's beaches are. They cover more than one third of the world's coastlines, and serve as a critical buffer to protect coastal areas from storm surge. Beaches are also important economic engines, supporting recreation, tourism and other activities. And in some regions, the beach is more than just a vacation destination.  In places like Brazil and Australia, life near the coast revolves around the beach for much of the year.  \"There are large parts of the world where sandy beaches have value that cannot be directly monetized,\" Vousdoukas said. Some of the world's most popular stretches of sand are already waging a war against physics.  Normally, beaches are dynamic environments. Shorelines are supposed to naturally shift and change with the tide and respond to changes in sea level.  \"The coast that we see today is just a snapshot in time,\" said Robert Young, the director of the Program for the Study of Developed Shorelines at Western Carolina University and a coastal geologist who was not involved in this study. \"Our beaches, our wetlands and estuaries, they move back and forth in response to the changing sea level and they have since time began.\" However, scientists say that when we develop near the water, we disrupt a beach's ability to move and halt the natural processes that allow sand to replenish on its own. Today, many of the beaches facing the worst erosion problems are located in urbanized areas, where high-rises and roads butt right up against the shoreline.  Places like Miami Beach are trucking in thousands of tons of sand to patch up badly eroded shorelines, while others have built massive sea walls and breakwaters in an attempt to hold precious sand in place. But the financial and environmental costs of these projects are enormous, and scientists say rising seas and more powerful storms, supercharged by a warmer climate, will make this a losing battle. \"Right now, what we're trying to do everywhere is hold the shoreline in place. But over the next few decades, we are not going to be able to do that, even if we want to,\" Young said. The new study found that as sea levels continue to rise, more and more beaches will face erosion problems. The study found that Australia will likely see the most shoreline impacted, with at least 7,100 miles of coastline -- roughly 50% of the country's entire sandy coastline -- that could be threatened by 2100.  Other countries that could see huge lengths of shoreline eroded are Chile, China, the United States, Russia, Mexico and Argentina. Vousdoukas said that small island states are also likely to suffer, especially those in the Caribbean because of their flat terrain. The researchers did find that humans have some control over what happens to the world's beaches. If the world's governments are able to stick to modest cuts to heat-trapping gas pollution, the researchers found that 17% of projected beach losses by 2050 could be prevented, a number that grows to 40% by 2100 if greenhouse gases are limited.  \"By trying to accomplish the Paris agreement goals, we can reduce 40% of the impacts that we project in our study,\" Vousdoukas said. Correction: The Nature Research press site originally distributed an incorrect version of this study, and two of those inaccurate findings were included in the original version of this story. The story has been updated with the correct percentage of beaches that could see severe erosion by 2050 and the correct percentage of projected beach losses that could be prevented through modest efforts to limit greenhouse gases."], "Language": false}