{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/health/coronavirus-uncounted-cases-community-spread/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-02-28T22:42:46Z"], "LastModifiedDate": ["2020-03-02T14:29:03Z"], "Headline": ["It's likely there are more coronavirus cases in the United States than the numbers show"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If you show up at NYU Langone Health in New York City with a fever and a cough, they're going to assume you have the novel coronavirus.   \"We don't care if you've traveled to us from China or from Queens, we're going to put a mask on you,\" said Dr. Michael Phillips, an infectious disease specialist at NYU.   The New York University doctors and other experts are convinced there could be more novel coronavirus cases in the United States than have been officially announced. The number of cases in the US increased to 89 as of Monday morning, up from 65 on Friday night.  Several factors, such as testing delays and the fact that the virus can spread before an infected person shows any signs, have led them to this conclusion. Recent US cases of coronavirus support that theory.   While the US Centers for Disease Control and Prevention has been focused on finding coronavirus among travelers from China and their close contacts, on Wednesday it announced the first US case with an unknown origin. The patient hadn't traveled to China and had no known exposure to someone with coronavirus. Since then, more cases of unknown origin have been identified in the United States. \"That suggests that the virus is out there in the community, and that means pretty much that everybody's at risk,\" said Dr. Dean Blumberg, an infection disease specialist at UC Davis Medical Center, where one of the California patients is being treated, told CNN affiliate KCRA. \"We don't know who might be carrying it. We don't know who we can get it from.\"  'An interesting and complicated problem' Early on in the outbreak, Johns Hopkins epidemiologist Justin Lessler started to think along the same lines as the NYU doctors.   Lessler's team wondered: Could there have been cases of coronavirus in the US even before the first case in the country was announced on January 21?  They took a look at a calendar.   The first known case of coronavirus anywhere in the world occurred in Wuhan, China, on December 8. For the next six weeks, people flew out of Wuhan and surrounding cities, until China locked down the area on January 23.   Lessler's team set up a computer model to look at that time period and found that most likely about four people who were infected with coronavirus -- but possibly as many as 10 - traveled from Hubei province to California during this time. They looked at California because that's the state expected to bear the largest brunt of the outbreak.   Lessler calls these estimates \"very rough\" and emphasizes that this is just modeling.  But if their model is right, and even one infected traveler entered California unnoticed during this time, he or she might have spread the disease to others.   \"It's an interesting and complicated problem,\" said Lessler, an associate professor of epidemiology at the Johns Hopkins Bloomberg School of Public Health.   Looking for coronavirus in the community  The CDC knows there could be cases of coronavirus they might have missed. That's why they've set up surveillance labs in five cities -- Los Angeles, San Francisco, Seattle, Chicago and New York City -- to look for cases. These labs, which routinely check patient specimens for flu, will start checking for coronavirus in specimens that test negative for flu.   The surveillance plan was announced about two weeks ago, but it's unclear if it's started because there's been a delay in distributing lab kits. The CDC said Friday that more state and local labs were coming online for testing in the next few days. While experts say the surveillance could show there's spread beyond the known cases, they also say they don't believe there have been large, undetected clusters of coronavirus without anyone noticing.   Dr. Anthony Fauci, director of the National Institutes of Allergies and Infectious Diseases, said it's \"unlikely\" that there are \"entire cohorts\" of coronavirus cases that no one's picked up on.   For example, he said someone unknowingly infected with coronavirus might have gotten off a flight from China and taken an Uber home. He said it's possible the Uber driver became infected and wasn't officially counted as a case, but he doubts that the driver started a large chain of transmission.  \"We could have missed one or two cases, but not entire cohorts,\" Fauci said.  Ron Klain, who served as Ebola czar under President Obama, said the United States may not have found cases of coronavirus here \"because we haven't looked.\"  \"We haven't really tested extensively. We don't know how widespread it is. If you don't test, you're not going to find it,\" Klain told CNN's Jake Tapper on Thursday. \"I think what's clear is however many cases there are here now, there are going to be more.\" Why coronavirus cases might go undetected Experts say there are several reasons there could be unidentified cases of coronavirus in the US.   First is that early cases might have been missed, as demonstrated by the Johns Hopkins model.   Secondly, some people with coronavirus have no symptoms, or are just mildly ill. Even someone coming off a flight from coronavirus hotspots such as China, Italy or South Korea might attribute feeling slightly ill to something besides coronavirus.   \"That's human nature,\" NYU's Phillips said. \"They're going to think -- maybe it's the airplane food. I'm going to get better.\"   Thirdly, some people traveling into the US from these hotspots might intentionally deny feeling sick because they don't want to be isolated in a hospital for two weeks. If they're on a flight from China, and they know they'll be checked for fever when they land in the US, they could take Tylenol or Advil to mask the fever.   \"Being a suspicious New Yorker, I'm like, 'Prove it to me that people aren't going to do that,' \" Phillips said.   And finally, so far 12 people have traveled through US commercial airports and were later found to be infected with coronavirus. For a period of time, these travelers were symptom-free before they were diagnosed.   It's known that someone can spread coronavirus even before they develop symptoms. But health authorities have not routinely traced back all the contacts a person had before they became ill, so it's possible that some of them were missed and spread the virus.   For all these reasons, experts say there could be cases that we're missing.  \"Anyone would be foolish to say it's not possible,\" said Dr. Arthur Reingold, head of the division of epidemiology and biostatistics at the University of California, Berkeley.  "], "Language": false}