{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/business/oecd-global-economy/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-03-02T12:46:13Z"], "LastModifiedDate": ["2020-03-02T12:56:35Z"], "Headline": ["Coronavirus is plunging the global economy into its worst crisis since 2009"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus is plunging the world economy into its worst downturn since the global financial crisis, according to the Organization for Economic Cooperation and Development, which warned Monday that growth could be cut in half if the outbreak continues to spread. Global gross domestic product would grow by just 1.5% in 2020 if the coronavirus spreads widely throughout Asia, Europe and North America, the OECD said. That's roughly half the 2.9% growth rate the group projected for 2020 before the outbreak, and severe enough to push Japan and Europe into recession.  Policymakers around the world must act now to prevent such a scenario, the OECD said. It called for a coordinated global response to contain the outbreak, recommending that governments increase spending and central banks implement policies to help cushion the blow from the virus.  Even in the best-case scenario, in which the epidemic peaks in China during the first quarter and only mild outbreaks develop in other countries, the OECD predicts that the global economy would grow only 2.4%. That somewhat more optimistic forecast would still be the weakest level of growth since the global financial crisis in 2009. Global growth was about 3% last year.  \"The virus risks giving a further blow to a global economy that was already weakened by trade and political tensions. Governments need to act immediately to contain the epidemic, support the health care system, protect people, shore up demand and provide a financial lifeline to households and businesses that are most affected,\" said OECD chief economist Laurence Boone. There have now been more than 88,000 confirmed cases of coronavirus worldwide, with infections on every continent except Antarctica. The virus has killed over 3,000 people as it continues to spread. South Korea now has over 4,200 cases and 26 deaths. A second patient has died in the United States, and new cases have been reported in Florida, New York and Rhode Island. Many of the world's biggest companies have issued profit and sales warnings in recent weeks, reflecting changes to consumer behavior that are causing disruption even in markets where relatively few cases have been identified. Some businesses are also having trouble keeping their factories open due to travel restrictions and supply chain problems. Central banks are already trying to reassure investors that they'll step in to limit the economic fallout.  Bank of Japan Governor Haruhiko Kuroda promised Monday that the country's central bank would provide \"ample liquidity\" to ensure stability in financial markets. On Friday, US Federal Reserve boss Jerome Powell said the central bank would \"act as appropriate to support the economy,\" suggesting that an interest rate may be coming soon. The world's central banks may take even more dramatic actions, according to Bill Nelson, executive vice president and chief economist at the Bank Policy Institute. In a note this weekend, he predicted a \"coordinated easing across the major central banks,\" possibly including the People's Bank of China and the Hong Kong Monetary Authority, as early as this week."], "Language": false}