{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/tech/adam-neumann-lawsuit-wework-softbank/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Rishi Iyengar, CNN Business"], "Writers": [["Rishi Iyengar"]], "FirstPublishDate": ["2020-05-05T04:15:20Z"], "LastModifiedDate": ["2020-05-05T04:15:20Z"], "Headline": ["Adam Neumann sues SoftBank for walking away from $3 billion WeWork share buyout"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["WeWork cofounder Adam Neumann has filed a lawsuit accusing Japanese conglomerate SoftBank and its massive investment arm of \"breaching their contractual commitments and fiduciary duties\" by walking away from a $3 billion share buyout agreement.  The lawsuit, filed in the Delaware Court of Chancery on Monday and shared with CNN Business by a representative for Neumann, accuses SoftBank and its SoftBank Vision Fund of \"secretly taking actions to undermine\" the share buyout agreement before backing out on April 1.  According to the lawsuit, the tender offer was part of a rescue package agreed to late last year, when WeWork's botched IPO left the office-sharing startup teetering on the edge of insolvency — until SoftBank stepped in with the bailout, worth roughly $10 billion at the time.  Neumann resigned as WeWork CEO and stepped down from the company's board last year after overseeing a disastrous attempt to take the firm public. The shared workspace provider's highly anticipated IPO was shelved after investors balked at its valuation and criticized its corporate governance.  WeWork's valuation, which had ballooned to $47 billion at one point, collapsed to roughly $8 billion when the SoftBank bailout was agreed to in October. SoftBank walked away from that deal in early April, saying the share buyout was subject to certain conditions that were not met. The Japanese firm listed in a statement at the time several ways that WeWork failed to fulfill those conditions, including the existence of pending criminal and civil investigations into the company, global restrictions related to the coronavirus that are affecting WeWork's operations and the failure to restructure a joint venture in China. WeWork declined to comment at the time, but a special committee of the company's board said it was \"surprised and disappointed\" by SoftBank's decision, adding that it would evaluate all legal options. The committee filed a lawsuit against SoftBank last month.  Neumann's lawsuit accuses SoftBank and the Vision Fund of \"undermining\" the joint venture in China by pressuring its investors not to waive certain rights that would have allowed the restructuring to go through.  \"SoftBank will vigorously defend itself against these meritless claims,\" Rob Townsend, the Japanese conglomerate's chief legal officer, said in a statement. \"Under the terms of our agreement, which Adam Neumann signed, SoftBank had no obligation to complete the tender offer in which Mr. Neumann -- the biggest beneficiary -- sought to sell nearly $1 billion in stock,\" he added.  Neumann's lawsuit follows one filed last month by the special committee of WeWork's board, which said SoftBank and its CEO, Masayoshi Son, were suffering from \"buyer's remorse.\" SoftBank called that lawsuit \"a desperate and misguided attempt\" to rewrite last year's agreement, emphasizing again that the share purchase was subject to certain conditions. Neumann is asking that the two lawsuits be combined. WeWork declined to comment on Neumann's lawsuit.  The lawsuits come as SoftBank faces massive losses on some of its biggest bets, including WeWork, and grapples with the economic fallout from the coronavirus pandemic. The Japanese firm last week widened its forecast for a net loss in the year ended in March to $8.4 billion, saying it expects to lose $6.6 billion from its investment in WeWork alone.  -- CNN's Sherisse Pham and Sara O'Brien contributed to this report"], "Language": false}