{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/health/coronavirus-mask-hysteria-us-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew and Jessie Yeung, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T10:14:34Z"], "LastModifiedDate": ["2020-03-31T16:04:31Z"], "Headline": ["Masks can't stop the coronavirus in the US, but hysteria has led to bulk-buying, price-gouging and serious fear for the future"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Panic over the novel coronavirus is hitting a fever pitch in the US. And despite repeated pleas from health officials not to purchase them, Americans can't stop snatching up masks and respirators. The mask boom has prompted sellers to jack up prices and exploit demand. This has meant a shortage for medics who need them.  \"We need to make sure those N95 masks are available for the doctors and nurses that are going to be taking care of individuals that have this illness,\" Centers for Disease Control and Prevention Director Robert Redfield said during a House Foreign Affairs hearing on Thursday.  \"And it really does displease me, to find people going out, there is no role for these masks in the community.\" Americans don't need masks. They buy them because they're scared To be clear once again, Americans don't need masks. The CDC says that healthy people in the US shouldn't wear them because they won't protect them from the novel coronavirus. \nIn fact, warns US Surgeon General Dr. Jerome Adams, face masks might actually increase your risk of infection if they aren't worn properly. But medical workers who treat patients with novel coronavirus do need them. And, the CDC says, it's crucial that those supplies don't run out.  When it comes to hysteria and panic, though, reason takes a backseat.  \"This is a psychological thing,\" Dr. William Schaffner, a professor of preventive medicine at the Vanderbilt University School of Medicine, told CNN. \"The coronavirus is coming, and we feel rather helpless. By getting masks and wearing them, we move the locus of control somewhat to ourselves.\"  Overwhelming demand leads to price gouging Demand for the masks is the highest its been in months. According to data provided to CNN by Helium 10, a software company that assists Amazon retailers, Amazon users have searched for the word \"N95 mask\" more than 862,000 times in the last 30 days. In December, users searched for the keyword a mere 4,500 times over 30 days.  And with overwhelming demand comes inevitable price gouging. The top-selling mask product, a 100-pack of Universal 4533 sanitary dust masks, started selling at $8. The price eventually rose over $200, Helium 10 said.  And even at that price, the product is selling. Or it was -- it's out of stock as of Friday. Some products don't display a box where users can click to purchase it. Helium 10 said this means Amazon removed the sellers because they'd rapidly increased their prices.  In a statement to CNN, an Amazon spokesperson said removal is part of its company policy to discourage price-gouging sellers.  \"Sellers set their own product prices in our store and we have policies to help ensure sellers are pricing products competitively,\" the spokesperson said. \"We actively monitor our stores and remove offers that violate our policies.\"  But that doesn't stop people from buying them at elevated prices anyway.  Orders have been canceled due to CDC stockpiling Advice can change, but as of now, there's no guidance telling Americans to wear face masks, either the basic surgical face masks or the N95 respirators that health care workers wear to treat infectious diseases.  This hasn't stopped Americans from stockpiling both types anyway.  David Bowman of Phoenix, Arizona, told CNN he'd ordered three respirator masks, which cost him just under $13 each, from Vitality Medical. The medical supply company guaranteed his order would arrive by March 7 at the latest.  But then it was back-ordered until May 29. The notice Vitality Medical sent him said that the CDC had \"allocated with our warehouse the item [he] ordered.\"  \"The CDC just stole my mask,\" Bowman tweeted. \"@CDCgov what gives you the right to steal a mask that I bought and paid for?\"  Other customers have received similar messages citing requests from the CDC. \"[I] was more alarmed (and frustrated) just trying to get a mask for myself and a few family members,\" Bowman told CNN in a direct message. \"But I thought the government can only seize products like that in an emergency situation, which they seem to be downplaying it [sic].\"  CNN reached out to the CDC to confirm it had allocated Vitality Medical's entire supply of N95 respirators and is waiting to hear back. Vitality Medical told CNN that due to restrictions in place with the CDC, all of the N95 respirators on its site were out of stock.  Mask shortages mean fewer available for health workers Health care workers who treat novel coronavirus patients are at the highest risk in the US for disease transmission, said Dr. Peter Hotez, Baylor College of Medicine professor and dean of the National School of Tropical Medicine.  \"That has the potential to be the most destabilizing part of this epidemic,\" Hotez said. \"Even a single death among health care workers ... could make the whole thing unravel.\"  Preliminary studies suggest as much. In a paper published in the medical journal JAMA earlier this month, 40 health care workers in Wuhan were diagnosed with novel coronavirus after treating patients who had it.  \"We have to absolutely make sure that every single hospital in this country has adequate PPE [personal protective equipment, which includes gloves, masks, face shields, coats and gowns],\" he said. \"It's not clear that that's the case.\"  Though federal and CDC officials have said there's no reason to panic, their concern is mounting -- and increasingly public. Earlier this week, US Health and Human Services Secretary Alex Azar said there were 30 million N95 respirators in the National Stockpile. The US needs about 10 times that amount to adequately supply health care workers, he said.  \"The overwhelming priority right now is to ensure that all of our hospital frontline staff, clinical staff, have that level of protection,\" Hotez said. \"'Cause if they go down, there's going to be nobody.\"  Chinese Americans buy masks for families overseas For the East Asian diaspora in the US, buying masks while they're still available is a necessity for family members abroad. Surgical masks and respirators have been sold out for weeks in the areas where outbreaks are ballooning. Stefanie Yu, a tech worker in San Francisco, hadn't considered shipping masks to her family in Guanzhong until a friend who'd recently returned from China called her with an urgent message -- buy for your family immediately. \"'Oh, this is happening,'\" Yu remembered thinking. \"Everyone is trying to get masks.\"  Every website and major retailer she visited had sold out of every mask. Respirators she clicked open on Amazon were gone within minutes. She finally found a few from a packaging supply company. She bought 50 boxes with two N95 respirators each, which cost her more than $250.  \"Those are disposable,\" she said. \"You're supposed to wear it one time for a couple hours. So it's definitely expensive.\"  Shipping was even more chaotic, she said. A company that ships to China sent them on February 7 for $80. Then, about a week ago, the company told her it had returned the masks because no planes were flying to China.  The only other option to get the masks to her family would cost her another $80. She paid it.  She's still not sure if the masks made it -- or whether they ever will.  \"I'm not the only one who's experienced this,\" she said. \"[The company] was seeing a lot of people shipping masks, and according to them, most of the masks got turned back.\"  Her family is based in southern China, where the situation is not as severe as it is in Wuhan, where the outbreak originated. Her father still goes on his daily morning run. But every store there is sold out of masks and will be for the foreseeable future.  \"I think lots of Chinese people who have overseas resources to buy masks and ship it back will do that,\" she said.  Christina, who lives near San Jose, California, is an \"overseas resource\" to her nine immediate family members in Hong Kong. She asked to be identified by her first name to maintain her privacy.  She ordered 1,800 face masks for $222 -- \"pretty good price\" -- from Staples in January. A few days later, her sister in Hong Kong called -- friends in the US had had their orders canceled. A few days later, Christina's order was canceled, too.  The company didn't explain why -- just that they lacked supply, she said.  Christina placed orders with five other companies. All of them were eventually canceled or back-ordered. She eventually gave up on online shopping.  \"I visited so many stores,\" she told CNN. \"Walmart, Rite-Aid, Target, even grocery stores and dollar stores. Every place was sold out.\"  Over two days, she visited 15 stores and found just one box of 20 masks.  So she started getting to stores early. She'd stand outside in line for 30 minutes or more ahead of opening, when she knew stores were restocking their inventory. In January, she was usually the first in line. But now that it's nearly March, the lines are longer and supplies are dwindling. \"Every [store] I go in, the masks are all gone, the sanitizers are gone, alcohol wipes are gone, the gloves are gone,\" she said. \"When you go in the store, you'll know which section it is when you see a big gaping hole with nothing on the shelves.\" Xenophobia against Asian Americans persists  Recently, Christina stood in line in front of a local hardware store a half-hour ahead of its opening. She peeked inside and saw masks on display. Then she heard the manager yelling to the employees who were opening up.  \"'They're here for masks; don't let them get more than one,'\" she said she heard him say. \"'Careful, they're going to come back and try to get back in line again.'\"  When she got inside, she found a pack of three child-sized masks. She asked the manager if there were any larger sizes.  \"He sees I'm holding a pack and said, 'You're already holding one item,'\" she said. \"He got really peeved.\"  He asked Christina how many children she has. Two, she said. He told her three masks should be plenty.  \"He said, 'You guys keep coming for these. Leave some for the US people,'\" Christina told CNN. \"I was like, 'I can't believe what I'm hearing.'\"  Disgusted, she left without buying any masks. The manager said they'd be gone by the end of the morning anyway.  \"At first, when I started looking for masks, people were really understanding,\" she said. \"But now, when I go up and ask, and I'm Asian, I can feel the look on their face. It's this fed-up look, like 'Oh, they're going to ask for masks again.'\" "], "Language": false}