{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/coronavirus-us-schools-preparation/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-03-02T09:07:34Z"], "LastModifiedDate": ["2020-03-02T11:12:44Z"], "Headline": ["How US schools are preparing for the coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As communities across the United States prepare for the novel coronavirus, many are wondering how schools plan to respond. Millions of students in China, Japan, Vietnam, Mongolia, Iran, Pakistan, Iraq, Italy and elsewhere have been impacted by school closures in recent weeks in an effort to prevent the spread of the virus.  And fears of an outbreak in the United States have already prompted a handful of school closures in the Northwest, including at Jackson High School in Snohomish County, Washington, where a boy tested positive for the coronavirus. The school will be closed Monday for cleaning. An elementary school in Lake Oswego, Oregon, will also be closed through Wednesday for cleaning after an employee tested positive. That came after Bothell High School outside Seattle closed for cleaning when a staffer's relative was tested for the coronavirus. That test ultimately came back negative.  But it could be a sign of what's to come, and now, school districts are preparing for the possibility their own communities will see confirmed cases of the coronavirus. Here's how they're getting ready. Many are focused on prevention and communication ...   Schools and districts across the country have said they're in touch with their state and local health departments, which will advise school officials on best practices and next steps as the the outbreak goes on.  Much of what school officials have said is common sense and applicable not just to Covid-19 -- the World Health Organization's name for the disease caused by the coronavirus -- but also to a more familiar threat: the flu.  The coronavirus is spreading \"at a time when school nurses are already dealing with the flu season,\" said Donna Mazyck, executive director of the National Association of School Nurses. And like they would every flu season, schools and nurses are focused on promoting prevention, Mazyck said.  Those prevention methods include the basics, such as washing your hands for at least 20 seconds several times a day and staying home when you're sick. Students and teachers should avoid touching their eyes, noses or mouths to keep from spreading germs, and schools should wash and disinfect high-touch surfaces such as doorknobs and desktops.  Communication -- not only with health officials but with students and families as well -- is critical, Mazyck said. School nurses in particular can help alleviate unnecessary anxiety, she said, especially when families have the news on repeat.  \"Children respond to that,\" she said. Students and families should get the facts, she said. But it's important to keep \"the conversation on what we can do rather than perseverating on information that doesn't change but can cause fear.\" ... and reviewing response plans Additionally, school districts are working to review and update their infectious disease response plans, Mazyck said.  Schools often already have these plans in place, Mazyck said. The 2009 H1N1 flu epidemic prompted many schools to review and implement some protocols, but these plans are often reviewed for flu season. The US Centers for Disease Control and Prevention also has a planning checklist specifically for school administrators, Mazyck said.  If a sick student does come to the nurse's office, he or she will do what they always do. The nurse will check the students' symptoms before referring them to their primary care provider, Mazyck said.  \"They'll also note whether those symptoms are matching those related to Covid-19 exposure,\" she said. That information would likely be shared with the local health department, she added. School closures are possible ... Some schools may be forced to implement social distancing in an effort to prevent an outbreak. In a classroom setting, that could mean spreading students out. A 2017 CDC document suggested dividing classes into smaller groups and rearranging desks so students were at least 3 feet from each other. But social distancing could also mean isolating a sick student or closing a school entirely.  \"The key here is to isolate individuals who are infected to protect others from getting it,\" said Dan Domenech, executive director of AASA, The School Superintendents Association.  \"And that's where schools have a problem,\" he added. \"Classrooms are basically incubators for viruses.\" These decisions would be made with the help of health authorities, he said, who have knowledge and expertise that district superintendents will lean on, particularly when or if a case is identified in a school. \"Those are difficult decisions that need to be made in conjunction with health organizations,\" Domenech said.  School closures are generally decided based on a percentage of absenteeism among staff and the student body, Mazyck said. But officials will take a variety of factors into account before closing a school. \"You'd look at disease severity,\" she said. \"That's how many people are sick, what's going on in that community where schools are located and in the school itself.\"  \"And then decisions are made based on the impact of disease on the school staff and the students we may feel like are vulnerable or maybe at higher risk for Covid-19,\" she said.  ... but so is online schooling The possibility of closures also raises questions about how schools can continue teaching students without a prolonged interruption.  One of the benefits unavailable at the time of the 2009 H1N1 flu epidemic is today's technology, Domenech said. Many school districts have laptop computers for students to take home, he said, making it easier for them to continue their learning online.  Miami-Dade County Public Schools announced earlier this week it has as many as 200,000 electronic devices it can distribute to students in the event of school closures.  \"If we have to shut down a school for any reason -- and that's a measure of last resort -- or isolate classrooms of students where they would have to stay home, we are able to empower those students and families with devices with digital content so their education continues from a distance,\" Miami-Dade Schools Superintendent Alberto Carvalho said.  Of course not all neighborhoods and school districts have the resources Miami-Dade has, and students may not have reliable access to the internet or a computer to learn online.  In many of those cases, Domenech said, schools will prepare instructional packets -- \"The old paper and pencil, if you can imagine,\" he said -- for students to take home.  There will be challenges Closures could be difficult for parents, Domenech said, who would likely have to stay home with students or have someone else stay home, because sending them to daycare would defeat the purpose of a school closure.  Students from low-income areas might also rely on school meal programs for meals. But school districts' emergency response plans likely include an alternative, such as connecting with community groups that can help, Mazyck said. \"I saw that happen during the H1N1 epidemic and pandemic,\" Mazyck said. \"Because those school administrators know their populations, they made provisions for children who would be missing their food because schools had to close for health reasons.\" Districts will likely keep these challenges in mind, but ultimately containing the coronavirus will win out.  \"Some of these decisions are going to be tough and going to be hard,\" Domenech said. \"But again, if we're talking about an epidemic and containing the spread of an epidemic, those are the things that are going to have to happen.\" "], "Language": false}