{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/politics/what-matters-march-1/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Paul LeBlanc and Zachary B. Wolf, CNN"], "Writers": [["Paul LeBlanc", "Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-03-02T05:00:20Z"], "LastModifiedDate": ["2020-03-02T10:54:42Z"], "Headline": ["Buttigieg is out as Democrats march toward Super Tuesday and beyond"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Pete Buttigieg ended his historic campaign for President Sunday night after the former South Bend, Indiana, mayor struggled to compete in South Carolina's primary and had little path toward success on Super Tuesday. \"So we must recognize that at this point in the race the best way to keep faith with those goals and ideals is to step aside and help bring our party and our country together,\" Buttigieg said. \"So tonight, I am making the difficult decision to suspend my campaign for the presidency.\" What exactly is waiting for the remaining candidates on Tuesday? Vermont Sen. Bernie Sanders holds substantial leads in the two largest states to vote in this week's Super Tuesday lineup of primaries, according to new CNN polls conducted by SSRS in California and Texas. In California, Sanders leads with 35% to Massachusetts Sen. Elizabeth Warren's 14% to former Vice President Joe Biden's 13% and former New York City Mayor Mike Bloomberg's 12% In Texas, it's Sanders at 29% to Biden's 20% to Bloomberg's 18% and Warren's 15%. No one else is in the double digits in either state. Two other polls from CBS News/YouGov out Sunday in California and Texas find Sanders leading in California by a significant margin while in Texas, Sanders and Biden lead a tight race for the Democratic president nomination. So, if Sanders picks up California and Texas, can he be stopped? Two key points from CNN's Harry Enten: If Sanders is able to win both California and Texas by significant margins, it'll be tough for his competitors to catch up. It's not only because of the delegate score -- momentum matters in primaries. Voters in later states would likely notice Sanders' large lead and throw more support behind him than they currently are.\nBiden is mostly lacking in campaign infrastructure in the Super Tuesday states. And even if Biden gets a large bounce, Sanders is still likely to pick up the most delegates on Super Tuesday. Biden is merely looking to keep his delegate losses to a minimum ahead of some favorable terrain for him later in the primary calendar. The bottom line: Biden needs something to happen following South Carolina because the status quo on Super Tuesday is a loser for him. Elsewhere on the campaign trail... Elizabeth Warren is settling in for a long primary and, after a strong month of fundraising, is prepared to take the campaign all the way to the Democratic convention this summer. In a new memo, her campaign manager Roger Lau announced that the Massachusetts senator in February raised more than $29 million -- bettering even her strongest quarterly number so far. He also declared the campaign ready to \"compete in every state and territory and ultimately prevail at the national convention in Milwaukee.\" Amy Klobuchar is looking to Super Tuesday after an underwhelming showing in South Carolina. In fact, the Minnesota senator had left the Palmetto State the morning after her CNN town hall on Wednesday -- flying to North Carolina, Virginia, Tennessee and Maine. The rest of March at a glance Tuesday, March 10 Idaho, Michigan, Mississippi, Missouri, Washington primaries\nNorth Dakota Democratic caucuses Sunday, March 15 CNN Democratic primary debate in Phoenix, Arizona. Tuesday, March 17 Arizona Democratic primary\nFlorida, Illinois, Ohio primaries  Tuesday, March 24 Georgia primaries Sunday, March 29 Puerto Rico Democratic primary Trump's latest test Void of any meaningful primary challenge, Trump is still being tested by the spread of the novel coronavirus. Concerns over the disease have caused the US stock market -- a pillar of the President's reelection bid -- to plunge in dramatic fashion.  The President has been publicly downplaying coronavirus' effects, because he thinks doing otherwise could cause further panic in the markets -- and he's been frustrated with officials issuing warnings about the unknowns of the virus's spread.  But the near-constant developments are becoming increasingly difficult to downplay: Trump is expected to visit the Centers for Disease Control and Prevention's headquarters in Atlanta this week\nOn Sunday, he announced new coronavirus screening procedures for travelers to the US\nAnd on Saturday, Trump announced new travel restrictions after confirmation of the first coronavirus death in the country\nTrump also said additional cases in America were \"likely\" but cautioned the public not to \"panic.\"\nVice President Mike Pence said thousands of additional testing kits are in the mail to state and local clinics. And it doesn't look like things will slowdown anytime soon. The World Health Organization says the outbreak has reached the \"highest level\" of risk for the world, with the director-general warning it can go in \"any direction.\" So far, the virus has killed more than 2,900 people worldwide, the vast majority in mainland China. There have been more than 85,000 global cases, with infections on every continent except Antarctica. Tapper presses Pence on Don Jr. comments Pence on Sunday defended Donald Trump Jr. after his stunning claim that Democrats \"seemingly hope\" Americans will die from coronavirus to hurt his father in the November election. Pressed by CNN's Jake Tapper during \"State of the Union\" on the claim, Pence -- remarkably -- said it is \"understandable\" the President's son would want to respond to the criticism from Democrats.  \"As the President said, this is no time for politics. And frankly, I think that was Don Jr.'s point. That there has been some very strong rhetoric directed at the President by some members of Congress..,\" the vice president said. \"But responding to the kind of things that have been hurled is understandable.\" Pence continued, \"But what the President's charged us to do, in my conversation with Speaker Pelosi, with Senator (Chuck) Schumer, my conversations with Republican and Democratic governors, is to set the politics aside on this and to work the problem. And I want to assure your viewers, that's exactly what we're doing.\" Tapper noted Sunday that Republicans have also chimed in with negative comments toward Democrats over coronavirus. Pence interjected, \"Well, look, what I am telling you is that this is really a time for us to come together.\" Watch the full exchange here.  Bloomberg's address As readers of this newsletter know, Bloomberg -- with his deep, deep pockets -- is charting his own path.  That took on new meaning Sunday night when he aired a three-minute recorded address on the coronavirus. The former New York mayor sought to contrast himself with the President and argued that he has the experience needed to handle the crisis. The ad, called \"Leadership in Crisis,\" aired at approximately 8:30 p.m. ET, on CBS and NBC. What are we doing here? The American system of government has been challenged to deal with a singular President and a divided country that will decide whether he should get another four years in the White House.  Stay tuned to this newsletter as we keep watch over the Trump administration, the 2020 presidential campaign and other issues of critical interest."], "Language": false}