{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/opinions/coronavirus-trump-meets-new-enemy-opinion-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-03-01T13:06:39Z"], "LastModifiedDate": ["2020-03-01T19:22:28Z"], "Headline": ["Trump meets a new enemy"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["How bad will it get? That was the question this week, but it applied to several things: the spread of COVID-19 coronavirus around the world, the resulting stock market plunge and the concern about whether America's political leaders are up to the challenge. An outbreak of the disease is inevitable in the US, Dr. Nancy Messonnier, of the Centers for Disease Control and Prevention, told reporters Tuesday: \"It's not so much a question of if this will happen anymore, but ... a question of exactly when this will happen and how many people in this country will have severe illness.\"  Dr. Leana Wen, Baltimore's former health commissioner, wrote that the disease \"will test our government's response and resiliency. How we weather the outbreak also hinges on our trust that the government has our best intentions at heart.\" She added that, \"we don't yet know if the trajectory of COVID-19 will be mild, moderate, or severe\" but it makes sense to prepare for the worst case.  Wall Street apparently agreed, with the Dow plunging 3,583 points, making it by percentage terms the worst week since October, 2008. In the Perspectives section of CNN Business, Paul La Monica recalled covering that financial crisis. \"That was a terrifying time — but this seems a lot scarier,\" he wrote. \"Yes, the Fed can do lots of things to help soothe frayed nerves when stocks are in free fall, but there is little that the Fed — or President Trump and Congress, for that matter — can do to solve this biological crisis for the markets and the economy.\" \"There is no chance the virus will leave America's economy unscathed,\" wrote Frida Ghitis.  \"Even if all the cases were limited to China, the rest of the globe would feel it. That's because China has become a global economic powerhouse.\" And by now the virus has gone well beyond the borders of China. \"The best advice for Americans now is to wash your hands often and listen to the experts -- not to the President. He's not telling the truth. He's gaslighting, muddling and contradicting the urgent public health advice from experts,\" Ghitis wrote. She noted, \"It's not out of the question that coronavirus could become Trump's 'black swan,' the low-probability, high-impact event that changes everything, even his prospects for reelection.\" In the Washington Post, David Ignatius wrote that, \"one of President Trump's failings is that he thinks he knows better than his experts — more about the military than his generals, more about the economy than his Fed chairman, more about intelligence than his spymasters and now, we fear, more about public health than his doctors...Trump made a bad mistake when he seemed to endorse a questioner's suggestion that the CDC was 'exaggerating' the threat.\" Taking it further, at a South Carolina rally Friday, Trump said, \"the Democrats are politicizing the coronavirus\" in what he called \"their new hoax.\" Presidents are called upon to reassure the nation in the wake of traumatic events, wrote Joe Lockhart -- Reagan after the Challenger explosion, Bill Clinton after the Oklahoma City bombing, George W. Bush grabbing the bullhorn after the 9/11 attacks. So far, Trump is failing that leadership test, Lockhart said. \"He has consistently underplayed the potential for a serious public health crisis here at home.\" Chelsea Clinton and the co-author of her book on global health, Devi Sridhar, noted that, \"President Donald Trump has taken actions that many doctors and experts agree will leave the US less prepared to respond to COVID-19. He has eliminated the position of Global Health Czar and has repeatedly proposed cuts important to global health funding -- thankfully that have failed to pass in Congress.\"   Mike Pence is in charge Trump put Vice President Mike Pence in charge of the effort to combat the virus.  \"It's hard to imagine a worse choice for a job that requires respect for public health,\" wrote Pence biographer Michael D'Antonio. \"In addition to his climate-change skepticism...he is known for penning, when he was running for Congress, what could be generously termed a nutty article that said, 'despite the hysteria from the political class and the media, smoking doesn't kill.'\"  As we wait to see the extent of the virus outbreak, here's some useful advice from Dr. Colleen Kraft, the associate medical director of Emory's Serious Communicable Diseases Unit: \"Use soap and water for the amount of time it takes to sing the 'Happy Birthday' song, or an alcohol-based hand sanitizer. In a study we conducted on hand hygiene, the most common areas missed by hand washers were thumbs, wrists, and in between fingers.\"  The Super Tuesday test   The Democratic primary is at a critical moment. Joe Biden scored a decisive victory Saturday in South Carolina, but will he have the momentum to unseat Bernie Sanders as the Democrats' frontrunner?  \"Moderate voters may well snap back into the Biden camp,\" wrote Jeff Yang, \"and other centrist candidates may feel the pressure to make an increasingly hard decision: Whether to stay in the race and continue to fragment the vote against Sanders — or bow out and lend support to Biden.\"  On Super Tuesday, March 3, roughly a third of the delegates will be chosen and the race could be decided within weeks -- or remain hotly contested until the Democrats meet for their convention in Milwaukee in July. Elliot Williams summed up the moderates' feeling: Sanders \"struggles to say what his ambitious plans will cost. If elected, he would become the oldest president in US history and he has flip-flopped on whether he would release his full medical records (this is after having already suffered a heart attack). He all but ensures that his Republican opponent will make the election a referendum on socialism...Attack ads from President Donald Trump and his allies assailing Sanders' views on Fidel Castro and Soviet Russia practically write themselves. And don't get me started about the conduct of some of his supporters and even some of his staffers online.\"  \"Take a deep breath\" anyway, Williams added. \"Bernie Sanders has as good a shot as any of the other candidates at beating Trump -- maybe even a better one.\"  When Sanders praised some aspects of dictator Fidel Castro's regime in Cuba, critics called it an unforced error and said it would hurt him badly with Cuban-American emigres in Florida. Rebecca Bodenheimer agreed that it was \"ill-advised\" but argued that it wasn't wrong: \"Both the things he said were true: the Castro regime (and the successive iterations of it under Raúl Castro and now Miguel Díaz-Canel) was and is authoritarian...And, early on in the 1960s, Castro initiated a grassroots program that resulted in a massive increase in literacy in Cuba, as well as building a strong universal healthcare and educational system.\" Sanders is stirring excitement around the country, Dean Obeidallah noted: \"Sanders was scheduled to hold a rally at a 5,000-seat venue in Denver, but because of a tsunami of demand, the campaign moved it to a larger venue where he drew more than 11,000. Two weeks ago, the night before the New Hampshire primary, Sanders packed more than 7,500 into an arena, with USA Today noting that this 'event easily marked the largest in the Democratic contest in New Hampshire.'\" The Vermont senator could win it all, wrote John Avlon, but he has a hill to climb because he's out of sync with much of the country ideologically. \"Bernie Sanders has built a movement and he has momentum. But there are plenty of rational reasons to think that nominating a democratic socialist in a center-right country is a real risk -- and could deliver Donald Trump a second term.\"  A moderate Republican, former Rep. Charlie Dent contemplated the prospect of a Sanders-Trump race with real dread. \"Both represent two sides of the same coin,\" Dent wrote. \"They both appeal to anger. They scream that the system is rigged, you're a victim, and that they can give you your country back if only you follow them.\"  Millions of voters are in the middle, between the left and the right, he said. They \"want a candidate who believes in capitalism, reasonably regulated market-based solutions to problems, social tolerance and acceptance, and constructive international engagement...Most of all they'll want someone who conducts himself or herself in a thoughtful, deliberate and measured way. They want stability, not chaos and recklessness.\"    A food fight in South Carolina   The Democrats' South Carolina debate was fierce, with the moderators letting candidates talk over each other. It \"was somewhere between an episode of 'The Jerry Springer Show' and a 'Real Housewives' reunion: messy, chaotic and embarrassing for nearly everyone involved,\" wrote Raul Reyes.  \"It was inevitable that, as the stakes have grown higher in the battle for the Democratic presidential nomination, there would be a greater sense of urgency among the candidates to stand out. But that did not mean the event had to devolve into a free-for-all.\"    \"Moderates across the country exhaled a collective sigh of relief after Tuesday's debate,\" wrote Tara Setmayer. \"Joe Biden is back. It was clear the former Vice President was much more comfortable and cogent on the debate stage this time around in South Carolina.\"   Elizabeth Warren picked up where she left off at the Nevada debate, with blistering attacks on billionaire Mike Bloomberg. But the former New York mayor seemed much more prepared this time. \"Mayor Michael Bloomberg fought his way back into contention in the Democratic primary for president by obeying a simple rule: never let an attack go unanswered,\" wrote Errol Louis.   The sheer force of Bloomberg's money cascade is keeping him a major factor in the election. He could wind up spending billions on advertising in pursuit of the presidency, wrote tax expert Edward McCaffery, who argued that whatever its political impact, it is a financially savvy move.    \"As an aging billionaire many times over, Mayor Bloomberg sees the clock ticking.\" Bloomberg's fortune has been estimated at more than $60 billion. Whatever he doesn't spend or give away will be subject to the 40% federal estate tax. So if he spends $5 billion to get to the White House, the US Treasury will ultimately lose out on $2 billion in taxes, McCaffery pointed out.   \"This is in no way a condemnation of Mayor Bloomberg, who has presumably earned his money legally, and can spend it however he wants, again perfectly legally... It is, rather, a condemnation of a tax system that both allows some billionaires to amass wealth and to spend it, tax free and with no questions asked.\"  For more on politics:   Todd Graham: In South Carolina, an underdog came out on top  Julian Zelizer: Reagan vs. Carter holds a crucial lesson for 2020 Dems  Jill Filipovic: For once, Michael Bloomberg had a good night  Merrill Brown: Michael Bloomberg's other problem    After the Harvey Weinstein verdic"], "Language": false}