{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/investing/stocks-week-ahead/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-01T13:12:59Z"], "LastModifiedDate": ["2020-03-01T13:12:59Z"], "Headline": ["Oil prices are dropping fast. Can OPEC come to the rescue?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. From stocks to bonds and currencies, the coronavirus outbreak is rocking all corners of financial markets. For oil producers, the pain has been particularly acute. With demand dissipating, oil has plunged into a bear market, putting pressure on OPEC to step in and attempt to stabilize prices. But as the coronavirus continues to spread around the world can the cartel really play the savior? That's the question this week, as OPEC members and allied producers gather in Vienna for meetings on Thursday and Friday. The backdrop: Brent crude futures, the global benchmark, finished Friday at $50.52 per barrel, down 13.6% for the week. US oil was trading at $44.76, a 16.2% weekly decline. Prices haven't been that low since late 2018. Why OPEC needs to act: The economies of some OPEC members are reliant on crude production, and the coronavirus has sharply reduced demand for products such as gasoline and jet fuel. To keep prices from dropping further, OPEC may turn to what has become its preferred strategy in recent years: coordinated production cuts. The Financial Times has reported that Saudi Arabia is pushing for a cut in production of 1 million barrels per day, much more than first expected. The kingdom would shoulder the brunt of the reduction, while Kuwait, the United Arab Emirates and Russia would split the rest, according to the FT. Russia is not a member of OPEC, but it has coordinated production levels with the cartel in recent years. Giovanni Staunovo, an analyst at UBS, thinks that may not be enough to alter oil's trajectory in the near term. \"I'm not sure this [would be] sufficient to change the negative market sentiment,\" he told me. \"What is cheap can get cheaper.\" Bright spot: Staunovo points out that oil prices aren't sustainable for long at their current level. Within six months and a year, lower business investment across a struggling industry will restrict supply, helping to prop up prices, he said. Plus, bargain crude will eventually stimulate demand. Oswald Clint, an analyst at Bernstein, agrees that prices will need to push higher before long. He thinks that an OPEC cut of 1 million barrels per day would be sufficiently supportive, especially given falling oil production in countries like Norway that predated the coronavirus outbreak. But both Staunovo and Clint agree that oil markets need a bailout from OPEC — and soon. Stocks just had a brutal week. The next one may not be easier Global stocks have fallen for seven trading sessions in a row, lodging their worst week since the 2008 financial crisis and putting investors on edge as the novel coronavirus continues to spread outside China. What's happening: Stocks plunged and financial conditions tightened as traders woke up to the risks that the virus poses to global economic growth and corporate earnings, with cases now present in more than 50 countries and territories. The Dow finished the week down 12.4%, while the S&P 500 slid 11.5%. US stocks recovered some losses in the late hours of trading on Friday after Federal Reserve Chairman Jerome Powell put out a rare statement. \"The fundamentals of the US economy remain strong,\" he said, while acknowledging that the coronavirus \"poses evolving risks to economic activity.\" The central bank, Powell said, will \"act as appropriate to support the economy.\" To investors, the message was loud and clear: expect the Fed to cut interest rates when it meets in March. According to CME Group's FedWatch tool, 100% of investors now predict a rate cut in March — with nearly 95% forecasting that the Fed will lower rates by a decisive 50 basis points. Will that reassurance be enough to help markets stabilize this week? It's hard to say. After years of persistently low interest rates, investors are worried that central banks lack sufficient ammunition to stave off a crisis.  \"An interest rate cut in this environment will arguably do little to affect real economic activity,\" Morgan Stanley economist Ellen Zentner told clients Friday. And the market remains driven by news of how the outbreak is moving around the world, as well as how it's hitting businesses and economies. On Saturday, China said that factory activity in February hit the weakest level on record, and the first person died from the coronavirus in the United States.  Justin Onuekwusi, a fund manager at Legal & General Investment Management, told me that his team — which manages $84 billion in retail multi-asset funds — has reduced its exposure to stocks and the Korean won. \"We don't feel the market has certainty on this,\" he said. \"The impact on Chinese growth and the rest of the world is potentially quite huge.\" Up next Monday: US and China manufacturing data; JD.com and Tilray earnings Tuesday: Japan consumer confidence; US auto sales; Kohl's, Target and Nordstrom earnings Wednesday: US services data; Abercrombie & Fitch, Campbell Soup and Dollar Tree earnings Thursday: OPEC meeting; Kroger, American Outdoor Brands and Costco earnings Friday: OPEC meeting; US jobs report"], "Language": false}