{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/politics/michael-bloomberg-coronavirus-address/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kate Sullivan, CNN"], "Writers": [["Kate Sullivan"]], "FirstPublishDate": ["2020-02-29T22:48:55Z"], "LastModifiedDate": ["2020-02-29T22:53:07Z"], "Headline": ["Bloomberg to air coronavirus address in 3-minute TV ad"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Democratic presidential candidate Michael Bloomberg will air a three-minute recorded address on the coronavirus outbreak on Sunday night.  The former New York mayor seeks to contrast himself with President Donald Trump. Bloomberg will argue that he has the experience needed to handle the crisis, according to an advanced copy of the remarks provided by his campaign. The ad, called \"Leadership in Crisis,\" will air at approximately 8:30 p.m. ET on CBS and NBC.  \"At times like this it is the job of the President to reassure the public that he or she is taking all the steps necessary to protect the health and well-being of every citizen,\" the remarks by Bloomberg read.  \"The public wants to know their leader is trained, informed and respected,\" Bloomberg's speech continues. \"When a problem arises, they want someone in charge who can marshal facts and expertise to confront the problem.\"  It is unclear how much the Bloomberg campaign is spending on the spot. The novel coronavirus has killed more than 2,900 people worldwide, the vast majority in mainland China. The Trump administration announced new travel restrictions on Saturday after confirmation of the first coronavirus death in the US.  The World Health Organization says the outbreak has reached the \"highest level\" of risk for the world, with the director-general warning it can go in \"any direction.\"  Trump spoke to reporters on Saturday about the latest coronavirus developments, saying that additional cases in America were \"likely,\" and cautioning the public not to panic.  In the ad, Bloomberg accuses Trump of \"putting lives at risk by ignoring science and dismissing the spread of the virus as a 'hoax',\" according to a news release by the Bloomberg campaign. He calls Trump's actions \"dangerous\" and his public communications with the American public on the issue \"dishonest.\" Bloomberg points to what he calls \"reckless\" funding cuts at the Centers for Disease Control, and said decisions made by the administration have left the US unprepared for the spread of the virus.  Bloomberg, who served as mayor of New York City from 2002 to 2013, touts his experience handling crises. Bloomberg says he was elected mayor weeks after the 9/11 terrorist attacks, and \"dealt with a hurricane, a blackout, attempted terror attacks, the West Nile virus and swine flu.\" The billionaire businessman said he focused on planning ahead and working with hospitals and first responders \"to develop plans in advance, to improve communication and to invest in preparedness.\"  Bloomberg made a late entry into the 2020 Democratic race in November 2019, offering a more moderate vision for the country and casting himself as a problem solver. He is the co-founder, CEO, and owner of Bloomberg L.P., a privately-held financial, software, data, and media company."], "Language": false}