{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/fact-check-bernie-sanders-houston-rally/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Daniel Dale and Holmes Lybrand, CNN"], "Writers": [["Daniel Dale", "Holmes Lybrand"]], "FirstPublishDate": ["2020-02-28T18:40:18Z"], "LastModifiedDate": ["2020-04-07T20:09:24Z"], "Headline": ["We fact checked an entire Bernie Sanders speech. Here's what we found"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["We regularly fact check President Donald Trump's rally speeches from start to finish. When Democratic presidential candidate Bernie Sanders cemented himself as the front-runner for the party nomination with his victory in Saturday's Nevada caucuses, we decided to give one of his rally speeches the same treatment. We chose a 47-minute speech the Vermont senator made at the University of Houston the day after the caucuses. We looked into 27 checkable assertions of fact.  The result: three claims were false, six claims we couldn't render a verdict on because an exact figure is not publicly known and 18 claims were true or mostly true.  At CNN, we start with the facts. Visit CNN's home for Facts First. Of the three false claims, one was a data error made by a think tank and not disclosed to the Sanders campaign until after he gave this speech. Another was an exaggeration about health care Sanders has repeated for more than a decade even as fact checkers have repeatedly debunked it. The third, about Trump's 2017 tax law, was an inaccurate description of a legitimate figure in a study.  Sanders made far fewer false claims than Trump tends to make at rallies. The President has averaged 20.6 false claims per rally over the 19 rallies we have fact checked since July 8.   Here is the full list of the fact checks from the Sanders rally on Sunday, starting with the false claims. False claims Trump and billionaires  Sanders said of Trump: \"...the economy is booming for his billionaire friends. Since Trump has been President, billionaires have increased their wealth by $850 billion.\" Facts First: Sanders was using an inaccurate figure provided to him by a progressive think tank, the Institute for Policy Studies, which told CNN that it belatedly discovered it had made a mistake. Institute senior scholar Chuck Collins said the real number is $710 billion. \"Senator Sanders was accurately using information that we provided, so we at Institute for Policy Studies are responsible for the error,\" Collins said. Collins said that in 2016, there were 541 US billionaires with wealth totaling about $2.4 trillion. In 2019, he said, there were 607 US billionaires with wealth totaling about $3.1 trillion. There is no doubt that the wealthiest Americans have gotten wealthier under Trump, though others have also gained. According to the Federal Reserve, the combined wealth of the top 1% of American households increased 18% from the fourth quarter of 2016 to the third quarter of 2019 -- from $29.18 to $34.53 trillion. The combined wealth of the bottom 50% of households increased 55%, but from a much smaller starting point -- from $1.08 trillion to $1.67 trillion -- and spread out across many more households. Health spending  Sanders said, \"We end up spending twice as much per person on health care as do the people of Canada or any other country. We're spending $11,000 for every man, woman and child in this country on health care.\"  Facts First: It is true that the US, at an estimated $10,586 per person in 2018, spends twice as much or more per person on health care as Canada ($4,974) and most other members of the Organisation for Economic Co-operation and Development (OECD) -- but the US does not spend twice as much as any other country.  Switzerland, at $7,317 per capita, and Norway, at $6,187 per capita, were well above half the US level in 2018, according to OECD figures. Several other countries were above half more narrowly.  Sanders could correctly say the US spends more than twice the OECD average. As we've noted before, though, Sanders has been using the same inaccurate wording for more than a decade, even though that wording has been fact checked as inaccurate since 2009.  Trump's tax law and the very rich Sanders said, \"Trump said that his tax plan would not benefit the rich. He lied. Eighty-three percent of the benefits over 10 years goes to the top 1%.\" Facts First: Sanders was correct about Trump's false promise: Trump did say, before the details of the 2017 tax law were publicly released, that \"the rich will not be gaining at all\" under the Republican plan. But Sanders was incorrect when he said 83% of the benefits of the law \"over 10 years\" goes to the top 1%. Sanders would have been accurate, though still leaving out some context, if he had said that 83% of the benefits in 10 years will go to the top 1%. The top 1% is scheduled to get 82.8% of the benefits in the year 2027, according to the Tax Policy Center, because most of the tax cuts for individuals in Trump's 2017 tax law are scheduled to lapse by then -- leaving in place the corporate tax cut and other changes that largely benefit the very rich.  But it's not true that the top 1% gets 83% of the cumulative benefits over the 10-year period. Taking the entire 10-year period into account, in 2018, the Tax Policy Center estimated, the top 1% will get 20.5% of the benefits; in 2025, right before the individual tax cuts are scheduled to expire, the top 1% will get 25.3%.  In addition, Congress and a future president can decide to extend the individual tax cuts so that they do not expire after 2025. But Sanders' claim is inaccurate even ignoring this possibility. Claims we can't render a verdict on Trump and undocumented immigrants Sanders said: \"Trump every day is busy demonizing the undocumented. Oh, he just hates the undocumented. But when he was a private businessman, he loved the undocumented. He hired hundreds of them in his resorts, so that he could exploit them and pay them low wages.\" Facts First: The exact number of undocumented immigrants Trump's company has hired for his resorts is not known. The number is at least in the dozens for his golf, hotel and winery properties, according to Washington Post reporting. The Sanders campaign pointed to a quote from a lawyer for some of these workers, who has publicly alleged that the total number is in the hundreds, but there is not public evidence for the allegation. The Post reported in December that it had directly interviewed 49 undocumented people who have worked illegally at 11 Trump properties. (The Trump Organization has fired undocumented workers at multiple properties since the New York Times reported in late 2018 about such workers being employed at a Trump golf club in New Jersey.) In addition, Trump used an estimated 200 undocumented Polish workers in 1980, who were hired through a contractor, to demolish a Manhattan building to make way for Trump Tower.  Trump and tax breaks Sanders said, \"Two years ago, Trump and his friends gave a trillion dollars in tax breaks to the top 1% and large corporations.\" Facts First: The top 1% and corporations did reap at least hundreds of billions of dollars from Trump's 2017 tax law, according to expert analyses. Whether the number hits $1 trillion depends on subjective decisions Sanders didn't get into, such as how long a time period you're counting and how you count a change to the way overseas profits are taxed as a \"tax break.\" Some experts do not; at least one progressive think tank does, and so does the Sanders' campaign. Health care and bankruptcy Sanders said, \"And unbelievably, when you want to talk about the cruelty of the system, some 500,000 people go bankrupt every single year because of medically related debt.\" Facts First: Nobody knows the true number of bankruptcies caused by medical debt. Sanders' figure is based on a study whose findings were published in the American Journal of Public Health; the \"500,000\" figure is an extrapolation from a survey to which 910 people who filed for bankruptcy between 2013 and 2016 responded. (About two-thirds of those respondents said they somewhat agreed or very much agreed that medical expenses or medical-related work loss contribute to their bankruptcy.) Others have taken issue with the study's findings, saying the true number is likely far lower. But there is no single widely accepted figure. Deaths related to inadequate health insurance Sanders said: \"In America, at least -- and I think this is a conservative number -- at least 30,000 Americans die each year because they don't go to a doctor on time because they're uninsured or they've got a high deductible.\" Facts First: It's possible this 30,000 figure is correct or conservative, some studies suggest; the Sanders campaign pointed to a new study in The Lancet medical journal that found \"ensuring health-care access for all Americans would save more than 68,000 lives...every year compared with the status quo.\" But other experts have expressed skepticism about such findings, and the true number is not known. The US and China on incarceration Sanders said, \"We have more people in jail today, over two million, than any other country on earth including China, four times our size.\" Facts First: Sanders is correct on the number of people in US jails and prisons, but the number of people in China's jails and prisons is not known. Estimates, however, suggest China's number may well be higher than the US number, especially if you count people being detained in internment camps for Uyghurs and people from other Muslim minority groups. The Institute for Crime and Justice Policy Research at Birkbeck, the University of London estimates that the 2018 prison population in China could be \"at least 2,350,000.\" The US State Department estimated in 2018 that anywhere from 800,000 to more than 2 million people from Muslim minority groups had been put in camps since April 2017. The precise current number is not known. The United Nations and \"climate refugees\"  Sanders said, \"What the United Nations tells us...if we do not stop the heating of the planet -- what we will be looking at, at the end of this century, are hundreds of millions of peoples around the world who are climate refugees.\" Facts First: The United Nations has not issued any recent estimate of hundreds of millions of \"climate refugees\" by 2100; a 2015 article from the UN's academic institute said, \"No one knows how many climate migrants will exist.\" However, a senior UN official did offer a somewhat similar estimate in 2008. And Sanders' figure is not inherently outlandish; a World Bank report in 2018 estimated that 143 million people in three regions alone, Latin America, South Asia and sub-Saharan Africa, could be forced to move within their own countries by 2050 to escape the effects of climate change.  The Sanders campaign also pointed to a 2019 report from the UN's Intergovernmental Panel on Climate Change (IPCC), which said that in 2015 approximately 500 million people lived in a dryland that was experiencing desertification, or land degradation. The campaign argued that it's reasonable to infer that many of these people will become refugees. Regardless, the UN didn't say that. Jim Skea, co-chair of IPCC Working Group III, told CNN, \"No inference in the chapter is drawn that such people are or could be refugees. The word refugee d"], "Language": false}