{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/perspectives/coronavirus-federal-reserve-rate-cuts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul R. La Monica for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T22:20:47Z"], "LastModifiedDate": ["2020-02-28T22:20:47Z"], "Headline": ["Why this stock market sell-off is scarier than 2008"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["Investors are in full-blown panic mode about the coronavirus. And while I hate to be the bearer of bad news, people shouldn't count on the Federal Reserve or other central banks to save the day. Yes, the Fed can do lots of things to help soothe frayed nerves when stocks are in free fall, but there is little that the Fed — or President Trump and Congress, for that matter — can do to solve this biological crisis for the markets and the economy.  I covered the Great Recession in 2008 and 2009. That was a terrifying time — but this seems a lot scarier. Former Fed chair Ben Bernanke and George W. Bush's Treasury Secretary Hank Paulson were able to use various \"bazookas,\" like the TARP bailout for big banks and the rescue packages for the auto industry, to ultimately stop the 2008 financial crisis.  But rate cuts, tax cuts and other stimulus won't stop a virus and the ultimate economic impact it will have. The Fed can't convince people to stay home from work if they have a fever, cover their mouth when they cough or obsessively wash their hands.  \"There is all kinds of evidence on epidemics to suggest that we will get through this. But no amount of monetary or fiscal stimulus will have any effect whatsoever,\" said KC Mathews, chief investment officer of UMB Bank.  In 2008, I often urged readers to not assume the worst and dump their stocks. Yes, big banks were in a lot of trouble and the stock market was in tatters, but there was reason to believe back then that the actions taken in Washington — beginning with the Bush administration and continuing into the Obama White House — would ultimately bear fruit.  And that was the right call. The market hit a new record high just last week — and even after the brutal declines of this week, the S&P 500 has still more than quadrupled from its March 2009 bear market low of 666. Financial stimulus made inherent sense to solve what essentially was a liquidity problem. Will that work now?  It's hard to imagine how cutting interest rates from already low levels will stop people from worrying about an outbreak. Also, negative interest rates in Japan have failed to reignite its long dormant economy and it's not clear that they will lift Europe out of stagnation anytime soon either.  Investors will need to be patient The market may experience a lot of fits and starts over the next few weeks as headlines alternatively suggest that the spread of the coronavirus is under control — or intensifying.  That will rattle investors further. And considering that the current bull market has now been going on since March 2009, with just a few corrections here and there, some argue that we're long overdue for a much bigger pullback. Earnings fell for the first three quarters of 2019 and trade tensions remain a risk for the global economy despite the truce between the US and China. Still, the stock market soared and many experts felt that valuations were way too high. Sure, more rate cuts from the Fed and even lower taxes could inspire some more bullish sentiment and get the market back on track. A boost in confidence may lead investors to keep buying stocks and consumers to keep shopping. But the only true solutions to a health epidemic are vaccines — and the passage of time.  Hopefully, the biotech industry will soon provide the former as they race to slow (or even stop) the spread of the disease.  As for the latter?  Don't panic and raid your 401(k) or IRA in order to go all in on cash. History shows that investors do a poor job of trying to time the tops and bottoms of the market. It's better to stick with your investments through the inevitable ups and downs.  And it's likely too soon to start aggressively start hunting for bargains either. Buying on the dip can be dangerous because stocks could fall further before finally bottoming.  \"There is a time to buy, a time to sell and a time to sit tight. This is a time to sit tight,\" Mathews said. "], "Language": false}