{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/investing/dow-stocks-coronavirus-correction/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-02-28T12:57:26Z"], "LastModifiedDate": ["2020-02-28T21:16:57Z"], "Headline": ["$3.4 trillion has been wiped out of the stock market in a week"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Confidence is a fragile thing in financial markets. It can vanish in an instant. That's exactly what happened during this coronavirus-fueled mayhem on Wall Street. It took the S&P 500 just six trading days to go from record highs to a correction. That's the fastest such swing in more than 70 years, according to Howard Silverblatt of S&P Dow Jones Indices. Pandemic fears have wiped out $3.4 trillion from the S&P 500 over that span. And more losses are in store on Friday. US stocks are on pace for their worst week since the 2008 financial crisis.  \"For the moment, panic is high,\" Scott Minerd, global chief investment officer at Guggenheim Partners, wrote in a report to clients Thursday.  Wall Street is beginning to price in the risk that the coronavirus could spark a severe economic slowdown or even a recession in the United States. Smartphone sales are in freefall. MasterCard is warning of softer spending. Apple is facing iPhone shortages and Coca-Cola says artificial sweetener is in short supply. \"The coronavirus is showing us the unpredictable path that an exogenous force can play in interrupting an economy that is already exhibiting many late-cycle symptoms,\" Minerd wrote. Priced for perfection, markets blindsided by health crisis The epic losses have been amplified by a few major factors.  One, markets were pricing in perfection, as evidenced by lofty market valuations. The S&P 500's price-to-earnings ratio hit 18-year highs just last week.  In other words, Wall Street was complacent about the coronavirus outbreak and its consequences. Investors were blindsided when the health crisis spread from China to South Korea, Italy and other major economies. Another problem is that investors are not trained in epidemics, let alone pandemics. That creates a fear of the unknown. In that environment, investors are selling first and asking questions later.  Meanwhile, markets may also rattled by the shifting political backdrop. Not only is Bernie Sanders, a self-described democratic socialist, leading the race for the Democratic nomination, but Goldman Sachs has warned the coronavirus could cost President Donald Trump the election. That could mean a sharp pivot away from the Trump-era's low taxes and light regulation that markets love.  Wall Street is now bracing for weaker corporate profits ahead because of the coronavirus. Goldman Sachs warned that 2020 S&P 500 earnings growth could be wiped out by the damage done to supply chains and demand.  That suggests the selling may not be done just yet. RBC Capital Markets said the S&P 500 could tumble to a range of 2,700 points and 2,900 points, equaling a total loss of 14% to 20% from its record highs. The firm said that would be \"consistent with the growth scares\" of 2010, 2011, 2015-2016 and the second half of 2018.  'Historic extremes' But market veterans are urging everyday investors not to panic -- and to put the losses into context. Yes, the Dow suffered its worst point drop ever on Thursday. But on a percentage basis, the 4.4% drop pales in comparison with the 8% nosedives of 2008, let alone the 22% crash on Black Monday in 1987. And despite this week's heavy losses, the S&P 500 has still more than quadrupled from the 2009 lows.  It's important to remember that markets tend to overreact, both to the upside and downside. And the silver lining of the ongoing market rout is that stocks have started to work off some of the froth that had built up. At a certain point, stocks will start to look attractive again. \"We are seeing historic extremes in selling pressure,\" said Keith Lerner, chief market strategist at Truist/SunTrust Advisory.  Citing the improved risk/reward backdrop, Lerner upgraded his outlook on stocks Thursday from \"neutral\" back to \"attractive.\"  History shows that markets tend to overreact to recession scares.  The S&P 500 plunged 10% in just four trading sessions. One year after such a selloff, the S&P 500 has always been up, Lerner said. The average gain has been 26%.  Mark Haefele, global chief investment officer at UBS, told clients in a report Thursday that the \"solid\" economic fundamentals in the United States suggest the disruption from the coronavirus will be \"short-lived.\" \"While we are not trying to call the bottom of the market,\" Haefele wrote, \"past experience suggests this is a good time to invest in US stocks for investors with a time horizon of several months or more.\""], "Language": false}