{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/health/us-cases-coronavirus-community-transmission/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Moon, Holly Yan, Jen Christensen and Christina Maxouris, CNN"], "Writers": [["Holly Yan", "Christina Maxouris"]], "FirstPublishDate": ["2020-02-27T08:39:06Z"], "LastModifiedDate": ["2020-02-28T11:15:37Z"], "Headline": ["The CDC has changed its criteria for testing patients for coronavirus after the first case of unknown origin was confirmed"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["After a US patient contracted novel coronavirus and left medical authorities no clues as to where it came from, the Centers for Disease Control and Prevention has begun sending out new testing guidance to health care workers, the top CDC official said Thursday. A patient in California who has cornonavirus didn't travel anywhere known to have the virus, the CDC announced Wednesday night. And the patient wasn't exposed to anyone known to be infected.  The patient is in serious condition, Rep. John Garamendi, who represents the district in California where the patient is from, told CNN's \"OutFront with Erin Burnett. \"Whether this person can actually talk or not is of question. She's been intubated, and so may not be in a position to discuss it,\" he said. Earlier in the outbreak, CDC guidance to doctors in the United States was that a patient had to have a travel history to China or be a close contact of someone who had been there before being tested, CDC Director Dr. Robert Redfield said.  The new patient who prompted the guidance change was transferred from another Northern California hospital last week.  According to a letter from UC Davis Health, the patient \"did not fit the existing CDC criteria for Covid-19, a test was not immediately administered.\" After doctors persisted in their request for the test, on Sunday, CDC went ahead with testing.  That patient became the first US case of unknown origin, according to the CDC. It could be the first US case of \"community spread\" of the virus, when the source of the infection is unknown.  \"As soon as that case was recognized, we met and we revised our case definition for persons under investigation,\" Redfield said. \"Today, that has been posted (to the CDC website) along with a new health advisory that the recommendation should be when a clinician or individual suspects coronavirus, then we should be able to get a test for coronavirus.\" The mysterious nature of this case is significant, said Dr. Dean Blumberg, an infectious disease specialist at UC Davis Medical Center. \"That suggests that the virus is out there in the community, and that means pretty much that everybody's at risk,\" he told CNN affiliate KCRA. \"We don't know who might be carrying it. We don't know who we can get it from.\"  As for whoever passed the virus to the UC Davis patient, \"that other person probably exposed other people,\" Blumberg said.  \"And you have to realize that this virus is so new, that none of us have any immunity to it. So, anybody who's exposed is at high risk of getting infected with this.\"  Health officials are now trying to trace those who may have been in contact with the UC Davis patient.  \"We currently have people in the field working in the community from the local, from the state and also from the CDC,\" said Dr. Sonia Angell, director of the California Department of Public Health. \"They're contacting any individuals who might have been exposed, and they're isolating them.\"  But Angell emphasized \"the risk to the general public remains low.\" The United States has 60 confirmed cases of novel coronavirus, Health and Human Services Secretary Alex Azar said.  42 are former passengers on the Diamond Princess cruise ship, the site of a recent outbreak and quarantine.\n3 are Americans recently repatriated from Wuhan, China, the center of the outbreak.\n1 patient at UC Davis Medical Center contracted the illness through unknown means.\nMost of the other 14 patients either had recently been to China or are a spouse of someone who recently returned from China. How life might change if coronavirus spreads 'Simply inadequate' number of test kits so far There's been a strain on testing capabilities since novel coronavirus was first detected in the United States last month.  In the early weeks of the virus, the CDC was the only facility in the United States that could test for the virus. Since then, coronavirus test kits have been shipped to labs across the country, but some produced inconclusive results. The CDC said it would remake parts of the test kits.  The UC Davis patient was transferred from another California hospital February 19 with a suspected viral infection, the university hospital's letter said.  UC Davis said it requested CDC testing for Covid-19, the formal name of the virus, because neither Sacramento County nor the California Department of Public Health were conducting testing.  \"Since the patient did not fit the existing CDC criteria for Covid-19, a test was not immediately administered,\" the letter says. \"UC Davis Health does not control the testing process.\" The patient is from Solano County, which declared a local emergency Thursday, allowing it to use funds for response efforts. Multiple health care personnel were exposed to the patient, Solano County Health and Social Services public health officer Dr. Bela Matyas said. Since the patient didn't meet the criteria for testing, the patient was not in airborne isolation initially, Matyas said. Hospitals are trying to identify the people who were exposed to the patient to put them into appropriate categories -- whether they need to be under isolation or under quarantine, he added. Some of the patient's family members are in isolation, he said. The person has no connection to Travis Air Force Base, which is in the county and has seen several repatriation flights from China. California Gov. Gavin Newsom said at least 8,400 people have been monitored locally, but the number of test kits his state has received isn't enough.  \"We have just 200 kits, and that's for not just the traditional diagnostic, but also surveillance. It's simply inadequate,\" Newsom said Thursday.  \"But no longer will that be the case. ... We have been assured of our capacity to significantly, exponentially increase the capacity to test.\"   By this weekend, 93 labs across the United States are expected to have testing capabilities, Azar said. And as many as 70 companies are vying to develop a \"bedside diagnostic\" test  for hospital use.   The US Food and Drug Administration has authorized a two-step test that will allow labs other than the CDC to test for the virus, Azar said. Previously, the process for testing involved three steps. The third step had been causing some  inconclusive results, Azar said. As of Wednesday afternoon, \"the FDA authorized the use of those tests by using just the first and second step (to) provide a definitive diagnostic,\" Azar said. \"Forty labs are qualified to already be doing that.\" US is testing treatment Meanwhile, a clinical trial is underway at the University of Nebraska Medical Center in Omaha to evaluate how effective an antiviral drug would be on people diagnosed with coronavirus, the National Institutes of Health said. There have been at least 82,056 confirmed cases worldwide and at least 2,800 deaths -- the vast majority in China. The drug being tested in the trial, remdesivir, was previously tested in humans for Ebola, but studies found it was ineffective in fighting that disease. It was also tested in MERS and SARS trials in animals.  There are also clinical trials of the drug going on in China, the NIH said, and the National Institute of Allergy and Infectious Diseases developed the American study to match those studies.  The first participant in the Omaha trial is an American who was evacuated from the Diamond Princess cruise ship.  Participants will receive 200 milligrams of remdesivir intravenously when they're enrolled and another 100 while they're hospitalized for up to 10 days in total. A placebo group will receive a solution that resembles remdesivir but contains only inactive ingredients, the NIH said."], "Language": false}