{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/asia/novel-coronavirus-covid-19-update-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-28T04:14:35Z"], "LastModifiedDate": ["2020-02-28T11:05:11Z"], "Headline": ["Novel coronavirus sparks massive US stock market losses as cases spread worldwide"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Stock markets in the US have posted some of their worst ever losses as the novel coronavirus sparked mass sell-offs.  The Dow dropped 1,191 points on Thursday, in its worst one-day point drop in history, while the S&P 500 posted its worst day since 2011. Stocks are on track for their worst week since the 2008 financial crisis. Markets in Asia and elsewhere have also suffered, as fears of a global pandemic have continued to grow. First cases of the virus were confirmed in New Zealand, Belarus and Lithuania on Friday, as outbreaks in South Korea, Italy and Iran continued to worsen.  In the US, opposition lawmakers criticized President Donald Trump's handling of the crisis and raised concerns over his placing of Vice President Mike Pence in charge of the response, pointing to Pence's track record as Indiana governor during an HIV epidemic.  Trump said his Democratic opponents were refusing to give his administration credit where it was due for their response to the virus. \"While they were working on impeachment, we were working on doing this,\" he said. \"Because we were hearing about it.\" Trump added that the virus is \"going to disappear. One day it's like a miracle, it will disappear. And from our shores, you know, it could get worse before it gets better. Could maybe go away. We'll see what happens. Nobody really knows.\" Asia in crisis While the virus has spread worldwide, the worst of the outbreak remains centered in Asia.  The number of confirmed cases in China grew to 78,824 as of Friday morning, an increase of 327 from the previous day. Forty-four people died of the virus on Thursday, bringing the total in mainland China to 2,788. More than 36,000 patients have been discharged from hospital so far.  The number of new cases has eased significantly in the past week, raising hopes that people will soon be able to go back to work after weeks of self-imposed or mandatory quarantine. There are fears however that an early return could spark new outbreaks, as the virus can take up to two-weeks to show symptoms.  In Japan, the ongoing outbreak has raised questions over the viability of the 2020 Tokyo Olympics. While the Games themselves aren't until July, events such as the torch relay are due to begin next month.  Michael Ryan, executive director of the World Health Organization's Health Emergencies Program, said, \"we are working extremely closely with the IOC and the Tokyo 2020 organizing committee, and are providing them with risk assessment and risk management advice.\"  \"No decision has or will be taken in the near term regarding the future of the Olympics,\" he said. Ryan cautioned, it's not just the Olympics they are advising on, but all mass gatherings, including religious or sports events.  Many events in the past have gone ahead during outbreaks, such as the 2016 Rio de Janeiro Olympics which continued during an outbreak of Zika virus, Ryan added.  Japanese Prime Minister Shinzo Abe on Wednesday announced that all schools will be closed from Monday, while the country will ramp up production of face masks, with the aim to have five hundred million made in a month.  While cases have spiked alarmingly in Japan -- to over 900 -- most still remain centered around the Diamond Princess cruise ship, which began disembarkation last week after a 14-day quarantine. There are fears the quarantine failed to prevent the virus spreading however, and smaller outbreaks elsewhere in Japan appear to be self-sustaining.  In neighboring South Korea, the number of cases has risen to over 2,000, the most outside mainland China, with at least 13 deaths.  Seoul and Washington announced Thursday they were postponing joint military drills, as the virus has spread through the large number of American and Korean troops stationed on the peninsula.  The South Korean Defense Ministry announced that there are 26 confirmed cases in the country's military, while almost 10,000 troops are in quarantine. Three cases have been confirmed to have links to US Forces Korea.  Europe struggles to respond Outside of Asia, the number of cases of the virus has risen to over 650 in Italy, the worst outbreak in Europe.  Tens of thousands in a \"red zone\" in northern Italy have been put on effective lockdown, as officials race to stop it spreading throughout the country.  That could have a major effect on the country's economy, with the Italian finance minister saying Thursday that the four most affected regions make up 50% of the country's GDP. The outbreak could also have a major affect on tourism, a big driver of the Italian economy.  At present, Italy does not plan to close its borders, Deputy Health Minister Pierpaolo Sileri said.  \"I don't think right now there is any reason to close the border, especially because the two areas are very well confined and we know exactly the two major outbreaks and all the people that we found all around Italy -- which are very few -- are coming from that area,\" Sileri said. \"I think paranoia and anxiousness and panic will run much much more than the virus and we had problem with this in the last few weeks,\" he added. \"This is the first epidemic event in era of social media, and this doesn't help, absolutely doesn't help.\" There is evidence that the Italian outbreak has already spread beyond its borders, with Spain, Germany, Denmark and the UK reporting cases among travelers who had been in Italy.  The need to respond to the health crisis is revealing -- and fueling -- longstanding rifts within the European Union.  \"There is a feeling in Italy that the numbers are high because the government has been aggressive in its policy response,\" Mujtaba Rahman of the Eurasia Group told CNN. \"There is also a feeling that other member states have lower numbers because they haven't been aggressive.\" In the Middle East, numerous countries have cut off travel to Iran, where at least 245 cases and 26 deaths have been confirmed so far. Iranian authorities canceled Friday prayers this week in an attempt to reduce transmission. "], "Language": false}