{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/health/how-to-prepare-coronavirus-united-states-explainer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacqueline Howard, CNN"], "Writers": [["Jacqueline Howard"]], "FirstPublishDate": ["2020-02-27T04:13:35Z"], "LastModifiedDate": ["2020-02-28T10:03:56Z"], "Headline": ["Preparing for a pandemic: What should I buy? Are there places I should avoid?"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Officials at the US Centers for Disease Control and Prevention have warned that the novel coronavirus will spread in US communities, and a case announced on Wednesday might be the country's first instance of it.  Now, health officials say, is the time for people in the United States prepare -- for canceled events, closed schools and interrupted work, and for the potential of widespread illness. No one knows what community spread could look like in the United States -- it could be mild or very severe. In case of an outbreak that spreads within US communities, what can you do to protect yourself and your family?  Here are 10 questions answered about how to prepare. 1. What should I buy? The US Department of Homeland Security recommends on its website that, before a pandemic strikes, to store a two-week supply of water and food, as well as over-the-counter medications you tend to take. \"Have any nonprescription drugs and other health supplies on hand, including pain relievers, stomach remedies, cough and cold medicines, fluids with electrolytes, and vitamins,\" according to the department. \"In general for emergency preparedness, we encourage all households to have an emergency response kit,\" which could be used during any public health or severe weather emergency, said Jennifer Kertanis, president-elect of the National Association of County and City Health Officials. 2. Are there places I should avoid? The CDC has released travel warnings and alerts in relation to coronavirus disease. As of Wednesday, the CDC recommends that travelers avoid all nonessential travel to mainland China and South Korea. Travel alerts for older people and people with chronic medical conditions to consider postponing nonessential travel have been issued for Italy, Iran and Japan. Regarding whether there are places to avoid in your community, such as the grocery store or library, health officials recommend to simply be mindful of avoiding close contact with people who may be sick. Also, if you are sick, keep your distance from others to protect them from getting sick too. 3. Should I keep my child home from school? If your child is sick, it's important to keep them home from school in order to protect other students from getting sick -- but if your child is not sick, monitor local school closings. Widespread transmission of the novel coronavirus could lead to schools, child care centers and other places for mass gatherings experiencing more absenteeism and even shutting down if that precaution is needed, according to the CDC. Closing schools or canceling gatherings in response to public health concerns are common actions that school districts have had to make before throughout history. \"Even in my own state of Maine, schools have in recent weeks and months had to close for influenza. During the H1N1 crisis many years ago, schools were also closed then,\" said Dr. Nirav Shah, director of the Maine Center for Disease Control and Prevention and a member of the Association of State and Territorial Health Officials. For the coronavirus, however, \"one of the questions that is scientifically out there that will govern or drive how school closures are calculated is to what extent children themselves carry or transmit this virus,\" he said. \"Scientifically we need to have a better understanding of to what extent children are carriers or transmitters of the virus -- the point of that is, it's premature right now based on the science to make uniform claims about what school closures may look like.\" Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases, told her family that while they are not at risk right now, they should plan for what to do if their lives were significantly impacted, she said during a press briefing on Tuesday. She also said she called the children's school district about what would happen if schools need to close. Messonnier said her agency wants people to understand their lives might be disrupted. \"We are asking the American public to work with us to prepare in the expectation that this could be bad,\" she said, adding that while CDC officials hope the spread won't be severe in the United States, they are planning as if it could be. 4. Should I work from home? Community spread of the virus could be reasonably mild or very severe -- but Americans should still talk to employers about whether working online will be an option if needed, according to the CDC. The CDC has even posted guidance on its website to help businesses and employers plan for possibly including telework or flexible sick leave policies into operations if there is significant spread of coronavirus across the country. Sick employees shouldn't return to work until their temperature has stayed below 100.4 degrees Fahrenheit (37.8 degrees Celsius) for at least 24 hours, without the help of fever-reducing or other symptom-altering medicine, the CDC said. Yet \"what community spread looks like in the United States will vary greatly community by community. It might vary by time, it might vary by place,\" Shah said.  \"Although we believe, according to the US CDC, that community spread is likely in the United States, the magnitude of that possibility as well as how it actually plays out, that will vary greatly between Washington state, Florida, Maine and any other state,\" he said, adding because of that, \"there will not be a one-size-fits-all approach here.\" 5. What should I do about my medications? Before a pandemic, it is recommended to periodically check your regular prescription drugs to ensure you have a continuous supply in your home if needed, according to the US Department of Homeland Security. Also, it could be helpful to get copies and maintain electronic versions of health records from doctors, hospitals, pharmacies and other sources and store them, for personal reference. 6. What if I have to go to the doctor? Talk to your doctor's office about telehealth options.  Your doctor likely offers the option to conduct an appointment over the phone or via video conferencing, and if not, your doctor could recommend a physician who does. 7. Do I need a facemask? The CDC does not recommend that people who are well wear facemasks. Rather, the CDC recommends to only wear a mask if a health care professional recommends it. A facemask should be used by people who have the novel coronavirus and are showing symptoms -- that is in order to protect others from the risk of getting infected.  Overall, the use of facemasks remains crucial for health workers and people who are caring for someone infected with the virus in close settings, such as a health care facility or at home, according to the CDC. While the CDC does not recommend N95 respirator masks for the general public, it does recommend them for health care workers. But certain types of facial hair can prevent respirators from working effectively. So, the CDC created an infographic showing which styles of facial hair are riskier than others. 8. If I don't need a mask, how can I avoid getting sick? There is currently no vaccine to prevent coronavirus disease, so the best way to prevent illness is to avoid being exposed to the virus, according to the CDC. The CDC also notes that there are several things to do to prevent the spread of any respiratory diseases:  Avoid touching your eyes, nose and mouth \nCover your cough or sneeze with a tissue and throw the tissue away\nClean and disinfect frequently touched surfaces and objects\nWash your hands often with soap and water The proper way to wash your hands is for at least 20 seconds, especially before eating, after going to the bathroom and after blowing your nose, coughing or sneezing. In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of the novel coronavirus was confirmed. Since it is currently flu season in the United States, the CDC recommends getting a flu vaccine -- it's not too late. Remember to also practice other good health habits too, such as managing stress and drinking plenty of fluids. \"Exercise, eat a good diet, get a lot of sleep, wash your hands, do everything you can to stay healthy right now,\" Shah, of Maine CDC, said. 9. What if someone in my household has the virus -- or thinks they do? The best way to first determine whether you have the virus is to get tested.  If you develop a fever, cough or shortness of breath within 14 days after travel from China, call your doctor right away. If you have had close contact with someone who has traveled and is showing those symptoms, you should call ahead to a doctor, according to the CDC. Your doctor will then work with your state's public health department and the CDC to determine if you need to be tested for the novel coronavirus. An infected person might not show symptoms for up to 14 days after exposure. That's especially worrisome because this novel coronavirus can be transmitted while a person isn't showing any symptoms. Fever, cough, runny nose, sore throat and trouble breathing are some of the most common symptoms of the novel coronavirus. If you are sick or suspect you are, the CDC recommends to stay home except to get medical care and separate yourself from other people and animals in your home. Call ahead before visiting your doctor's office so that the office can make preparations to keep other people from getting infected or exposed to the virus. In the case of suspected coronavirus, if you are sick, the CDC does recommend to wear a facemask -- and cover your coughs and sneezes, clean your hands often and avoid sharing personal household items with others, such as utensils, dishes or bedding. 10. What if I want more information? If you have more questions about the novel coronavirus, reach out to your local health department or find more information on the CDC's website at www.cdc.gov. \"One of the things that local health departments and state health departments are really doing is trying to make sure that we're getting the best information out so that we're quelling fear but at the same time leaning forward and preparing people as this continues to grow and develop,\" said Kertanis, of the National Association of County and City Health Officials. \"In any type of situation like this where we're dealing with a new illness, something that's growing and changing rapidly, it's almost fear of the unknown,\" she said. Experts have said that the most important thing you can do is not panic and stay informed. \"We really want to urge everyone to avoid dubious sources of information and stick with trusted sources like their state health departments or the US CDC,\" Shah said. \"We're in a situation where fear and misinformation can spread more quickly than this virus.\""], "Language": false}