{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/27/world/gallery/week-in-photos-0228/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-02-28T02:55:51Z"], "LastModifiedDate": ["2020-02-28T02:55:51Z"], "Headline": ["The week in 35 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump offers floral respects at Raj Ghat, the memorial for Mahatma Gandhi, while in New Delhi on Tuesday, February 25. Trump's two-day visit to India included a state banquet, a Taj Mahal tour and a rally at a massive cricket stadium. Vanessa Bryant, the widow of basketball legend Kobe Bryant, speaks at a memorial for Kobe and their 13-year-old daughter, Gianna, on Monday, February 24. They were among nine people killed in a helicopter crash last month. Disgraced movie mogul Harvey Weinstein, using the walker, leaves a New York City courthouse as a jury continued to deliberate his case on Friday, February 21. Weinstein was convicted of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another. He was acquitted of the more serious charges of predatory sexual assault involving the two women and one count of first-degree rape. He faces a minimum of five years and a maximum of more than two decades in prison. This is one of two cheetah cubs that were born to a surrogate mother at the Columbus Zoo in Ohio on Wednesday, February 19. Experts are hailing the in vitro fertilization as a \"huge scientific breakthrough.\" A Catholic devotee wears a face mask as he is sprinkled with ash during Ash Wednesday services in Paranaque, Philippines, on Wednesday, February 26. The novel coronavirus has gone global. What had begun as an outbreak in China is now threatening to become a worldwide pandemic, having reached every continent except Antarctica. US Sen. Bernie Sanders speaks at a campaign rally in Houston on Sunday, February 23. It was a day after he scored a resounding victory in the Nevada caucuses. Supporters of former Egyptian President Hosni Mubarak hold his photo Wednesday, February 26, near the cemetery where he would be buried in Cairo. Mubarak died the day before at the age of 91. Young climate activist Greta Thunberg, left, meets another famous young activist, Malala Yousafzai, in Oxford, England, on Tuesday, February 25. Yousafzai, who has long been a champion of human rights and girls' education, is a senior at the University of Oxford. US President Donald Trump holds a news conference on the coronavirus outbreak on Wednesday, February 26. He defended the White House's response to the outbreak, stressing the administration's ongoing efforts and resources devoted to combating the virus.  South Korean boy band BTS performs its new song \"On\" in New York's Grand Central Terminal as part of a \"Tonight Show\" segment that aired on Monday, February 24. A costumed reveler poses for a picture during a Carnival celebration in Rio de Janeiro on Saturday, February 22. See more photos of Carnival around the world Basketball icon Michael Jordan cries at the Kobe Bryant memorial in Los Angeles on Monday, February 24. \"When Kobe Bryant died, a piece of me died, and as I look at this arena and across the globe, a piece of you died,\" he told the crowd. He also joked that he might have to endure another \"crying Jordan\" meme after his tearful tribute. Russian President Vladimir Putin delivers a speech in Moscow on Sunday, February 23. It was Defenders of the Fatherland Day, a national holiday that honors the nation's military. Family members of Rahul Solanki weep outside a mortuary in New Delhi on Wednesday, February 26. At least 24 people, including one police officer, were killed in violent communal clashes between supporters and opponents of a new law that fast-tracks citizenship for non-Muslim minorities from select countries. A flock of geese gathers in Hortobagy, Hungary, on Thursday, February 27. French President Emmanuel Macron, right, verifies the quality of a Charolais cow during the International Agriculture Fair in Paris on Saturday, February 22. Democratic presidential candidates take the stage for a debate in Charleston, South Carolina, on Tuesday, February 25. From left are former New York City Mayor Mike Bloomberg; former South Bend, Indiana, Mayor Pete Buttigieg; US Sen. Elizabeth Warren; US Sen. Bernie Sanders; former Vice President Joe Biden; US Sen. Amy Klobuchar; and businessman Tom Steyer. A reveler dressed as Spider-Man takes part in a Carnival street party in Rio de Janeiro on Saturday, February 22. Police investigate a shooting at the Molson Coors complex in Milwaukee on Wednesday, February 26. A gunman killed five co-workers before he turned the gun on himself. A trader works on the floor of the New York Stock Exchange shortly before the closing bell on Tuesday, February 25. It has been a rough week for US stocks as worries mount about the coronavirus. Models present creations for Yves Saint Laurent during a fashion show in Paris on Tuesday, February 25. Democratic presidential candidate Joe Biden gets licked by a dog as he chats with supporters in Las Vegas on Saturday, February 22. Skiers take part in the Skicolor event at the Swiss ski resort of La Tzoumaz on Sunday, February 23. The Carnival celebration involves biodegradable colored powder. People in Tokyo wear face masks as they visit the newly opened Japan Olympic Museum on Sunday, February 23. Olympic organizers have insisted that preparations for this year's Summer Games are going ahead \"as planned\" despite the novel coronavirus outbreak in Asia. US Sen. Elizabeth Warren is reflected off an audience member's glasses while speaking at a rally in Orangeburg, South Carolina, on Wednesday, February 26. Spectators watch from the balconies of the Vienna State Opera as they wait for the opening ceremony of the annual Opera Ball in Vienna, Austria, on Thursday, February 20. Toddlers take part in a baby orchestra as part of the Nine Months Fair in Amsterdam, Netherlands, on Wednesday, February 26. A float rider with the Krewe of Bacchus throws beads to the crowd during a Mardi Gras parade in New Orleans on Sunday, February 23. Locust nymphs are seen at a hatch site near Isiolo, Kenya, on Tuesday, February 25. Kenya is dealing with its worst locust invasion in 70 years. Democratic presidential candidate Pete Buttigieg greets supporters as he arrives at a town-hall event in Denver on Saturday, February 22. Malaysian Prime Minister Mahathir Mohamad, seen here, submitted his resignation to the country's king on Monday, February 24, his office announced. The surprise announcement comes amid speculation that 94-year-old was attempting to form a new ruling coalition that would exclude his promised successor, Anwar Ibrahim. Lightning strikes behind a chapel in the Greek village of Skala Sykamia on Thursday, February 27.  Protesters react as police throw rocks and fire tear gas in the opposition stronghold of Wanindara, Guinea, on Thursday, February 27. Guinea is holding a referendum Sunday on whether to change the constitution. The vote could allow the incumbent president to run for a third term this year, and Guineans have demonstrated against the possibility since mid-October. Veterinarians from Four Paws International exam a malnourished lion at the Al-Qureshi Park in Khartoum, Sudan, on Friday, February 21. People ride bikes past a Kobe Bryant mural in Los Angeles on Sunday, February 23. See last week in 31 photos"], "Language": false}