{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/cnn10/ten-content-fri/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-02-27T23:17:58Z"], "LastModifiedDate": ["2020-02-27T23:56:31Z"], "Headline": ["CNN 10 - February 28, 2020"], "Section": ["cnn10"], "MappedSection": [null], "Article_Body": ["February 28, 2020 East Africa isn't the only region suffering from swarms of locusts. Today's show begins in Pakistan, where the insects have descended as an apparent result of the Yemeni civil war. U.S. stocks have officially entered correction territory, and we explain what that means. And if you've ever wondered why leap years have extra days, we have your answer! WEEKLY NEWSQUIZ 1. The U.S. Centers for Disease Control says that since last September, the nation has recorded 29 million cases of what? 2. Name the U.S. presidential hopeful who won the Nevada Democratic caucuses last week, making him the party's frontrunner in the presidential nomination process. 3. This week, President Donald Trump made his first trip to what nation, which shares an important and complex relationship with the U.S.? 4. Name the island chain near northwest Africa that's officially part of Spain and that recently weathered a Sahara Desert storm carried west by la calima. 5. What European country is grappling with the biggest outbreak of coronavirus outside of China? 6. In what U.S. state, which was the 30th admitted to the Union, did people in the town of Fulton recently test new voting technology? 7. The Transportation Security Administration recently restricted the use of what social network, following concerns regarding national security? 8. The company the owns the social network mentioned in question 7 is based in what country, which requires companies to cooperate with national intelligence work? 9. What Asian country, where ducks may be deployed to eat locusts, has seen swarms of the insects descend as an apparent result of the Yemeni civil war? 10. What is the technical term for a 10 percent decline from a recent high in the U.S. stock market? Click for a printable version of the Weekly Newsquiz. TRANSCRIPT Click here to access the printable version of today's CNN 10 transcript. CNN 10 serves a growing audience interested in compact on-demand news broadcasts ideal for explanation seekers on the go or in the classroom. The show's priority is to identify stories of international significance and then clearly describe why they're making news, who is affected, and how the events fit into a complex, international society. Thank you for using CNN 10"], "Language": false}