{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-travel-decision-making/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marnie Hunter, CNN"], "Writers": [["Marnie Hunter"]], "FirstPublishDate": ["2020-02-27T22:20:32Z"], "LastModifiedDate": ["2020-02-27T22:20:32Z"], "Headline": ["Should you travel during the coronavirus outbreak?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["With new cases of novel coronavirus reported daily in countries across the globe, many travelers are wondering if they should cancel or postpone existing plans and hold off on booking trips. \"Should I cancel my trip to Rome and Florence?\" one CNN reader is wondering. \"What is the threshold for rethinking domestic travel plans?,\" another asks. Unfortunately, there's no one-size-fits-all answer.  It's very much an individual calculation, experts say, taking a number of factors -- the traveler, their companions, the destination and more -- into consideration. In a situation that's unpredictable and evolving quickly, solid information is key. \"Find a very small number of sources of information that you trust, and you trust them both because they're competent and because you think they're working on your behalf,\" advises Baruch Fischhoff, a psychologist and professor in the department of Engineering and Public Policy at Carnegie Mellon University.  Regularly updated advisories The US Centers for Disease Control and Prevention and the US State Department are both issuing regular travel advisories for destinations that are significantly impacted by the virus outbreak. Monitor those \"closely and regularly,\" advises Dr. Henry Wu, director of Emory Healthcare's TravelWell Center. At this point, travel to China and South Korea is highly discouraged, and precautions should be taken for travel to destinations such as Italy, Japan, Iran and Hong Kong. \"In the absence of specific advisories, travelers should still consider that situations can change rapidly,\" said Wu, an assistant professor of medicine at Emory University School of Medicine's Division of Infectious Diseases. Researching your destination and paying close attention to restrictions or other public policies around coronavirus adopted by those countries will also help inform decision-making.  \"In general, travelers should always assess the importance of a trip, as well as their personal risk tolerance for health dangers and hassle,\" Wu said. Personal risk assessment That's exactly what Fischhoff, who is a decision scientist by profession, is doing about a trip he has scheduled to the United Kingdom in March. Since where the virus will turn up is quite unpredictable, he has accepted that every place comes with some degree of risk. But if the risk were no larger than it is now, he said, the probability of dying is \"very, very low\" and the probability of getting sick is \"vanishingly small.\" The probability of being seriously inconvenienced -- stranded by a closed border or quarantined in a hotel or ship -- is \"considerably higher,\" Fischhoff said. \"Right now it's still pretty low in absolute terms, and it's not clear how quickly it's moving.\" Fischhoff will continue to assess the situation as his trip approaches, he said, but he is willing to walk away from sunk costs if he decides not to go. He encourages the same framing for other travelers: Would you be better off going or not going, regardless of the cost? Factors at play Elderly travelers or those who have other conditions should consider that they might be at higher risk for complications of infections, Wu said. For Angel Wilson, her mother's age is a factor in the travel decision she's wrestling with right now. Wilson in leaning toward canceling a trip to Japan in March with her daughter and mother. \"It really doesn't make sense to go now when we can always postpone it and go later when we know everything is safe,\" said Wilson, who is an Indianapolis-based travel adviser at Dream Journeys. A traveler's responsibilities at home are also a potential factor in their decision-making, Fischhoff said. Those caring for young kids or elderly parents might have a lower tolerance for unexpected delays in returning home. And some people worry more than others. If you anticipate the situation may drain the pleasure out of a leisure trip, it might be worth changing your plans, he said. Protecting your trip Wilson has also considered the possibility of getting stranded in Japan if the situation there worsens and travel grinds to a halt. Japan had more than 900 cases of coronavirus as of February 27, with eight deaths reported. American Airlines has agreed to waive the fee for returning the loyalty miles Wilson used for their airline tickets to her account. Some of her clients haven't been so lucky. While Wilson specializes in the Caribbean, Hawaii, cruising and all-inclusive vacations, a couple of her bookings have been impacted by the outbreak. A March 1 sailing on Sapphire Princess in Asia was canceled, and while their cruise costs will be refunded, her clients are out their non-refundable airline tickets and hotel. At this point, Wilson encourages travelers to pay more for refundable airfares and hotel rooms. She is also advising clients to pack an extra two weeks' worth of medication, just in case. She recommends purchasing Cancel for Any Reason insurance policies. It's the only type of travel insurance that applies in this scenario, she said. The coverage tends to be about 30% more expensive than other types of travel insurance, according to Wilson. Vendors have their own rules about how their policies work. Some offer up to about 80% cash back, while others may offer future booking credit only.  Some suppliers are starting to update their policies. AmaWaterways is now offering a Travel Waiver Plus to give clients more piece of mind when booking, Wilson said. \"They're offering this to guests who are already booked, as well as new bookings,\" she said. Health precautions Whether it's from coronavirus or influenza, travelers should always take precautions to protect themselves from infection. \"I am unaware of any documented cases of COVID-19 acquired during flights, but I would advise travelers on flights take the usual precautions to prevent respiratory illnesses, including handwashing and refraining from travel while ill,\" said Wu. He urges travelers to follow guidance from the CDC and the World Health Organization (WHO), including \"strict hand hygiene, cough etiquette, avoidance of ill individuals and general social distancing.\" Flu vaccines are recommended as influenza is also spreading, and flu prevention could also prevent symptoms that will raise novel coronavirus concerns, Wu said. Ultimately, each traveler's risk calculation will be different. \"A trip may be fine for some travelers, while the same itinerary can cause significant worry and stress for others,\" Wu said."], "Language": false}