{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/politics/john-ratcliffe-dni-questions/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jeremy Herb, Zachary Cohen and Kaitlan Collins, CNN"], "Writers": [["Jeremy Herb", "Zachary Cohen", "Kaitlan Collins"]], "FirstPublishDate": ["2020-05-04T21:30:22Z"], "LastModifiedDate": ["2020-05-04T21:30:22Z"], "Headline": ["Trump's spy chief pick faces questions about his resume and ties to the President"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's nominee to lead the intelligence community, Rep. John Ratcliffe, was once considered unqualified for the job by even some Republican lawmakers, but on Tuesday he'll go before the Senate in a confirmation hearing where he's expected to be pressed on whether he can operate independently of a President who demands loyalty and has pushed unsubstantiated claims about a \"deep state\" of career officials working against his goals. The intelligence community's independence is top of mind for lawmakers in both parties in the lead up to Tuesday's hearing. In recent days, Trump has touted intelligence claims related to the origin of coronavirus in Wuhan, China. Earlier this year he installed a fierce loyalist, US Ambassador to Germany Richard Grenell, as acting director of national intelligence after firing then-acting director Joseph Maguire. And Trump has still been unwilling to acknowledge Russia' interference in the 2016 election, which the intelligence community concluded was an effort to help his candidacy. Though Ratcliffe was one of Trump's most vocal defenders during last year's impeachment proceedings, he does not have a particularly close relationship with Trump. They did not meet one-on-one until last summer, when Trump invited Ratcliffe for lunch, a source close to the confirmation process told CNN. Trump later raved about Ratcliffe's defense of him during the proceedings last fall, picking him for the job a second time after Ratcliffe initially withdrew last year. It's a distinction that Ratcliffe is likely to point to in Tuesday's confirmation hearing, amid concerns from Democrats over Ratcliffe's independence and qualifications to take on the director of national intelligence role that was created in the aftermath of the 2001 terrorist attacks. Grenell, in his short tenure, has clashed with Congress, even prompting Senate Intelligence Chairman Richard Burr and the panel's top Democrat, Sen. Mark Warner of Virginia, to send a letter urging Grenell not to make major personnel changes until a permanent director was in place. The choice senators now face isn't the same as it was last year, when Ratcliffe would have succeeded their onetime colleague, former GOP Sen. Dan Coats, Trump's first director of national intelligence who has been praised by lawmakers in both parties. Now it's between an acting director and nominee both viewed as loyalists to the President. Warner plans to push Ratcliffe on the politicization of the intelligence community at Tuesday's hearing, according to a source familiar with the matter. \"While I am willing to give Mr. Ratcliffe the benefit of the doubt in the hearing, I don't see what has changed since last summer, when the President decided not to proceed with this nomination over concerns regarding his inexperience, partisanship and past statements that seemed to embellish his record -- including some particularly damaging remarks about whistleblowers, which has long been a bipartisan cause on our committee,\" Warner said in a statement. But Ratcliffe last week secured the support of a key moderate Republican senator on the Intelligence panel, Sen. Susan Collins of Maine, though she said she wants to ensure he will provide intelligence independent of the President's views and desires. \"After questioning him in detail, I concluded that he does have the experience to meet the statutory standard to fill the position. His knowledge of cybersecurity is particularly important given the challenges our country faces,\" Collins said in a statement. \"I also pressed him for his commitment to deliver objective analysis, regardless of the President's views on an intelligence issue.\" Ratcliffe's confirmation hearing was already in the works when the Senate adjourned in the wake of the coronavirus pandemic in March, according to a source familiar with the planning. Now it's one of the first agenda items for the Senate upon its return this week, and the coronavirus outbreak will loom over the hearing with social distancing limiting the number of people attending -- and the number of senators who will be in the room at a time. Ratcliffe likely to be pressed on his qualifications Trump tapped Ratcliffe to be director of national intelligence for a second time earlier this year after he withdrew from consideration before he was officially nominated last summer amid concerns he exaggerated his national security resume and had on overly partisan record. Ratcliffe does not have an intelligence background, though he's served on the House Intelligence Committee since 2019, and there were questions raised when he was nominated last year about his claims about prosecuting terrorists while he was US attorney in the Eastern District of Texas from 2004 to 2008. The discrepancies in his resume sparked uneasiness in the Senate GOP that preempted his withdrawal. Now, Ratcliffe has taken steps to try to shore up lingering concerns about his record. The Justice Department has released a document stating that when Ratcliffe was assistant US attorney, he was assigned 34 cases labeled terrorism or national security critical infrastructure, which the committee has reviewed ahead of the hearing, according to the source close to the confirmation process. A Democratic source close to the committee, however, said that the document provided by the Justice Department didn't include specific cases, so it's not clear whether they reflect any cases that Ratcliffe took to trial or how significant those cases were. Burr, who was cool on Ratcliffe last year, told reporters when Ratcliffe was re-nominated in February that he would support him. \"I'm supportive of John Ratcliffe,\" Burr said in March. \"There was a different pathway in the Senate. I don't think anybody has changed their opinion of John Ratcliffe. What changed is the pathway to get somebody confirmed. If Democrats want to vote against him and have Grenell stay on as acting it's fine with me.\" Ratcliffe has been preparing for the hearing at the Office of the Director of National intelligence, where he's met with agency heads to get their perspective, the source said. Ratcliffe also met with senators from both parties ahead of the hearing, first in person and then, as a result of the pandemic, over the phone. Maine Sen. Angus King, an independent who caucuses with Democrats, said in an interview he was somewhat reassured by Ratcliffe's background and experience, but still had major concerns about his record as a \"a highly partisan member of the House and a very strong proponent of the President.\"  \"My principal concern is will he give the President straight advice, based upon the data and the facts as presented by the intelligence community, or will he tend to pressure the intelligence community to give the President the information he wants to hear?\" King said.  Russian interference a key question King said one of the questions he has for Ratcliffe is his views on the 2017 intelligence community assessment of Russian election interference, which concluded Russia was trying to help Trump win. It's a conclusion Trump has refused to accept, and a finding that Republicans on the House Intelligence Committee disputed in their 2018 report. The Senate Intelligence Committee issued a report last month backing up the intelligence community, contradicting their House counterparts. A briefing on Russia's intentions in 2020 helped lead to Maguire's ouster earlier this year. Sources close to the confirmation process anticipate that Ratcliffe will respond to those questions by unequivocally noting Russia's past and ongoing interference in US elections. It's unclear, however, how he'll address the question of whether the interference was intended to help Trump -- the issue that led to the controversy over the election security briefings to Congress earlier this year. Ratcliffe may also face questions about the intelligence community's role in determining how the coronavirus outbreak started and the President's comments about when he was first briefed on the potential threat. Trump officials have been pushing the US intelligence community to determine the exact origins of the outbreak in pursuit of an unproven theory that the pandemic started because of a laboratory accident in China, multiple sources told CNN.    In acknowledgment of that effort, the Office of the Director of National Intelligence issued an unprecedented public statement last week making clear the intelligence community is currently exploring two possibilities. But Trump seemed to undercut that statement just hours later, saying he has seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan, China. He declined to provide details to back up his assertion. The hearing itself will be closed to the public in person as a result of the pandemic, but it will be streamed online. Senators are expected to be staggered in their appearances in the room, as the committee has worked with the sergeant at arms to meet social distancing requirements, according to a source familiar with the matter. King said it will be a change in his normal routine, as he often likes to stay for the entirety of the hearings. \"It's going to be a little bit of a work in progress,\" he said. "], "Language": false}