{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/business/ab-inbev-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Danielle Wiener-Bronner, CNN Business"], "Writers": [["Danielle Wiener-Bronner"]], "FirstPublishDate": ["2020-02-27T17:31:08Z"], "LastModifiedDate": ["2020-02-27T17:31:08Z"], "Headline": ["Anheuser-Busch CEO forgoes bonus as the brewer gets clobbered"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It's been a difficult year for the seller of Corona, Budweiser and Stella Artois — and 2020 doesn't look much better.  The company's sales grew tepidly last year. Costs are up. And coronavirus has killed demand for alcoholic drinks in China. \"Our performance in 2019 was below our expectations, and we are not satisfied with these results,\" CEO Carlos Brito said during an analyst discussing financial results for the fourth quarter and full year.  Because of the poor results, Brito won't receive a bonus for the second half of the year.  Shares of the company fell about 8% Thursday on the news.  AB InBev was hit hard by the novel coronavirus, which depressed demand in China both at home and in bars and restaurants. There's been \"almost no activity in the nightlife channel and very limited activity in restaurants,\" Brito said. Plus, demand fell during the most recent Lunar New Year holiday compared to previous years.  The company has reopened more than half of its breweries in the country and is on track to open the rest with the exception of its facilities in Wuhan, the center of the outbreak. It expects to lose $285 million in revenue in the first two months of this year because of the virus. Overall, it expects a roughly 10% earnings decrease in the first quarter. It's hard for AB InBev to predict the overall impact the virus may have on its business. More than 82,000 people have been infected and at least 2,800 killed by the virus, which is spreading globally. Retailers have been responding to the crisis by closing stores and offices and reducing hours at open locations.  Still, \"we do not believe this crisis will impact the long-term potential of our business,\" Brito noted.  AB InBev is also struggling to stay relevant as people turn from beer to trendy new items like hard seltzer and canned cocktails in some markets. In the United States, AB inBev said that its value and light beers lost market share as people reach for more expensive offerings. But, it noted, Michelob Ultra, Bon & Viv Spiked Seltzer and its regional craft beers did well. Bud Light Seltzer, which launched recently, is already one of the United State's top-selling hard seltzer beverages.  In Brazil and South Korea, however, the company took a hit when it raised prices while competitors lowered theirs.  The company's revenue grew 4.3% for the year and 2.5% in the fourth quarter. Overall, product volume increased 1.1% for the year, with most of that growth coming from non-beer products. In the fourth quarter, earnings per share fell compared to the same period the previous year. And costs increased as commodities got more expensive. "], "Language": false}