{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/business/coronavirus-us-companies/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-02-27T11:22:09Z"], "LastModifiedDate": ["2020-02-27T11:22:09Z"], "Headline": ["US companies say the coronavirus outbreak could cut China revenues by 50%"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Some US companies are bracing for the revenue they make in China to be cut in half if the novel coronavirus outbreak extends into the summer.  Nearly half of US companies in China expect revenue from the country to fall this year if businesses can't return to normal before the end of April, according to a survey by the American Chamber of Commerce in China conducted earlier this month. And about a fifth of US companies said 2020 revenue from China will plummet by more than 50% if the epidemic extends through the end of August.  The coronavirus has killed 2,800 people so far, including 56 deaths outside of mainland China. It has sickened more than 82,000 people, the vast majority in China.  Business in China ground to a halt when the outbreak accelerated late last month. Companies have been struggling to return to normal, as hundreds of millions of people in China remain under travel restrictions. Special trains and planes have been chartered to bring people back to the cities where they work, but even if companies can get their staff in the door, some have been struggling to meet requirements such as providing workers with masks.  For the AmCham survey, US companies said global travel restrictions, reduced travel to and from China, supply chain disruptions and a shortage of necessary medical supplies are all affecting their business in China. \"There is, in the short term, a clear and significant negative impact to member company operations, through travel disruptions, reduced staff productivity, increased costs, significant drops in revenue, and more,\" AmCham China Chairman Greg Gilligan said in a statement.  While the majority of companies surveyed say it is too early to estimate the cost of a delay in reopening business, about 10% of companies reported they are losing at least half a million yuan ($71 million) a day.  Some companies are already starting to publicly disclose losses.  ABInBev, the world's biggest brewer, said on Thursday that the coronavirus has already dented profit and sales. \"For the first two months of 2020, we estimate that the outbreak has resulted in lost revenue of approximately $285 million and lost (operating profit) of approximately $170 million in China,\" the company said.  Marriott said on Wednesday that the coronavirus could cost the company $25 million per month in lost revenue if the outbreak continues, saying it is experiencing low occupancy in the Asia Pacific region. "], "Language": false}