{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/jahmani-swanson-from-the-harlem-globetrotters"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-02-27T08:00:05Z"], "LastModifiedDate": ["2020-02-27T08:00:05Z"], "Headline": ["Meet the Shortest Member of the Harlem Globetrotters"], "Section": [null], "MappedSection": [null], "Article_Body": ["“I’m 4-foot-5”, but I carry myself like I’m 6-foot-5.”\n\nJahmani Swanson doesn’t just talk a good game. This basketball player, who goes by the nickname Hot Shot, plays to win. He’s a member of the Harlem Globetrotters, the world’s most famous basketball team.\n\nBorn in the Bronx and raised in Harlem, Swanson is the shortest Harlem Globetrotter in the team’s history. People typically see height as the ultimate advantage in basketball. But players who underestimate Swanson because he is a little person soon regret it.\n\nHe is quick on his feet, a skilled ball handler who can run circles around taller players, and if you let him get a shot off—well, you’re bound to hear a swish.\n\n“I think what people need to realize is that if I wasn’t 4-foot-5, if I was a little taller, it’d be even more scary because with the skills that I have, I think I’d be the best basketball player in the world,” he boasts.\n\nSwanson likes to say he stole his confidence from Michael Jordan. The basketball legend is his idol. “He’s the reason why I’m playing basketball today,” Swanson says. “I just gravitated to Michael Jordan—did everything like him.”\n\nSwanson has been described as mini Michael Jordan, and it’s a description he embraces. But he is his own man on the court. Swanson grew up playing street ball in New York City on some of the toughest public courts, including The Rucker in Harlem and the West Fourth Street Courts in Greenwich Village.\n\nSwanson’s dad, Alfred, who is average height, took his son to basketball courts in various neighborhoods so he could test his skills against different people. “There’s always somebody that you can learn something from, and I did growing up,” he says. “If I lost to a kid—that move he did, I would literally go practice that move a thousand times and master it.”\n\nHis mother Sabrina, who is also a little person, showed Swanson how to handle himself when they were out in public and people stared at them for being short in stature. “My mother would say, ‘Embrace it. Treat it like paparazzi. Give them something to stare at. Give them something to remember you by, and don’t be afraid to stand up for yourself,’ ” he says.\n\nAfter honing his skills on a high school team and on public courts, Swanson went on to play basketball for Monroe College in the Bronx and the Beach Warriors, a team in the hyper-competitive Venice Basketball League in Venice, California.\n\nHe is also on the roster of the New York Towers, a squad made up of players with dwarfism. The team dominates the basketball tournament at the Little People of America conventions.\n\nAs a Harlem Globetrotter, Swanson has gone international with his passion, playing games in China, Taiwan, Malaysia, France, the United Kingdom, Venezuela, the Philippines and Canada.\n\nBut there’s nothing quite like playing in his hometown in one of the most famous arenas in the world—Madison Square Garden. “I remember my dad taking me to the Knicks games, and I was saying to him as a kid, ‘I’m going to one day play there,’ ” Swanson reminisces. “Then last year, my family is at Madison Square Garden watching me play.”\n\nSwanson is using his success in the sport to inspire others to go after their dreams—no matter what they are. “I’m just trying to show the world that anything you want to do, you can,” he says. “I’m living proof.”"], "Language": false}