{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/opinions/bloomberg-town-hall-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T03:09:52Z"], "LastModifiedDate": ["2020-02-27T05:03:37Z"], "Headline": ["For once, Michael Bloomberg had a good night"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The former New York mayor kicked off Wednesday night's CNN town hall, and the venue suited him. Without anyone on the stage to hold his feet to the fire (or interrupt him), Bloomberg had the space and time to opine and expand -- and complain about his earlier treatment. He was more relaxed and articulate than he has been at the debates, and the poor-me schtick -- he repeatedly referenced how often he was cut off and piled on -- surprisingly had the effect of getting a lot of nods from folks who were apparently also tired of the sniping and jabbing, and just wanted to hear the man talk.  It's telling, though, that even at his best, Bloomberg is a profoundly lacking candidate.  Charisma? Nowhere to be seen. Broad policy fluency? In absentia.  Bloomberg is a businessman, and that's all fine and good. But if he were interviewing a candidate to be CEO for his company who knew as little as he did about what it takes to be president of the United States, I have to assume he wouldn't give them the job. Bloomberg's biggest liability is that he banks his presidential campaign on competency. But as good at business as he may be, he has not demonstrated that he is competent to do this particular job.  Take his answer on Chinese leader Xi Jinping. It was a simple and low-stakes question: Is Xi a dictator? Bloomberg said no, that China doesn't have American-style democracy, but \"they have a system where a small group of people appoint the leader,\" who has now appointed himself for life. The fact that the Chinese Communist Party selects a leader does not mean the leader isn't a dictator. It would have been easy for Bloomberg to say as much, and one has to wonder why he's so resistant to telling a basic truth. It should also make voters wonder how he'll deal with strongmen the world over -- and whether he'll tell the truth even when it's potentially bad for his company's bottom line.  Or consider when he was asked, in Tuesday's debate, about keeping combat troops on the ground around the world. His answer was nonsensical, suggesting we need ground troops for intelligence-gathering. This is a man who wants to be commander in chief of the US military? Wednesday, he dropped how much money he gives away on more than one occasion. Philanthropy is great, but the repeated mentioning of astounding sums makes him sound out of touch, and like the kind of person who should be taxed much, much more, not in charge of federal tax policy.   Bloomberg was more lucid on the issue he cares the most about: climate change. When answering climate questions, or pivoting to climate, he had both the broad strokes and the specifics, talking about big-picture policy issues and drilling down on what individuals can do to contribute. His responses would have made an absolutely appropriate short speech for an environmental philanthropy receiving his support. But it was jarring to note the difference between his ability to answer on climate, and the thinness of his responses elsewhere. Bloomberg had a good night, and he's been needing one of those. But even at his best, Bloomberg was just so much worse than the rest."], "Language": false}