{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/us/red-sox-coronavirus-fears-quarantine-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin and Wayne Sterling, CNN"], "Writers": [["Jill Martin", "Wayne L. Sterling"]], "FirstPublishDate": ["2020-02-26T13:24:20Z"], "LastModifiedDate": ["2020-02-26T22:34:27Z"], "Headline": ["The Boston Red Sox currently quarantining a Taiwanese prospect because of coronavirus fears"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Boston Red Sox, out of an abundance of caution, have kept a prospect from Taiwan from reporting to the team's spring training complex in Fort Myers, Florida, because of coronavirus fears, CNN has learned.  The player, 20-year-old right-handed pitcher Chih-Jung Liu, is doing well. The story was first reported by the Boston Globe. The Red Sox medical staff have been monitoring Liu, who is expected to be on site for minor league position player physicals on Saturday. He has been able to do some light exercises and running. According to the Globe, Liu, who is staying in a Florida hotel, had written in a Facebook post that he was going for an occasional run and doing weight training while being delivered three meals a day. CNN has been unable to find the Facebook post the Globe references and has reached out to Liu. The Globe also reports that Liu flew to Fort Myers last week, after leaving from Taipei. He flew through San Francisco.    Another member of the Red Sox, infielder Tzu-Wei Lin, who is also from Taiwan, told the Globe: \"I had been here for a week and they said I needed to go back to my apartment. I was fine. I stayed away for one day and that was it.\" Lin, 26, has appeared in 75 major league games with the Red Sox in his career. He started Tuesday's spring training game at second base. The collective bargaining agreement between MLB and MLB Players Association includes a bipartisan Safety and Health Advisory Committee, which would apply to the coronavirus. That committee deals with \"emergency safety and health problems as they arise,\" Article XIII of the agreement states. A spokesperson for the MLBPA has told CNN that there is ongoing dialogue between the two parties regarding coronavirus concerns. CNN has a request in with MLB for more information. In an interview Wednesday on CNN's \"New Day,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said that while the coronavirus situation in the United States is currently under control, the US needed to be ready for a pandemic. \"There have been no secondary cases in the US. As things are right now, things are under control,\" Fauci said. He said that as cases spread the outbreak could well turn into a pandemic. There are now more than 80,000 confirmed cases of the virus around the world and the death toll is over 2,700 -- the majority of which are from mainland China."], "Language": false}