{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/politics/donald-trump-fox-lincoln-memorial/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-04T15:24:24Z"], "LastModifiedDate": ["2020-05-04T20:42:44Z"], "Headline": ["The 45 most shocking lines from Donald Trump's Lincoln Memorial Fox town hall"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["With the statue of Abraham Lincoln towering over him, President Donald Trump took questions from two Fox News personalities -- and average Americans -- about the coronavirus, the possibility of a vaccine and his broader time in office. If you think the historic background constrained Trump, well, you don't know him that well. Below are the most, er, noteworthy lines from his interview. 1. \"We never had a more beautiful set than this, did we?\" Always, always, always a reality TV producer first. And away we go! 2. \"But no, I think you can really have it both ways.\" This is Trump's answer to how to balance the economic need to get people back to work, with the health concerns that coronavirus is still active and infecting people. And, even my 7-year-old knows you can't \"have it both ways.\" If we send people back to work, more people are almost certain to get sick. If we keep people home, the economy could sputter into recession or even depression. That's why this is such a hard choice for our elected officials. But Trump would have you believe he can do both. Which he cannot. 3. \"They just want to go back. You see it every day. You see demonstrations all over the country and those are meaningful demonstrations. It's big stuff.\" This would be a good place to condemn some of the anti-Semitism and other intolerance that has been on display at these get-back-to-work rallies around the country. But, no. Instead Trump went with \"it's big stuff.\" 4. \"It came from China. It should have been stopped. It could have been stopped on the spot.\" It's not clear how the coronavirus -- a highly transmissible disease -- could have been \"stopped on the spot.\" That isn't to say China's lack of transparency about the virus and its effects didn't matter -- it did. But Trump's repetition of the idea that the disease could have simply been stopped doesn't gibe with what we know about infectious diseases. 5. \"They chose not to do it or something happened. Either there was incompetence or they didn't do it for some reason.\" To be clear: There is no available intelligence that China purposely released the coronavirus. And yet, Trump feints at that idea during an interview on national television. 6. \"We're going to do more and everybody wants to do more. It's really -- it's actually on that aspect of it, it's very bipartisan.\" The next stimulus package, aimed at state and local governments, is not, in fact, \"bipartisan.\" House Speaker Nancy Pelosi has asked for $1 trillion in the legislation. John Cornyn, the second ranking Republican in the Senate, called that ask \"pretty outrageous.\"   7. \"You'll get a job where you make more money, frankly, and I think that's going to happen.\" This is Trump's response to a single mother who lost her job due to the economic slowdown caused by the coronavirus. Maybe she will get another job! Maybe it will be a better-paying one! But Trump has zero way of knowing that. He is just telling her what she wants to hear, with no policy to back up his claim. 8. \"I have a good feel for this stuff. I've done it for a long time.\" [nods head slowly] 9. \"We built the greatest economy in the world, the greatest economy, frankly, Bret, and you can correct me if you'd like, but you can't because it's fact -- the greatest economy that the world has ever seen.\" [narrator voice] It is not a fact.  10. \"Look, we're going to lose anywhere from 75,000, 80,000 to 100,000 people.\" \"Now we're going toward 50 -- I'm hearing, or 60,000 people. One is too many. I always say it. One is too many, but we're going toward 50 or 60,000 people. That's at the lower -- as you know the lower (end of the projections) was supposed to be 100,000 people.\" -- Donald Trump, April 20, 2020 11. \"I see -- I was lucky, I never had the flu. Then they came here, they want to give a flu shot. And I said, I don't want a flu shot, but they have to give it.\" The President of the United States on getting a flu shot. Totally normal stuff! 12. \"Now, I know a lot of people that had the flu. They were never in a coma. This is a very advanced -- this is a very horrible thing we're fighting.\" \"This is a flu. This is like a flu.\" -- Donald Trump, February 26, 2020 13. \"It -- it infects -- if you have any problem, heart, diabetes, even a little weak heart, a little diabetes, then, look, this thing is vicious, and it -- it can take you out. And it can take you out very strongly.\" Dr. Trump, I presume? What is, um, a \"little diabetes?\" Your guess is as good as mine, but if you have it, coronavirus will \"take you out very strongly?\" 14.  \"New York is a very much different place than Montana or many other states, really, where it's not, you know, really too, too bad. It's always bad. They lose anybody, it's bad.\" Wait. So, it's not \"really too, too bad\" in Montana? But it is also \"always bad?\" [head explodes] 15. \"You keep it -- you know, you keep the spread, you keep -- you stay away a certain amount.\" Dr. Trump's office hours are right damn now! 16. \"That's one of the -- if you call losing 80,000 or 90,000 people successful, but it's one of the reasons that we're not at that high end of the plane, as opposed to the low end of the plane.\" [narrator voice] He is saying losing 80,000 or 90,000 people is \"successful.\" 17.  \"I used to say 65,000. And now I'm saying 80,000 or 90,000.\" This is, um, true? 18. \"We're building -- we're the king of -- I say it. We're the king of ventilators.\" \"Trump Wrong About Ventilators\" -- Factcheck.org, May 1, 2020 19. \"She ought to get back to running her state properly.\" The President of the United States to the governor of Michigan. Normal! Nothing to see here! 20. \"We had one governor, Inslee, who is always wanting something. And, frankly, he didn't do a very good job on nursing homes, as far as I'm concerned, the state of Washington.\"  \"Washington Gov. Jay Inslee is what real coronavirus leadership looks like\" 21. \"We are very confident that we're going to have a vaccine at the end of the year, by the end of the year, have a vaccine.\" \"The timetable for a coronavirus vaccine is 18 months. Experts say that's risky\" 22. \"Should have started in the previous administration. They did nothing.\" Covid-19 is a new virus to humans. It didn't exist prior to last year. So it would have been literally impossible for the Obama administration to have done something about a vaccine to a virus that didn't exist. 23. \"I mean, I could say I have had now essentially board meetings and meetings with governors and other people with, you know, using -- they call it tele, right, tele.\" A \"tele.\" Right. Got it. Sure. 24. \"And I don't want the credit. I don't care about it.\" \"I want them to be appreciative.\" -- Donald Trump, March 27, 2020 25. \"Biden has now written a letter of apology, because I did the right thing.\" Trump says here that Joe Biden has sent him an apology for calling his decision to close down travel from China \"xenophobic.\"  There's no evidence this letter exists or that Biden has apologized to him. 26. \"On January 23, I was told that there could be a virus coming in, but it was of no real import. In other words, it wasn't, 'Oh, we have got to do something, we have got to do something.' It was a brief conversation. And it was only on January 23.\" \"CNN and other news outlets have reported that the President's daily intelligence briefing included information about the coronavirus outbreak in China and its potential to spread to the United States as early as January 3.\" -- CNN, May 3, 2020 27. \"I don't think it's ever been done, what we're doing tonight, here, and I think it's great for the American people to see, this is a great work of art, aside from the fact that that was a great man, this is a great work of art.\" Everything Trump does is historic. Also, the best. 28. \"We we're winning bigger than we've ever won before, Bret.\" How would one quantify winning \"bigger than we've ever won before?\" 29. \"With all of that unity we have, in one sense, we have great unity, in another sense, I think they're going to come along, I mean, you know, I certainly hope so, but the main thing I have to do is bring our country back, and I want to get it back to where it was or maybe beyond where it was, you know, we have tremendous stimulus, all the money we've been talking about so far tonight.\" This sentence is 78 words long. That is all. 30. \"I want to sit next to people.\" On this, the President and I part ways. 31. \"Maybe it's going to be a vaccine, or maybe it's going to be that this virus will pass, it will go. Will it come back? It might. It could. Some people say yes. But it will pass.\" \"I've been telling everybody that my event horizon is about 36 months, and that's my best-case scenario.\" -- Laurie Garrett 32. \"Look, the biggest thing we can do to solve every problem is get rid of the plague. I call it the plague.\" \"I call it the plague.\" -- The President of the United States 33. \"So, in 1917, we had a horrible -- in that case it was the flu, right, you remember, the Spanish Flu, so much has been written about it.\" What Trump doesn't know about the Spanish Flu is, well, a lot. 34. \"They always said Lincoln -- nobody got treated worse than Lincoln. I believe I am treated worse.\" Lincoln was assassinated, for one thing. 35. \"They come at me with questions that are disgraceful, to be honest -- disgraceful -- their manner of presentation and their words.\" To be clear: Trump uses the term \"disgraceful\" to describe questions he doesn't like from the media. They are not, in fact, disgraceful in any way, shape or form. 36. \"We've done -- we had the greatest tax cut, biggest tax cut in history -- all of the things we have done, and yet we have a very hostile press.\" Nope! 37. \"When you look -- even if you look -- Space Force -- Space Force.\" Mars Awaits! 38. \"We also make all the ventilators.\" \"The U.S. Tried to Build a New Fleet of Ventilators. The Mission Failed.\" -- New York Times, March 29, 2020 39. \"And he actually apologized with a letter on a Friday night saying, 'He made the right move.' It wasn't well-played by the press, but he said I made the right move.\" Again, there is no evidence of a letter of apology from Biden to Trump. 40. \"And you're going to have it by the end of the year. I firmly believe it. I may be wrong.\" So, we will definitely have a vaccine by the end of the year! Or maybe we won't! Got it! 41. \"I assume the show is a big show, right? It's going to do very well tonight.\" R-a-t-i-n-g-s 42. \"Our country, our roads are -- excuse me -- they're going to hell.\" You're excused. 43. \"We're all playing a very complicated game of chess or poker. Name whatever you want to name. But it's not checkers. That I can tell you. We have a very complicated game going.\" [nods head extremely slowly] 44. \"Or they'll go in a field, some field, and there will be -- they'll have a good minister, pastor, or it could be a rabbi; it could be -- a person of faith. An"], "Language": false}