{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/20/world/famine-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-20T16:37:46Z"], "LastModifiedDate": ["2020-02-26T18:55:26Z"], "Headline": ["Famine Fast Facts"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here is a look at famine, a severe and prolonged hunger in a significant portion of a region or country's population that results in malnutrition and death by starvation and disease.  To assess a country's food security, the United Nations uses the five-phase scale known as the Integrated Food Security Phase Classification (IPC). Famine can stem from natural causes such as droughts, floods, earthquakes, insect plagues and plant disease. It can also stem from man-made causes such as wars, civil disturbances, sieges and deliberate crop destruction. Famine results from a triple failure of food production, access to food and response. Basic Definitions Undernutrition - The outcome of prolonged insufficient food intake and/or low absorption of food consumed. This generally applies to energy levels, but may also relate to vitamin and mineral deficiencies. Undernourishment or Chronic Hunger - The status of persons when food consumption regularly provides less than their minimum energy requirements. The average minimum energy requirement per person is about 1,800 kilocalories (kilocalories are commonly referred to as calories) per day. (The exact requirement is determined by a person's age, body size, activity level and physiological conditions such as illness, infection, pregnancy and lactation). Malnutrition - A general term for a range of circumstances that inhibit good health, caused by insufficient or unbalanced food intake or from poor absorption of food consumed. The term refers to both undernutrition (food deprivation) and overnutrition (excessive food consumption with regards to energy requirements). Food security - Exists when all people at all times have access to sufficient, safe and nutritious food that meets their dietary needs for an active and healthy life. Food insecurity - Exists when people lack access to sufficient amounts of safe and nutritious food, and therefore do not consume enough for an active and healthy life. The situation may result from unavailability of food, inadequate purchasing power, or inappropriate food distribution at the household level. Integrated Food Security Phase Classification (IPC) Acute Food Insecurity Phases Phase 1: None/Minimal\nPhase 2: Stressed\nPhase 3: Acute Food and Livelihood Crisis\nPhase 4: Humanitarian Emergency\nPhase 5: Famine/Humanitarian Catastrophe Phase 5 - Famine/Humanitarian Catastrophe thresholds Crude mortality rates exceed two deaths per 10,000 people per day. Global acute malnutrition (GAM) rates exceed 30%. Body Mass Index (BMI) is less than 18.5, where prevalence far exceeds 40%. Extreme inadequacy to meet food consumption requirements. Less than four liters of safe water available per person per day. Number and Prevalence (%) of Undernourished in the World (Source: The State of Food Security and Nutrition in the World - Food and Agriculture Organization of the United Nations)\n1990-1992 - 1,010.6 million (18.6% of the world)\n2005 - 947.2 million (14.5% of the world)\n2010 - 822.3 million (11.8% of the world)\n2015 - 785.4 million (10.6% of the world)\n2016 - 796.5 million (10.7% of the world)\n2017 - 811.7 million (10.8% of the world)\n2018 (projected) - 821.6 million (10.8% of the world) Percentage of the Population in a Condition of Undernourishment 1990-1992 - 27.6% of Africa, 23.6% of Asia, 14.7% of Latin America and the Caribbean, 15.7% of Oceania\n2005 - 21.2% of Africa, 17.4% of Asia, 9.1% of Latin America and the Caribbean, 5.5% of Oceania\n2010 - 19.1% of Africa, 13.6% of Asia, 6.8% of Latin America and the Caribbean, 5.2% of Oceania\n2015 - 18.3% of Africa, 11.7% of Asia, 6.2% of Latin America and the Caribbean, 5.9% of Oceania\n2016 - 19.2% of Africa, 11.5% of Asia, 6.3% of Latin America and the Caribbean, 6.0% of Oceania\n2017 - 19.8% of Africa, 11.4% of Asia, 6.5% of Latin America and the Caribbean, 6.1% of Oceania\n2018 (projected) - 19.9% of Africa, 11.3% of Asia, 6.5%of Latin America and the Caribbean, 6.2% of Oceania Timeline of Selected Famines (1900-present) 1921-1922 - Famine in the Soviet Union, results in 9 million deaths. 1927 - In China (northwest), 3 to 6 million perish. 1929 - Famine in China (Hunan Province), results in 2 million deaths. 1932-1933 - In the Soviet Union (Ukraine), 7 to 8 million people die. 1943 - Famine in China (Henan), results in 3 to 5 million deaths. 1943 - In India (Bengal), 2.1-3 million perish. 1946-1947 - In the Soviet Union, 2 million people die. 1959-1961 - Famine in China results in 15-30 million deaths. 1974 - In Bangladesh, 1.5 million perish. 1975-1979 - Famine in Cambodia results in 1.5-2 million deaths. 1984-1985 - Ethiopian famine, affects more than 8 million people and results in approximately 1 million deaths. 1991-1993 - Famine in Somalia, after the government's fall and civil war, affects more than 3 million people. 1995-1999 - North Korean famine results in an estimated 2.5 million deaths. 1998-2011 - Sudan/Darfur/South Sudan famine brought on by an ongoing civil war, drought and disease. More than 2 million people are affected. 2008 - The UN officially declares famine for the first time. In two areas of southern Somalia, famine caused by drought, theft of food shipments by rebels, civil war, and an influx of refugees in other war torn nations is declared; 3.7 million people are affected. July 20, 2011 - The United Nations declares famine in parts of southern Somalia. September 5, 2011 - The UN announces that famine has spread in Somalia and about 750,000 people are in danger of imminent starvation. May 2, 2013 - The United Nations announces that 260,000 people in Somalia died from the famine between October 2010 and April 2012. A top UN humanitarian official says the international community did not take action fast enough. February 20, 2017 - The UN announces famine has been formally declared in parts of South Sudan. UN agencies say famine has left 100,000 people on the verge of starvation and 4.9 million people -- more than 40% of the country's population -- in need of urgent help."], "Language": false}