{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/julia-chatterley-profile"], "Source": ["cnn"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2018-09-11T21:02:28Z"], "LastModifiedDate": ["2020-02-26T18:53:10Z"], "Headline": ["Julia Chatterley"], "Section": false, "MappedSection": false, "Article_Body": ["Julia Chatterley is an anchor and correspondent for CNN International based in New York. She anchors First Move with Julia Chatterley live from the floor of the New York Stock Exchange weekdays at 9am ET on CNN International. Chatterley has been instrumental in CNN's coverage of many major global business stories including the coronavirus outbreak, US-China trade relations, Brexit and the World Economic Forum in Davos, Switzerland.  She also covers transformative technologies within the financial sector including global payments, the use of blockchain technology and digital assets like cryptocurrencies. She has interviewed key players like Ripple CEO Brad Garlinghouse, Calibra's chief economist Christian Catalini and Mu Changchun, the head of the digital currency research institute at the People's Bank of China, to discuss the impact of new technology and the need for better regulation.  Chatterley has also interviewed key current and former members of the Federal Reserve including former Chairman Alan Greenspan and St. Louis Fed President James Bullard in addition to many prominent CEOs and economists including Huawei's Chief Security Officer Andy Purdy, Emirates Airlines president Tim Clark, LinkedIn co-founder Reid Hoffman, Cisco's chairman and CEO Chuck Robbins. Chatterley joined CNN from Bloomberg, where she hosted the daily Bloomberg Markets and What'd You Miss? shows, covering global politics, business and breaking news, as well as hosting discussion panels and live events. A first-class honors graduate in Economics from the London School of Economics, Chatterley began her career in finance, working for Morgan Stanley in London. There she accumulated a breadth of knowledge in the company's Fixed Income division, including swaps trading, foreign exchange sales-trading and Securitized Products Research. She spent more than four year working with macro hedge funds on a cross-asset basis.  She left finance to embark on a broadcasting career at CNBC International, where she regularly co-anchored the network's Squawk Box and Street Signs programs and hosted special shows.  While there she covered global markets and breaking business news in addition to Eurogroup and EU leaders summits and ECB, G20, G7 and NATO meetings. She also reported on numerous elections including key Greek, Spanish and Italian votes, and has interviewed international heads of state and finance ministers."], "Language": false}