{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-04T12:07:31Z"], "LastModifiedDate": ["2020-05-04T12:07:31Z"], "Headline": ["Tariffs could be back in play. That's bad news for shaky markets"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Rising tensions between the United States and China, the world's two largest economies, pose a real threat to stocks, which had shot up in April as investors looked toward an economic recovery.  What's happening: The blame game over the coronavirus pandemic is feeding tensions between Washington and Beijing, which had put aside their two-year-old trade dispute as the pandemic plunged the world into a sharp recession.  The dynamic is now changing. US Secretary of State Mike Pompeo stepped up efforts to blame China on Sunday, claiming there is \"enormous evidence\" that the virus originated in a laboratory in Wuhan and not a market. The US intelligence community previously said that the coronavirus is \"not manmade or genetically modified.\" And President Donald Trump said Sunday that tariffs would be \"the ultimate punishment\" for China over its handing of virus, sending global stocks lower on Monday. \"Such statements indicate that Sino-American relations are about to get worse,\" Hussein Sayed, chief market strategist at FXTM, a currency broker, told clients Monday. Deutsche Bank's Jim Reid said the dynamic is \"very much one to watch,\" noting the strong reaction from investors the last time trade relations deteriorated. The global economy is already facing its most severe contraction since the Great Depression due to the lockdowns aimed at controlling the spread of the novel coronavirus. Tariffs would add serious strain as companies fire their global supply chains back up and try to get their businesses going again. For now, investors are eyeing the prospect of fresh duties with some skepticism, noting that they would likely hit US consumers hard at a painful moment. That could be problematic ahead of the election in November. \"An even more restrained economic recovery and more elevated uncertainty among households and businesses does not sound like an election winner,\" Holger Schmieding, chief economist at Berenberg Bank, told clients Monday.  But the US-China relationship clearly remains a key risk as investors look toward an eventual economic recovery, which they're betting will kick off in the second half of the year.  Watch this space: Hong Kong said Monday that its economy shrank 8.9% between January and March, the worst quarterly drop since records began in 1974, my CNN Business colleague Laura He reports.  Iris Pang, chief economist for greater China at ING, said in a research note that even though coronavirus cases appear to be subsiding, this \"may not be the end.\" One reason: the trade and technology war that could be heating up again. J.Crew files for bankruptcy as retail sags American retail, struggling long before the coronavirus hit, is sagging under the weight of lockdowns and low demand. Now brands that were already in trouble are reaching a breaking point. The latest: J.Crew on Monday became became the first major US retailer to file for bankruptcy protection since cities and states across the country started shutting stores with stay-at-home orders about six weeks ago. The company, known for its casual preppy clothes, said it will continue day-to-day operations during the proceedings. But it's handing over control to its lenders, converting $1.65 billion in debt into equity. \"As we look to reopen our stores as quickly and safely as possible, this comprehensive financial restructuring should enable our business and brands to thrive for years to come,\" CEO Jan Singer said in a statement. The company is also holding onto its Madewell chain, which it had planned to split into a separate company before the pandemic. On the radar: J.Crew isn't the only company battling insolvency. Investors are also bracing for filings from luxury brand Neiman Marcus and department chain J.C. Penney. Investor insight: Shares in companies that rely on traffic to shopping malls have been battered by the pandemic, while big box stores such as Walmart and Costco, where people shop for essential goods, have fared better. The SPDR S&P Retail ETF, which tracks the retail sector, shot up 23% last month after plunging 26% in March, buoyed by hopes that stores could begin reopening in May. Top holdings include Rite Aid, Stamps.com and Kroger. Warren Buffett was wrong about airlines Warren Buffett said he remains convinced that America will recover from the Covid-19 pandemic, just as it did following other crises of the past century. But the legendary CEO disclosed Saturday that his company, Berkshire Hathaway, recently sold its entire stakes in four US airlines, and called it a mistake to invest in the industry, my CNN Business colleague Paul R. La Monica reports. Berkshire Hathaway revealed in early April that it trimmed its stakes in Delta and Southwest. But in response to a question from a Berkshire shareholder, Buffett said the company sold all its shares in Delta and Southwest, as well as United and American, because he believes it will take years for air travel to recover. The remarks by Buffett indicate just how tough the environment is for global airlines, which could increasingly need to turn to the government for money as capital from private investors dries up.  Berkshire is under pressure, too. The company reported a nearly $50 billion loss for quarter ending in March, the worst in its history. The hit was mainly due to the significant drop in value of Berkshire's big investments, such as Kraft Heinz, Bank of America, Apple and Coca-Cola. Up next Tyson Foods reports results before US markets open. Shake Shack and XPO Logistics follow after the close. Coming tomorrow: Earnings from Disney, which has had to close theme parks and delay big film releases as a result of the coronavirus."], "Language": false}