{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/sanders-cuba-literacy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Gaouette and Patrick Oppmann, CNN"], "Writers": [["Nicole Gaouette", "Patrick Oppmann"]], "FirstPublishDate": ["2020-02-25T23:28:31Z"], "LastModifiedDate": ["2020-02-25T23:32:20Z"], "Headline": ["What the Cuban literacy program Bernie Sanders praised was actually about"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders' praise for a 1960s literacy program in Cuba is suddenly at the center of the 2020 presidential race, with critics excoriating the self-described democratic socialist candidate for the remarks. Here's a look at the literacy program's origins and what sparked the controversy surrounding it today. ​ It started on Sunday, when Sanders told CBS that, \"when Fidel Castro came into office, you know what he did? He had a massive literacy program. Is that a bad thing? Even though Fidel Castro did it.\" Sanders added that \"it's unfair to simply say everything is bad.\" ​ Critics such as Democratic Florida Rep. Donna Shalala accused Sanders of singing \"the praises of a murderous tyrant like Fidel Castro,\" though the Vermont Independent had prefaced his original remarks to CBS on Sunday by declaring that, \"we're very opposed to the authoritarian nature of Cuba.\"  Sanders has dismissed the criticism about his comments by politicians such as Shalala as politically motivated, saying at a CNN town hall Monday that they \"just so happen to be supporting other candidates, just accidentally, no doubt. Coincidentally.\" Shalala has not endorsed any candidate in the primary. At the CNN town hall, Sanders doubled down, declaring that, \"I think teaching people to read and write is a good thing\" and said he condemns sending dissidents to jail. As far as the literacy program is concerned, though, Sanders declared that \"the truth is the truth.\"  Then why is a program that's over half a century old so controversial?    Literacy push  Supporters of Castro's revolution say the eight-month long campaign helped hundreds of thousands of Cubans learn to read and write. However, government opponents say the 1961 literacy campaign was actually an indoctrination program that eased the way for Castro's complete takeover of Cuba. Literacy and education had been pillars of Fidel Castro's agenda even before he swept Cuba's military dictatorship out of power in January 1959. In Castro's 1957 manifesto, he wrote about the need for an \"intensive campaign against illiteracy, and civic education emphasizing the duties and rights of each citizen to his society and fatherland.\" When Castro ousted the military dictator Fulgencio Batista, 23.6% of the population over the age of 10 were illiterate, according to the United Nations Educational, Scientific and Cultural Organization. Many Cubans living in cities like the capital Havana were literate, while those from the countryside often lived in abject poverty with no access to education. Castro set about improving literacy with a program that launched in April 1961 and ended about nine months later, according to Bill Leogrande, a professor of government at American University.  Hundreds of thousands of young volunteers, mostly high school and college students, went into the countryside where literacy rates were lower and taught illiterate people how to read at basic levels, Leogrande said.  According to Cuban government statistics, nearly 100% of the communist-run island is now literate and access to free education is one of the cornerstones of the Cuban revolution. The World Bank puts Cuban adult literacy rate at 99.8%.    But Leogrande adds that, \"the program had as much a political purpose as it was educational.\"  For Castro it was a way to get young people \"who hadn't participated in the revolution against the Batista Dictatorship to participate directly in this program by the revolutionary government and it really did change people's lives,\" Leogrande said.  \"Young people... suddenly went out and saw how peasants were living and that had a profound impact,\" Leogrande continued, \"and for peasants it was a tangible example of the government's commitment to their lives.\"  The materials used in the literacy program were also political, with one titled \"Fidel is Our Leader,\" and others addressing racism and housing.  'Nothing to read' In the years that followed the campaign, the Castro regime built schools in rural areas that hadn't had them before and made education completely free, building Cuba into \"one of the best educated countries in Latin America,\" Leogrande said. Literacy numbers bear that out. Today, while children in Cuba are required to attend school up to ninth grade, all schools are state-run and only offer a pro-government curriculum. Students start the day proclaiming, \"We will be like Che,\" referring to Che Guevara, the Argentine revolutionary who fought alongside Fidel Castro in the Cuban revolution.  Likewise, all newspapers, radio and TV stations and most bookstores and libraries on the island are government operated and only offer the government's viewpoint.  \"Everyone can read but there is nothing to read,\" goes an old Cuban joke. Speaking during CNN's presidential town hall in South Carolina Monday night, Sanders again talked up the \"literacy program\" Cuba launched in its first years.  \"There were a lot of folks in Cuba at that point who were illiterate. He formed the literacy brigade,\" Sanders said. \"(Castro) went out and they helped people learn to read and write. You know what, I think teaching people to read and write is a good thing.\" He made the distinction between praising the program and condemning authoritarian regimes, saying \"I have been extremely consistent and critical of all authoritarian regimes all over the world including Cuba, including Nicaragua, including Saudi Arabia, including China, including Russia. I happen to believe in Democracy, not authoritarianism.\""], "Language": false}