{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/03/world/meast/iran-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-03T16:45:55Z"], "LastModifiedDate": ["2020-02-25T18:18:30Z"], "Headline": ["Iran Fast Facts"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Iran is a republic in Asia, sharing a border with seven countries: Afghanistan, Armenia, Azerbaijan, Pakistan, Iraq, Turkey and Turkmenistan. It has been officially known as the Islamic Republic of Iran since the overthrow of the Shah in 1979.  About Iran (from the CIA World Factbook)\nArea: 1,648,195 sq km, slightly smaller than Alaska Population: 83,024,745 (July 2018 est.) Median Age: 30.8 years Capital: Tehran Ethnic Groups: Persian, Azeri, Kurd, Lur, Baloch, Arab, Turkmen and Turkic tribes  Religion: Muslim (official) 99.4% (Shia 90-95%, Sunni 5-10%), other (includes Zoroastrian, Jewish and Christian) 0.3%, unspecified 0.4% (2011 est.) GDP (purchasing power parity): $1.64 trillion (2017 est.) GDP per capita: $20,100 (2017 est.) Unemployment: 11.8% (2017 est.) Other Facts Before the 1930s, Iran was known as Persia to outsiders.  Iran and the United States have not had diplomatic relations since 1980. Timeline 1921 - Officer Reza Khan stages a coup and takes control of the military. 1925 - Khan has himself crowned Reza Shah Pahlavi.  1939 - During World War II, Reza Shah aligns Iran with Nazi Germany.  1941 - Allied forces invade Iran and force Reza Shah to abdicate in favor of his 21-year-old son, Mohammad Reza Shah Pahlavi.  1951 - Prime Minister Mohammad Mosaddeq orchestrates passage of a bill in Iran's parliament which nationalizes British oil fields in Iran.  1953 - The Shah is forced to abdicate by the supporters of Mosaddeq. However, within days, Great Britain and the United States back a coup that returns the Shah to power.    1963 - The Shah forces cleric Ayatollah Ruhollah Khomeini, a critic of his modernization plans, into exile.  October 1971 - The Shah hosts an elaborate party, costing tens of millions of dollars, to celebrate the 2,500th anniversary of the Persian Empire. January 16, 1979 - After months of riots, protests and unrest, the Shah leaves Iran for what is described as a vacation, but is generally understood to be permanent exile.  February 1, 1979 - Khomeini returns to Iran from exile in France. After his supporters overthrow the government of Premier Shahpur Bakhtiar, Khomeini becomes the Supreme Leader of Iran.  April 1, 1979 - The country is renamed the Islamic Republic of Iran.  October 22, 1979 - The Shah arrives in the United States for treatment of lymphatic cancer. November 4, 1979 - Iranian revolutionaries seize control of the US embassy in Tehran and take 66 embassy workers hostage. They demand the extradition of the Shah from the United States in exchange for the hostages. Thirteen of the hostages are released within two weeks, and one is released later for medical reasons. The other 52 spend a total of 444 days in captivity.  April 1980 - An attempt by US airborne forces to rescue the hostages fails, killing eight service members.  July 27, 1980 - The Shah dies in Cairo, Egypt.  September 22, 1980 - Iraq invades Iran, starting an eight-year war. Hundreds of thousands of people are killed on both sides. The war ends in 1988 in a ceasefire, with no clear victor. A formal peace agreement is signed in August 1990. January 20, 1981 - The remaining 52 US hostages are released. January 1984 - The United States designates Iran as a State Sponsor of Terrorism (SST). June 3, 1989 - Khomeini dies.  June 1989 - Seyyed Ali Khamenei becomes Supreme Leader of Iran. July 28, 1989 - Hashemi Rafsanjani is elected president of Iran.  May 1997 - Mohammad Khatami, a reformist, is elected to the office of president.  June 2001 - Khatami is re-elected as president of Iran.  November 2003 - The International Atomic Energy Agency reports that Iran has been secretly manufacturing small amounts of uranium and plutonium for two decades.  June 2005 - Mahmoud Ahmadinejad, mayor of Tehran, is elected president of Iran. June 12, 2009 - In a highly controversial election, Ahmadinejad wins re-election with 62.63% of the vote, according to Iranian government sources. His nearest rival, Mir Hossein Moussavi, receives 33.75% of the vote.  June 2009 - Demonstrations take place in Tehran, protesting the outcome of the election. Dozens of people are reported killed.  June 30, 2009 - Despite widespread unrest the re-election of Ahmadinejad is formally certified by the Council of Guardians. August 5, 2009 - Ahmadinejad is sworn in for a second term.  February 13, 2011 - In reaction to the anti-government protests spreading throughout the Arab world, demonstrations break out in major Iranian cities and are met with reportedly brutal force by security officers. February 22, 2011 - Two Iranian warships pass through the Suez Canal, the first such ships to sail through the canal since the 1979 revolution.  November 29, 2011 - Hundreds of Iranian protesters storm Great Britain's embassy and a separate diplomatic compound in Tehran. The next day, Great Britain evacuates all embassy staff in Iran and orders that Iran immediately close its embassy in London. December 1, 2011 - European Union foreign ministers agree to impose sanctions on Iranian firms and individuals in response to protesters storming the British Embassy in Tehran. Italy withdraws its ambassador. December 1, 2011 - The US Senate passes economic sanctions against Iran. January 23, 2012 - The European Union announces it will ban the import of Iranian crude oil and petroleum products. February 19, 2012 - Iran's oil ministry says that it has suspended crude exports to British and French companies, days after Iran threatened to cut oil exports to some European Union countries in retaliation for sanctions. March 30, 2012 - US President Barack Obama announces that the United States will implement previously announced sanctions that could significantly cut sales of Iranian oil. July 1, 2012 - The EU embargo on Iranian oil takes effect. October 3, 2012 - Demonstrators in Tehran begin protesting Ahmadinejad, blaming him for the rapidly falling value of Iran's currency.  June 14, 2013 - Hassan Rouhani wins the presidential election after securing 50.7% of the 36.7 million votes cast. Ahmadinejad was not eligible to run, due to term limits. Rouhani is sworn in August 4. September 27, 2013 - Rouhani and Obama speak by phone, the first direct conversation between leaders of Iran and the United States since 1979.  November 24, 2013 - Six world powers and Iran reach a six-month agreement over Iran's nuclear program. The deal calls on Iran to limit its nuclear activities in return for lighter sanctions. November 24, 2014 - The deadline for a final nuclear agreement between Iran and the UN Security Council's P5+1 countries (the United States, Russia, China, France, Britain and Germany) has been set for July 1, 2015.  April 2, 2015 - Negotiators from Iran, the United States, China, Germany, France, Britain and Russia reach a framework for an agreement on Iran's nuclear capabilities, which includes reducing its stockpile of low-enriched uranium by 98%.   April 9, 2015 - Rouhani announces that Iran will only sign a final nuclear agreement if economic sanctions are lifted on the first day of implementation.   July 14, 2015 - The United States and its five partners reach a nuclear deal with Iran, called the Joint Comprehensive Plan of Action, during a final meeting in Vienna.  January 4, 2016 - Two days after the execution of a prominent Shiite cleric in Saudi Arabia and an attack on the Saudi Embassy in Tehran, Saudi Arabia severs diplomatic ties with Iran. United Arab Emirates, Bahrain and Sudan also sever or downgrade diplomatic ties with Iran.  January 12, 2016 - US sailors are captured by the Iranian Revolutionary Guard after their ship enters Iranian waters. They are released a day later. One of the sailors is shown apologizing in an interview on Iranian television.  January 17, 2016 - Iran releases four Americans in a prisoner swap, including Washington Post journalist Jason Rezaian, Marine veteran Amir Hekmati and Christian pastor Saeed Abedini. American student Matthew Trevithick is also released. August 3, 2016 - US officials confirm that the Obama administration secretly arranged a plane delivery of $400 million in cash on the same day Iran released four American prisoners and formally implemented the nuclear deal. The $400 million was Iran's money, placed into a US-based trust fund to support American military equipment purchases in the 1970s. When the Shah was ousted by a 1979 popular uprising that led to the creation of the Islamic Republic, the United States froze the trust fund. US officials said cash had to be flown in because existing US sanctions ban American dollars from being used in a transaction with Iran and because Iran could not access the global financial system due to international sanctions it was under at the time. January 8, 2017 - Rafsanjani dies after suffering a heart attack, Iranian state-run media says. January 27, 2017 - US President Donald Trump bans nationals from Iran and six other Muslim-majority countries from entering the United States for at least the next 90 days by executive order. February 3, 2017 - The United States enacts new sanctions on Iran. The moves come as punishment for the country's recent test launch of a ballistic missile.  August 5, 2017 - Rouhani is sworn in for a second term.  May 8, 2018 - Trump announces he is pulling out of the nuclear deal with Iran, adding he will initiate new sanctions. \"Any nation that helps Iran in its quest for nuclear weapons could also be strongly sanctioned by the United States,\" Trump says. September 22, 2018 - At least 29 people are killed during an attack on a military parade in the southwestern city of Ahvaz. The separatist group Patriotic Arab Democratic Movement in Ahwaz claims responsibility for the attack, according to the state-run Islamic Republic News Agency. The separatist group says that the state media report is false, and it had no role in the attack.  September 23, 2018 - Iran's Revolutionary Guard accuses Saudi Arabia of supporting the attackers while Rouhani says US-supported foreign mercenaries were the culprits. ISIS circulates a video claiming that several of the assailants were affiliated with the terror group. Although there is uncertainty about who carried out the attack, the Revolutionary Guard pledges to track down those responsible, Iranian state media reports.    November 5, 2018 - The United States officially reimposes all sanctions lifted under 2015 Iran nuclear deal. Rouhani vowed to continue oil exports, saying Iran will \"proudly break the unjust sanctions.\" April 6, 2019 - State-run IRNA reports that 70 people have died due to flooding after record rainfalls began saturating parts of the country in March, quoting the head of Iran's Coroner's Office, Ahmad Shojaei. April 8, 2019 - Trump announces the United States will formally designate Iran's Islamic Revolutionary Guard Corps as a Foreign Terrorist Organization, a move some in the administration had opposed "], "Language": false}