{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/model-fuel-paris/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2019-09-25T06:35:34Z"], "LastModifiedDate": ["2020-02-25T13:25:16Z"], "Headline": ["Where to eat in Paris, according to its top models"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["If you're planning a whirlwind trip to Paris, there's no better source of recommendations than the industry's top models. After all, Paris Fashion Week might be a haze of castings, fittings and runways -- but they still have to find the time to eat. CNN asked four models for their favorite spots in the city, from breakfast to post-show drinks to the best place to kill a spare hour or two.  Estelle Chen Parisian model Estelle Chen won the Elite Model Look in 2013, launching a career that's seen her work with almost every brand you can name. She's walked for Chanel, Dior, Longchamp, Paco Rabanne, Louis Vuitton and Altuzarra, and appeared in two Victoria's Secret fashion shows. Chen has also been on the cover of Elle China, Grazia China and T Magazine China, appeared in Vogue China, and shot campaigns for Vera Wang and H&M.  What's life like for you during fashion weeks? What's a typical day?   When it's fashion month, models usually have castings and fittings the whole day -- a lot of running around! It honestly changes everyday so there's not a routine that we can follow during that time, but a cup of coffee in the morning is something that I never forget.  How important is good food for you during this time?   Food is so important -- you have to be energized to go to all of your appointments. I want to feel great so I never skip meals even if my day is very busy. Staying hydrated is also very important!  Where is your favorite place to eat in Paris and why?   There are so many good places in Paris. My favorites are probably Toraya for a good Japanese set lunch or sweet treat and Freddy's, a really nice wine and food place with tapas-like dishes that you can share with a friend. The place is pretty small but the food is very good. Do you have a favorite dish?   My favorite dish would be Sichuan beef noodles -- it's more of a comfort food. I also love a good piece of grilled fish or chicken.  Any other tips for the city?   Walk around! Taking the subway would be my last choice in Paris as every street here is so beautiful. The architecture, the small stores -- there's so much to explore! Sometimes the internet doesn't give you all the good spots -- you have to find them by yourself. Karly Loyce There are few models busier than Karly Loyce. In New York alone, she walked the Spring-Summer 2020 shows for Marc Jacobs, Oscar de la Renta, Gabriela Hearst, Zimmermann, Tommy x Zendaya and Brandon Maxwell. Previously, she hit the runway for Jacquemus, Thom Browne, Burberry and Prabal Gurung. Loyce has also appeared in Vogue Germany, Porter Magazine and Vanity Fair France, covered Numéro Magazine and starred in campaigns for Versace, Mango and Khaite. What's life like for you during fashion weeks? What's a typical day?  During fashion week, everything goes really fast. We all run between castings, fittings and events. Basically, I wake up, get ready, do the casting and fittings that I have to do, then, if I have time, I can do some shopping, grab a tea with a friend or do some tourist activities (there is always something to visit somewhere.) How important is good food for you during this time? As my mom used to tell me, \"sak vid' pa ka rété doubout\" (an empty bag cannot stand). Food is really important during this period -- as I mentioned, we spend a lot of energy doing fittings and castings, so a good meal is more than helpful.  Where is your favorite place to eat in Paris and why?  One of my favorite place to eat in Paris is a little restaurant in the 3rd arrondissement named Happy Nouilles. You can eat fresh noodles while watching the cook do them in front of you. Do you have a favorite dish?  My favorite dish is ti nain morue from my hometown, Martinique; it's made with green banana, salt cod and spices. Most of the time we eat this dish with cucumber and avocado, and it's delicious. I'm in love with seafood! Any other tips for the city?  There is so much to do in Paris. Something you should not miss is a ride on a péniche (barge) to see Paris by night, the illumination of the Eiffel Tower and of course all the museums and gardens. There is also the Palace of Versailles if you have more time. Léa Julian French model Léa Julian has worked with some of the industry's biggest brands. She's appeared in British Vogue, Vogue China, Vogue Russia, Vogue Ukraine and Vogue Korea, and in campaigns for Versace, Zara, Coach and Marc Jacobs. Julian has also walked the runway for Valentino, Chanel, Marni, Marc Jacobs, Jason Wu and Givenchy.   What's life like for you during fashion weeks? What's a typical day?   I think a typical day during fashion week is pretty similar for everyone participating. I'm basically trying to follow my schedule, which usually means waking up for early call times and hoping the catering backstage will be good. How important is good food for you during this time?   Food is vital, and it's very important to take a break and eat and drink something throughout the days of fashion week, especially because getting through a day actually requires so much energy. You start really early and finish late at night, so don't forget to always have a snack or two with you. Where is your favorite place to eat in Paris and why?  I'm a foodie, so I have plenty of spots for every city I go to, especially in Paris. My list of restaurants and bars there is crazy -- I look like a Google Maps addict! It's so hard for me to choose only one. I love a good breakfast at The Hoxton or Papilles. Some good Asian spots are Kanadé, Kodawari, Abri or Cheval d'Or. The nice diners I frequent are Pressing, Café du Coin and La Maison Bleue. Do you have a favorite dish?   I'm obsessed with spring rolls, especially at Banoi in Paris. A good bo bun is another one of my go-tos. Any other tips for the city?   Take the metro because it makes traveling around Paris so easy -- forget Uber if you don't want to be stuck in traffic! For food and nice drinks, try a hotel garden or courtyard like the ones at Hotel Grand Amour, The Hoxton or Grands Boulevards. Camille Hurel Camille Hurel, a Parisian who got her start through Elite Model Look, has walked for Valentino, Dior, Vera Wang, Brandon Maxwell, Jacquemus and Chanel. She has also appeared in Vogue Korea, Vogue Germany, Vogue Paris and Vogue Italia, and has featured in campaigns for Dior, Emilio Pucci and Vera Wang.  What's life like for you during fashion weeks? What's a typical day?  It's busy! A lot of walking and running between meetings and fittings. There isn't really a typical day -- when the shows start it's a race, but I always have time to chill on some days, meet my friends and sleep as much as I can. How important is good food for you during this time?  I live in Paris, so when I come home after a long day at fashion week, it's important for me to have \"me\" time with fresh food and without rushing. I also make my own celery juice every morning that helps to detoxify the liver and boost the immune system. Where is your favorite place to eat in Paris and why?  My favorite place is Ober Mamma from the Big Mamma group. I often go there with my brother; we are such big fans that we go to every opening of their new restaurants in Paris (Biglove Caffè, Mamma Primi etc.). I love their pizzas and their fish is always amazing -- you are never done trying new meals! Do you have a favorite dish? I don't eat meat and I try to reduce fish as much as possible, but I love some grilled herrings! Or a good chocolate flan pâtissier from BO&MIE or Pascal & Anthony, that's my real pêché mignon (guilty pleasure).  Any other tips for the city?  Lose yourself! Go to Le Marais, have a coffee in a terrasse, walk in the little streets... I like to have long walks, like the one called La Petite Ceinture in the 12th district. You can also go along the Seine by bike. The models' words have been edited for length and clarity."], "Language": false}