{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/milan-fashion-week-highlights-aw20/index.html"], "Source": ["cnn"], "Location": ["Milan"], "ByLine": ["Scarlett Conlon, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T13:18:32Z"], "LastModifiedDate": ["2020-02-26T15:51:11Z"], "Headline": ["Milan Fashion Week: Controversy and spectacle take center stage"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Milan Fashion Week served as proof that fashion doesn't exist in a vacuum. Conversations around gender fluidity and sexual violence, as well as the spread of the novel coronavirus, were unavoidable.  Here are the main takeaways from the runway and beyond.  A new partnership  On February 23, Prada announced that founder Miuccia Prada and Belgian designer Raf Simons would be sharing \"equal responsibilities for creative input and decision-making\" at the Italian fashion house as of April 2. As this is the first time two designers of their status and success have ever joined forces in this way, the industry was predictably abuzz.  At a press conference, both acknowledged that it wasn't just a business decision. \"We like each other, we respect each other, and we will see if we go somewhere,\" Prada said. \"There's more strength when two creatives talk about it and love it than when one does,\" said Simons, who left his last role as chief creative officer of Calvin Klein in December 2018. Given their solo reputations for putting fashion in the context of culture and politics -- and amassing devoted followings for it -- industry insiders will no doubt be fighting for front row seats in September when they presents their Spring-Summer 2021 show together. The show goes on Bottega Veneta was the hot ticket of the weekend, with Sigourney Weaver, Luca Guadagnino and Tessa Thompson sitting front row to see the latest from designer Daniel Lee. On the runway, Lee, who took home the four biggest accolades at last year's Fashion Awards, presented daytime razzle-dazzle. Sequined jeans with a cutaway khaki top; a high-neck, keyhole scarlet sequin dress worn with matching boots (a variation of the much-imitated shoe from his first show); and floor-sweeping fringing came loud and proud with XXL bags. Alessandro Michele at Gucci (Milan's former golden boy before Lee came along) turned the runway format on its head by giving the audience a backstage glimpse of show preparations. The entire design team dressed the models on a huge revolving carousel to the haunting tones of \"Boléro\" by French composer Maurice Ravel. One by one, the models stepped forward, standing still as the stage turned. \"Fashion is not only about garments, about clothing,\" Michele said. \"That is only part of the story. I wanted to say that fashion is a complex mechanism.\" Following last season's internet-breaking J.Lo finale, Donatella Versace turned the camera on her audience, seating showgoers in front of a giant screen that reflected and distorted their image. Taking her post-show bow digitally as well, the designer made a clever -- if unsettling -- comment on one of the most discussed topics of our time: scrutiny.  Playing with gender On the catwalk it was the Versace we're all familiar with: sex appeal with a streetwear subtext. It was, however, the first time Versace has shown its menswear and womenswear collections together. This was, the designer said, \"because men and women are equally powerful. It doesn't have anything to do with gender, it's that their power comes from a different type of confidence, both from their sensual exuberance and their minds.\" At Jil Sander, husband-and-wife duo Luke and Lucie Meier also addressed what they called \"the duality, and synthesis, of feminine and masculine\". Their exquisite collection of swathed cashmere and ethereal silk dresses were contrasted up with traditional tailoring.  Elsewhere, Moncler's new Genius collaborator, JW Anderson, cast \"non-binary elegance\" as its theme. Designer Jonathan Anderson's spiky puffer coats and inflated knit dresses were iterations of pieces from his brand's archive.  (Moncler also revealed a gray tour bus designed with Rick Owens, who will use it to travel across America's West Coast with his wife, Michele Lamy.)  Courting controversy Italian fashion designer Giorgio Armani sparked outrage when he compared the sexualization of women in fashion advertising to \"rape\" when presenting his Emporio Armani show. \"Women keep getting raped by designers, by us,\" the 85-year-old designer said.  \"If a lady walks on the street and sees an ad with a woman with her boobs and arse in plain sight and she wants to be like that too, that's a way of raping her,\" he told reporters. \"You can rape a woman in many ways, either by throwing her in the basement or by suggesting that she dresses in a certain way.\"  Critics denounced his use of charged language, which appeared to trivialize sexual violence. Armani's final show of the week was canceled, not because of his comments, but because of fears about the coronavirus, which has spread to dozens of countries -- including Italy -- since emerging in China in December. To avoid crowds, Armani staged \"closed event\" that was live-streamed on social channels instead.  In the days leading up to MFW, its governing body, Camera Della Moda, announced that it was launching a quickly executed initiative called \"China We Are With You.\"  Intended to support members of the fashion industry in China who were unable to travel, everything that took place was live-streamed.  Chairman Carlo Capasa said it was designed \"to highlight the importance of informing and working together globally to contain the epidemic but above all to turn the worldwide alarm into a wave of solidarity that will bring down barriers.\""], "Language": false}