{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/tsa-tiktok-national-security/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-02-25T09:44:01Z"], "LastModifiedDate": ["2020-02-25T09:44:01Z"], "Headline": ["TSA bans employee use of TikTok for the agency's outreach amid national security concerns"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Transportation Security Administration has banned employee use of TikTok for the agency's social media engagement as the US questions whether the China-owned app poses a threat to national security.  The announcement came after Senate Minority Leader Chuck Schumer called attention to and urged the end of the TSA's use of the application in a statement Sunday, saying that federal agency security risks on the platform are \"very real.\" \"A small number of TSA employees have previously used TikTok on their personal devices to create videos for use in TSA's social media outreach, but that practice has since been discontinued,\" the TSA said in a statement to CNN.  The agency said that while employees have posted from their own devices, it has not had an official TikTok account. \"The Transportation Security Administration (TSA) has an active and award-winning presence on several social media platforms. However, TSA has never published any content to TikTok nor has it ever directed viewers to TikTok,\" the TSA said in a statement. National security experts have raised concerns about the application's collection of user data especially in light of laws that compel Chinese companies to support and cooperate with the intelligence work of the Chinese government, according to the statement. Schumer and Senator Tom Cotton requested in October that the US intelligence community assess the national security risks of TikTok and other Chinese-owned platforms. The Department of Defense, the State Department and the Department of Homeland Security have all since banned TikTok on government devices and discouraged personnel from using it. In a Sunday letter to the TSA, Schumer expressed concern that the agency had not yet done the same. \"These videos sure do make you chuckle; they're creative, but China might be laughing at these TSA postings for very different reasons, and that should concern us,\" Schumer said in the statement.  Schumer cited a Thanksgiving video retweeted by the TSA from an agency spokesperson's official account of an official demonstrating the \"nopes\" and \"yeps\" of what can and cannot be carried onto flights and a Valentine's Day video with \"romantic tips\" for travelers."], "Language": false}