{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/asia/gui-minhai-china-hong-kong-sentence-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Ben Westcott, Steven Jiang and Eric Cheung, CNN"], "Writers": [["Ben Westcott", "Steven Jiang", "Eric Cheung"]], "FirstPublishDate": ["2020-02-25T06:20:57Z"], "LastModifiedDate": ["2020-02-25T09:21:42Z"], "Headline": ["Hong Kong bookseller Gui Minhai sentenced to ten years in Chinese jail"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A Chinese court has sentenced Swedish bookseller Gui Minhai to 10 years in prison for \"providing intelligence\" overseas, in a case that is likely to reignite international criticism of Beijing's treatment of its critics. Gui, 55, was sentenced by a court in the eastern city of Ningbo. According to a court statement posted online, Gui pleaded guilty to the charge and said he would not appeal.  Gui was one of five Hong Kong-based booksellers who went missing in late 2015, before resurfacing in Chinese police custody. Known as the Causeway Bay Books disappearances, all five of those missing were linked to a Hong Kong bookstore owned by publisher Mighty Current, best known for gossipy titles about China's ruling elite, including President Xi Jinping.  Gui disappeared while visiting his holiday home in Thailand. He later reappeared on Chinese state television, confessing to an alleged drunk-driving incident more than a decade earlier. According to state news agency Xinhua, Gui was sentenced to two years in jail but left before the sentence could be carried out. His televised confession later became a symbol of what human rights advocates say is the Beijing government's increasingly repressive measures to clampdown on dissent -- including overseas abductions, televised confessions, and ignoring consular rights even for those with foreign citizenship. He briefly reappeared in 2017, only to be seized a few months later in January 2018 by Chinese agents aboard a train while traveling with Swedish diplomats. According to his daughter, Angela Gui, he had been diagnosed with progressive neurodegenerative disease ALS and was on his way to see a Swedish doctor at the country's embassy in Beijing. \"At one of the stops before Beijing, there were about 10 men in plainclothes that came in, and said they were from the police -- and just grabbed him and took him away. After that, I have not heard anything,\" she said at the time. China eventually confirmed Gui had been detained in February 2018, saying he had broken Chinese law. The detention of Gui, who was born in eastern China but became a naturalized Swedish citizen in the early 1990s, has led to increased tension between the two countries, with China publicly warning Sweden not to interfere in the case. The Swedish government has yet to comment on Tuesday's ruling. The Ningbo court document noted that Gui had requested the restoration of his Chinese citizenship in 2018, presumably while in jail. His case has alarmed many overseas Chinese, especially those critical of the Beijing government, who have acquired foreign citizenship. Despite its own law that bans dual citizenship, Chinese officials have insisted someone like Gui is considered \"a Chinese national first and foremost.\""], "Language": false}