{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/us-new-nuclear-weapons/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ryan Browne, CNN"], "Writers": [["Ryan Browne"]], "FirstPublishDate": ["2020-02-25T05:01:33Z"], "LastModifiedDate": ["2020-02-25T07:09:21Z"], "Headline": ["US wants new nuclear weapons to counter Russia but says there is no arms race"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["During a visit to US Strategic Command last week, Secretary of Defense Mark Esper oversaw a \"table top\" war game exercise where Russian military forces used a \"tactical\" nuclear weapon against NATO territory during a conflict in Europe, prompting the US to launch a retaliatory nuclear strike.  \"The scenario included a European contingency where you are conducting a war with Russia and Russia decides to use a low yield limited nuclear weapon against a site on NATO territory and then you go through the conversation that you would have with the Secretary of Defense and the President ultimately, to decide how to respond,\" a senior Department of Defense official told reporters Friday.    \"They attacked us with a low yield nuclear (weapon) and in the course of the exercise we simulated responding with a nuclear weapon,\" the official added. While a defense official described Thursday's exercise demonstration as routine, the chosen war game scenario represents a widespread concern among Pentagon planners that Russia could use a smaller nuclear weapon during a conflict on NATO's eastern flank. The exercise comes amid an ongoing Pentagon effort to modernize and bolster America's nuclear arsenal efforts which have included the addition of a new nuclear weapon for the first time in decades, moves that some observers and Democratic lawmakers have criticized as contributing to a new nuclear arms race akin to those that characterized the height of the Cold War.  However the Defense Department has pushed back on the notion that the US is engaging in an arms race or growing its nuclear arsenal, saying its latest moves are merely a response to Russian efforts.  Defense officials say that Russia maintains up to 2,000 such low yield or tactical nuclear weapons which they can use in a variety of ways.  \"They have about 2,000 of those, and it's not just the numbers it's the different types, they have ground air and sea launched, most of their tactical systems or conventional systems are dual-capable, so they have depth charges, they're nuclear and they're conventional, they have torpedoes that they fire from surface ships as well as subs, nuclear, conventional, their surface to air missiles--they have nuclear warheads for those, they have ground launched cruise missiles in violation of the INF treaty,\" the senior Defense Department Official said, referring to the 1987 Intermediate-Range Nuclear Forces treaty that the US and its NATO allies accused Moscow of violating, a violation that prompted the Trump Administration to exit the agreement.  Until recently a scenario involving Russian forces using such a tactical nuclear weapon during a conflict in Europe would force the US to choose to either respond with a much larger and more destructive strategic nuclear weapon or to respond through conventional non-nuclear military action.  US has deployed first new nuclear weapon in decades That disparity led the Trump administration to develop and recently deploy the first new US nuclear weapon in decades, a submarine-launched low yield weapon known as the W76-II. \"Deterrence really comes down to a combination of credibility and capability, you have to have the resolve to respond to nuclear use at any level but you cant just say that you have the resolve, you cant just feel it, you have to show it, you have to show it someway,\" the senior Defense Department official said. \"It's not enough to say it you have to show it, and so the W-76-II was the least expensive, quickest way that we could put something in the field to show Russia that we had the capability in addition to the resolve to address any threat that they can pose to us,\" he added. Defense officials say Russia's arsenal of tactical nuclear weapons is much more concerning than the slew of recently announced new Russian nuclear weapons including a nuclear torpedo and nuclear powered cruise missile. \"What really kept us awake at night when we conducted a nuclear posture review was not these few new novel systems but was their huge inventory of non-strategic nuclear weapons, these are tactical nuclear weapons sometimes referred to as theater nuclear weapons,\" the official said, adding that the new nuclear weapons such as the much touted nuclear torpedo did not provide Moscow with a capability that it did not already have with its already existing arsenal. That 2018 nuclear posture review called for the US to develop the recently fielded low yield weapon as well as a new sea-launched nuclear cruise missile.  Defense officials say that the Pentagon is currently weighing whether to pursue that cruise missile and that if it opts to do so it could take seven to ten years to field it.  Allies are concerned While the senior Defense Department official said that some US allies, especially Asian nations, welcomed the deployment of the submarine launched low yield nuclear weapon due to the lack of forward deployed nuclear weapons in Asia, top US military officials have said that some European allies have expressed concerns that the weapon could lower the threshold of nuclear weapons use. \"We discussed the low yield nuclear weapons, there was a difference of opinion on the low yield nuclear weapons, so we talked about our differences there, I explained our view point, they explained their view point,\" the Vice Chairman of the Joint Chiefs of Staff Gen. John Hyten told CNN earlier this month following meetings with his UK and French counterparts. \"Their concerns were whether it would lower the threshold for the use of nuclear weapons or raise the threshold for them, that's the question that they have,\" Hyten said while adding \"I strongly believe and I think we've talked about it before that it actually deters Russia from using nuclear weapons, and the point I made to both our allies from both Britain and France is that the sole reason we have nuclear weapons is to prevent others from using nuclear weapons.\" \"I pointed out that our deployed stockpile is now less because of the low yield nuclear weapon,\" Hyten added. Despite adding new capabilities US defense officials insist that the US is not in a new arms race with Russia noting that the total number of nuclear weapons in the US arsenal has not increased and that any additions will replace weapons that are being retired. \"We're not adding to the size of the inventory, there's no reason for them to increase the size of their strategic forces, they are already increasing the size of their tactical nuclear weapons,\" the senior Defense Department official said. Asked it the US was in a new arms race with Russia, Hyten responded \"I don't like that term because if you're in a competition and it's involving the military there's by definition a competition for arms so if you're one nation versus another nation you want your military force structure to be better than the other force structure so arms race is kind of a false narrative because it describes something that's always there.\" Chinese and North Korea's growing arsenals Pentagon officials have also expressed concerns about the growing arsenals of China and North Korea, with the senior Defense Department official saying Friday that \"China is already in the process of of expanding the size of its arsenal, they are going to double their nuclear stockpile by the end of this decade.\" \"North Korea, they are increasing the size of their nuclear stockpile,\" he added.  Asked if the US should renew its treaty with Russia limiting the number of strategic nuclear weapons, an agreement known as New START, Hyten said he would not share the advice he was giving President Trump on the matter while saying \"there is value to New START, there's value to extending new START, and that comes from the two things, the cap on strategic nuclear weapons and a verification regime.\" \"But I don't think that you can look at a relationship with a nuclear competitor that doesn't consider all of the weapons that they have so I hope that there is a strategic arms treaty with Russia, I would like to involve other nuclear powers, China in particular as we move forward because that again adds stability to a very significant and dangerous set of weapons but I would like all weapons to be on table,\" he added, referring to the fact that the Russian arsenal of tactical nuclear weapons is not governed by the treaty. Hyten also strongly pushed back on the notion that the lower yield nuclear weapons meant that they were more likely to be used, saying that while they might be smaller their destructive power was \"still enormous,\" comparing it to the atomic bomb that was dropped on Hiroshima, Japan, at the end of the Second World War. \"It's still kilotons. Think about the explosive power of Hiroshima. It's still a strategic weapon. I really don't like it when people call them battlefield weapons or tactical weapons. They're not. They are strategic weapons, and the United States will always look at the employment of a nuclear weapon as a strategic attack,' Hyten said."], "Language": false}