{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/politics/mcconnell-maguire-intelligence-community-richard-grenell/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Clare Foran, Manu Raju and Ted Barrett, CNN"], "Writers": [["Clare Foran", "Manu Raju", "Ted Barrett"]], "FirstPublishDate": ["2020-02-25T01:38:38Z"], "LastModifiedDate": ["2020-02-25T03:55:02Z"], "Headline": ["McConnell pays tribute to former acting spy chief and won't say if he supports Grenell"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Senate Majority Leader Mitch McConnell on Monday paid tribute to former acting Director of National Intelligence Joseph Maguire, and would not respond to questions from reporters about whether he supports Richard Grenell, whom President Donald Trump has appointed to serve as the new acting DNI despite not having experience in intelligence. In a speech on the Senate floor, McConnell described Maguire's \"career in public service,\" including his service in the US Navy. \"Admiral Maguire retired from the Navy in 2010, but it was not long before public service came calling again,\" he said noting that he went on to serve as director of the National Counterterrorism Center and \"took on an even more challenging assignment last summer when he agreed to follow our former colleague Senator Dan Coats and act in the role of DNI.\" Following his floor speech, McConnell ignored a question from reporters about whether he supports Grenell, a staunch loyalist to Trump and current US ambassador to Germany, as acting DNI. He did not respond to a follow-up question asking if he is concerned at all about Grenell being seen as a political operative.  Maguire formally resigned last week from US government service after Trump made it clear he would not be nominated for the full-time intelligence chief job, a source familiar with the matter told CNN. Trump announced that Grenell will serve as the new acting DNI. As of Monday afternoon, intelligence officials had yet to hear from the new leadership at the Office of the Director of National Intelligence. Five days into the job, Grenell had yet to send an ODNI-wide message to employees, according to two sources. Grenell was in the office on Monday having meetings, according to an intelligence official. However, another source said a staff planning meeting had been scheduled at the office on Monday to brief the new acting director but the meeting was canceled, according to an administration official. The source didn't know the reason for the cancellation, but emphasized that such cancellations are not unusual and in transition periods, things tend to be a little up in the air.    Congressional Democrats have expressed alarm over the appointment, while Senate Republicans have so far given a tepid reaction to the decision.  McConnell said in his remarks on the Senate floor, \"Our nation asks our Intelligence Community to fulfill an enormous array of sensitive missions. These men and women work day and night to protect the homeland from terrorists. They fight nuclear proliferation. They keep watch on dangerous adversaries like Russia and China.\" McConnell later said of the Intelligence Community, \"Our country is safer and stronger when they have the tools and the resources they need, and leadership that understands that political bias must have no quarter in intelligence work and that all Americans' rights need protecting.\"  Sen. John Thune, the Republican whip, did not defend Grenell when asked if he has concerns about him holding the job.  Asked if he supported Grennell in the position of acting DNI, Thune said, \"That's obviously a different position,\" noting that Grenell's job that he was confirmed for was ambassador  to Germany. Asked if he feels uncomfortable with him in the position, the senator responded, \"I don't know that we have much choice. The President can put people into an acting role as long as the law allows, but at some point, they're going to have to make a permanent nomination so we will see what they do.\"  Sen. Susan Collins, a Republican who sits on the Senate Intelligence committee, said that she wanted Trump to nominate former acting DNI Maguire for the permanent slot. \"I care deeply about that position and believe that the person needs experience in the intelligence community, which, regrettably, Ambassador Grenell does not have,\" she said.  McConnell on Monday also addressed recent reports on potential Russian interference in the 2020 election. He praised the Trump administration for its handling of election security, saying that the administration \"appears to be doing the right thing\" and \"has been vigilant and appears to be providing timely warnings.\"  Congressional Democrats, in contrast, are urging that more be done in response to Russian interference.  Senate Minority Leader Chuck Schumer, along with Democratic Sens. Robert Menendez, the ranking member on the Foreign Relations Committee, and Sherrod Brown, the ranking member on the Committee on Banking, Housing and Urban Affairs, sent a letter to Secretary of State Mike Pompeo and Treasury Secretary Steven Mnuchin on Monday asking for the immediate imposition of sanctions on the Russian government and \"any Russian actors determined to be responsible for such interference, and those acting on their behalf or providing material or financial support for these election interference efforts.\"  Sen. Mark Warner, ranking Democrat on the Senate Intelligence Committee, raised concerns about the Trump administration continuing to \"undermine and underrate\" the threat of Russian interference in US elections. \"This White House seems to continue to both undermine and underrate the level of that threat and that does not make our system more secure,\" Warner told reporters Monday. This story has been updated with additional developments Monday."], "Language": false}