{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/politics/russia-election-threat-intelligence-briefing-controversy/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Zachary Cohen, Phil Mattingly, Alex Marquardt and David Shortell, CNN"], "Writers": [["Zachary Cohen", "Phil Mattingly", "Alex Marquardt", "David Shortell"]], "FirstPublishDate": ["2020-02-25T01:55:37Z"], "LastModifiedDate": ["2020-02-25T01:55:37Z"], "Headline": ["FBI official warns Russia 'wants to watch us tear ourselves apart' amid intel briefing controversy"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Russia's influence campaign is driven by a desire to \"watch us tear ourselves apart,\" a senior FBI official said Monday, comments that come after details of a classified briefing to lawmakers became public in news reports, including a claim by the intelligence community's top election security official that Moscow is interfering with the goal of helping President Donald Trump. They also come as CNN is learning that details related to Russia's preference for Trump were not discussed in another classified briefing with committee staff, which took place prior to the closed-door meeting with lawmakers that has come under scrutiny in recent days. Speaking at a conference on election security in Washington, David Porter, the assistant section chief of the FBI's Foreign Influence Task Force, said that Russia is waging a \"brazen and disruptive\" operation against the US aimed at dividing the population and undermining traditional sources of information, like the news media, to make room for misleading narratives. \"Election interference is one of the vectors in this space. It's designed to degrade confidence at the very foundation of our democratic system and our leaders' ability to govern,\" Porter said. \"It's also designed to weaken the adversary from within by identifying existing political and social issues and driving wedges into those fractural lines and [amplifying] them through online manipulation and disinformation in an effort to create an environment of permanent cacophony, unrest and conflict,\" he said. Senior intelligence official pushes back Porter did not discuss any preference that Russia or other foreign countries may have for a 2020 candidate, but his remarks come amid an ongoing controversy over a classified intelligence briefing that occurred earlier this month. During that briefing, members of the House Intelligence Committee were told that Moscow maintained a favorable disposition toward both Trump and Democratic presidential front-runner Sen. Bernie Sanders of Vermont. \"To put it simply, in this space Russia wants to watch us tear ourselves apart while it seems China on the other hand would rather manage our gradual economic decline over the course of generations,\" Porter said.  On Monday, however, a senior intelligence official pushed back on reports that Shelby Pierson, the top intelligence official on election threats, told lawmakers during the classified briefing earlier this month that Russia's efforts were aimed at helping Trump get reelected.  \"During the [Feb 13] briefing, the Intelligence Community did not state that Russia is aiding the reelection of President Trump,\" the senior official said.  The senior intelligence official also confirmed to CNN that the briefing was pre-coordinated effort by multiple agencies that have briefed congressional committees before and that this closed-door session was not just about Russia but multiple foreign actors. Three national security officials told CNN Sunday that Pierson had omitted important nuance and expanded beyond the intelligence community's formal assessment, which does not include evidence that Russia's interference this cycle is aimed at reelecting Trump. Sanders said last week that he had been told by officials that Russia was also seeking to help his campaign. Trump, meanwhile, has dismissed reports of Russia's preference toward him as a \"hoax\" fueled by Democrats.  Staffers not briefed on Russian preference for Trump Meanwhile, CNN learned on Monday that there was another election security briefing for House Intelligence Committee staffers where the issue of Russia's preference for Trump did not come up at all, according to a source with knowledge of the briefing.  The staff briefing occurred prior to the February 13 briefing with lawmakers.  It is common practice for staffers to be briefed on sensitive matters before lawmakers, but in this case, the absence of any discussion about Russia's efforts to aid both Trump and Sanders during the staff briefing stands in stark contrast to the ongoing controversy over what intelligence officials told lawmakers behind closed doors earlier this month.    Both briefings were conducted by multiple officials representing various relevant agencies and were intended to serve as a big picture overview of the threats to the 2020 election and was not specifically focused on just Russia, but also other foreign actors, according to three sources familiar with the briefing.  Senior intelligence officials, including Pierson, have routinely stressed in recent months that Russia is not the only foreign actor working to interfere in the 2020 US election, noting efforts of nations like China and Iran.  But during the briefing with lawmakers, intelligence officials described Moscow's support for both Trump and Sanders as part of its broader efforts to sow discord and undermine the American democratic process. That determination is based on an evolution of the intelligence community's assessment of Russia's interference in the 2016 US election, sources said. And despite the intention to brief lawmakers on the broader threat landscape, the classified session with lawmakers took a turn when some members began to question Pierson on how Russia's efforts have shifted in 2020, compared to the 2016 election, and what the intelligence community has done to address those changes, sources said. That's when Pierson made her comments about Trump and also Sanders, talking about how Russia's ultimate goal is to sow discord and undermine confidence in the American electoral system, the sources said, but with the known quantity that officials have assessed that Russia views Trump as having been beneficial to Russia during his time in office.  However, nothing about Russia's preference for Trump was in Pierson's talking points, an intelligence official told CNN, a point echoed by a source familiar with the briefing materials. Specifically, the intelligence community's assessment with regard to Russia's views on Trump is based, in part, on the idea the current administration's policies have helped Moscow achieve some of its top geopolitical priorities, including disrupting the NATO/European Union alliance; the US withdrawal and disengagement in the Middle East, Africa and Asia; and helping undermine confidence in the US national security and intelligence apparatus. This assessment about Trump and Sanders is not something that's based on new underlying intelligence or concrete evidence but the analytical judgments of analysts tasked with looking at the big picture, according to the sources.  But this was the area where Pierson was pressed on and seems to be at the core of the issue at hand.   The intelligence official who spoke to CNN Monday also said that there is a difference between Russia preferring Trump and Moscow actively working to support his reelection.  Right now, the official said, the intelligence community believes Russia just prefers Trump and it is too early in the process to tell if they are actively supporting his reelection rather than attempting to sow discord and chaos in the broader democratic system. \"I don't know that any intelligence assessment points to any choice of who they want to be president,\" the official said. \"I don't think to date there's an assessment that goes into that detail.\" \"What should have come across would have been not that they're trying to help him win to be in office,\" the intelligence official said. This \"doesn't mean they want them [Trump and Sanders] to win, it means they're trying to make it a lot more questionable.\" Regarding Sanders, intelligence analysts assess that Russia believes it benefited from supporting Sanders in 2016 and views those continued efforts as the most effective way to sow discord in the Democratic primaries, sources added. The most direct (and detailed) questions, as CNN has reported, came from Republican Rep. Will Hurd, who, as a former CIA officer, has a detailed understanding of the process, two of the sources said. Hurd's questions were related to the types of intelligence streams that backed up Pierson's statements about Trump, those sources said.  The response from Pierson led to sharp counter arguments from Republicans who directly questioned by the idea the Russians would prefer Trump as a known quantity given the administration's sanctions efforts and its support for expanded weapons sales to Ukraine. "], "Language": false}