{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/tech/china-tech-coronavirus-outbreak/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh and Serenitie Wang, CNN Business"], "Writers": [["Michelle Toh", "Serenitie Wang"]], "FirstPublishDate": ["2020-02-24T04:35:37Z"], "LastModifiedDate": ["2020-02-24T19:35:39Z"], "Headline": ["Drones. Disinfecting robots. Supercomputers. The coronavirus outbreak is a test for China's tech industry"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["China has spent decades nurturing its tech sector. Now, faced with a massive public health crisis, Beijing is pushing its tech companies to join the fight against the novel coronavirus. The country's tech giants have responded to the outbreak by deploying autonomous vehicles to bring supplies to medical workers, fitting drones with thermal cameras to improve detection of the virus and lending their computing power to help develop a vaccine.  It's not clear how much tech can help control the virus, which has now infected at least 79,000 people worldwide and killed more than 2,600, mostly in mainland China. And some of the efforts put forth so far are limited in size and scope.  But Beijing has made clear that fighting the virus is a national priority that requires collective action. The government has long stressed technological innovation as an important pillar of growth, and Beijing has spent billions of dollars on subsidies, loans and bonds designed to spur advancements in artificial intelligence, autonomous vehicles and other areas as it works to develop a tech sector that can compete with Silicon Valley.  \"The fight against the epidemic cannot be achieved without the support of science and technology,\" Chinese President Xi Jinping said earlier this month, according to state news agency Xinhua. He added that China should ramp up clinical research for vaccines and antiviral drugs, as well as expand online shopping options for the tens of millions of people who are staying indoors to prevent the disease's spread. The Chinese Ministry of Science and Technology on Thursday called on the tech sector for help, suggesting that robots, temperature screening machines and devices that can help reduce human contact should be deployed. China's technological rise China's efforts to create its own Silicon Valley date to the 1980s, when authorities began designating parts of the country as \"high-tech development zones\" focused on consumer electronics and biotech, among other fields. Those 168 zones reported more than 33 trillion yuan ($4.7 trillion) in revenue in 2018, according to official statistics. Tech is also the linchpin of Beijing's \"Made in China 2025\" initiative, a plan to shift the economy from manufacturing to high-tech sectors. The mandate entailed investing billions of dollars of government funding into areas such as wireless communications, microchips and robotics.  The focus on tech has worked. China was home to nine of the world's 20 most valuable tech companies in 2018 — a big leap over the two it claimed five years earlier, according to a report by venture capital firm Kleiner Perkins. As China now fights the coronavirus, technology won't be the \"dominating factor\" that stops the outbreak, according to Danny Mu, a Beijing-based analyst of emerging technologies at Forrester. But he said the sector has its uses, including offering digital services like food delivery and mobile payments that help people \"better face the epidemic.\" Researching cures and eliminating human contact This month, Tencent opened up its super-computing facilities — which include machines that can run calculations much faster than an ordinary PC — to help researchers racing to find a cure. The Beijing Life Sciences Institute and Tsinghua University are among the participants. And Didi, China's biggest ride-hailing provider, has teamed up with medical and aid organizations to allow workers who need to perform tasks related to data analysis, online simulation or logistical support to use Didi's servers for free. Others are deploying robots to eliminate human-to-human contact. \"Yes, you can call them gimmicks,\" said Eliam Huang, an analyst at Coresight Research. \"But Chinese tech companies can be very responsive and versatile.\" The food delivery giant Meituan Dianping, for example, introduced robots last week in some of its partners' restaurants in Beijing that help bring food from kitchens to delivery workers, and to customers waiting for takeout orders. Meituan wants to expand the program to other cities if it's successful. Chinese e-commerce giant JD.com, meanwhile, recently enlisted self-driving robots to bring goods to medical workers in the central Chinese city of Wuhan, where the virus originated. The bots, which look and run much like pint-sized vehicles, have been delivering packages to a hospital that primarily treats coronavirus patients. The route is relatively short — about 600 meters to the hospital — but cutting humans out of the equation has helped protect customers and employees, said Qi Kong, head of autonomous driving at JD Logistics.  \"As we learned of the situation in Wuhan, we started to pivot our resources there,\" Qi told CNN Business. \"Time has been really tight. It only took us four days to make sure our algorithm was ready to go, from simulation to practice.\" And a startup, Shanghai TMIRob, is sending dozens of robots inside hospitals throughout Wuhan, according to Chinese state media. There, they are spraying disinfectant in isolation wards, intensive care units and operating rooms.  Surveillance concerns Drones have also been put to use during the outbreak.  The technology allows authorities to scan through large crowds and spot if someone's in need of medical attention, according to MicroMultiCopter, a drone startup based in Shenzhen that has dispatched about 100 of the devices across the country. They've also sent nearly 200 employees to command centers where they can monitor what the drones are seeing in real time. \"The company has been working overtime,\" a spokesperson told CNN Business. \"This is the best test of our drone system. It is also the best showcase to the world.\" The use of drones and other technology has opened up the country to criticisms about its vast surveillance state, which human rights groups have warned can be used to violate freedoms.  China has long used facial recognition, artificial intelligence and other technologies to crack down on crime and monitor its citizens. And tech companies like Tencent have for years been accused of censoring politically sensitive topics online in China. (The company has said before that it \"respects and complies to local laws and regulations\" of countries where it operates.) China's tech sector has long benefited from \"top-down\" support from Beijing, said Huang, the Coresight Research analyst. The central government allocated 3.9% of the national budget to science and technology last year, a 14% increase over the year before. \"This shows the government highly values the development of technology, and its dedication to push technology innovation forward,\" she said. \"Authorities' support helps everything happen faster,\" she added. \"However, there is little ethical resistance, less ethical review in China.\""], "Language": false}