{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/armani-fashion-week-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [["Oscar Holland"]], "FirstPublishDate": ["2020-02-24T14:15:12Z"], "LastModifiedDate": ["2020-02-24T18:56:25Z"], "Headline": ["Armani holds Milan Fashion Week show in an empty theater because of coronavirus"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Giorgio Armani's collection at Milan Fashion Week might have been met with cheers and applause, had there been anyone in attendance. Instead, the label sent models down the runway in an empty theater -- a decision forced by the coronavirus outbreak in Italy.  Famed Italian fashion house Armani closed its Autumn-Winter 2020 show to the public and opted to livestream the event instead. This was done as a preventative measure to \"support national efforts in safeguarding public health,\" the company said on Sunday.  Giorgio Armani himself emerged after the 16-minute presentation to take a bow for his online audience.  100,000 people affected by restrictions Italy is battling the largest outbreak of novel coronavirus outside of Asia, with a total of 219 cases confirmed in the country, Angelo Borrelli of the Civil Protection Agency said Monday in a press briefing.  Of those cases, five people have died and one has recovered.  Authorities have imposed sweeping closures across northern Italy, including a ban on public events, as they race to identify patient zero. Restrictions designed to stop the spread of coronavirus in Italy affect about 100,000 people, the country's Civil Protection Agency said Monday -- about 70,000 people in the Lombardy region, and about 30,000 in the Veneto region.  The ban on public events extended to Milan, where dozens of designers showed their collections during the city's Fashion Week, which ran February 18 - 24. Other shows held earlier in the schedule had invited audiences. Coronavirus upends global Fashion Weeks  Milan is the latest fashion hub hit by coronavirus. China's Shanghai Fashion Week, which was scheduled to take place between March 2 and April 1, has been postponed indefinitely, due to the outbreak in China.  At least 1,000 Chinese fashion reporters, buyers and designers are expected to skip this year's Fashion Month, the period in February when designers showcase their collections across the world's most influential fashion cities, according to the Camera Nazionale della Moda Italiana (CNMI), Italy's fashion chamber.  Chinese consumers are integral to the fashion industry's success: they're the biggest spenders in the world and without their support, the revenue of European fashion brands will likely drop. The CNMI rolled out a series of digital inclusion initiatives -- including livestreaming events -- to ensure Chinese industry insiders can participate in fashion remotely.  Paris Fashion Week starts today, with Seoul and Tokyo Fashion Weeks scheduled to begin on March 16."], "Language": false}