{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/state-department-coronavirus-asia-cruise-advisory/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-02-24T18:37:13Z"], "LastModifiedDate": ["2020-02-24T18:41:05Z"], "Headline": ["US State Department urges citizens to reconsider cruise ship travel to Asia"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In yet another blow to the troubled cruise industry, US travelers are being urged to steer clear of Asia's waters. On Monday, the State Department advised cruise ship travelers to or within Asia to reconsider their trips, saying in a statement on its website, \"This is a dynamic situation and US citizens traveling by ship may be impacted by travel restrictions affecting their itineraries or ability to disembark, or may be subject to quarantine procedures implemented by the local authorities.\" Moreover, the State Department warned that repatriation flights organized by the US government \"should not be relied upon as an option for US citizens under the potential risk of quarantine by local authorities.\" While the State Department noted the nation's successful evacuation of hundreds of US citizens in the past few weeks, the agency said in its statement that it cannot promise to get its citizens off impacted ships or go above any local authorities' jurisdiction in coronavirus-infected areas. The advisory comes days after more than 600 cases of coronavirus were diagnosed on board the Diamond Princess cruise ship in Japan. The outbreak on the cruise ship, which has been the site of the largest outbreak of the virus outside of mainland China, resulted in the death of two passengers. In spite of the harrowing circumstances, Princess Cruises officials are optimistic about the Diamond Princess' return to sea, projecting an April 29 sail following a deep cleaning. Calling the situation a \"dynamic\" one, the State Department offered no information on when the Asia cruise ship travel advisory will lift.  The department did not immediately respond to CNN's request for comment.  Large-scale cautionary tale The comprehensive Asia-wide cruise ship travel advisory is seemingly not aligned with either the US Centers for Disease Control and Prevention (CDC) or the Cruising Lines International Association (CLIA), both of which in previous weeks have responded to the virus' outbreak with enhanced protocols. Responding to the State Department's latest travel advisory, the CLIA defended its position in a statement, pointing to the cruise industry's screening procedures as \"consistent with the advice to cruise passengers from the United States Government, issued on 20 February 2020.\"  The world's largest cruise industry trade association, CLIA noted the cruise industry's modified operations in and around East Asia but says those very precautions \"have enabled cruise operations to continue as usual in other parts of the world, including Australia, New Zealand and the South Pacific.\" The State Department isn't advising increased caution for land-based travel to those parts of Asia, only advising against travel to China Neither the United Kingdom nor Canada have issued similar blanket advisories around Asia cruise travel, though both nations have issued travel warnings for China."], "Language": false}