{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/us/new-planking-world-record-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-23T22:44:31Z"], "LastModifiedDate": ["2020-02-24T17:23:44Z"], "Headline": ["62-year-old former Marine sets Guinness World Record by holding plank for over 8 hours"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's an incredible feat at any age. But George Hood, who set the male world record for longest time in the abdominal plank position, is 62 and says he's in the greatest shape of his life.  On February 15, Hood held a plank for 8 hours, 15 minutes and 15 seconds, which Guinness World Records confirmed was the new record.  The female record is currently held by Dana Glowacka from Canada, who held a plank for 4 hours, 19 minutes and 55 seconds last year, according to Guinness World Records.  Hood, a former US Marine and retired Drug Enforcement Administration supervisory special agent, has broken the record for longest plank before, in 2011 when he held it for 1 hour and 20 minutes. But when he tried to set it again in 2016, he lost to Mao Weidong from China, who held a plank for 8 hours, 1 minute and 1 second.  Hood, of Naperville, Illinois, said he was determined to reclaim his title. He trained every day for an average of 7 hours for the 18 months leading up to the big day.  \"It's 4-5 hours a day in the plank pose,\" Hood told CNN. \"Then I do 700 pushups a day, 2,000 situps a day in sets of a hundred, 500 leg squats a day. For upper body and the arms, I do approximately 300 arm curls a day.\" In total, Hood did around 2,100 hours of planking to prepare for the event, according to Guinness World Records.  When Hood finally got up on the platform to break the world record, he said he thought of his three sons. His rock music -- including Van Halen and \"Du Hast\" by Rammstein -- also kept him going. \"When it gets tough, you know what I do? I turn that music up so loud, you'd think you're at a rock concert. I always had a fantasy of being a rock star back in the '80s,\" Hood said. \"And at least for those 8 hours, 15 minutes and 15 seconds, I was a rock star.\"  Hood said the phases of prolonged planking are similar to the walls one encounters while running a marathon.  \"The burning will set in those elbows. The skin will break and they will bleed,\" Hood said. \"When that happens, (my coach) talks me through it and I take lots of water and eventually they go numb. When the numbness sets in, I'm generally pretty good. It's just a matter of being tired and wanting to stop.\"  But no matter how much he wanted to stop, Hood said he had to keep going because he was doing this for a bigger reason than just himself. He was doing it to help raise mental health awareness.  With his experience in the military and law enforcement, Hood said he knew mental illness is often stigmatized. So he completed the challenge at 515 Fitness, a gym that helps address mental illness through exercise and professional help.  \"When you're in a combat situation, and even in law enforcement with the agents that I used to work with, we get involved in shootings,\" Hood said. \"Some people don't handle it well because they're burdened with other issues that are running in the background, whether it be marital issues, kid issues or financial problems. Sometimes those things can push people over the edge and they don't know how to flush it out, how to talk about it. \"But when they walk through the door at 515 Fitness, there's hope because there's licensed clinicians there and trainers that will help them get well,\" Hood added.  He could have stopped planking at any time after the 8 hour and 1 minute mark, but Hood said he pushed toward 8 hours, 15 minutes and 15 seconds to get the \"515\" numbers in there and dedicate it to the gym. To celebrate the reclaiming of his world record title, Hood finished off the event with a quick 75 pushups.  Hood said this will likely be his last time breaking the world record for planking, but his next goal is to set the Guinness World Record for most pushups completed in one hour, which currently stands at 2,806.  If there's a lesson to be learned from this, Hood said it's this: \"Anybody can do what I do.\"  \"Everybody has to start somewhere,\" Hood said. \"Every tree that's planted has roots. Once that tree is planted and those roots start to grow, whether it be 30 seconds or a minute or 5 minutes or an hour (of holding a plank), you start repeating the process and taking care of your tree, it will grow and you will improve and you will actually get better.\""], "Language": false}