{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-24T12:07:38Z"], "LastModifiedDate": ["2020-02-24T14:12:08Z"], "Headline": ["Dow futures drop 900 points as coronavirus spreads to Italy"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Global stocks nosedived on Monday as the spread of coronavirus accelerated outside China, with more than 200 cases reported in Italy and over 830 in South Korea. Happening now: Investors are becoming more aware of the risks to corporate profits and economic growth posed by the coronavirus. US stocks, which touched record highs even as the outbreak took hold, are headed for a brutal open. Dow futures are down more than 900 points, or 3%. Nasdaq futures dropped 3.2%. \"The accumulation of reported cases and fatalities in China continue to [grow] at a slower pace but it's the spread elsewhere that's becoming a major worry,\" Deutsche Bank strategist Jim Reid told clients on Monday. Global concerns: South Korea's Kospi index closed down nearly 3.9% on Monday as coronavirus cases in the country surged. It was the index's worst day since October 2018. Italy's main market index is off 5.2%, while the broader STOXX Europe 600 index has shed 3.4%. The coronavirus has dealt a severe blow to China's economy, the second largest in the world. Economists at UBS predict that the country's GDP will grow between 4% to 5% this quarter. Now health fears could jam other parts of the world economy, too. Authorities in Italy have announced sweeping closures in the country's north as they scramble to contain the outbreak. Officials are still searching for patient zero there. Market view: Brent crude futures, the global benchmark for oil prices, are 4.1% lower due to worries about lower demand. Meanwhile, safe haven assets are shining. Gold prices rose 2.4% Monday to more than $1,680 per ounce — their highest level in more than seven years. Intuit could buy Credit Karma for $7 billion Just in time for tax season, Intuit is said to be a nearing a deal that would increase the software company's bet on consumer finance. The maker of TurboTax could announce a deal to buy the startup Credit Karma, a private company that gives customers free access to their credit scores, for $7 billion, according to the Wall Street Journal and the New York Times. An announcement could come as soon as Monday. Growing portfolio: Intuit also owns QuickBooks, the bookkeeping software for businesses, and Mint, a budgeting app. Investor insight: The terms of the deal look good for the venture capital and private equity backers of Credit Karma, which was valued at $4 billion in a private share sale about two years ago, the Journal reports. And it gets Credit Karma off the hook for an IPO at a time when investors are more hesitant to invest in Silicon Valley firms following their public debuts. Warren Buffett struggles to find a takeover target Warren Buffett told Berkshire Hathaway shareholders in 2019 that he was eager to make an \"elephant-sized acquisition.\" One year later, he's still hunting for the right takeover candidate. \"We constantly seek to buy new businesses,\" Buffett said in his annual letter this past weekend. \"When we spot such businesses, our preference would be to buy 100% of them. But the opportunities to make major acquisitions possessing our required attributes are rare.\" He continued: \"Far more often, a fickle stock market serves up opportunities for us to buy large, but non-controlling, positions in publicly-traded companies that meet our standards.\" Some of those large stakes have caused Berkshire Hathaway to fall behind the broader market as of late. Investments in Delta and Wells Fargo have underperformed, and Berkshire shares have risen just 12% in the past year while the S&P 500 has gained more than 20%. Up next Dine Brands, which owns IHOP and Applebee's, reports earnings before US markets open. HP follows after the close. Coming tomorrow: A big week for US retail earnings kicks off with Home Depot and Macy's."], "Language": false}