{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/five-things-february-24-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-24T11:17:33Z"], "LastModifiedDate": ["2020-02-24T11:18:37Z"], "Headline": ["5 things to know for February 24: India, coronavirus, Kobe Bryant, election 2020, Russia"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Listen up, brainiacs. NASA wants your help creating technology for a mission to Venus. The winner gets up to $15,000. Of course, there's a catch. Here's what else you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. India President Trump is in India for a two-day state visit -- his first as US President. He's meeting with Indian Prime Minister Narendra Modi, a leader he's often been compared to for his strongman, nationalist style. Trump and Modi shared a stage during a rally before large crowds in Modi's hometown of Ahmedabad, in the state of Gujarat. While Trump and Modi have been effusive in their praise of each other, relations between Washington and Delhi are not the strongest right now. The two leaders are expected to hash out disagreements on security and trade. The visit also comes at a turbulent moment for India — Modi has faced criticism at home and abroad for what some view as attempts to move India away from a secular democracy and toward a Hindu nationalist state. Trump's visit could help boost Modi and provide an endorsement of his policies. 2. Coronavirus Authorities worldwide are rushing to contain the spread of the novel coronavirus, as some countries outside China experience a massive spike in infections and others report their first cases. The virus has reached more than 30 other countries and territories, and is spreading in Europe and the Middle East. South Korea now has the most cases of the virus outside China, with more than 800. About half of the cases there are linked to a branch of a controversial religious group. Italy has the largest number of coronavirus cases outside Asia. Infections there jumped from three to 152 over the weekend, with three deaths so far. Fears are rising in the Middle East too. Iran has confirmed 43 coronavirus cases, including eight deaths. Lebanon, Israel, Kuwait and Afghanistan have also reported cases. The global death toll now stands at more than 2,600, while more than 79,000 people have been sickened. 3. Kobe Bryant Fans are set to pack the Staples Center in Los Angeles today to remember NBA legend Kobe Bryant, whose death -- along with the deaths of his daughter and seven others -- shocked the world last month. The Black Mamba and his 13-year-old daughter Gianna were laid to rest at a cemetery near the Pacific coast nearly two weeks ago. In the days following their deaths, the area in front of the Staples Center became a massive fan memorial with flowers, jerseys and other mementos. The memorial service will be a \"celebration of life\" on a symbolic date: Kobe Bryant wore No. 24 in the latter part of his career, while his daughter Gianna wore No. 2 for her youth basketball teams. The service begins at 10 a.m. PT. 4. Election 2020 Bernie Sanders is on a roll. After a massive victory at the Nevada caucuses on Saturday, the Vermont senator has emerged as the undisputed frontrunner in the Democratic presidential race. He's well ahead of the other candidates in a new national poll released Sunday, and picked up an endorsement from former contender Marianne Williamson. Sanders is now poised to potentially pick up wins in South Carolina and then on Super Tuesday that could clear his path to the Democratic nomination. But Sanders' rise has set off alarm bells among the Democratic establishment and his moderate rivals in the race, who argue that Sanders' agenda would pave the way for four more years of Trump. But so far, moderate voters haven't united around a single candidate, making it harder to slow him down. The next nine days will determine whether Sanders' revolution will be able to help him clinch the nomination. 5. Russia A top election security official appears to have overstated the US intelligence community's formal assessment of Russian interference in the 2020 election. Shelby Pierson told lawmakers on the House Intelligence Committee last week that Russia was trying to help Trump get re-elected. Now, three national security officials say she omitted some important nuance. Russia is interfering in the 2020 election and it does view President Trump as a leader it can work with, according to US intelligence. But the US doesn't have evidence that Russia is interfering specifically to help Trump — right now, Russia's only clear aim is to sow discord in the US, one official said. Separately, intelligence officials have warned Bernie Sanders that Russia is trying to boost him in the Democratic primaries, though they have not determined that Russia wants him to win the general election. BREAKFAST BROWSE B. Smith, celebrated restaurateur and cookbook author, has died Smith had been battling Alzheimer's disease. She was 70.   Three US aircraft shot down during WWII have been found after 76 years Families who lost loved ones in the downed aircraft finally have some answers. 62-year-old former Marine sets world record by planking for more than 8 hours Feeling sore just thinking about this. A YouTuber's fancy Bali vacation sure looked nice. Except the photos were taken in an Ikea Don't believe everything you read on the internet, folks. A 400-pound bear went on a leisurely stroll in a California suburb We all need a change of pace sometimes. TODAY'S QUOTE \"How many of us in this room have colleagues and partners and friends from other races, sexes, religions? Well then, they want to break bread with you, right? They like you? Well then, this is their problem too.\" Rihanna, at the 2020 NAACP Image Awards on how issues affecting black people should matter to people in other communities too.  TODAY'S NUMBER $8,638.85 That's how much New York Sen. Chuck Schumer spent on cheesecake over seven years. He says it's his guilty pleasure. THIS JUST IN Malaysia's Prime Minister resigns Mahathir Mohamad submitted his resignation today in a surprise announcement that could plunge Malaysia into political crisis. The move comes amid speculation that the 94-year-old leader was attempting to form a new ruling coalition that would exclude his promised successor. TODAY'S WEATHER AND FINALLY If it fits, I sits Watch Haburu the cat get a piano massage as his owner plays a cover of \"Numb\" by Linkin Park. It's as if Haburu has become so numb ...  and I'll see myself out. (Click to view)"], "Language": false}