{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/media/wall-street-journal-reporters-china-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong/New York"], "ByLine": ["By Ben Westcott, Steven Jiang and Brian Stelter, CNN"], "Writers": [["Ben Westcott", "Steven Jiang", "Brian Stelter"]], "FirstPublishDate": ["2020-02-19T09:04:18Z"], "LastModifiedDate": ["2020-02-24T03:44:41Z"], "Headline": ["Beijing expels three Wall Street Journal reporters"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Chinese government announced Wednesday that it is revoking the press credentials of three Wall Street Journal reporters, the largest expulsion of overseas media from the country in more than three decades. The US news organization's editor in chief Matt Murray decried the move as a \"harsh and unprecedented action\" and said \"we will continue in the coming days to push for this action to be reversed.\" US Secretary of State Mike Pompeo also denounced the expulsion. \"Mature, responsible countries understand that a free press reports facts and expresses opinions. The correct response is to present counter arguments, not restrict speech,\" Pompeo said. The expulsions come as China faces intense international scrutiny over its handling of the novel coronavirus outbreak. One of the Journal reporters, Chao Deng, is currently in Wuhan, \"exposing herself to potential illness, to tell stories about the coronavirus,\" Murray said in an internal memo. Speaking at a press briefing, Chinese Foreign Ministry spokesman Geng Shuang said the expulsion was due to an opinion piece published by the Journal on February 3, entitled \"China is the real sick man of Asia.\" \"The editors used such a racially discriminatory title, triggering indignation and condemnation among the Chinese people and the international community,\" Geng said. \"Regrettably, what the WSJ has done so far is nothing but parrying and dodging its responsibility. It has neither issued an official apology nor informed us of what it plans to do with the persons involved. ... As such, it is decided that from today, the press cards of three WSJ journalists will be revoked.\" In an article about the expulsion, the Journal said Deng, reporter Philip Wen, and deputy bureau chief Josh Chin have been given five days to leave the country. Chinese authorities have increasingly used visa restrictions to show displeasure with or exert pressure over foreign media in China. Numerous foreign journalists have been placed on short-term visas instead of the standard one-year visa. But it is highly unusual for an international journalist to be expelled from the country. In a statement Wednesday, the Foreign Correspondent's Club of China described the move to expel the three reporters as an \"unprecedented form of retaliation against foreign journalists in China.\" \"FCCC member correspondents and their colleagues in China are suffering from an increasing frequency of harassment, surveillance and intimidation from authorities. The expulsion of these three WSJ reporters is only the latest, and most alarming, measure authorities have taken.\" The FCCC confirmed to CNN that the decision represented the largest single expulsion of foreign correspondents since 1989, and the first outright expulsion of a foreign correspondent since 1998. Another Wall Street Journal reporter, Chun Han Wong, was effectively expelled from the country in August last year after the government declined to renew his press credentials following his co-authoring of a report on Chinese President Xi Jinping's cousin. Wednesday's move comes less than one day after United States officials announced they would be treating five major Chinese state-run media companies as effective extensions of the Chinese government. A senior State Department official said Tuesday that Xinhua, China Global Television Network, China Radio International, China Daily and People's Daily will be designated as \"foreign missions,\" effective immediately. The change will mean that the media companies will now need US government approval to buy or lease office space in the US and will have to register personnel changes with the US State Department. The Chinese Foreign Ministry described the decision as \"unreasonable and unacceptable\" and maintained that China reserved the right to \"respond further on this matter.\" But the Foreign Ministry said the action against the Journal was specifically in response to the February 3 opinion piece by US academic Walter Russell Mead. There has been a weeks-long campaign in Chinese state media attacking the Journal for publishing the piece, which criticized Beijing's initial reaction to the coronavirus epidemic, hypothesizing what effect the outbreak might have on the country's economy and political system. In a Twitter post Wednesday, the state-run tabloid Global Times claimed the headline was \"racist\" and published an opinion piece calling on the Journal to \"apologize.\" \"A Chinese Foreign Ministry spokesperson has also demanded a public apology from the paper. But the Wall Street Journal still has not apologized, nor has it taken any actions to correct the mistake. It continues to adhere to its arrogance and prejudice,\" the opinion piece said. William Lewis, the publisher of the Journal and the CEO of its parent company Dow Jones, did express \"regret\" in a statement hours after the expulsions were announced. Lewis pointed out that the opinion and news divisions of the Journal are separate entities. \"The News department's role is to provide facts and analysis, while the Opinion department's role is to provide opinion and commentary. They are separately staffed,\" Lewis said. \"Our opinion pages regularly publish articles with opinions that people disagree - or agree with - and it was not our intention to cause offense with the headline on the piece. However, this has clearly caused upset and concern amongst the Chinese people, which we regret.\" Lewis argued that \"the need for quality, trusted news reporting from China is greater than ever,\" and the decision \"to target our News department journalists greatly hinders that effort.\" Press advocates came to the Journal's defense on Wednesday. The Committee to Protect Journalists cited the coronavirus outbreak as a reason why the journalists should not be expelled. \"During a global health emergency, it is counterproductive for the Chinese authorities to be limiting the flow of news and information,\" said Steven Butler, the group's Asia program coordinator."], "Language": false}