{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/politics/coronavirus-congress-white-house-funding/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Sarah Westwood, CNN"], "Writers": [["Sarah Westwood"]], "FirstPublishDate": ["2020-02-23T21:37:05Z"], "LastModifiedDate": ["2020-02-24T02:57:29Z"], "Headline": ["White House expected to ask Congress for coronavirus funds this week"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["White House officials are expected to ask Congress for emergency funding this week to battle the coronavirus amid growing fears of a larger outbreak in the US, two officials familiar with the forthcoming request said. Government aides worked throughout the weekend on the supplemental request, which is still not final but could be sent to Capitol Hill as soon as Monday, according to a person familiar with the plans. That source said Health and Human Services Secretary Alex Azar has ruffled feathers through the process by requesting amounts of money that \"have been seen as largely out of proportion.\" The source noted HHS already has money that could be used for coronavirus issues, but claimed Azar \"has been pushing hard for this to overcompensate\" for management decisions regarding coronavirus containment that the source criticized. The US now has 35 confirmed cases of coronavirus. Fourteen Americans who tested positive for the disease returned to the US this week after spending weeks in isolation on the luxury cruise ship Diamond Princess docked in Japan. A spokesperson for HHS referred questions to the Office of Management and Budget.  Another person familiar with the talks vehemently disagreed with the characterization that Azar had asked for too much funding or mismanaged any part of the coronavirus response effort. An HHS spokesperson noted the Centers for Disease Control and Prevention has already notified Congress of its intent to spend up to $66 million from its Infectious Diseases Rapid Response Reserve Fund to respond to the coronavirus outbreak. The supplemental funding request was first reported by Politico. The discussions about funding come as the Trump Administration has grappled with how to deal with the rapidly-spreading disease, including what to do with those Americans on board that cruise ship who were flown back to the US to continue quarantine. President Donald Trump downplayed concern about the contagion on Sunday as he departed the White House for India, claiming his administration has the virus \"very much under control in this country.\" \"It's a big situation going on throughout the world, and I can say that the Unites States, we've pretty much closed our doors in certain areas and about certain areas and lose certain areas,\" he told reporters. \"We have the greatest doctors in the world, we have it under control, we accepted a few people -- a very small amount of people, they're very well confined, and they should be getting better fairly soon. Very interestingly, we have no deaths.\" Trump praised Chinese President Xi Jinping for his handling of the outbreak in China, claiming Xi has worked \"very, very hard\" to contain the virus. The Trump administration has suspended all commercial flight traffic from China and has imposed quarantine orders on certain people who have recently spent time in China if they attempt to return to the US. Officials were still working on the supplemental request heading into Sunday afternoon and the precise amount of funding has not yet been set. But the preparations to ask Congress for more money represents a significant step in the administration's response to the global outbreak of the virus, which originated in China. Although the White House initially took a measured approach to handling the virus, administration officials earlier this month issued travel bans, quarantine orders and increased mandatory screenings as officials evaluated the growing threat posed by the illness. CORRECTION: This story has been updated to correct the amount of confirmed cases of coronavirus in the United States."], "Language": false}