{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/politics/bernie-sanders-north-korea-meeting-military-force-china-taiwan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Annie Grayer, CNN"], "Writers": [["Annie Grayer"]], "FirstPublishDate": ["2020-02-23T23:10:16Z"], "LastModifiedDate": ["2020-02-24T00:58:08Z"], "Headline": ["Sanders says he'd meet with Kim Jong Un as president and would take action if China invaded Taiwan"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Sen. Bernie Sanders says he would meet with the leader of North Korea and other US adversaries if he were elected president. \"Meeting with people who are antagonistic is, to me, not a bad thing to do,\" the Vermont senator said during a \"60 Minutes\" interview slated to air Sunday, referring to a meeting with North Korea leader Kim Jong Un. \"I think, unfortunately, (President Donald) Trump went into that meeting unprepared. I think it was a photo opportunity -- and did not have the -- kind of diplomatic work necessary to make it a success.\" Sanders, a Vermont independent who solidified his status as the front-runner vying for the Democratic presidential nomination after claiming victory in the Nevada caucuses Saturday, has before praised Trump for his meetings with Kim. But the Vermont senator has also ripped the President for his foreign policy.   Sanders has repeatedly argued that military action should be a last resort, and he recently led an effort to freeze funding for any military action in Iran without express approval from Congress -- a bill he introduced shortly after the Trump administration held a classified briefing in which advisers outlined the case for their military strike that killed a top Iranian general. In the interview with Anderson Cooper, Sanders also spoke to the conditions under which he would use military force, saying he would be willing to take military action if threats were made against Americans and US allies across the world. When asked how he would react if China took military action against Taiwan, Sanders said he would do so in alliance with other countries. \"I mean, I think we have got to make it clear to countries around the world that we will not sit by and allow invasions to take place, absolutely,\" he said."], "Language": false}