{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/middleeast/iran-election-explainer-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Luke McGee, CNN"], "Writers": [["Luke McGee"]], "FirstPublishDate": ["2020-02-20T15:42:30Z"], "LastModifiedDate": ["2020-02-23T12:01:03Z"], "Headline": ["Iran's elections are set to be dominated by hardliners. Here's what that means"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["On Friday, Iranians will vote in parliamentary elections at a time of turmoil at home and of simmering tensions abroad.  The vote comes after months of anti-government protests that were fueled by a nosediving economy and met with a brutal crackdown on dissent. The election also comes barely a month after US President Donald Trump's decision to kill senior Iranian military commander Qasem Soleimani, bringing Washington and Tehran to the brink of war.   Here's what you need to know. Why is this election important? While the Islamic Consultative Assembly -- also known as the parliament -- plays an important role in Iran's complicated political system, it is dwarfed in significance by the Supreme Leader, the country's highest political and religious authority, and the Guardian Council, which controls who can and cannot stand in elections. According to the Atlantic Council, more than 15,000 people applied to run for parliament, but 7,296 were disqualified by the Guardian Council -- including some sitting members of parliament and many moderate candidates. The election should provide evidence of how far the Iranian establishment has moved from current President Hassan Rouhani's modernizing agenda and how it is now rallying around conservatives and hardliners. Rouhani was first elected in 2013, having spent ten years serving as Iran's chief nuclear negotiator. He was the driving force behind Iran's shift from insular belligerent to a country actively seeking to engage with the West and, controversially, the US.  The nuclear deal, negotiated and signed by Rouhani, was central to his agenda. It opened Iran up to the outside world and invited foreign investment -- particularly from the West. However, relations between Iran and the West have seriously deteriorated since Trump took office. It is difficult to overstate the impact that Trump's 2018 decision to walk away from the nuclear deal has had. The economic sanctions that the White House reimposed on Iran have battered the country's economy, and foreign investors fear secondary sanctions from the US if they continue operating within Iran. The fact that there will be so few moderates for Iranians to vote for on Friday suggests that, despite the faltering economy and anti-regime protests over the past year, the highest powers in Iran are in no mood to placate the public or try to reengage with the US-led West any time soon. Who is standing? Lots of conservatives and not many reformists. According to Mostafa Tajzadeh, an Iranian reformist politician, the Guardian Council has fixed it so that in 253 of the 290 seats, conservatives and hardliners will not face any opposition from reformist parties.  \"The decision of the Guardian Council to rule out so many moderates is a big indication of what the regime thinks is best for Iran following the US confrontation,\" says Chris Doyle, director of the Council for Arab-British Understanding, an independent think tank promoting conflict resolution, civil society and human rights in the Middle East. \"In the past we'd seen it being open to a more reformist, open presidency. But it's clear that for now it wants to close ranks around conservative ideas.\" A spokesperson for the council denied to CNN anyone had been specifically excluded for political reasons, adding that the council had never \"adopted a politicized angle.\"  \"The proper documentation of any given candidate is the source of our judgment, and we judge according to the election law approved by the government,\" council spokesman Abbas Ali Kadkhodaei told CNN.  Why have so many moderate candidates been banned? There could be a few explanations. The regime has had a difficult time domestically in recent months. In response to anti-regime protests back in November, the government shutdown the internet in Iran.  The protesters' complaints were mostly economic, as the country had experienced food shortages, increasing fuel prices and a general deterioration in living standards. While many Iranians blame this on the sanctions imposed by Trump, they also protested perceived corruption among Iran's clerical leadership. By excluding moderate candidates, the regime could be signaling that its attitude towards dissent within Iran is becoming more hardline, and that the religious establishment is preparing to tighten its grip on the nations complicated democratic power balance.  It could also be because the moderate, reformer cause has been so dramatically undermined by the Iranian-US standoff. \"The hardliners have definitely been empowered by the US sanctions and the killing of Soleimani. Among the public, reformists lost some of their credibility as their agenda has fallen apart under US pressure,\" said Mohammad Ali Shabani, a researcher at SOAS in London. What is the likely outcome? Given that so few moderates are standing, the result will almost certainly be a resounding win for the conservative and hardline candidates. The only unknown is what the turnout will be. Many observers expect it to be low because of the narrow range of candidates in the vast majority of seats. However, observers also point to a growing sense of disillusionment in the Iranian system. \"Back in November, protests against the regime and Supreme Leader were so bad that the government had to shut down the internet,\" Doyle said. There were also anti-government protests across the nation after Iran admitted shooting down an Ukrainian airliner, killing dozens of Iranian citizens, back in January. The regime claims that the downing of the airliner was an accident.  Yet no matter how frustrated Iranian citizens are with how the country is run, the killing of Soleimani reminded many of how little they like being pushed around by \"the Great Satan.\"  And to some extent, how much of a poke in the eye this election is to the US is how many will measure its significance. \"Trump will likely celebrate a low turnout and argue it shows the regime is suffering from a legitimacy crisis,\" said Trita Parsi, executive vice president of the US-based Quincy Institute think tank. \"While that is true, that does not bring the US closer to its stated policy objectives.\" What might the election change?  In reality, very little.  The nuclear deal is dead. The reformist agenda is on its knees, experts said, and Rouhani has probably lost the confidence of the regime. Without engagement with the US, sanctions are unlikely to be lifted, meaning little foreign investment and continued economic struggles. And as Iran's response to international isolation hardens, it will likely move to increase its influence in the Middle East -- especially in Iraq, where Iranian proxies are in direct conflict with American personnel. It could also ramp up belligerent activity in countries like Yemen and try to assert its authority in the region's conflict areas. It could seek closer cooperation with global rivals to the US like China and Russia.  Some analysts worry that in a worst-case scenario, Iran could return to its push for a nuclear bomb, after stepping back from some of its obligations under the nuclear deal in recent months. All of which will alarm those who want to avoid a full-blown US-Iran war.  \"Both the Trump administration and Iran peered over the precipice, looked at war, and didn't like it. Iran's reaction to Solemani was tempered enough to not provoke Trump but save face. But it's not going to be sustainable to keep up maximum pressure for ever. And if the Iranians do push for a nuclear bomb to prove a point there will have to be negotiations at some point,\" said Doyle.  Will this affect what happens with America? It's unlikely, given that Iran's foreign policy is set by Iran's Supreme Leader and, to a lesser extent, the President. And experts said the ball is to some extent in America's court. At some point, probably after the presidential election, the US will have to take stock of its Iran policy and decide if it is working. \"The elections will be yet another indicator as to whether Trump's policy of economic warfare is softening Iran's position and bringing it closer to capitulating to American demands,\" said Parsi. \"If hardliners and opponents of engagement with Washington strengthen their grip on the parliament, then that further proves that Trump's approach is counterproductive.\" A majority of US lawmakers want to avoid a war with Iran; the Republican-controlled Senate voted last Thursday to seriously limit the President's ability to use military force against Iran (Trump was expected to veto the bill). That puts the US in a tricky spot: if the Trump strategy isn't working, then does it go harder or softer? One path leads to continued maximum pressure and greater conflict; the other leads to concessions that Iran will be able to call a victory. This will be a choice for whoever wins in November. Until then, experts said the US would do well to reflect on what it actually wants from Iran and whether reaching a reasonable accommodation is possible. This article has been updated to correct the spelling of the name of an interviewee, Mohammad Ali Shabani, and to amend part of his quote."], "Language": false}