{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/politics/what-matters-february-21/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-02-22T05:05:31Z"], "LastModifiedDate": ["2020-02-22T21:01:16Z"], "Headline": ["Russian meddling was out of a spy novel in 2016. It's turning 2020 into a horror movie."], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Washington Post reported late Friday that intelligence officials told Sen. Bernie Sanders, the front-runner in the Democratic presidential primary, that Russians are actively trying to help him in an effort to split the party. They're also meddling generally on behalf of President Donald Trump, although we knew that already. Officials notified Sanders about a month ago. This is a breaking story. Keep track here. Sanders appeared furious about the report when asked about it. \"What I say to Mr. Putin, if elected president, trust me, you are not going to be interfering in American elections,\" he said. He also added a dig at The Washington Post for reporting it. \"Good friends,\" he called the paper, sarcastically. If it feels like you've seen this story before, it's because you have.  But unlike a spy movie sequel, no one's even changing out any of the characters. There is also no hero, although surely Trump sees himself that way. The whole storyline, however, is straight out of a thriller: heated secret meetings on Capitol Hill, the President finding out about them from an allied congressman, then blowing up at and dislodging his spy chief, just as he undertakes a purge at the White House. And another Russian interference effort intended to shake American faith in the grand democratic project. It raises real questions about what the President and the US government will do to protect the American election. This is real and it's scary. Unlike 2016, the news is unfolding almost in real time, and now we know enough to recognize what we are seeing. In short, as my colleague Stephen Collinson wrote Friday, America's Russia nightmare is back -- and it's worse this time.   Truth is stranger than fiction Trump didn't even find out about the intelligence briefing that set him off from his intel chief. CNN previously reported that he found out from Rep. Devin Nunes, a Californian who's the top Republican on the House Intelligence Committee. Maybe that's why, a day later, on Valentine's Day, he exploded at the nation's top spy, who has since resigned. Joseph Maguire had already been embarrassed by his short-lived effort, on behalf of the White House, to keep the whistleblower complaint from Congress.  Trump wasn't mad about the meddling, mind you, but rather that his nemesis on Capitol Hill, the top impeachment inquisitor Adam Schiff, had been given the information. Let's set the scene:  ... On the same day the President's friend and political adviser Roger Stone was sentenced to prison (joining Trump's former campaign manager and former lawyer), for lying about his efforts to coordinate with the Russians through WikiLeaks ... ... The New York Times reported that Trump ousted his acting director of national intelligence ... ... For telling Congress about Russian efforts to again interfere in the election. Again ... ... Trump is mad not at the interference, but that the admission might be used against him by Democrats, namely Schiff ... ... Out goes the intelligence chief. Trump then picks a political ally with no intelligence experience to oversee the intelligence community when the general election campaign kicks off ... ... The spy chief shake-up comes just as Trump brings several former aides -- Hope Hicks and John McEntee -- back to the Oval Office ... ... McEntee, who couldn't previously get a security clearance, is now in charge of what from the outside seems like a purge at the National Security Council and he's apparently telling aides to be on the lookout for disloyalty. 'Bored' with 'disinformation' \"Aren't people bored?\" Trump asked supporters at a rally in Las Vegas earlier on Friday. While the intelligence community he oversees has warned of Russian interference, the President accused Democrats of ginning up a new witch hunt. Trump said he had been informed about \"disinformation\" by \"Democrats\" a week ago. \"I was told a week ago, they said, you know, they're trying to start a rumor. It's disinformation. That's the only thing they're good at. They're not good at anything else. They get nothing done. Do-nothing Democrats. That Putin wants to make sure I get elected. Listen to this. Doesn't he want to see who the Democrat's gonna be? Woudn't you rather have, let's say, Bernie?\" Trump asked. What the Russians want Jake Tapper shared some of his reporting about what members of the intelligence community think Russia is actually trying to accomplish, and it's not as simple as helping Trump. \"They like President Trump, the Russians. They think they can work with him, he's a dealmaker. But it's not necessarily about, 'We're trying to help President Trump,' as they clearly did in 2016, as much as it's definitively about trying to sow confusion and mistrust in the American election,\" Tapper said.  \"One of the things that's important for people to understand is that the Russians are really trying to wreak havoc.  \"They want everyone in this country to mistrust everything, mistrust the media, mistrust elections, mistrust the White House, mistrust everything.\" Former CIA Director and Defense Secretary Leon Panetta, a Democrat, said Trump's efforts to block Congress from learning about such meddling is not helpful. \"Those who are trying to stop this are going to have a much tougher job trying to track what the Russians are doing to try to undermine the credibility of our election system.\" But the threat is now very well known. \"I think the election of 2020 is under serious threat as a result of what the Russians are doing,\" he said. Something interesting to read Anand Giridharadas has a definite perspective on billionaires (he doesn't like them), but this opinion piece he wrote in The New York Times is worth the click. This paragraph struck me: The Democratic debate on Wednesday made it clearer than ever that November's election has become the billionaire referendum, in which it will be impossible to vote without taking a stand on extreme wealth in a democracy. The word \"billionaire\" came up more often than \"China,\" America's leading geopolitical competitor; \"immigration,\" among its most contentious issues; and \"climate,\" its gravest existential threat. Related: Mike Bloomberg releases women who made complaints about him. The billionaire was bloodied enough by Elizabeth Warren during Wednesday's debate that he has now agreed to release women who made complaints against him from nondisclosure agreements they signed with his company. Coming up Nevada holds its caucuses on Saturday. Doors open at 1 p.m. ET, and the caucuses convene at 3 p.m. ET. Here's what CNN's Harry Enten says the polls tell us about what will happen.  Buckle up.   What are we doing here? The American system of government has been challenged to deal with a singular President and a divided country that will decide whether he should get another four years in the White House.  Stay tuned to this newsletter as we keep watch over the Trump administration, the 2020 presidential campaign and other issues of critical interest."], "Language": false}