{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/health/cdc-coronavirus-update/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michael Nedelman and Ben Tinker, CNN"], "Writers": [["Michael Nedelman", "Ben Tinker"]], "FirstPublishDate": ["2020-02-21T19:01:27Z"], "LastModifiedDate": ["2020-02-22T03:22:31Z"], "Headline": ["CDC has confirmed 35 cases of novel coronavirus in the US"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["US officials have now confirmed 35 cases of novel coronavirus in the country, the US Centers for Disease Control and Prevention said Friday. These include 21 cases among repatriated individuals, as well as 14 US cases. \"We are keeping track of cases resulting from repatriation efforts separately because we don't believe those numbers accurately represent the picture of what is happening in the community in the United States at this time,\" Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases, told reporters Friday. The 21 repatriated include 18 former passengers of the Diamond Princess cruise ship that docked in Japan, plus three who had been previously evacuated from China. There are 10 additional passengers among the Diamond Princess evacuees who tested positive for the virus in Japan, and who Messonnier said will likely be added to the official US count once the Japanese test results have been adjudicated.  The 14 US cases include eight in California, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. Among these cases, there are two instances of person-to-person transmission, one in Illinois and one in California. The 13th US case was confirmed Thursday night in Humboldt County, California. County officials offered few details but said a close contact with symptoms was also undergoing testing, and both are self-isolating at home. The 14th case is a Sacramento resident who recently traveled to China, the Sacramento County Department of Public Health announced Friday. Messonnier said there are additional Americans from the Diamond Princess group who remain hospitalized in Japan and are \"seriously ill.\" 'A robust inter-agency discussion' On Thursday, The Washington Post reported there had been tensions between the CDC and the US Department of State regarding the decision to allow asymptomatic Americans from the Diamond Princess group who tested positive to board a repatriation flight along with other passengers who had not. A State Department official told reporters Friday that an execution plan was already underway when Japanese lab results became available. \"I think the folks on the ground did just the right thing, by -- out of an abundance of caution -- moving those 14 people into an isolation area where they pose no threat to themselves or anyone else, to provide room for a robust inter-agency discussion between not just CDC and state, but really the operational elements of HHS,\" said Dr. William Walters, executive director and managing director for operational medicine at the State Department's Bureau of Medical Services. In total, more than 300 US citizens aboard the Diamond Princess were repatriated on two flights chartered by the State Department. \"At the end of the day, the State Department had a decision to make, informed by our inter-agency partners, and we went ahead and made that decision,\" Walters said. \"And the decision, I think, was the right one in bringing those people home.\" Messonnier said, \"These are difficult decisions that we're faced with every day, and we're making those decisions in real time.\" She added, \"We are one US government, working together,\" but that the focus going forward will be on the health of repatriated US citizens and continuing the overall coronavirus response. That response, she said, involves not just looking for new cases of coronavirus, but preparing for what happens if the virus spreads in the United States. This includes working with partners in the medical supply chain to make sure health care systems are well-stocked, and working with hospitals across the country to \"plan for surges of people seeking and requiring care,\" Messonnier said. \"This new virus represents a tremendous public health threat,\" she said. \"We are now taking and will continue to take unprecedented, aggressive action to reduce the impact of this virus ... on the communities in the US.\""], "Language": false}