{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/business/wedding-gowns-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Parija Kavilanz, CNN Business"], "Writers": [["Parija Kavilanz"]], "FirstPublishDate": ["2020-02-21T21:30:06Z"], "LastModifiedDate": ["2020-02-22T00:44:25Z"], "Headline": ["Bridal gowns could be in short supply for wedding season because of coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["With the summer wedding season around the corner, the coronavirus outbreak could leave brides-to-be in panic: Some may be unable to get the wedding gown they want for their big day. China is a leading supplier of wedding gowns. As much as 80% of the world's western-style gowns are produced there, according to the American Bridal and Prom Industry Association. Many factories in China have remained closed this year as the country attempts to curb the spread of the coronavirus. Although China's vast manufacturing engine is slowly coming back on line, the extended shutdown has resulted in a production delay across the board for all kinds of products, including wedding gowns.  \"We have spent a lot of time monitoring the situation in China and I believe a lot of disruption is going to happen,\" said James Marcum, CEO of David's Bridal, the largest seller of wedding gowns in the United States. \"It's not only with bridal gowns but there's the bridesmaid side of things, too.\" Producing a wedding gown requires significant time and a highly skilled workforce. Many dresses are customized to the bride, with intricate details, such as hand stitching and beadwork, some of which takes as much as 100 hours of work by hand, Marcum noted.  So unexpected production delays slow down an already time-consuming process. The domino effect could leave wedding gowns sellers unable to deliver their customers' orders on time. \"We're already hearing that some wholesalers are informing their buyers about shipment delays because of the virus,\" said Marcum. \"We don't have full visibility as yet to the extent of those delays.\"  At least a month delay In response to the slowdown, retailers are stocking up on wedding dresses and prom gowns, said Stephen Lang, owner of Mon Cheri Bridals, based in Trenton, New Jersey.  The company is a large-scale producer of special occasion dresses, including wedding gowns, and supplies them to over 10,000 stores worldwide, including 4,000 stores in the United States. Eighty percent of its wedding gowns are made in China.  \"My orders are up 11% for the year already,\" said Lang, who is also president of the American Bridal and Prom Industry Association which represents manufacturers and retailers.  \"They are loading up because everyone is really worried about a shortage in the summer,\" said Lang. \"There's already at least a month delay in the supply chain [from China]. It will get worse if everything isn't back to normal soon.\" Lang is closely watching a run on his existing inventory that's been sitting in warehouses.  \"That's going to run out at some point and I need to restock it quickly at some point,\" he said. The problem is that even though factories are starting back up -- over half of Mon Cheri Bridal's factories are now open --  Lang explained that dress production could still be stalled because of shutdowns further up the production process. Mills that make the fabric and fabric centers that supply the material aren't up and running yet, Lang said. Still, he's hopeful brides aren't left scrambling.  \"Look, no one should have to go without a wedding dress,\" said Lang. \"If this China situation extends beyond summer, then yes, [dress] choices will start to get limited.\" Marcum said all of David's Bridal factories in China are now open. China accounts for less than half of the brand's wedding gowns production. The retailer also produces its gowns in Sri Lanka, Burma and in Vietnam. And Marcum said David's Bridal currently has enough inventory set aside in its warehouses and in its 300 stores nationwide. \"We can be nimble while we monitor the situation in China,\" said Marcum. \"We feel confident, but if the situation arises, we will do anything, even airfreight gowns to make sure our customers have them.\""], "Language": false}