{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/us/university-of-albany-coronavirus-themed-party-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-21T21:21:47Z"], "LastModifiedDate": ["2020-02-21T21:21:47Z"], "Headline": ["A group of college students may face disciplinary action over a coronavirus-themed party"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Some students at a New York university are in hot water over allegations they held what the school is describing as a \"coronavirus-themed party.\" Officials at the University of Albany say they are investigating the event, which they called \"distasteful and hurtful\" in a news release. \"We are aware of a coronavirus-themed party that was recently held off-campus and not sanctioned by the University at Albany,\" the University of Albany said in a statement. \"The theme of this party was distasteful and hurtful and is not representative of UAlbany or its nearly 18,000 students.\" The trouble started last week when a video was posted on Instagram showing a bucket filled with ice and beer and a University of Albany student wearing a surgical mask, Albany's WGY News Radio reported.  The video, which has since been deleted, was captioned, \"Corona virus isn't gonna stop anyone from partying.\" CNN did not independently view the video. Students who violate the university's Student Code of Conduct may face disciplinary actions, the school said, even if the party was not on school premises. The university did not respond to questions regarding when the party was held, how many students were involved and what kind of disciplinary action the students could possibly face. A beer joke or xenophobia? The Asian American Alliance at the University at Albany issued a statement on Instagram on Monday demanding an apology. \"As members of the Asian community on campus, your party is not funny and completely insensitive,\" the Asian American Alliance said in their statement. \"The real life affects of this virus has led to not only mass stereotyping of Asian people, but also hundreds of deaths across the world.\" The alliance requested that the school investigate the \"illegal student group,\" and require the students involved to issue an apology on their Instagram page. It wasn't clear what they meant by calling the group illegal. \"Diseases that affect non-white populations are radicalized in a way that stems from the innate xenophobia of American society. It serves to dehumanize the affected population. This has happened with ebola and has shown its face again with the coronavirus,\" the alliance said. The Hubei health authority in China reported that 115 more people died of the coronavirus in Hubei province on Thursday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 2,144.  But the death toll is not the only tragic consequence of the outbreak.  Rampant ignorance and misinformation about the novel coronavirus, experts say, has led to racist and xenophobic attacks against fellow Americans or anyone in the US who looks East Asian."], "Language": false}