{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/opinions/las-vegas-debate-todd-graham/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Todd Graham"], "Writers": [["Todd Graham"]], "FirstPublishDate": ["2020-02-20T14:10:12Z"], "LastModifiedDate": ["2020-02-20T19:15:51Z"], "Headline": ["Debate coach grades the feistiest debate yet"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Former New York City Mayor Michael Bloomberg's debut in the Las Vegas debate Wednesday night changed the way the Democrats have been interacting on stage.  They began by attacking Bloomberg and that paved the way for the feistiest debate yet. The candidates spent so much time throwing verbal punches at each other that none sufficiently explained why he or she would make the best president. Consequently, none received an A.   B+ Bernie Sanders   The Vermont Senator handled himself well when placed center stage. His answer to a question about fracking -- explaining that fighting for the planet \"is a moral issue\" -- was excellent. After Bloomberg said that he'd \"worked hard\" for his vast wealth Sanders played to his democratic socialist theme, retorting that \"maybe your workers played some role in that, as well.\" Sanders later reframed the idea of socialism when he explained that the United States currently has socialism -- but it's socialism for the rich.   But there were times when Sanders faltered. He needs a better answer when it's argued that his health care plan would rob of countless people of their private insurance plans. On stage, his tone on the issue could be interpreted as condescension, which was likely not appreciated by viewers who disagree with his plan (and whose votes he may need to court come November). And while I appreciated Sanders' comparison of health care costs overall, he still needs depth in his explanation of how we can finance Medicare for All. That said, he was right to point at other nations who have successful nationalized health care systems as evidence that it can work -- and work well.   B Pete Buttigieg   Rich guys and radicals can't beat Trump. The former South Bend mayor began with this theme, mentioning that the Democrats need to \"wake up as a party\" after Super Tuesday and warning that both Sanders or Bloomberg would be risky choices. He noted that Sanders' \"all the way\" attitude leaves most people out and warned against nominating anyone too polarizing. Buttigieg stayed consistent in this message, closing with a reminder that there's a middle ground between revolution and the status quo.   Unfortunately, there were times when I felt like Buttigieg was giving a generic, impersonal campaign speech and lost his focus. And there were too many times Buttigieg left meat on the table by not answering the specific question until it was too late and he was out of time.   B Elizabeth Warren   This was the harshest I've seen the Massachusetts Senator in a debate. She took a stab at Bloomberg, saying that if he is elected, we'd only be replacing \"one arrogant billionaire for another.\" And Warren wasn't done with Bloomberg. She later tore apart his defense that he treats women well, pointing at all the women he'd hired who were fairly compensated. This wasn't a defense of his treatment of women, Warren argued. It was as meaningless as saying \"I've been nice to some women.\"   Warren had an attack for just about everyone on stage, which is why I slightly lowered her grade. Warren's attacks wore off their steam because they were deployed too often. Debating is a balancing act, and Warren needed to spend more time building up her own case for the presidency. To her credit, she did come to Minnesota Sen. Amy Klobuchar's defense, arguing that it was unfair for the senator to be picked on for forgetting the Mexican president's name. We need to see more of that from Warren on stage.   C+ Joe Biden   The former Vice President's strength is that he comes across as sincerely believing that his work in government has been for the public good. The problem is that Biden simply doesn't know how to translate his convictions into persuasiveness. His messaging is overcrowded, often lacking a clear purpose.   Biden also needs to learn that anger isn't the only emotion at his disposal. On the debate stage, it seemed like a binary choice for Biden: Anger on or anger off. From issues of Obamacare to stop and frisk and transparency, Biden got worked up a lot. He needs to find middle ground where he's not totally angry nor is he totally disengaged. At the height of Biden's sole emotion, he pointed at the camera, with a pen in his hand, as he animatedly talked about China. It's not a great look on a debate stage.   C+ Amy Klobuchar   Klobuchar is trying to stake out the middle ground in these debates, and health care is a perfect example. Klobuchar briefly mentioned, when criticizing Sanders' plan, that even many Democrats in congress don't support Medicare for All. Frankly, this is her strongest argument on health care and Klobuchar would be wise to highlight it more in the next debate.   Where Klobuchar had trouble was with tougher questions. She was asked about her time as a prosecutor, which put her on the defensive. And then Klobuchar appeared to lose her cool when being grilled about a recent interview in which she couldn't identify policies dealing with Mexico or remember its president's name. When Buttigieg piled on, Klobuchar became angrily sarcastic, uttering \"I wish everyone was as perfect as you, Pete.\" It came across as defensive and petty.   F Michael Bloomberg   He had a brutal night. The former mayor of New York City was attacked by every other candidate on stage, and that was well before the first commercial break. Indeed, the criticisms were coming so often and so fast that Bloomberg seemed to barely have enough time to register one attack before he got hit with two or three more, preventing him from ever developing a cohesive message.   He took heat on sexual harassment in the workplace, redlining, stop and frisk, excessive wealth and his former support for Republican politicians. Bloomberg's responses simply weren't sufficient.   The worst for Bloomberg was when he was asked about settling lawsuits from women. He seemed to spend more time defending the Non-Disclosure-Agreements he has in place than discussing any other single position throughout the entire debate. And his language choices were awful. When asked about the suits, Bloomberg replied, \"Maybe they didn't like a joke I told.\" Bloomberg said that the NDAs were entered into \"consensually.\" That answer is wrong on so many levels and he was rightfully called out by his opponents for it."], "Language": false}