{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/business/qantas-stock-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-02-20T03:51:50Z"], "LastModifiedDate": ["2020-02-20T16:50:52Z"], "Headline": ["Qantas, Air France, KLM tally up coronavirus costs"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Qantas, Air France and KLM are taking a big hit from the novel coronavirus. The airlines on Thursday estimated the financial cost from the outbreak, which has forced airlines around the world to cancel flights in Asia.  Qantas, the flagship carrier of Australia, reported the coronavirus could reduce its profit by up to 150 million Australian dollars ($100 million) in the second half of its fiscal year. Hours later, Air France-KLM said that the virus could slash its earnings by as much as €200 million ($216 million) between February and April.  The global airline industry is facing significant financial losses after dozens of carriers canceled or reduced flights to Asia because of the coronavirus outbreak.  Air France and KLM have suspended flights to Shanghai and Beijing. Qantas has already canceled its service to Shanghai until the end of May.  Qantas CEO Alan Joyce said Thursday that the airline plans to reduce flights across Asia by 15% until the end of May because of weak demand to Hong Kong, Singapore and Japan. \"We have a lot of flexibility in how we respond,\" Joyce said during an earnings presentation. \"We can extend these cuts, cut deeper if we need to, or add capacity back in.\"  The International Air Transport Association said Thursday that its initial assessment showed that the coronavirus could cost carriers in Asia nearly $28 billion in lost revenue. The trade group said that carriers based outside the region are likely to suffer a smaller sales hit of $1.5 billion. The International Air Transport Association said its forecast assumes that the center of the public health emergency remains in China.  Earnings reports Qantas reported pre-tax profit of 771 million Australian dollars ($512 million) for the six months ended in December, a slight decline from the same period a year earlier.  It also announced a share buyback of 150 million Australian dollars ($100 million). Shares rose nearly 6% in Sydney.  Air France-KLM said that its operating income for 2019 dropped to €1.14 billion ($1.2 billion) as fuel costs increased."], "Language": false}