{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/politics/pressure-governors-restrictions/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maeve Reston, CNN"], "Writers": [["Maeve Reston"]], "FirstPublishDate": ["2020-05-03T16:26:44Z"], "LastModifiedDate": ["2020-05-03T19:08:55Z"], "Headline": ["Pressure mounts on governors to ease restrictions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As more than half of states are lifting aspects of their stay-at-home orders and Americans are eager to step outside in the warm spring weather, governors with more restrictive orders are under growing pressure to ease up as protests continue. With much of the nation in deep economic pain from coronavirus closures, Maryland Republican Gov. Larry Hogan was contending in his state with a crowd of protesters known as \"Reopen Maryland\" who rallied in Frederick and Salisbury on Saturday, covering both sides of the state. At one of the rallies, Rep. Andy Harris, a Maryland Republican, compared the state's lockdown to \"Communist China\" and North Korea, arguing that he should be able to \"go to the church of my choice\" and \"worship the way I choose.\"  \"Sadly we had far more people die yesterday in Maryland than we had protesters,\" Hogan responded on CNN's \"State of the Union\" Sunday. Hogan said he was more alarmed by the huge crowds that gathered in neighboring Washington, DC.  \"Look we're very anxious to get our state reopened in a safe way as soon as we possibly can, because people are getting frustrated, and they've been inside their homes,\" Hogan told CNN's Jake Tapper. Though Washington, DC, has a stay-at-home order in effect, he said he was concerned to see \"thousands of people jammed into the National Mall in direct violation of that law.\" Crowds fanned out on the National Mall Saturday to watch the US Navy's Blue Angels and the Air Force's Thunderbirds perform a flyover to honor first responders caring for Americans afflicted with the coronavirus. \"You see this happening around the country, as states try to open in a safe way,\" said Hogan, who heads the National Governors' Association. \"Unfortunately the pressure is to do it in a not safe way and that's something we're very concerned about.\"  Though large majorities of Americans have supported the stay-at-home orders thus far, a vocal minority continues to accuse governors in states like Maryland, California and Michigan with abusing their power by requiring people to stay home. On Thursday, between 400 and 700 protesters, some of them armed, swarmed the state Capitol in Michigan to support Republican lawmakers who were attempting to block Democratic Gov. Gretchen Whitmer from extending the state's emergency declaration. (She did it anyway, by executive order). \"We know people are not all happy about having to take this stay-at-home posture, and you know what? I'm not either,\" Whitmer told CNN's Tapper on \"State of the Union\" Sunday. \"The fact of the matter, is we have to listen to epidemiologists and our public health experts.\" \"Displays like the one we saw in our Capitol is not representative of who we are today. There were swastikas and confederate flags and nooses and people with assault rifles. And that's a small group of people when you think about the fact that this is a state of almost 10 million people, the vast majority of whom are doing the right thing,\" she said.   On Friday, President Donald Trump tweeted in support of the protesters, calling on Whitmer to \"give a little, and put out the fire.\"  \"These are very good people, but they are angry. They want their lives back again, safely! See them, talk to them, make a deal,\" Trump tweeted.  But Trump's message was contradicted Sunday by one of his top coronavirus advisers, Dr. Deborah Birx. During an interview with \"Fox News Sunday,\" Birx said Americans should \"protect each other, at the same time we are voicing our discontent.\" She called the protests \"devastatingly worrisome to me personally,\" in part, she said, because protestors could spread the virus to elderly family members. Whitmer said that the protests depicted \"some of the worst racism and awful parts of our history in this country.\" \"We're in a global pandemic. This isn't something we just negotiate ourselves out of -- and it's a political matter. This is a public health crisis that has taken the lives of almost 70,000 Americans, that has put 30 million people into unemployment. We've lost, in the last 24 hours, almost the same number of Americans that were killed on 9/11,\" she said on \"State of the Union.\"  \"Whether you agree with me or not, I'm working to protect your life if you live in the state of Michigan,\" Whitmer said. \"I'm going to continue to do my job, regardless of what tweets come out or what polls come out.\" Top doctors give some cover to governors  Birx and Dr. Anthony Fauci, the nation's leading infectious disease expert, have given governors some cover by urging them to use science and data to guide the phases of reopening. Fauci warned earlier this week that governors shouldn't just \"leap over\" national guidelines -- which said states should wait to reopen until they see a 14-day decline in coronavirus cases -- without risking a second wave of the virus.  When asked about Fauci's statement, Birx told Fox News' Chris Wallace that the guidelines Fauci was referring to were based on \"very strong evidence and data.\"  Birx also implicitly backed up the concerns of California Gov. Gavin Newsom, who came under fire this week for temporarily closing beaches in Orange County after they were crowded with sunbathers last weekend.  In California on Friday, more than 2,500 people protested the Democratic governor's decision to temporarily close Orange County beaches to keep people properly distanced.  When asked Sunday whether the crowding on beaches in California had been safe, Birx affirmed Newsom's view that crowded beaches could pose health risks: \"If it's done with social distancing, yes. If it's not done with social distancing, no,\" she told Fox News' Wallace. Also on Friday, more than 30 people were arrested during a demonstration of about 1,000 people at the California state Capitol, according to the California Highway Patrol. Aerial photos showed the protesters packed close together bearing American flags, with many choosing not to wear face coverings. Legal pressures on governors  The battle over closures is now increasingly moving toward the courts. Republican lawmakers in Michigan have threatened Whitmer, who recently extended Michigan's stay-at-home order through May 15, with a lawsuit claiming she is abusing her power. Newsom is also facing mounting legal challenges after ordering all Orange County beaches to close Thursday. The Democratic governor, who put California's stay-at-home order in effect on March 19 \"until further notice,\" was angered by the crowds that gathered on Orange County beaches -- in violation of social distancing guidelines -- last weekend when temperatures rose to summer levels. In a letter to Newport Beach City Council members Friday, California's Director of Emergency Services Mark Ghilarducci explained the new closures by stating that the high concentration gatherings on the beach had created \"unsafe conditions\" that \"threaten the health of both beach visitors and community members who did not visit the beach but are threatened by the worsening spread of the virus, including first responders and health care providers.\" Before Newsom's Orange County order, which he said he hoped would be temporary, counties and cities had made individual decisions about whether to close the beaches or keep them open. Some had opted to allow walkers, runners and surfers, for example, but discouraged sunbathing or congregating on the beach by closing parking lots, public restrooms and some bike paths -- while keeping public officials like park rangers visible to encourage physical distancing through social pressure. On Saturday, the Newport Beach City Council voted to support litigation filed by Huntington Beach, Dana Point and other business owners to reopen Orange County beaches. In the lawsuit filed by the cities, they allege that even though Newsom currently is acting under emergency powers (which he invoked on March 4), he does not have the right to usurp \"the independent jurisdiction of local municipalities, who answer directly to their residents.\" In the lawsuit, officials suing the state noted that Orange County \"has an exceedingly low number of persons afflicted by COVID-19.\"  Similarly in Michigan, members of the GOP-controlled legislature say Whitmer is acting beyond the bounds of her power, forcing her to use an executive order to maintain the state of emergency through May 28. She said Thursday night during a townhall that anyone declaring \"mission accomplished\" is turning \"a blind eye to the fact that over 600 people died in the last 72 hours.\" \"She's acting like a dictator,\" protest organizer Ryan Kelley told CNN. \"And she's not wanting to be cooperative. There's been a lot of overreach and she's putting people in a bad way.\" Michigan Senate Minority Leader Jim Ananich, a Democrat from Flint, said in a statement that the protesters were physically intimidating and charged them with \"causing chaos in the middle of a global pandemic.\" \"This protest wasn't about the stay-at-home order, it was an opportunity for a small group of folks -- very few of whom were engaging in social distancing or wearing masks -- to show off their swastika posters, confederate flags, nooses hanging from cars and signs calling for murder,\" Ananich said. \"Threatening Capitol police, staff, press, and elected members is not how we do business here in Michigan.\""], "Language": false}