{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/us/five-things-february-20-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-20T11:28:35Z"], "LastModifiedDate": ["2020-02-20T11:29:44Z"], "Headline": ["5 things to know for February 20: Dem debate, Germany, White House, coronavirus, fertility"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["If your favorite team didn't make the playoffs last year, this could be your year. NFL owners are considering expanding the playoffs to include more teams. Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Democratic debate The Democratic presidential candidates squared off last night in Las Vegas and boy, did things get spicy. Everyone came out swinging at newcomer Michael Bloomberg. Elizabeth Warren delivered a searing takedown of his alleged history of sexist remarks, and later pressed the former New York City mayor to release women from nondisclosure agreements they made with his company -- a request he promptly declined. Warren had a strong night. Bloomberg? Not so much. By the end though, almost no one was spared. Amy Klobuchar didn't hide her contempt for Pete Buttigieg. The Minnesota senator got heat for her criminal justice record and for forgetting the Mexican President's name. Bernie Sanders faced questions on Medicare For All, his medical records and the behavior of some online supporters. Dig deeper into candidates' claims with CNN's fact check, and check out Chris Cillizza's list of winners and losers. Come Saturday, Nevadans will vote on their own winners. 2. Germany shooting At least 10 people are dead after shootings in the German city of Hanau, about 16 miles east of Frankfurt.  Authorities believe a 43-year-old man went on a rampage yesterday at multiple locations in the city, including two shisha bars, before returning home and shooting himself. Hee was found dead in his apartment early this morning along with his 72-year-old mother. Both died from gunshot wounds, an official said. The suspect is believed to have a far-right background, prosecutors said. Police are also investigating whether he owned guns legally. Germany has some of the strictest gun laws in the world. 3. White House President Trump is continuing his purge of national security officials. The Pentagon's top policy official, who warned against withholding military aid to Ukraine last year, resigned yesterday at Trump's request. John Rood is the latest senior national security official involved in the Ukraine controversy to be forced out after Trump was acquitted in the Senate impeachment trial, though sources said he broke with the administration on several issues. Meanwhile, the President named current Richard Grenell, a staunch loyalist and the current US ambassador to Germany, as acting spy chief. Grenell's lack of intelligence-related experience is likely to unsettle the US intelligence community, which has endured repeated attacks from the President since his election. 4. Coronavirus The novel coronavirus outbreak finally appears to be stabilizing in central China, where the virus was first detected before it spread throughout the country and the world. China announced a drop in new infections today, though that's partly because it changed its criteria for what counts as a confirmed case. Elsewhere, small outbreaks are expanding fast. Two passengers from the Diamond Princess cruise ship have died from the virus, while more than 600 people from the ship have contracted it. Their deaths come as passengers who have tested negative for the virus have begun to leave the ship after a 14-day quarantine. At least 2,126 people are now dead from the virus, almost all in mainland China, while more than 75,600 have been sickened worldwide. 5. Fertility breakthrough A cancer survivor who became infertile after chemotherapy treatment has given birth to a baby -- the first time that's ever happened. A 34-year-old woman from France gave birth to a baby boy after freezing, thawing and fertilizing her immature eggs in a procedure called in vitro maturation (IVM), according to a study published this week. She had been diagnosed with breast cancer when she was 29. Doctors have struggled for years to preserve fertility in young cancer patients, with few choices available for patients until now. This technique isn't the most common or efficient option, but it's a much-needed second option for cancer patients who face complications -- and a huge breakthrough for reproductive science. BREAKFAST BROWSE Rapper Pop Smoke was killed in a home invasion The 20-year-old Brooklyn drill artist had just begun making a name for himself. A violinist played her instrument during her brain surgery Turns out she wasn't just showing off.  Burger King thinks moldy Whoppers will get you to buy more burgers We're grossed out. But intrigued. A company wants to recover the famous Titanic radio It's the radio that made the call after the ship hit an iceberg. The music video for 'Take on Me' hits a billion views 35 years later and the song still slaps. A town's one-man police department was disbanded. The chief left in his underwear. Wasn't he ... cold?  TODAY'S QUOTE \"By 2100, it's looking quite grim.\" Renee Setter, a researcher from the University of Hawaii Manoa, on the state of Earth's coral reef habitats. New research says climate change could eliminate nearly all of them by the turn of the millennium. TODAY'S NUMBER $8 million That's how much Everytown for Gun Safety is pouring into Texas to elect \"gun sense\" candidates. It's the gun control group's largest election effort ever in the state.  TODAY'S WEATHER AND FINALLY Remembering Ja'Net Dubois The actress, who played beloved neighbor Willona Woods on \"Good Times\" and sang the theme song to \"The Jeffersons,\" has died. She was 74. "], "Language": false}