{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/john-rood-pentagon-official-depart/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jim Sciutto, Barbara Starr and Zachary Cohen, CNN"], "Writers": [["Jim Sciutto", "Barbara Starr", "Zachary Cohen"]], "FirstPublishDate": ["2020-02-19T12:28:13Z"], "LastModifiedDate": ["2020-02-19T22:46:11Z"], "Headline": ["Top Pentagon policy official who warned against withholding Ukraine aid resigns at Trump's request"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Pentagon's top policy official who warned against withholding military aid to Ukraine last year resigned on Wednesday at the request of President Donald Trump, according to a copy of his resignation letter obtained by CNN. John Rood, Under Secretary of Defense for Policy at the Pentagon, is the latest senior national security official involved in the Ukraine controversy to be forced out following Trump's acquittal in the Senate impeachment trial, but sources told CNN that he broke with the administration on several issues, in addition to the handling of aid to Ukraine, leading to a loss of support from leadership.  \"It is my understanding from Secretary Esper that you requested my resignation from serving as Under Secretary of Defense for Policy. Senior administration officials appointed by the President serve at the pleasure of the President, and therefore, as you have requested, I am providing my resignation effective February 28, 2020,\" Rood wrote in his letter to President Donald Trump, dated Wednesday. CNN was first to report Rood's impending departure which was confirmed by Trump in a tweet Wednesday.  \"I would like to thank John Rood for his service to our Country, and wish him well in his future endeavors!\" Trump wrote, also sharing a story from Bloomberg News which indicated that Rood \"faced pressure to resign from some who lost confidence in his ability to carry out Trump agenda.\" Defense Department press secretary Alyssa Farah said in a statement that \"Dr. James Anderson, the current senior official Performing the Duties of the Deputy Under Secretary of Defense for Policy will take over the responsibilities of Undersecretary Rood until a permanent replacement is appointed by the President and confirmed.\"  Not just Ukraine Two officials familiar with the situation told CNN that they believe Ukraine was a factor in Rood's dismissal. Another official said they believe multiple issues may have been involved.  Officials tell CNN that Rood has differed with the administration on a number of issues including Afghanistan and Ukraine. Officials have said Rood often was perceived as not embracing some of the changes in policy the White House and senior Pentagon officials wanted.  One official said some examples of Rood's differing views from some of Trump's key policy stances included being skeptical about peace talks with the Taliban as well as the administration decision to scale down military exercises with South Korea during talks with North Korea and him pushing for a more aggressive approach to Russia by supporting Ukraine. Rood is the Pentagon's top policy official and oversees aspects of the Pentagon's relationship with US allies and partners.  He was involved in certifying to Congress that Ukraine had embarked on significant reforms to justify its receipt of $250 million in security assistance.  That certification undermined one of the justifications -- concerns about corruption in Kiev -- that some members of the Trump administration made to defend blocking aid to Ukraine. Hours after Trump's July 25 phone call with Ukrainian President Volodymyr Zelensky, a conversation that was at the center of impeachment proceedings, Rood emailed Secretary of Defense Mark Esper -- who had been in the job two days -- informing him about an upcoming deputies meeting, \"to discuss the President's concern about endemic corruption in Ukraine and his reported view that US should cease providing security assistance,\" according to emails reviewed by CNN. Rood notes in his email to the secretary that \"placing a hold on security assistance at this time would jeopardize this unique window of opportunity and undermine our defense priorities with a key partner in the strategic competition with Russia.\"  Responding to a question Wednesday about a possible link between Rood's resignation and his role in certifying aid to Ukraine, Assistant to the Secretary of Defense for Public Affairs Jonathan Hoffman said that it \"sounds speculative.\"  \"I have no information that would lead me to that conclusion,\" he added. Earlier this month,Trump fired two key impeachment witnesses who were involved in the controversy over aid to Ukraine, dismissing Lt. Col. Alexander Vindman, the top Ukraine expert at the National Security Council, who was reassigned to another Pentagon position after being pushed out of his White House role months ahead of schedule and US Ambassador to the European Union Gordon Sondland. An adviser to Trump said at the time that the firings of the major impeachment witnesses was meant to send a message that siding against the President will not be tolerated. \"Flushing out the pipes,\" the adviser told CNN. \"It was necessary.\" Another Defense Department departure  As head of policy at the Pentagon, Rood helped oversee implementing the Trump administration's National Defense Strategy, which placed a greater emphasis on countering China and Russia, as well as overseeing the Nuclear Posture Review, which called for changes to the US nuclear arsenal, including the addition of new low-yield nuclear weapons. \"I would like to thank John Rood for his service to the Department,\" Esper said in a statement Wednesday. \"John has played a critical role on a wide range of DoD issues including modernizing our nuclear deterrence capability, efforts to increase burden sharing by our NATO allies, our Missile Defense Review and implementing the National Defense Strategy. I wish him all the best in his future endeavors.\" Rood is just the latest senior officials to leave the Defense Department in recent months. Others include:  Secretary of Defense chief of staff Eric Chewning  Assistant Secretary of Defense for Indo-Pacific Security Affairs Randall Schriver  Principal Deputy Under Secretary of Defense for Intelligence Kari Bingen  Defense Advanced Research Projects Agency Director Steven Walker Navy Secretary Richard Spencer  Deputy Assistant Secretary of Defense Middle East Mick Mulroy Acting Assistant Defense Secretary for Special Operations and Low-intensity Conflict Mark Mitchell \nActing Under Secretary of Defense for Personnel and Readiness Jimmy Stewart Rood joined the administration in January 2018 serving under then-Defense Secretary James Mattis. He has had numerous policy jobs at the Pentagon in previous administrations and also previously worked for the CIA as an analyst. He has also held senior roles with major defense contractors Lockheed Martin and Raytheon. This story has been updated with additional information. "], "Language": false}