{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/us/five-things-february-19-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-19T11:05:28Z"], "LastModifiedDate": ["2020-02-19T13:38:48Z"], "Headline": ["5 things to know for February 19: Trump pardons, Dems, coronavirus, DOJ, Cameroon"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["You probably know families who have all boys or all girls. But while it may seem like some families are prone to having children of one sex, a new study says it's purely up to chance.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Trump pardons President Trump granted clemency to 11 white-collar criminals yesterday in an extraordinary flex of his post-impeachment presidential power. He commuted the sentence of former Illinois Gov. Rod Blagojevich, who was convicted of trying to sell the US Senate seat once held by Barack Obama. He also pardoned a former New York police commissioner convicted of tax fraud and lying to officials, an investment banker known as the \"Junk Bond King\" and a former owner of the San Francisco 49ers convicted of a felony for his role in a bribery case. The clemency efforts were a long time coming. Aides previously had tried to convince Trump against reducing Blagojevich's sentence, but some staffers said the President feels newly emboldened after his Senate acquittal. 2. 2020 Dems The Democratic presidential candidates have one more shot to make their case on the debate stage ahead of Saturday's Nevada caucuses. Bernie Sanders goes in as the front-runner. Tonight's stage in Las Vegas will also feature newcomer Michael Bloomberg. The billionaire former mayor of New York City has seen a recent surge in the polls, thanks to the hundreds of millions of dollars he's personally spent on his campaign. Bloomberg has so far largely escaped the heat that comes with town halls, policy rollouts and debates, but expect that all to change tonight. He'll likely face sharp criticism from his five opponents over support for policies such as stop-and-frisk policing, as well as the outsize role that money has played in his rise. The debate begins at 9 p.m. ET on NBC, MSNBC and Universo. 3. Coronavirus Passengers on the Diamond Princess cruise ship who have tested negative for the novel coronavirus are finally disembarking today after weeks of quarantine in Japan. It will take several days to get everyone off the ship, but infectious disease experts are already raising concerns that those on board could be unknowingly carrying the virus back to their communities. More than 500 of the ship's passengers have tested positive for the virus. Meanwhile, a Chinese study found that the virus is more contagious than related viruses that cause MERS or SARS. The novel coronavirus has killed more than 2,000 people, almost all in mainland China. It has sickened more than 75,000 worldwide, with a recent spike in infections in Singapore, Japan and South Korea. 4. Department of Justice A group of federal judges is due to hold an emergency meeting today to address growing concerns about the impartiality of the Justice Department in politically sensitive cases. It's a rare move that comes after a tense week at the DOJ. Meanwhile, Attorney General William Barr said he has thought about resigning over President Trump's interference with DOJ matters, according to a source close to the situation. Particularly at issue for Barr: the President's tweets, which the AG last week said make it impossible for him to do his job. Barr is under scrutiny for his role in requesting a lighter sentence for Trump ally Roger Stone after the President complained, as well as his involvement in other high-profile cases involving Trump. More than 2,000 former DOJ officials have called on Barr to resign, though Trump said he has \"total confidence\" in his attorney general.  5. Cameroon Twenty-two people, including at least 14 children, have been killed by armed men in the English-speaking region of Cameroon, a UN official said. The attack happened Friday in Ntumbo, a village in the northwestern part of the central African country, and at least 600 villagers have fled since then. Separatists in Cameroon's English-speaking regions have been fighting with government forces and government-backed militias for years. Both sides stand accused of violence against civilians, which began in 2016 after residents in the country's anglophone provinces protested the government led by French speakers. BREAKFAST BROWSE Harry and Meghan's use of the word 'royal' is under review Apparently, a royal exit means a royal exit. A Smithsonian women's history museum is a step closer to reality Finally, something Democrats and Republicans agreed on. A man was awarded more than $150,000 after being denied a license plate that read 'IM GOD' Perhaps unsurprisingly, the man is an atheist. 2 off-duty cops foiled a robbery when a masked man intruded on their date night Constant vigilance. Pillowcases full of snakes keep getting dumped outside a fire station Nope, nope, no, thank you. TODAY'S QUOTE \"No country is in the right place with adequately making children flourish today and in the future.\" Dr. Stefan Peterson, chief of health at UNICEF and author of a new report that ranks countries on children's well-being. The US ranks lower than 38 other countries, according to the report.   TODAY'S NUMBER 206 million That's how many gallons of toxic sewage have spilled into Fort Lauderdale's waterways in the last two and a half months. Florida officials have slapped the city with $1.8 million fine. TODAY'S WEATHER AND FINALLY What's a morning without coffee? Ah, the divine nectar that is coffee. For yours truly, it's one of the few redeeming qualities of the early hours. Here's how people around the world brew their perfect cup. (Click here to view.)"], "Language": false}