{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/asia/hong-kong-coronavirus-protests-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Jessie Yeung, CNN"], "Writers": [["Jessie Yeung"]], "FirstPublishDate": ["2020-02-19T02:43:14Z"], "LastModifiedDate": ["2020-02-19T06:10:30Z"], "Headline": ["In Hong Kong, the coronavirus outbreak is deepening the political divide from the 2019 protests"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["In a video widely circulated earlier this month, a crowd of people swarm a cart of toilet rolls in a Hong Kong supermarket, pushing, shoving, and even elbowing each other out of the way for the coveted goods. Rumors had spread that toilet paper supply would be cut off due to new border closures with mainland China, implemented in an effort to contain the novel coronavirus outbreak. The government's reassurances and calls for order went unheeded as millions of residents, gripped by fear and suspicion, descended on stores citywide to panic buy. The novel coronavirus, which originated in Wuhan, China, was first detected in Hong Kong on January 22. Since then, there have been 62 confirmed cases and two deaths in the city. The numbers are far lower than in mainland China, where at least 1,868 people have died so far -- but Hong Kong carries the memories of the deadly Severe Acute Respiratory Syndrome (SARS) outbreak in 2003, and people aren't taking any chances. Face masks have sold out practically everywhere, panicked residents have barricaded themselves at home -- and political tensions from the 2019 protests have roared back to life. Hong Kong had barely begun returning to normal after more than six months of often violent unrest when the outbreak hit.  Now, lingering resentments have collided with the virus to create a perfect storm -- a divided society that can't come together, facing a public health crisis that demands a unified response and a paralyzed government caught in the middle. Public health crisis turned political The 2019 pro-democracy, anti-government protests saw millions march against a controversial extradition bill pushed by Chief Executive Carrie Lam. By the time she withdrew the bill -- that would have allowed criminal suspects to be extradited across the border to mainland China --  protesters' demands had expanded to include action on deeper social grievances. For six months, people called for Lam's resignation, criticized her disconnect with the public, and accused her of being a puppet controlled by Beijing. Public fury grew as police battled protesters with tear gas and rubber bullets, and as the government refused to back down. For many people, the conflict forever shattered their trust in the authorities. These still-fresh wounds have now colored the city's response to the coronavirus outbreak, turning a matter of public health into a political minefield. In January, many Hong Kongers across various sectors, including elected lawmakers, called to shut Hong Kong's borders with mainland China to contain the virus. But these demands also reintroduced familiar strands of localism, an ideology focused on preserving Hong Kong's autonomy. Anti-China sentiment has been growing for years, with localist groups long calling to stem the flow of mainland visitors and reject \"patriotic education\" in Hong Kong schools. This sentiment swelled in 2019, with protesters fighting against what they claimed was creeping Chinese influence. This is why closing the Chinese borders is a politically significant and symbolic act -- and perhaps why Lam resisted doing so for weeks. Lam argued that some borders needed to stay open for Hong Kongers in the mainland who needed to return -- but for some, this delay only seemed to be evidence that she was trying to appease Beijing, and that she was making decisions with politics in mind rather than public health necessities. And in some ways, that's true. In this current climate of heightened tensions, everything the government does is viewed as inherently political. The protests created deep rifts between pro- and anti-government groups, meaning it's near impossible for Lam to do anything without being lambasted by either side. To make things even more difficult, the outbreak has introduced new obstacles like supply shortages as millions of residents rushed to stock up on medical and sanitation products. Long lines outside pharmacies have become commonplace, with some people waiting hours to buy face masks and hand sanitizer -- further exacerbating frustrations with the government. Lam's administration acknowledged the problem and ordered 48 million more face masks from 400 suppliers worldwide. But it felt like too little too late for some people on the ground, especially in vulnerable communities, like elderly residents afraid to leave their homes without a mask. In early February, Lam said in a press conference: \"This is really the time for us to put aside our differences, to act together in order to overcome this public health crisis.\" But in the face of such antagonism and fear, the government finds itself with no path toward the unity it seeks and no escape from controversy. The protest movement lives on The 2019 protest movement may appear to have fizzled out -- but it educated an entire city and generation of youth on organized resistance.  Now, this spirit of political action has been redirected toward the outbreak, as people protest for a stronger government response. More than 7,000 health care workers participated in a week-long union strike in early February to demand closed borders; that's nearly 10% of all medical staff of Hong Kong's Hospital Authority. The labor union that organized the strike was one of several born from the 2019 unrest, founded during the tail end of the protests. In many ways, the strike seemed to take its cue and tactics from last year's protests -- it was mobilized through social media, and used online votes to collectively decide further action. And, in an unmistakable parallel to the famous five demands of the 2019 protests, the medical strike listed their own five demands, including a travel ban on mainland Chinese visitors and a greater supply of face masks. But last year's protest movement wasn't just empowering -- it also turned ugly, rife with mob violence and destruction.  Hints of that extremism have reemerged during the outbreak. Last month, the government announced it would convert a building into a quarantine facility, sparking fears from nearby residents that the facility would bring the virus into the neighborhood. In protest, a masked group set the lobby on fire with petrol bombs, one of the key weapons lobbed at police during last year's protests. \"These destructive acts have posed a grave threat to the safety of people at scene,\" Hong Kong police said in a statement afterward, mirroring language used in police statements during the protests. \"Police warn all rioters to stop the unlawful acts.\"  Fear as the coronavirus spreads All the while, as the government struggles to navigate the crisis, the outbreak continues to spread. Hong Kong's schools are shut until at least mid-March, and many businesses have closed or have instructed employees to work from home. With cases of community transmission confirmed, many people are staying at home for weeks at a time to avoid infection, only venturing out for groceries or quick strolls. Fear and anger are palpable in the city, especially earlier this week with the disappearance of two people who violated quarantine after returning from mainland China. They were found after being added to a police wanted list.  The fear is heightened by the memory of the SARS outbreak that devastated Hong Kong -- and by the fact there's still so much unknown about this novel coronavirus. Just this week, Hong Kong authorities announced they were investigating the possibility of the virus being transmitted through plumbing and piping systems, after two cases were confirmed in the same building. All this has taken a toll on the city's economy, which had already been wrecked by the 2019 protests. The hospitality, food, and service industries were hit hard, with a dramatic drop in tourism numbers and retail sales.  \"It's not an easy situation, because at the moment, there's no light at the end of the tunnel,\" Allan Zeman, the founder of the property developer Lan Kwai Fong Group, told CNN earlier this month. \"I know many of my tenants. I don't know if they can survive.\""], "Language": false}