{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/business/walmart-stock-holidays-retail/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-02-18T11:50:23Z"], "LastModifiedDate": ["2020-02-18T14:24:04Z"], "Headline": ["Walmart's holiday season 'wasn't as good as expected'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Walmart, America's largest retailer, reported subpar holiday sales Tuesday, reflecting a weak holiday shopping season for the brick-and-mortar retail industry. Sales at stores and websites open for at least one year — a key measure of the retailer's health— increased only 1.9% during its final quarter of 2019. That included a 35% spike in online sales. Wall Street expected a stronger performance. \"In the few weeks before Christmas, we experienced some softness\" in toys, video games and clothing, Walmart chief financial officer Brett Biggs said in a news release. The holiday \"wasn't as good as expected,\" he said. The shorter holiday season last year also contributed to the slowdown, according to Walmart. There were six fewer days this year between Thanksgiving and Christmas than last year. The company missed Wall Street's expectations for sales and profit, sending shares of Walmart down slightly in pre-market trading. Heading into Tuesday, Walmart's stock has rallied 19% over the past 12 months. Walmart and Target have been two of the strongest traditional retailers in recent years, weathering the rise of Amazon and the shift to online shopping that has upended the retail industry. But like Walmart, Target also had a disappointing holiday.  Other retailers struggled during the holidays, including Macy's, Kohl's and Bed Bath & Beyond. Macy's last week announced it will close 125 stores over the next three years -- nearly one fifth of its total locations -- and lay off 10% of its corporate staff. Costco and TJMaxx parent TJX were two outliers in the retail industry, reporting robust holiday sales. Amazon also had a blowout holiday stretch and announced a record 150 million people now subscribe to its Prime membership program. Strength in grocery In recent years, Walmart has leaned on its network of more than 4,700 stores across the country to draw middle-and lower-income shoppers. Walmart has remodeled stores and lowered prices. It has also invested in reaching wealthier shoppers online to compete with Amazon. Despite a weak season for toys and clothes, Walmart said that groceries, its largest business, performed well over the holidays.  Walmart has rapidly built out an online grocery pickup and delivery infrastructure, an advantage over Amazon, which owns around 500 Whole Foods stores, and rival retailers that don't sell groceries.  Walmart ended the year with around 3,200 grocery pickup locations and more than 1,600 delivery locations. The company plans to continue expanding this year. Walmart on Tuesday said that it expected a strong 2020.  Some companies, including Under Armour, Nike and Apple, said that they expected to be hurt by the outbreak of coronavirus in China. Apple said Monday that the coronavirus is hurting its business more than previously expected by limiting how many devices it can make and sell in China. Walmart said it was monitoring the impact from the coronavirus, but did not include any financial effects from the outbreak in its guidance to investors. In China, Walmart has around 440 stores. The company has reducing hours at many stores. Chief financial officer Biggs told analysts that \"we do anticipate some impact to the China business\" in the first quarter of the year. Biggs said that Walmart was not seeing \"major impacts\" limiting its ability to source products from China, but warned that could change. \"If there are any longer-term shipping issues, it would likely impact our business,\" he said."], "Language": false}