{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/australia/australia-chinese-restaurants-coronavirus-intl-hnk-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung, CNN"], "Writers": [["Jessie Yeung"]], "FirstPublishDate": ["2020-02-18T09:27:12Z"], "LastModifiedDate": ["2020-02-18T10:52:28Z"], "Headline": ["Chinese restaurants are losing business over coronavirus fears. An Australian social media campaign wants to change that"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Chinese restaurants in Australia and elsewhere have been suffering for nearly two months, with many reporting a drop in business due to public fears over the novel coronavirus outbreak. Now, a social media campaign in Australia is urging communities to rally around their local Chinese restaurant, as authorities warn against the danger of misinformation and racialized stigma. The campaign, launched this week by Australian political activist group GetUp!, encourages people to show their support by spreading the hashtag #IWillEatWithYou and pledging to support struggling Chinese businesses. \"Panic around the virus is unfairly impacting Chinese and Asian communities,\" the organization warned on its website. \"If we don't take action, people will lose their jobs, and their livelihoods.\" The novel coronavirus, formally known as Covid-19, has spread to 28 countries and regions since it was first identified in mainland China in December last year. Globally, it has infected more than 73,000 people and killed 1,873, the vast majority in mainland China; in Australia, there have been 15 confirmed cases and no deaths. But the outbreak has also seen a rise in anti-Chinese sentiment, xenophobia, and prejudice against people of East Asian descent -- especially in Western countries. Now, it is claimed, Chinese restaurants are bearing the brunt of this backlash. Chinese restaurants take a hit Photos of Chinatowns across Australia, Canada, the US, and other countries show empty restaurants and quiet streets. Staff are the only ones seated at the tables, playing cards and waiting listlessly for customers. Some restaurants have signs on the windows announcing that the interior and its surfaces are disinfected daily, in an attempt to reassure worried diners. But these efforts often aren't enough. Shark Fin House, a well-known Cantonese dim sum restaurant in Melbourne, closed last week after reporting an 80% drop in business, according to CNN affiliate Seven News. Ying Hou, the owner of Melbourne Chinese restaurant ShanDong MaMa, has seen her business drop by about half since January -- but many neighbors had it much worse, with only a handful of customers on any given day, she said. When she told some fellow restauranteurs that she had lost 50% of business, \"they said, 'You're doing well,'\" she told CNN. \"I'm a small business owner, I have rent to pay, mouths to feed — I'm trying my very best,\" she added. \"I don't even care about profit. As long as we can keep the restaurant running.\" And it's not just Chinese restaurants -- other Asian businesses have also been affected. The Vietnamese restaurant Bia Hoi, also in Melbourne, has seen an 80% drop in business, said owner Jerry Mai in an Instagram post last week. Mai's other venues in Melbourne's central business district are down by 50%, she said. \"Chinatown and Glen Waverley (district) are ghost towns right now,\" she said in the post, blaming \"fears of illness\" for the decline. \"I'm not exaggerating when I say that restaurant doors will close unless something happens right now.\" Fear and stigma This drop in business amid health fears happened almost exactly the same way 17 years ago -- in 2003, during the deadly Severe Acute Respiratory Syndrome (SARS) outbreak that ravaged China and Hong Kong.  Panic over the outbreak, which killed 774 people, also led to a drop in business for Chinese and Asian restaurants during that time too.  Many people of Asian descent were treated like pariahs in Western countries -- there were reports of non-Asian people covering their faces in the presence of Asian coworkers, and real estate agents who were told not to serve Asian clients. Now, as the region grapples with another deadly virus, authorities in Australia are trying to avoid a repeat of 2003's fearmongering.  Last week Anthony Albanese, leader of Australia's Labor Party, said in parliament that Chinese-Australians have been targeted as a result of the outbreak, Seven News reported. \"The fact is any racist behavior will not be tolerated and it must be called out,\" he said. \"All of us must stand up and speak out against the ugly, divisive and racist behavior which has been directed to some of our fellow Australians.\" Australia's 2016 Census showed that the country is home to more than 1.2 million people of Chinese ancestry. In a press conference, Australian Prime Minister Scott Morrison also urged unity instead of stigma. \"I think it's very important that all Australians reach out and support (the Chinese Australian community) at this time in particular, as we go into the weekend, I'd encourage you to go and support businesses,\" he said.  \"They are such an integral part of Australian life and it's important at this difficult time, particularly for the Chinese Australian community, that all Australians are putting their arms around them and supporting them in every way they can.\""], "Language": false}