{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/opinions/us-can-learn-from-asia-sachs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeffrey D. Sachs"], "Writers": [["Jeffrey Sachs"]], "FirstPublishDate": ["2020-05-02T20:49:30Z"], "LastModifiedDate": ["2020-05-03T14:32:29Z"], "Headline": ["What Asian nations know about squashing Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The number of Americans who have died from Covid-19 now significantly exceeds the total US troop fatalities during the Vietnam War.  While the coronavirus continues to ravage the country, with confirmed cases exceeding 1 million and deaths rising by the day, some states are lifting stay at home orders in hopes of salvaging the economy. With so many lives at stake, it's time the United States looked to those countries in the Asia Pacific region that have successfully controlled the pandemic to figure out how to save ourselves and the economy.  Several places in the Asia-Pacific, including Australia, China, New Zealand, South Korea, Taiwan and Vietnam, have reported suppressing the reproduction number -- the average number of people who will catch the disease from a single infected person --  to below 1, without the need for continued, widespread lockdowns. They are now rapidly and successfully suppressing outbreaks of the disease by isolating those who are infected and their contacts who are likely to be infected.  It's as if there are two worlds.  The United States has had more than 66,000 deaths, or about 20 deaths per 100,000 people. The number of deaths per 100,000 people reported in Western European countries is also very high: Belgium, 67; France, 37;  Italy, 47; Germany, 8;  Spain, 53; and Sweden, 26.   Meanwhile, the reported rates in Asia and Oceania are considerably lower: Australia, 0.4;  China, 0.3; New Zealand, 0.4;  South Korea, 0.5; Taiwan,  0.03.   Despite the stark disparities, America seems blind to the strategies other countries have used to control the virus. How is it that one part of the world is succeeding, while the other part refuses to learn the lessons of success?  On Tuesday,  the The Wall Street Journal extolled the virtues of Germany's efforts in comparison with the United States, France, Italy, and Spain, without even a mention that Germany's mortality rate per million is itself more than 100 times higher than Taiwan and Hong Kong, and more than 10 times higher than in Australia,  Japan, New Zealand and South Korea.     How have these countries succeeded to date?  Many have adopted nationwide public-health standards, using mobile technologies, professionalism of government, widespread use of face masks and hand sanitizers, and intensive public health services to isolate infected individuals or those likely to be infected.  Testing has played an important role, but has not been the be-all-and-end-all as is sometimes believed in the United States. Vietnam has succeeded, for example, with contact tracing and an aggressive quarantine regime. When one person is confirmed positive, many of his or her close contacts -- even those without symptoms -- are isolated. As a result, Vietnam tested only a moderate number of people as a share of the population because it managed to contain outbreaks so effectively. Vietnam, with about 95 million people, has not reported a single Covid-19 death so far. In New Zealand, the government is starting to ease lockdown restrictions as officials say they are now in a position to test and trace any new clusters of infection.  Here are the careful and precise words of New Zealand Prime Minister Jacinda Ardern. \"There is no widespread undetected community transmission in New Zealand. We have won that battle. But we must remain vigilant if we are to keep it that way.\"  There are similar success stories across much of the region.  South Korea, which has dramatically broken the epidemic with aggressive testing, contact tracing and basic public health measures such as thermal monitoring, has also employed digital technology in the fight against Covid-19, according to a new report. South Korea uses a text alert system to keep the public informed, while various apps allow people to track new Covid-19 cases, make doctor's appointments or monitor hotspots to avoid.  The government also uses apps to monitor people in quarantine, through self-reported symptoms and location tracking. Despite the fact that these apps may raise privacy issues in the United States, the upshot is an economy that is open, albeit cautiously so, together with a suppression of new infections. The US government has been utterly incapable of learning from these cases of success.   President Donald Trump is incompetent and his appointees at Health and Human Services, the US Centers for Disease Control and Prevention, and Transport Security Administration have failed to provide leadership. America First has put us first in deaths in the world, with tens of thousands of lives squandered as a result.  We can save ourselves and our economy, if we look to and learn from the achievements of other nations.  And if the federal government continues to fail, as seems likely, our governors and mayors must step forward to do the job.   "], "Language": false}