{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-japan-kyoto-empty-tourism-campaign-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Emiko Jozuka, CNN"], "Writers": [["Emiko Jozuka"]], "FirstPublishDate": ["2020-02-18T05:00:54Z"], "LastModifiedDate": ["2020-02-18T06:11:23Z"], "Headline": ["Kyoto launches 'empty tourism' campaign amid coronavirus outbreak"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Kyoto is usually packed with tourists from all over the world. But as the coronavirus outbreak keeps visitors away from the historic streets of Japan's former capital, a group of shopkeepers has launched an \"empty tourism\" campaign to lure them back.  Merchants from five shopping streets in Kyoto's Arashiyama neighborhood -- a popular tourist district on the western outskirts of the city that's filled with temples and shrines -- have devised an advertising campaign dubbed \"suitemasu Arashiyama,\" which translates to \"empty Arashiyama\" or \"there are few people around in Arashiyama.\"  The posters created for the campaign showcase how any would-be travelers could have the district's most-visited spots all to themselves.  It does so by showing images of four popular tourist sites in Arashiyama with a tongue-in-cheek message for each one.  One poster shows a monkey with the caption: \"It's been a while since there were more monkeys than humans.\" Underneath, there's a photo of Togetsukyo Bridge -- normally crowded with Instagrammers -- with no tourists about.  Another depicts Arayshiyama's beautiful bamboo grove accompanied with several hashtags, including \"#nopeople\" and \"#nowisthetime.\" Arashiyama has enjoyed many busy traveler-filled winters over the past few years. However, due to the effects of the coronavirus outbreak, locals report that the neighborhood has had fewer visitors so far in 2020 than in 2019. As a consequence, the district's tourism website states that shopkeepers are at the ready to welcome visitors \"with even more hospitality than usual.\"  \"Recently our region sustained a lot of disasters, like typhoons, flood [and] the coronavirus. We have to keep our chins up,\" Shuichi Kato, a community spokesman dedicated to promoting tourism in Arashiyama, told CNN Travel.  Falling tourist numbers Kyoto, which has 17 UNESCO World Heritage sites, usually receives thousands of foreign tourists daily. Often, tourism headlines from Kyoto have focused on bad behavior -- for example, the historic Gion neighborhood cracked down on photography last year in response to ongoing issues with tourists chasing geishas and trying to take pictures of them without permission. But this year, amid fears over the coronavirus outbreak, Japan's popular destinations have seen a slump in tourist numbers.  It isn't only Japan that has been affected -- destinations throughout Asia have reported dwindling tourist populations in the double digit percentages since the outbreak began. In January, China announced a ban on outbound group travel as part of its battle to stop the spread of the coronavirus outbreak, which has killed 1,873 people and infected more than 73,000 people around the world. That particularly affected Japan, which had approximately 9.6 million visitors from China in 2019 -- a third of foreign tourist expenditure in the country. Speculation is growing around the ramifications the travel ban will have on Japan's tourism industry and economy."], "Language": false}