{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/politics/travelers-denied-entry-screened-coronavirus-dhs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Geneva Sands, CNN"], "Writers": [["Geneva Sands"]], "FirstPublishDate": ["2020-02-17T23:53:11Z"], "LastModifiedDate": ["2020-02-18T00:26:50Z"], "Headline": ["At least 140 travelers denied entry to US over coronavirus and thousands more screened"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration has prevented at least 140 travelers from entering the United States as it attempts to contain the spread of the novel coronavirus in the US.    Fourteen foreign nationals were turned away at US airports and 126 people were refused entry at land ports from February 2 to February 12, according to data provided to CNN by the Department of Homeland Security.   Airlines are responsible for removing passengers who are denied entry to the US out of the country. Additionally, 34 travelers were stopped at preclearance locations -- airports where US officials conduct screening before passengers board US-bound flights.      On February 2, the US began implementing stringent travel restrictions that include temporarily denying entry to foreign nationals who visited China in the 14 days before they arrived in the US. American citizens returning from China are also subject to health screenings and potential quarantine. Those US citizens and others traveling to the US from China are being funneled through 11 airports where authorities can conduct additional screening and transfer people for quarantine if needed.   The novel coronavirus has infected more than 71,000 people around the world, mostly in mainland China. The death toll is 1,775, including five people outside mainland China. \"The vast majority of folks that we are processing are US citizens coming back from China,\" acting Homeland Security Secretary Chad Wolf told CNN earlier this month. \"We continue to screen those at those 11 airports, continue to refer those to CDC (Centers for Disease Control and Prevention) who are then making further medical determinations about quarantine procedures.\" Customs officers referred 43,263 air travelers for potential secondary screening since the efforts began on February 2. Of those referred at airports, 23,836 required secondary screening, according to the data.     Last summer, as the Ebola virus threat was emerging from the Democratic Republic of Congo, DHS' Countering Weapons of Mass Destruction Office implemented plans to provide enhanced airport screening at multiple airports throughout the United States. The department's chief medical officer is housed within the CWMD office.    The department retrofitted its Ebola response plan to deal with the coronavirus outbreak, according to DHS. The contracts put in place last summer for medical teams as part of the Ebola preparations were still in place, and therefore used to respond to coronavirus.     Additional personnel have been added to deal with the virus as well. Around 95 CWMD contractors are employed per day across the 11 airports to conduct medical screenings. As of February 12, 19 DHS personnel, primarily from FEMA, have been embedded with the US Department of Health and Human Services operations center.   There are also 150-200 Customs and Border Protection officers assisting with screening daily at the 11 airports. "], "Language": false}