{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/business/alstom-bombardier-deal/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T17:59:18Z"], "LastModifiedDate": ["2020-02-17T17:59:18Z"], "Headline": ["Two train giants just teamed up to take on China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Alstom is pursuing a huge deal that could help it counter a growing threat from a Chinese rival. On Monday, the French trainmaker said it has signed an agreement to acquire Bombardier's rail business for between €5.8 billion ($6.3 billion) and €6.2 billion ($6.7 billion). The acquisition, which will be paid for via a mix of cash and shares, will improve Alstom's \"global reach\" and its ability to respond to the growing demand for \"sustainable mobility,\" particularly in Europe, according to a company statement. Alstom and Bombardier, which is seeking to reduce its debt burden as it nears the end of a five-year turnaround, had earlier confirmed the talks following a report from the Wall Street Journal. The Canadian company said the deal would enable it to focus exclusively on its aviation business. The deal will be Alstom's second attempt to create a European rail company that can compete with the likes of China Railway Rolling Stock Corporation (CRRC), the world's largest supplier of rail equipment. A deal between Alstom and Bombardier could create the \"European champion\" the bloc needs to compete in the worldwide rail industry, said Maria Leenen, CEO of SCI Verkehr, a strategy consultancy focused on the railway and logistics industry. Last year, EU regulators blocked a deal to combine the train manufacturing businesses of Alstom and its German rival Siemens on concerns that the merger would lead to higher prices for signaling systems and next generation high-speed trains. The proposal drew comparisons to Airbus, which traces its roots to the consolidation of several European aircraft manufacturers in the 1970s, a structure that helps it compete with US rival Boeing. The rail companies had argued that joining forces was necessary to cope with \"growing competition from non-EU companies.\"  CRRC is a key rival. The state-owned rail company reported revenue of nearly €21 billion ($23 billion) in 2018, compared to a combined €15.3 billion ($16.6 billion) recorded by Alstom and Bombardier's rail unit, according to SCI Verkehr.  The Chinese company has been very open about its plans to export more railway products and has already underbid rivals to supply passenger rail cars in Boston, Philadelphia, Chicago and Los Angeles.  It gained an important foothold in Europe last year when it bought German rail company Vossloh's diesel locomotives business. German authorities are still reviewing the deal. Leenen said that while China's presence in Europe is for now \"too small to count,\" CRRC is pushing into the continent with the political backing of the Chinese state. Trouble ahead? Leenen warned the proposed deal between Alstom and Bombardier could also run into trouble with competition authorities, given that together the companies deliver almost 50% of Europe's regional electric passenger trains.  SCI Verkehr expects to see growing demand for these trains in the next five to 10 years as Europe pushes to reduce its fleet of carbon-emitting cars.   Unions might also be concerned that the merger could lead to plant closures and job cuts, she added.  Other problems may lurk. \"I expect Alstom to factor in the risk of under investment in the plants, low-margin contracts and potential third-party claims\" against Bombardier Transportation, Leenen said, referring to Deutsche Bahn's reported refusal to accept 25 new intercity trains because of \"technical defects.\" \"Alstom is committed to recover Bombardier Transportation's full operational and profitability potential,\" the company said in a statement. It said that it expects the acquisition to deliver cost savings and boost earnings. — Ivana Kottasova contributed reporting. "], "Language": false}