{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/opinions/trump-big-switch-on-covid-19-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-05-03T12:20:38Z"], "LastModifiedDate": ["2020-05-03T14:01:31Z"], "Headline": ["Donald Trump turns the switch"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Gone were the daily White House briefings with Vice President Mike Pence solemnly urging Americans to shelter at home to stop the spread of Covid-19 and governors to follow a slowly phased-in reopening plan. The 45 days of federally recommended social distancing ended Thursday. Now the Trump administration was all-in on reopening America. Governors in Georgia, Texas and Colorado, among others, were opening their states. The Senate was on its way back to Washington and the President left the confinement of the White House, headed to Camp David for the weekend and was making plans to travel around the country.  Despite the warnings of health experts, President Donald Trump was no longer trying to hedge his bets. And one of the biggest gambles in American history was about to begin. In a James Bond movie, the croupier would be spinning the roulette wheel and saying, \"Les jeux sont faits\" (the bets are made). As Peter Bergen noted, the President's son-in-law Jared Kushner went on Fox News to declare that \"the Trump administration's response to the coronavirus\" is a \"great success story,\" claim that \"we have all the testing we need to start opening the country\" and state his hope that \"by July, the country's really rocking again.\" At the same time \"more than 60,000 Americans lie dead -- more than the death toll of the Vietnam War -- and more than 1 million have been confirmed to have been infected with the virus with no end in sight,\" Bergen wrote. \"There is widespread agreement among experts that we don't have the testing capabilities to return to any semblance of normal life and also that a second wave of infections could hit the country badly later in the year.\"  Will the reopenings spark new outbreaks and lead to new shutdowns? Will they jumpstart an economy that is about as bleak as anything since the Great Depression? Or will Americans, as polls suggest, be too wary to venture into public places until they are confident that their health can be protected from the virus that causes Covid-19?   \"Americans of all stripes are bound together by a common calamity, hungry for a unifying leader who will rise above partisanship,\" observed David Axelrod. \"But that is not Trump's nature. He has suggested that governors, desperately asking the federal government for more testing supplies, were acting out of political motivation.\"  Experts are in agreement that much more widespread testing is crucial to safely reopening the country, but the White House has opted to let the states take the responsibility for that. \"Incredibly, Trump is repeating his disastrous strategy from the first 10 weeks of the pandemic, when he acted as if the coronavirus was a political and PR problem that could be fixed with empty reassurances and propaganda, rather than a public health crisis demanding smart and forceful action,\" wrote Frida Ghitis.  \"Parts of the country are starting to reopen, and it's a good thing,\" the editors of the National Review wrote. \"Overall, it's impossible to exaggerate the economic cost of the lockdowns, which have brought on a steep recession that we will probably spend years digging out of. This is why impatience to reopen is an entirely understandable sentiment, even if it is treated by much of the media as heretical. A balance obviously has to be struck...we can't stay locked down until the virus is entirely vanquished, or we will have destroyed the country to save it.\"    Pence unmasked   Vice President Mike Pence made news when he visited the Mayo Clinic Tuesday and stood out as the only person photographed not wearing a mask. Michael D'Antonio marveled at Pence's response to the mask question: \"Since I don't have the coronavirus, I thought it'd be a good opportunity for me to be here, to be able to speak to these researchers, these incredible health care personnel, and look them in the eye and say thank you.\" \"The illogic in what Pence says is so obvious that pointing it out seems ridiculous but here we go: First, medical masks do not block the eyes. Indeed, Pence could have seen everyone else's eyes and his own baby blues would have sparkled brightly even with a mask,\" D'Antonio wrote. \"Second, tests only show a person is virus-free at a specific moment in time. For this reason, he cannot be certain he did not catch the virus between his test and his visit to Mayo.\"  A report in the Washington Post cited unnamed current and former officials who said President Trump received more than a dozen warnings about the coronavirus in January and February at a time when he publicly downplayed the threat to the US. Trump has made clear his disdain for parts of the nation's intelligence community, wrote Samantha Vinograd. Presidents get a carefully vetted intelligence brief in writing daily along with oral briefings. \"But you can't lead a horse to water and force him to drink. The intelligence community did its job, but Trump didn't do his,\" observed Vinograd.  As debate continues to swirl over how the US and other nations responded to the coronavirus, the sum of the world's efforts is clear, wrote Jamie Metzl, Andrew Hessel and Hansa Bhargava, \"There is little doubt that we were not ready for the terrible and largely preventable crisis we now face. Our poorly planned, underresourced and haphazard global response has led to over 200,000 deaths, massively disrupted our lives and caused trillions of dollars in economic fallout. Shame on us if we are caught unprepared the next time.\"  Retired US Army Lt. Gen. Mark Hertling is a West Point graduate -- and so is his son. Hertling recognizes the historic and emotional value of the elaborate graduation ceremony each year at the military academy on the banks of the Hudson. Yet he questioned the Army's decision to call back the nearly 1,000 cadets, who had been kept away for months because of Covid-19, for a ceremony June 13 at which Trump is scheduled to speak.  Having a President address the graduating class \"contributes to the sense of pride and accomplishment. But the 'reward,' which appears heavily weighted to advantage the political desires of the President versus the safety of the cadets -- doesn't overcome the associated resource and personnel risks. In other words, the juice isn't worth the squeeze.\" The science   Smart reopening decisions depend on data, and while there are huge amounts of it, their reliability isn't always certain. The number of confirmed cases in a given state or country is partly dependent on who gets tested. And the number of deaths due to Covid-19 is notoriously hard to pin down, as a study from the Yale School of Public Health and the Washington Post made clear this week.  \"The Yale findings indicate officials are vastly underestimating the toll of the pandemic,\" wrote John D. Sutter, whose work as a reporter for CNN helped pinpoint the likely death toll after Hurricane Maria hit Puerto Rico. \"The researchers found 15,400 excess deaths in the United States from March 1 through April 4, the early weeks of the coronavirus's rampage through this country. During that time, only about half that many deaths -- 8,128 -- had been attributed to Covid-19, according to the report.\" In South Korea, a new peer-reviewed study documented how widely the virus spread in one part of the 11th floor of a building housing a call center, along with residences. Dr. Kent Sepkowitz credited South Korean authorities for quickly closing down the building once the outbreak was discovered: \"Had the investigators waited a week, the infection would likely have spread widely to family, then to friends, then to friends' workplaces -- just as we are seeing in the outbreaks in US meat processing plants with a comparably high-density work environment. The virus knows no walls: Once a business is infected, the entire community may quickly become infected, unless dramatic action -- such as occurred in Seoul -- is taken.\"  More than 4,900 workers at meat and poultry processing plants have developed the disease and at least 20 have died of it. This week the President, who had been reluctant to use the Defense Production Act at earlier stages of the pandemic, invoked it to order the processing plants to continue operating.  \"Given that meat processing plants are Covid-19 hotspots, this order is the height of irresponsibility and cruelty,\" wrote Raul A. Reyes. \"It endangers the health of some of America's most vulnerable workers, many of whom are Latino, African American and immigrants. It prioritizes corporate interests over workers' lives.\"  The Trump administration has given credence to an unproven theory that the coronavirus originated in a Chinese virology lab in Wuhan and says it is investigating the matter. Meanwhile the National Institutes of Health abruptly terminated a research grant into the spread of coronaviruses from bats to people. The NIH confirmed the decision but wouldn't comment on why. \"The answer,\" suggested Benjamin Corb of the American Society for Biochemistry and Molecular Biology, is that \"Pete Daszak, the scientist who leads EcoHealth Alliance, the nonprofit biomedical research organization sponsoring the project, has collaborated with Shi Zhengli, a Chinese virologist at the Wuhan Institute of Virology in China... Politicizing peer-reviewed science is a dangerous threat to the independent American scientific enterprise and is the first step on a deeply concerning slippery slope.\"   For more takes on Covid-19:   Philip Alston, Rev. William Barber and Rev. Liz Theoharis: The pandemic offers a chance to transform the USA's cruel policies toward poor people.    Jeffrey D. Sachs: What Asian nations know about squashing Covid-19 David C. Harvey: The critical responders we're ignoring in the pandemic    Alan C. Miller: Across the world, dictatorial regimes use Covid-19 to quash press freedom Michael D'Antonio: White House pandemic team: Labradoodle breeder, internet thug, college senior  Dean Obeidallah: Fauci's 'SNL' dream becomes Trump's nightmare David A. Andelman: Trump's strongman diplomacy is coming apart under Covid-19.    Jen Psaki: Trump to America: Don't blame me   Kelly Razzouk and Amanda Catanzano: The world is celebrating the valor of health workers. But in Syria, they're still being killed.   Coping    \"Are you losing your mind in quarantine? Because I am losing my mind in quarantine,\" wrote Jill Filipovic. Yes, the woes of people in self-isolation are trivial amid a pandemic that has killed more than 200,000 people around the world, Filipovic noted. \"What we are being asked to do is profoundly antithetical to our natures as human beings; it is profoundly destabilizing and difficult,\" she wrote. \"There is little more human than the desire for connection, touch, stimulation and novelty. This is all so hard because in going without those things, it's not hyperbole to say we have to find new ways of being -- or at least feeling -- human.\"  It's tempting, wrote "], "Language": false}