{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/world/munich-trump-second-term-robertson-intl-grm/index.html"], "Source": ["cnn"], "Location": ["Munich, Germany"], "ByLine": ["Analysis by Nic Robertson, International Diplomatic Editor, CNN"], "Writers": [["Nic Robertson"]], "FirstPublishDate": ["2020-02-17T10:31:32Z"], "LastModifiedDate": ["2020-02-17T13:22:51Z"], "Headline": ["The world is bracing for what another four years of Trump could look like"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["What will a second Donald Trump presidential term look like -- if it happens? That was the thought in many delegates' minds as they gathered over the weekend in the southern German city of Munich for a security conference. The official theme at the conference was \"Westlessness,\" an intentional gripe at the impact of Trump's isolationist, America First policies. But what emerged at the event, attended by hundreds of world leaders and their top officials, was a soft-focus vision of the next four years if Trump wins reelection. Defense Secretary Mark Esper was a key speaker in Munich. Leaving Washington for Europe at the beginning of the week, one of his senior officials framed his mission to the MSC as, \"China, China, China, Russia, China.\"  He wasn't the only American official bringing that message. Attacking Trump has become something of a hobby at this annual Bavarian gathering. It is symptomatic of how many in Europe feel that America, and Trump in particular, is withdrawing from the post-World War II world order it built, leaving more than half a billion people this side of the Atlantic, and countless more around the planet without the deep pockets and security backing they have come to rely on. Germany in particular has drawn Trump's ire. Since his presidency began, the MSC has become a diplomatic skirmish and precursor to tougher battles to come. Only last year, host Chancellor Angela Merkel clashed with US Vice President Mike Pence over NATO, Iran and gas from Russia. This year's premise -- the West is weakening -- is an extension of those festering transatlantic differences. The working assumption here is that Trump is to blame for the loss of core values. Not for the first time in his two-year tenure as Secretary of State, Mike Pompeo defended his boss.  During his speech, which came shortly before Esper's on Saturday morning, Pompeo told the MSC audience of ministers and policy experts, \"those statements don't reflect reality,\" he said. \"I'm happy to report that the death of the transatlantic alliance is grossly exaggerated. The West is winning, and we're winning together.\" Doing it together emerged as another one of America's messages in Munich, but what has needed little communicating and where there was almost no argument is that Trump's world vision has traction and will continue. Few Westlessness believers doubt he will win a second term. Most see Trump as the future  Another four years of Trump felt baked in to pretty much every conversation -- except perhaps those in the orbit of House of Representatives Speaker Nancy Pelosi and the other US Democrats who crossed the pond with her on their annual MSC pilgrimage to meet with like-minded souls.   But the reality is, despite the Westlessness MSC rhetoric, most in Munich believe Trump is the future. Ian Bremmer, a regular at the MSC and a global affairs expert from geopolitical risk firm Eurasia, believes Trump is getting some things right, namely being tough on Iran, along with standing up to China on trade and intellectual property theft. Many Europeans in Munich would agree even if, like Bremmer, they question the wisdom of how Trump sets about delivering his goals.  Several Middle East government ministers -- from his enemies to overseas allies -- who declined to be named, all think Trump's win is a forgone conclusion, and appear to be calibrating their actions accordingly. In the Middle East that means uncertainty because no one believes Trump has a plan to de-escalate tensions with Iran, but it is in confrontation with China that Trump's second-term legacy would likely to lie. A choice of pro-USA or pro-China The MSC foreshadows a world split into either pro-USA, or pro-China camps. At the podium, Esper, as promised, focused on China. \"I continue to stress to my friends in Europe -- and just this past week again at the NATO Defense Ministerial in Brussels -- that America's concerns about Beijing's commercial and military expansion should be their concerns as well,\" the US Defense Secretary said. The catalyst of this round of anti-China opprobrium is not trade, as it has been the past few years, but Huawei's 5G networks. Specifically the company's compulsory allegiance to the Chinese state, and that state's corrupt and illegal practices. Buy their 5G equipment and forever be vulnerable to their spying and intellectual property thievery. It's a US message that's been gathering momentum for the past few months, especially since both the British, French and German governments, along with the European Union, have recently said they'll continue using controlled amounts of Huawei equipment, in nonsensitive locations.  Other US government officials at the conference sowed the same seeds of perceived wisdom. The messaging was softer than Esper's, from banking boardrooms to bars and other MSC venues, senior officials from the State Department, the Department of Justice and the White House seemed to dial back earlier language that implied intelligence sharing with key partners like the United Kingdom was at stake.  Trump's special representative on telecommunication's policy Robert Blair said, \"we never meant this as a threat,\" emphasizing core intelligence sharing between the UK and US will continue. The bottom line is, the US doesn't believe the UK or anyone else can insulate themselves from China's 5G malfeasance if they use Huawei gear, specifically from software updates that open back doors. These will allow the Chinese state to harvest sensitive, valuable proprietary data and even shut down future tech like AI-driven automated cars and telemedicine that will depend on 5G.  Trump's plain choice for Europe It's not lost on Europe that the US is effectively saying it's our data highway. Even if the message is soft for now everyone knows Trump wants this his way and he'll use pressure to achieve it. Blair arguments thrown up by some in Munich -- that the US can open data back doors in their IT systems, too -- as specious: he points out Europe's shared values with the US while China harnesses face recognition and other AI tech to violate its citizens' human rights, including locking up to 2 million Muslim Uyghurs for \"re-education.\" Trump was said to have been furious recently when, despite heavy US pressure, British Prime Minister Boris Johnson still allowed Huawei to bid on part of the UK's new 5G network. But the American President may yet have Johnson in a tight spot, as the Brexit-busy leader needs a good trade deal with the US.  During Brexit campaigning, increasing UK trade with China was touted as a benefit of breaking free from Brussels. But now, Johnson shutting the door in Huawei's face could have unforeseen consequences for business opportunities in the other direction. But this is the choice the United States appears to want its friends to make. Writ large, this risks polarizing the world. But to be part of the universe of everything America, with Trump at the door, can be a formidable gate keeper. Trump survived his impeachment trial emboldened, lashing out at his enemies. The thought in European capitals now, is how he will respond with recalcitrant allies if he is handed a second term. It could be a case study in retribution. America's friends are facing tough choices they haven't had to make in generations. Take a leap of faith that China will change course, that its Communist Party will shed autocracy and its high-tech grip on its billion-plus citizens and reform -- or go with what they know and can almost trust by backing the US.  A return to the days or us-or-them The fear is, like the very fragments of data the decision hinges on, the choice could be binary. If the US blocks anyone from its AI world that uses Chinese high-tech, in the same way it threatens secondary sanctions against businesses who trade, however remotely, with Iran -- then the world could be thrown back to the us-or-them days of the Soviet Union, when its Communist Party locked the rest of the world out of their sphere of influence. A time when tiny islands like Cuba took on outsized significance. It's almost 30 years since the Cold War ended: for a few decades the world felt less divided. A second round of Trump could change all that. But for anyone thinking a Democrat may be different, Bremmer cautions America's isolation is not a Trumpian thing; he said it had begun under Obama, the last President's policies in the Middle East being an example of that. Pelosi echoed the current administration's message that Huawei 5G is a danger no US politician will ignore, saying in Munich Sunday that \"national security, economy, values all come together on the Huawei issue.\" So even in a world with a Democrat in the White House, if not this time then next time which MSC organizers might imagine to be less Westlessness, Europe may find America has grown out of love with its Western roots and moved on. The \"Old World\" still wants the old bond, but they'll be beholden to America's whims, 5G and whatever else comes after it."], "Language": false}