{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/asia/china-coronavirus-xi-jinping-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-17T06:25:14Z"], "LastModifiedDate": ["2020-02-17T12:44:25Z"], "Headline": ["Did Xi Jinping know about the coronavirus outbreak earlier than first suggested?"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["As the deadly novel coronavirus spread throughout China and the world last month, it was clear that something had gone wrong.  Officials in Hubei, the province at the center of the outbreak, were blamed for downplaying -- and potentially even deliberately covering up -- the severity of the virus, ignoring evidence that it spread from person-to-person until it was too late.  Against this tale of irresponsibility there was another story being told in China, one of a competent central government which had been denied the full picture by local officials, and once it understood the true ramifications stepped in to take drastic action to stop the virus' spread.  And indeed, there was a major shift on January 20, when Chinese President Xi Jinping commented publicly for the first time on the virus, and ordered \"resolute efforts\" to control the outbreak. Speaking alongside Xi in Beijing a week later, World Health Organization (WHO) director Tedros Adhanom Ghebreyesus praised the \"seriousness with which China is taking this outbreak,\" and thanked Beijing for its \"transparency.\"  Over the weekend, however, a transcript of an internal Communist Party speech appeared to throw doubt on this narrative, revealing Xi knew about and was directing the response to the virus on January 7 -- almost two weeks before he commented on it publicly.  The revelation raises major questions about whether it was the central government, not authorities in Hubei, who dithered on their response, allowing the virus to spread through the country and eventually the world. It also underlines the difficulty in maintaining Xi's image -- carefully cultivated by state media -- as an almost omniscient ruler who oversees, and is aware of everything that is happening in the country. With criticism growing of the failure to contain the coronavirus, both at home and abroad, Beijing was faced with either choosing to admit that Xi was ignorant of the true nature of the crisis until almost a month into it, or that he was aware of it and involved in the response. By choosing the latter option, however, no matter how much blame can be placed onto provincial officials for failing to \"implement\" Xi's instructions, the government is admitting that ultimate responsibility for the outbreak lies with the man at the center.  Who knew? In the transcript of the speech, published Saturday by the official Communist Party journal Qiushi, Xi \"issued requirements for the prevention and control of the new coronavirus\" during a meeting of the Politburo Standing Committee, China's most powerful decision making body on January 7.  He gave further instructions on January 20 and two days later, when he \"explicitly requested Hubei province to implement comprehensive and strict control over the outflow of people\" -- essentially placing the province on lockdown.  \"I have, at all times, monitored the spread of the epidemic and the progress in prevention and control work, and continue to give oral orders and instructions,\" Xi is reported to have said. It is the 13-day period between January 7 and 20 that is most crucial, not least because it is when officials in Hubei held two key provincial Party meetings and Wuhan invited more than 40,000 families to attend a mass banquet in an attempt to set a world record. It's also when officials in both Wuhan and Hubei appeared to downplay the outbreak, an assessment that was repeated by state officials: Wang Guangfa, head of a team of researchers sent from Beijing to investigate the situation, said on January 11 that it was under control.  Wang, like others on the front line during the initial outbreak, was subsequently diagnosed with the virus. Provincial officials have faced intense criticism for their handling of the crisis during this period, coming as it did in the run up to the Lunar New Year travel period, in which hundreds of millions of people criss-cross the country. Passenger screening was not put in place in Wuhan -- itself a major international and domestic travel hub -- until January 14 and further restrictions over a week later.  Wuhan Mayor Zhou Xianwang later admitted that the city's \"warnings were not sufficient,\" and offered to resign.  \"We understand that the public is unsatisfied with our information disclosure. On one hand, we failed to disclose relevant information in a timely manner; on the other, we did not make sufficient use of valid information to improve our work,\" Zhou said in an interview with state broadcaster CCTV. \"As for the late disclosure, I hope the public can understand that it's an infectious disease, and relevant information should be released according to the law. As a local government, we can only disclose information after being authorized.\" Zhou's reference to being authorized to release information was initially seen as something of an attempt to cover his own back, by pushing some of the responsibility onto his superiors. But if Xi was directing the response at this point, then Zhou may have indeed been waiting for guidance from Beijing before he did anything, and any blame for his inaction may lie elsewhere.  Xi at the center Wu Qiang, a Beijing-based political analyst who specializes in analyzing Xi's speeches, described the recently published address as \"unprecedented\" during an interview with the South China Morning Post. \"It sounds like he is defending and explaining how he has done everything in his capacity to lead epidemic prevention,\" said Wu. In recent weeks, there has been an apparent effort to push any blame for the crisis onto provincial officials, who either misled Beijing or failed to implement the Party leadership's instructions. This was exemplified by China's ambassador to the US, Cui Tiankai, who said in an interview with NPR on Saturday that \"you cannot talk in very general terms 'the government' (in China).\"  \"Sometimes government at a particular level makes some mistakes. This is possible. This is, I think it is all natural all over the world,\" he said. \"But you cannot say the whole government in China is making a mistake. This is not true.\"  This was already something of an awkward narrative for Xi, who has amassed more power than any Chinese leader since Mao Zedong and severely ramped up internal discipline within the Communist Party. By emphasizing his personal involvement in the response from an early stage, Xi has potentially undermined that narrative even further -- you can't blame local officials for their failures, and then reveal you were watching them the entire time.  Ultimately, however, the awkwardness of sharing some of the blame with Hubei officials might be preferable than admitting that Xi and those around him were potentially unaware or ill informed about what was really going on."], "Language": false}