{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/17/sport/gallery/what-a-shot-0217/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Garrett Ellwood/NBAE/Getty Images", "Mark J. Rebilas/USA TODAY Sports", "Matt Slocum/AP", "Sergei Ilntsky/EPA-EFE-Shutterstock", "Saul Loeb/AP", "Szilard Koszticsak/EPA-EFE/Shutterstock", "Phil Walter/Getty Images", "Dean Mouhtaropoulos/Getty Images", "Mark R Cristino/EPA-EFE/Shutterstock", "Alberto Pizzoli/AFP/Getty Images", "Kenjiro Matsuo/AFLO via ZUMA Press", "Marcelo Endelli/Getty Images", "Maxim Shipenkov/EPA-EFE/Shutterstock", "Patrick Smith/Getty Images", "Miguel Riopa/AFP/Getty Images", "Matthias Schrader/AP", "Jeff Curry/USA TODAY Sports", "Vince Caligiuri/EPA-EFE/Shutterstock", "Darrian Traynor/Getty Images", "Douglas DeFelice/USA TODAY Sports", "Christophe Petit Tesson/EPA-EFE/Shutterstock", "Leonhard Foeger/Reuters", "Alan Crowhurst/Getty Images", "Vasily Fedosenko/Reuters", "Mark Kolbe/Getty Images", "Denis Poroy/AP", "Lee Jin-man/AP"]], "FirstPublishDate": ["2020-02-17T09:53:47Z"], "LastModifiedDate": ["2020-02-17T09:53:47Z"], "Headline": ["What a shot! 27 amazing sports photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Aaron Gordon dunks over Boston Celtics center Tacko Fall during the NBA Slam Dunk Contest on Saturday, February 15 in Chicago. Despite successfully jumping over the 7 foot 5 inch tall Fall, Gordon lost the contest by one point to Derrick Jones Jr. sparking controversy over the result. An NHRA Funny Car driven by Ron Capps explodes during the Winternationals at Auto Club Raceway in Pomona, California, on Sunday, February 9. Capps was unhurt in the accident. Philadelphia 76ers' Furkan Korkmaz watches his shot go through the basket during the first half of an NBA basketball game against the Chicago Bulls in Philadelphia, on Sunday, February 9. Guangpu Qi of China crashes during the men's aerials competition at the FIS Freestyle Skiing World Cup in Moscow, Russia, on Saturday, February 15. President Donald Trump and first lady Melania Trump take a lap around Daytona International Speedway in the presidential limousine ahead of the Daytona 500 on Sunday, February 16. Trump served as the Grand Marshal of the race and is the second American president to do so, behind George W. Bush who attended the race in 2004. Jessica Cornelia Francisca Blaszka of the Netherlands, left, and Annika Wendle of Germany compete during the semifinal of the women's 53kg weight class at the European Wrestling Championships in Rome, Italy, on February 13. A rider of the PGN cycling team cools off during stage 8 of the 25th Le Tour de Langkawi  in Kuah, Malaysia, on Friday, February 14. From left, Elise Christie, Chunyu Qu and Kamila Stormowska crash in the Women's 500m final during the ISU World Cup Short Track in Dordrecht, Netherlands, on February 16. Motocross rider Rico Herrero races at the Vermosa Motocross Track in Imus, Cavite, Philippines, on February 16. From left, Zlatan Ibrahimovic of AC Milan and Cristiano Ronaldo of Juventus cross paths prior to their Coppa Italia soccer match in Milan, Italy, on February 13. Kirsten Moore-Towers and Michael Marinaro compete during the ISU Four Continents Figure Skating Championships in Seoul, South Korea, on February 9. A rainbow appears behind Antonio Vespucio Liberti stadium in Bueno Aires, Argentina, during a soccer match between River Plate and Banfield on February 16. Toni Eggert and Sascha Benecken of Germany celebrate their gold medal win during the men's doubles final at the FIL Luge World Championships in Sochi, Russia, on February 15. Ian Mahinmi of the Washington Wizards watches the ball bounce out of bounds during an NBA basketball game against the Memphis Grizzlies on February 9. A surfer rides a big wave at the Praia do Norte in Nazare, Portugal, on February 15. Norway's Johannes Thingnes Boe warms up before the start of the mixed 4x6 km relay competition at the Biathalon World Championships in Antholz, Italy, on February 13. St. Louis Blues defenseman Robert Bortuzzo lands a punch as he fights Nashville Predators defenseman Jarred Tinordi during the first period at Enterprise Center in St. Louis on February 15. Alligator Blood is taken for a swim by trainer David Vandyke at Flemington Racecourse in Melbourne, February 11. The Western Bulldogs and Melbourne Demons compete in the round 2 AFLW match on February 14 in Melbourne. Toronto Blue Jays pitcher Yennsy Diaz juggles a baseball during spring training workouts in Dunedin, Florida, on February 13. Simeon Catharina of Netheralnds (white) and Miklos Cirjenics of Hungary (blue) compete at the Paris Grand Slam judo tournament in Paris on February 9. Dorothea Wierer celebrates winning the Women's 10 km Pursuit Competition at the 2020 Biathalon World Championships in Antholz, Italy, February 16. Handsome Samson and jockey Kieran Shoemark compete at The 32Red On The App Store Novice Stakes at Kempton Park Racecourse on February 12, in Sunbury, England. Czech Republic's Michaela Marsikova participates in the Women's Singles Qualification Sprint at the World Luge Championship in Sochi, Russia, on February 14. Thailand's Natthakarn Chinwong and Australia's Alanna Kennedy collide as they compete for the ball during the Women's Olympic Football Tournament Qualifier match on February 10, in Sydney, Australia. San Diego State forward Joel Mensah holds up the Mountain West Championship trophy after the team defeated New Mexico 89-52 in an NCAA college basketball game, February 11 in San Diego. South Korea's You Young performs during the gala exhibition in the ISU Four Continents Figure Skating Championships in Seoul, South Korea, February 9. See 27 amazing sports photos from last week"], "Language": false}