{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/politics/what-matters-may-3/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-05-03T12:01:04Z"], "LastModifiedDate": ["2020-05-03T12:01:04Z"], "Headline": ["Here's how Italians 'quaranteamed' 700 years ago"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["How was social distance observed (if at all) during previous pandemics? Turns out there's quite a precedent not just for staying away for your neighbors, but also for the idea of \"quaranteaming\" you might have heard about. CNN talked to Rebecca Messbarger, a professor of Italian and founding director of the Medical Humanities program at Washington University in St. Louis about social distancing from the Black Plague until now. The parts about the different ways people deal with distance still ring true. The conversation, edited slightly, is below: Old school social distance CNN: Pandemics are nothing new in world history. Now we're all asked to stay home and stop the spread. How did they deal with these types of things in the past?  RM: So, first, quarantine is from the 14th-century Venetian term quarantena, tied to the word forty, quaranta, which was an important biblical time period (Moses and Elijah and Christ all fasted 40 days, and liturgically we think 40-day seasons such as that of Lent) and marked the period of 40-days of isolation that ships would have when they came into Venice. The crew, animals and products would all disembark on an island off of Venice and wait out the 40 days to make sure there was no contagion. There are examples from across the historical landscape of responses to pandemic that have some similarities to what we are seeing today.  Boccaccio frames his masterwork \"The Decameron,\" written in 1351, with the historical backdrop of the 1348 plague that he had experienced firsthand in his hometown of Florence, where more than half of the citizenry including his father and stepmother died. This great mortality, as it's often called, killed 40-60% of the population of Europe. One of the most memorable parts of Boccaccio's account of the Florentine plague, and one that seems to transcend time, is his description of 4 types of human response to the catastrophe: -- Isolation, Self-Denial: \"they banded together and dissociating themselves from all others formed communities in houses where there were no sick, and lived a separate and secluded life, which they regulated with utmost care, avoiding every kind of luxury, but eating and drinking moderately...\" -- Devil-may-care Partying: \"[they] frequent places of public resort...day and night now to this tavern, now to that, drinking with an entire disregard of rule or measure...\" -- Middle Way: \"a few belonged to neither of the two said parties but kept a middle course...living with a degree of freedom sufficient to satisfy their appetites and not as recluses.\" For Boccaccio, the most terrible response was the abandonment of essential human ties by those who understood that no medicine existed to stem the disease and so they \"deserted their city, their houses, their kinfolk... brother was forsaken by brother, nephew by uncle, brother by sister, and oftentimes husband by wife... fathers and mothers were found to abandon their own children...\" We have also heard a good deal about the emotional strain provoked by isolation during quarantine and, conversely, about its inspiration for great artistic creativity. Shakespeare apparently wrote both \"Macbeth\" and \"King Lear\" while in quarantine from the plague. A wonderful book titled \"Viral Modernism: The Influenza Pandemic and Interwar Literature\" by Elizabeth Outka talks about the dramatic influence of the 1918-1919 flu pandemic on the writings of T.S. Eliot (according to Outka, his illness with the flu influenced his poem \"The Waste Land\") Virginia Woolf (she suffered heart damage from the flu, which shaped her short story \"On Being Ill,\" and novel \"Mrs Dalloway\")  and William Butler Yeats, whose poem \"The Second Coming\" developed in part from nearly losing his pregnant wife to the flu.  So, art seems to have always helped to confront and at times make sense of the chaos and loss generated by pandemics and the isolation that often takes the destructive form of ostracization that follows. We can look to the art movements as recent as the 1980s that came in response to the HIV/AIDS pandemic. Often graphic images of the ravages of disease and death confront the viewer with a reality that might otherwise be hidden by social quarantine. I'm thinking of such artists as Theresa Frare's \"David Kirby on his Deathbed,\" or David Wojnarowicz's \"Untitled (Face in Dirt)\" or \"Silence = Death\" self-portrait. Quaranteaming in history CNN: \"The Decameron\" is set in Italy, a hot spot for coronavirus. But back then people were avoiding the plague. And the book is about people telling stories to each other at a villa as they avoid the disease. Is that sort of a precursor to the idea of \"quaranteaming\" we're hearing about now? RM: Yes, I think we could say the premise of \"The Decameron\" is social distancing, or \"quaranteaming\" as you say. (a great term) It is literal escapist literature. Ten young nobles, 7 women and 3 men, abandon the devastation in Florence by fleeing to a villa outside the city in Fiesole in the Tuscan countryside. They gather in the shade during the day to take their minds off of the death and loss and tell each other stories—100 in total over ten days (deca)--, most often humorous bawdy tales, but also tragic moral ones. Most of us are engaged in some sort of storytelling right now on social media, in Zoom meetings, on the phone, sharing our experiences, anecdotes and information, jokes and even our rage and sadness. Narration rebuilds normalcy. The ancient equivalent of Netflix and chill CNN: For medieval Italians, was \"The Decameron\" the equivalent of Zooming with their old friends? Or watching TV on the Internet? How was it read? RM: Interestingly, Boccaccio dedicates his work to women who are stuck at home in forced social isolation because of the norms of the day restricting women's lives to the domestic sphere and church. He offers them these 100 varied stories with lots of sex, trickery, poking fun at the Catholic Church, and pretty base bodily humor as a diversion because they can't go out in the world. I'd say that sounds pretty similar to what many of us are watching on Netflix and listening to on podcasts. The stories also focus heavily on fortune -- winners and losers -- the often unexpected turn of that wheel, and I think that is something you necessarily grapple with in times of catastrophe. Inequality, then and now CNN: There are some parallels, too, because it's relatively wealthy people featured in \"The Decameron.\" Today it's not everyone who is able to stay home and get their groceries delivered.  RM: Yes, wouldn't we all like to quarantine in a villa in the Tuscan countryside! Comfortable carefree quarantine is always the privilege of a select few. Most people cannot run away but must live and work in the midst of the crisis. In history, though, social and economic structures have at times changed radically after a pandemic and high mortality. This has meant both high inflation and greater economic power for unskilled workers who have been in shorter supply.    Further reading  CNN: Any other ancient works you'd put on a social distance syllabus? RM: I think Alessandro Manzoni's \"The Betrothed\" (1827) is a wonderful novel -- my students love it. Set during the 1630 plague in Milan that Manzoni researched extensively, it is the story of two poor young people in love who get swept up in the chaos of plague and spend the entire novel trying to find each other. It is funny and tragic and uplifting and shows all the sides—good and awful -- of humanity in a catastrophe. Daniel Defoe's \"A Journal of the Plague Year\" (1722) is a very realistic account of the same plague era recounted by Manzoni but set in London.   False information and the Column of Infamy CNN: Today we have problems with false information being spread. I'm assuming they didn't have much of a government infrastructure (and certainly not a health department) for previous pandemics. How did they share information? How did they know it was safe to leave their villa? RM: Earlier pandemics in history, take for example the 1918 flu pandemic, end with mass mortality (often after second and third waves). The 1918 flu killed more people than WWI. Thankfully, countries today are trying avoid this kind of conclusion. Regarding false information, one of the episodes from history that Manzoni incorporated in a central scene in his novel \"The Betrothed\" is among the most notorious examples of misinformation during a pandemic, but one that has been repeated often in history. It is a cautionary tale for us today. In 1630 Milan, fear and hysteria were gripping the city that was seeing more and more deaths. Wild conspiracy theories about who had brought the disease and who was spreading it abounded. A conspiracy took fire among the masses that intentional diabolical plague spreaders called anointers (untori), who were the antithesis of holy anointers, were wiping the ointment of the plague on doors and the pews of churches. (These kinds of accusations had happened in previous contagions.)   An innocent low-level health commissioner, Guglielmo Piazza, was doing his door to door rounds in the city when someone called out that they saw him spreading the plague. The crowd went wild and he was arrested. Even though the authorities knew he was not guilty, they feared the riotous crowd. They tortured him horribly demanding he name co-conspirators. He named his barber, Gian Giacomo Mora. He, too, was tortured. To satisfy the enraged crowd and deflect responsibility for failure to stop the plague, the authorities publicly tortured the two men, executed them, burned the house down of the barber and erected a Column of Infamy on the ashes declaring their crimes and their just punishment by the state. False information abounds in times of crisis. And governments often exploit these false accusations against groups to scapegoat \"others,\" usually outsiders, to the dominant culture (often Jews were accused of spreading disease) to hide their own ineptitude. There are politicians engaged in similar scapegoating now. My state of Missouri is suing China right now. Lessons from 1918  CNN: You've also written about the 1918 flu pandemic and lessons in social distance from that period which seem more applicable today. Is the government doing a better job today than it did 100 years ago in telling Americans how to stay apart from each other? RM: Like 1918, some political leaders are providing fact-based information and enacting policy grounded on scientific expertise, as well as recent and historical precedent, and some are not. Overall, the US response has been marred by inadequate preparation, a lack of coherence, both of which are ongoing. Here in St. Louis in 1918, we had a courageous, tough health commissioner, Max Starkloff, who had back up from Mayor Henry Kiel. They brought together the public healthcare community, business leaders, the school superintende"], "Language": false}