{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/europe/france-fraud-case-intl/index.html"], "Source": ["cnn"], "Location": ["Paris, France"], "ByLine": ["By Saskya Vandoorne, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-16T05:23:12Z"], "LastModifiedDate": ["2020-02-16T08:57:44Z"], "Headline": ["Victims thought they were paying millions to free hostages. But the 'minister' who asked them was a fraudster in a mask"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["There was a sense of urgency in the voice of the man claiming to be France's defense minister, Jean-Yves Le Drian.  \"We're talking about the lives of French citizens and we would like to free them. If we don't, we expect the worst,\" the man said in an audio recording of a telephone solicitation obtained by CNN.  \"I need to know if you can join us in this mission so we can carry it out and if the answer is 'yes' then I will alert the presidency to say we have someone who can act as a mediator for us.\"  On the receiving end of the telephone line was Olivier de Boisset, a Frenchman who heads an IT company in Niger. De Boisset was being asked to wire over 2 million dollars to allegedly help free French hostages being held by terrorists in Mali. The voice said France needed de Boisset's help transferring funds because officially the country does not pay ransoms and gave assurances that France's central bank would reimburse him. De Boisset was suspicious, but he could never have imagined the extent of the scam that was being played on him. Not only were there no French hostages in Mali, but he had just become the latest victim in a multi-million dollar con that would span two years and target more than 150 people including the spiritual leader Aga Khan, the President of Niger, the Prime Minister of Norway, the Archbishop of Lyon, the owner of Chateau Margaux wines, the King of Belgium, the director general of UNESCO and numerous CEOs. Attempts to extort money from embassies and governments were made in more than 50 countries, according to French court documents. CNN has obtained exclusive recordings made by often-skeptical victims showing how a group of fraudsters tried to pull off what some in France are calling the scam of the century by impersonating France's then defense minister, Jean-Yves Le Drian, and conning wealthy individuals out of 80 million euros purportedly to help pay ransoms to free French hostages being held by Islamist terrorists. Some of the money has not been recovered. Six of the alleged fraudsters are currently on trial in Paris in connection with the Le Drian hoax and a plot to impersonate Prince Albert II of Monaco while a seventh defendant is on trial only for the Albert of Monaco plot.  The con was elaborate According to many of the victims, to earn their trust an initial phone call was followed up by a Skype video call. During this exchange, the con artist wore a custom-made silicone mask of Le Drian's face and sat in a replica of the minister's office complete with both the tricolor flag of France and a flag of Europe, pictures in the court documents show. Another one of those targeted in June 2016 by the bogus Le Drian was Bruno Paillard, who heads a champagne house in Reims, northern France. Paillard told CNN the hustle was impressive because of its elaborate nature. \"The image was not very precise and the voice was a little bit strange. The excuse was that they were in a bunker in the ministry,\" Paillard said. In addition to the Skype calls, Paillard said they communicated with him on official-looking letterheads from the ministry, but despite all their efforts Paillard said he wasn't convinced and went straight to the police.  \"As a champagne producer we make people happy, but we're not necessarily good at saving the lives of people who are being held in strange countries,\" Paillard told CNN. Paillard said the fake Le Drian had done his homework, he even knew how many children he had. Wine maker Guy-Petrus Lignac was equally astonished at how much the fraudsters knew about him. He said they drew on his background to appeal to his sense of patriotism.   \"They knew so many things about me! That I had been a police officer in the past. That's not common knowledge, it's not on the internet. I was surprised,\" Lignac told CNN.  Many of the victims were skeptical and went to the defense ministry to report the calls. The ministry alerted investigators in the summer of 2015 and an investigation was opened in April 2016, according to court documents. Lawyers for Le Drian said French embassies all over the world were warned of the scam in 2016. However, the ministry didn't see the need for a press conference.  Authorities opened an investigation but the con continued Turkish businessman Inan Kirac, was duped in November 2016 and over the course of one month handed over $47 million in nine transfers to bank accounts in China -- the largest sum to be wired to the fraudsters by one individual. Kirac eventually realized he was being scammed and began taping the conversations. In an audio recording obtained by CNN Kirac is heard speaking with a man impersonating an aide to Le Drian. \"Mr. Kirac, first of all, I wanted to express my condolences concerning the attack in Istanbul and I learned that two of your very close friends were injured in this attack,\" the voice on the crackly line is heard saying. \"I hope that 2016 will be a good year to defeat crime and the terrorists who deserve to go to hell,\" the man said. Kirac believed his money was being used to free two French journalists who were allegedly being held hostage in Syria. Delphine Meillet, the lawyer representing the actual Le Drian, who is now France's foreign minister, told CNN the fraudsters used the war in Syria to their advantage.  \"There were real hostages at the time, in 2015, and the technique to convince them was to play on fears of terrorism,\" Meillet said. \"When the state asks you to do it a favor, to help fight terrorism, how can you say no? How can you say no to a minister?\" she added. The voice of the fake Le Drian is allegedly that of Gilbert Chikli, according to prosecutors, a Franco-Israeli accused of being the mastermind behind the sting. He is charged with organized fraud and usurping a person's identity. Chikli denies the charges. Meillet describes the 54-year-old as being a modern-day Victor Lustig, the notorious con man who sold the Eiffel Tower to a scrap-metal dealer in 1925, not once but twice. Chikli has a checkered past. In 2015, he was sentenced in absentia to seven years in prison for a brazen scam where he posed as prominent French CEOs in order to extort millions of euros from companies. The hoax was later the subject of a movie \"Thank You for Calling\" that paid Chikli as a consultant, according to court documents.  In 2017 the Parisian was arrested in Ukraine and according to court documents evidence was found on Chikli's cell phone showing that Google searches for \"silicone mask Kiev\" and \"Prince of Monaco\" had been made.\" Another defendant in the trial, Anthony Lasarevitsch, was arrested in Kiev alongside Chikli. Investigators found pictures of a silicone mask of Prince Albert II of Monaco on his cell phone. Lasarevitsch faces the same charges as Chikli, and denies any wrongdoing. His lawyer said in court that Lasarevitsch had been \"dragged into the case by the media\" after his arrest alongside Chikli \"was broadcast to the masses.\" A clip of Chikli, while incarcerated in Kiev, surfaced on social media in 2017 showing him having a fridge delivered to the prison. In the video Chikli says \"this is what I've bought, a fridge, so I can eat some entrecote. We are the bosses!\" Chikli was eventually extradited to France. He is currently in prison serving time for the CEO hoax. He's admitted taking part in the CEO scam but says he's not the mastermind. On Monday experts testified that the voice of the fake Le Drian bore a striking resemblance to that of Chikli. Chikli defended himself vehemently in court Monday. \"What can I tell you? They've got it wrong!\" he shouted.   \"There are 20 billion cases like this per year, I've got nothing to do with this! I have no answers to your questions,\" Chikli growled. His lawyer, Stephane Sebag, told CNN that the whole of the prosecution was based on weak analysis of the voice samples from Chikli's interviews and that the recordings of the scam \"are very poor.\" \"This is not enough to convince anyone of his guilt,\" Sebag said. If convicted Chikli faces up to 14 years in prison and a 2 million euro fine. A verdict is expected on March 11. The real Le Drian reacted to the scam last year. \"You can't impersonate me, if you do then you go to prison,\" he said. \"They were pretty convincing and sadly there were victims. They did a good job of imitating my voice,\" Le Drian added.  "], "Language": false}