{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/politics/china-challenges-esper-intl/index.html"], "Source": ["cnn"], "Location": ["Munich, Germany"], "ByLine": ["By Vivian Salama, CNN"], "Writers": [["Vivian Salama"]], "FirstPublishDate": ["2020-02-15T11:59:07Z"], "LastModifiedDate": ["2020-02-15T11:59:07Z"], "Headline": ["World must 'wake up to the challenges presented by China,' says Defense Secretary"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Defense Secretary Mark Esper called on the international community to \"wake up to the challenges presented by China,\" telling an audience of world leaders and top policymakers on Saturday that America's concerns about China should also be Europe's concerns.  \"It is essential that we -- as an international community -- wake up to the challenges presented by China's manipulation of the long-standing international, rules-based order,\" Esper said, adding that China is now the Pentagon's top concern.   The Trump administration had been pressing European allies for a total ban on Huawei products, alleging that Beijing could use the equipment for snooping. Last month, British Prime Minister Boris Johnson opted to go ahead with plans to let the Chinese company develop Britain's 5G network as part of his agenda of \"leveling up\" regions across the country through improved infrastructure. German Chancellor Angela Merkel has also been reluctant to exclude specific providers from the country's 5G networks. Her political party has backed a strategy paper that could potentially curtail Huawei's involvement in Germany's 5G rollout by barring \"untrustworthy\" companies deemed to be subject to state influence from the process, without issuing a full ban. \"I continue to stress to my friends in Europe -- and just this past week again at the NATO Defense Ministerial in Brussels -- that America's concerns about Beijing's commercial and military expansion should be their concerns as well,\" Esper said.  He added that China's \"growing economic, military, and diplomatic power\" has often manifested itself in \"threatening and coercive\" ways, and he called on China to abide by international norms. While Esper asserted that the US \"does not seek conflict with China,\" he warned that if China does not change its policies and behaviors, then defending international rules and order must be the international community's \"collective\" priority.  \"We can only do this by making greater investments in our common defense; by making the hard economic and commercial choices needed to prioritize our shared security and by working together to maintain a ready and capable alliance network that is prepared to deter any threat, defend any ally, and defeat any foe,\" he said."], "Language": false}