{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/politics/us-uk-intelligence-sharing/index.html"], "Source": ["cnn"], "Location": ["Munich"], "ByLine": ["By Vivian Salama, CNN"], "Writers": [["Vivian Salama"]], "FirstPublishDate": ["2020-02-14T16:35:26Z"], "LastModifiedDate": ["2020-02-14T20:16:08Z"], "Headline": ["US won't change intelligence sharing policy with UK despite Huawei decision"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration will not change its intelligence sharing policy with the United Kingdom despite contentious disagreements over the UK's recent decision to rely on China's Huawei to help build its next generation of super-fast wireless networks, senior administration officials said Friday. Robert Blair, a top adviser to President Donald Trump who was recently named special representative for international telecommunications policy, said the United Kingdom would have to take a \"hard look\" at its decision to use Huawei equipment, but asserted that \"there will be no erosion in our overall intelligence sharing.\"  The Trump administration had been pressing for a total ban on Huawei products, alleging that Beijing could use the equipment for snooping. It had warned that US-UK intelligence sharing could be put at risk.  Last month, British Prime Minister Boris Johnson opted to go ahead with plans to let the Chinese company develop Britain's 5G network as part of his agenda of \"leveling up\" regions across the country through improved infrastructure. Trump \"tore into\" Johnson in a phone call after the announcement was made, according to a person familiar with the call. Following the UK decision, Secretary of State Mike Pompeo said the US would have a conversation with the UK \"about how to proceed\" after its decision. He noted that the US needed to evaluate what the UK's decision on 5G actually means.  \"It's a little unclear precisely what they're going to permit and not permit so we need to take a little bit of time to evaluate that,\" Pompeo said in January. \"But our view is we should have western systems with western rules and American information should only pass across a trusted network. We'll make sure we do that.\" The UK argues that there is currently no alternative to Huawei and so it's forced to rely on the Chinese company until there is a compatible western technology. 5G allows greater and faster data processing and is seen as an integral component of new interconnected technologies such as automated vehicles and smart appliances. Blair said he \"vehemently\" disagrees with the argument, saying that \"there are alternatives -- and qualified and capable alternatives.\" He named Samsung, Ericsson and Nokia as possible industry leaders in this emerging technology. Speaking at the Munich Security Conference in Germany, Blair, Assistant Attorney General for National Security John Demers and Deputy Assistant Secretary of State for Cyber and International Communications and Information Policy Robert Strayer said that the US is looking to develop a partnership with the telecoms industry to provide alternatives to China's Huawei Technologies. Last month, a bipartisan group of US senators introduced legislation to encourage and support US innovation in the race for 5G, providing over $1 billion to invest in Western-based alternatives to Chinese equipment providers Huawei and ZTE.   Blair noted that there is a \"fairly limited ecosystem of established hardware providers.\" \"We want to work with our like-minded partners around the world,\" he said. \"We will encourage our partners around the world to continue to develop a diversified ecosystem around the world.\" It's not just the UK that has been grappling with the issue. German Chancellor Angela Merkel has been reluctant to exclude specific providers from the country's 5G networks. Her political party has backed a strategy paper that could potentially curtail Huawei's involvement in Germany's 5G rollout by barring \"untrustworthy\" companies deemed to be subject to state influence from the process, without issuing a fun ban. Bipartisan concerns over Europe's use of Huawei's 5G network were echoed by House Speaker Nancy Pelosi, who was also in Munich on Friday. During her remarks to a packed room of delegates, Pelosi warned that she needed to address the issue with \"candor,\" urging countries around the world to \"invest in other viable options\" other than Huawei. \"Nations cannot cede our telecommunications infrastructure for financial expediency,\" she said. \"You do not want to give that power to an entity created by\" China.  Under Chinese law, companies can be ordered to act under the direction of Beijing. Huawei has consistently denied that it would help the Chinese government to spy. \"This is the most insidious form of aggression -- to have that line of communication, 5G -- dominated by an autocratic government that does not share our values,\" Pelosi added. Despite comments to the contrary, Stayer noted Friday that Washington is \"required by law to reassess our intelligence sharing relationship with anyone who uses Huawei.\" This week, the US also ratcheted up pressure against the telecommunications giant over its efforts to \"misappropriate intellectual property, including from six US technology companies, in an effort to grow and operate\" its business. The US Department of Justice hit Huawei with new charges, including stealing trade secrets and violating sanctions by doing business with North Korea. A new superseding indictment filed Wednesday in the Eastern District of New York also adds racketeering conspiracy charges to the allegations already facing the Chinese company. The 16-count indictment includes the charges of bank fraud, wire fraud, conspiracy to commit bank fraud and conspiracy to commit wire fraud laid last year against the company's chief financial officer Meng Wanzhou. Meng, who is currently fighting extradition to the US from Vancouver, faces no new charges in the superseding indictment. She is the daughter of Huawei founder Ren Zhengfei."], "Language": false}