{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/politics/fact-check-trump-february-86-false-claims/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale and Tara Subramaniam, CNN"], "Writers": [["Daniel Dale", "Tara Subramaniam"]], "FirstPublishDate": ["2020-02-14T13:34:35Z"], "LastModifiedDate": ["2020-04-08T16:01:40Z"], "Headline": ["Trump makes 86 false claims over two weeks, including whoppers about Bloomberg, Pelosi and Social Security"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump made 31 false claims last week and 55 the week before, including 22 at a campaign rally in Des Moines, Iowa, in late January and 13 in an official speech at a community college in Charlotte, North Carolina, in early February. Trump spread the dishonesty around a variety of subjects. Over this period stretching from January 27 to February 9, he made 17 false claims about health care, 15 about the economy, 15 about Democrats, and five or more about each of six additional topics: trade, energy, impeachment, China, immigration, and the military. We counted five blatant false claims in Trump's State of the Union address. Other claims in that speech were misleading, lacking in key context, or questionable predictions. We don't include such claims in this false-claims-only tally, but you can read fact checks on them here.  Trump is now averaging about 59 false claims per week for the 31 weeks we have checked at CNN since July 8, so both of these two weeks were better than his usual. They were still, of course, highly dishonest by any non-Trump standard. At CNN, we start with the facts. Visit CNN's home for Facts First. Trump is now up to 1,816 false claims since July 8. The most egregious false claim: Saving Social Security Trump is a dishonesty maximalist: He often seems to prefer an egregious lie, told confidently, to spin that might be more accurate but might also make him seem defensive or evasive. Asked in a Fox News interview on January 30 about allegations that he plans to take away people's Social Security -- he had vaguely mused in a CNBC interview about tackling entitlement programs \"at some point\" -- Trump could have responded in any number of factual or semi-factual ways. Instead, he offered up this fiction: \"I'm the one that saved it. The Democrats wanted to do it last time.\" The Democrats did not want to take away or even cut Social Security in 2016. Trump did not save it. There was no follow-up question. The most revealing false claim: Pelosi and the speech Trump is not only a relentless fabricator of his own nonsense but a gleeful purveyor of nonsense he has heard from others. The White House made a fair argument about House Speaker Nancy Pelosi's decision to publicly rip up her copy of Trump's State of the Union address, saying she was disrespecting the heroes, victims and other citizens Trump had mentioned in the speech.  But Trump allies like Florida Rep. Matt Gaetz and Charlie Kirk, the executive director of conservative group Turning Point USA, went further -- suggesting Pelosi may have broken a federal law prohibiting the destruction of government records. Legal experts said this claim was nonsense, since Pelosi's copy of the speech never qualified as an official government record. That did not stop the President from telling reporters: \"First of all, it's an official document. You're not allowed -- it's illegal what she did. She broke the law.\"       The most absurd false claim: Bloomberg and the \"box\" When Trump tweeted on February 2 that Democratic presidential candidate Michael Bloomberg was negotiating to \"have the right to stand on boxes, or a lift, during the debates,\" it seemed like a mocking joke that wasn't worth fact checking. But then we watched Trump's Super Bowl interview with Fox News' Sean Hannity later that day -- in which the President made clear, in tone, manner and content, that his allegation about Bloomberg trying to obtain a height aid was absolutely serious.  So we had to do our solemn duty and look into it. And, as so often, we found no evidence for it whatsoever. Here is the full list of false claims for these two weeks, starting with the ones we haven't previously fact checked in one of these weekly roundups: Democrats and the 2020 election Michael Bloomberg and the debates \"Mini Mike is now negotiating both to get on the Democrat Primary debate stage, and to have the right to stand on boxes, or a lift, during the debates. This is sometimes done, but really not fair!\" -- February 2 tweet  \"You know, now he wants a box for the debates, to stand on. Okay, it's okay, there's nothing wrong -- you can be short. Why should he get a box to stand on, okay? He wants a box for the debates. Why should he be entitled to that?...Really. Does that mean everyone else gets a box?\" -- February 2 Super Bowl interview with Fox News' Sean Hannity  Facts First: There is no evidence Bloomberg has requested a box to stand on to make him seem taller during debates. Bloomberg campaign spokesperson Julie Wood told CNN that Trump is \"lying\"; she called Trump a \"pathological liar.\" A Democratic National Committee official said on condition of anonymity that \"no, there have been no discussions\" about Bloomberg getting any height aid for a debate.   Trump's polling against Democrats Trump said of Bloomberg: \"Michael's doing very poorly. You look at his poll numbers, he's spending a lot of money. And what can I say? He's doing poorly. I think they're all doing poorly because according to every poll, I'm leading every one of them by a lot.\" -- January 30 interview with Fox News' Peter Doocy  Facts First: It's not true that every poll on potential election matchups shows Trump leading every Democratic candidate, let alone leading them \"by a lot.\" Some recent polls show Trump leading some Democrats. But some other polls in late January and early February have shown Trump trailing multiple Democratic candidates, including Bloomberg, both nationally and in key states. You can see a list of recent polls here.  The emoluments lawsuit Trump hailed a federal appeals court's decision to toss out a lawsuit filed against him by Democratic members of Congress, then said, \"This was brought by 230 Democrats in Congress on emoluments.\" -- February 7 exchange with reporters before Marine One departure Facts First: The lawsuit was brought by 215 Democratic members of Congress, not 230.  The numbers matter here. The lawsuit, which alleged that Trump violated the Constitution by obtaining financial benefits from foreign government officials who stay at his properties, was tossed out by the three-judge panel precisely because the lawsuit had not been brought by a sufficient number of members of the House or the Senate. The judges wrote: \"Our conclusion is straightforward because the members -- 29 senators and 186 members of the House of Representatives -- do not constitute a majority of either body and are, therefore, powerless to approve or deny the President's acceptance of foreign emoluments.\"  Two-hundred thirty Democrats would be a majority. Two-hundred fifteen is not. Pelosi ripping up the State of the Union \"Well, I thought it was a terrible thing when she ripped up the speech. First of all, it's an official document. You're not allowed -- it's illegal what she did. She broke the law.\" And: \"That was on display the other night when she ripped up the speech. That was terrible. It was a terrible -- so disrespectful to our country. And actually very illegal, what she did.\" -- February 7 exchange with reporters before Marine One departure Facts First: It was not illegal under government records laws for Pelosi to rip a copy of Trump's address, since Pelosi's copy of the speech does not qualify as a government record, experts have told various news and fact checking outlets.  Trump did not invent this claim himself. Charlie Kirk, executive director of conservative group Turning Point USA, and Republican Rep. Matt Gaetz, among others, said Pelosi may have broken the law, and Donald Trump Jr. amplified the claim. Still, the President was wrong when he repeated it himself. Democrats and Social Security Asked about allegations he wants to take away Social Security -- Trump vaguely told CNBC the week prior that entitlement programs will be on his plate \"at some point\" -- he said, \"I'm the one that saved it. The Democrats wanted to do it last time.\" -- January 30 interview with Fox News' Peter Doocy  Facts First: Trump wasn't clear what he meant by \"do it,\" but prominent Democrats did not want to cut Social Security, much less take it away, when Trump was running in 2016; Democratic presidential candidate Hillary Clinton proposed to increase Social Security benefits.  Obama and AIDS  \"We will achieve new breakthroughs in science and medicine, finding new cures for childhood cancer and ending the AIDS epidemic in America in less than 10 years, we've already started. It should have been started in the last administration. Incredible, it should have been started earlier, but we started -- in less than 10 years, the AIDS epidemic will be eradicated, will be gone.\" -- January 30 campaign rally in Des Moines, Iowa   \"We will achieve new breakthroughs in science and medicine, finding new cures for childhood cancer and ending the AIDS epidemic, can you believe this, in America, in 10 years or less. We've already started the process, and it could have been started sooner by the past administration. They chose not to do it. I chose to do it.\" -- January 28 campaign rally in Wildwood, New Jersey  Facts First: It's not even close to true that the Obama administration did not try to stop HIV/AIDS in the United States, experts say and budget data proves. The Obama administration spent more than $5.5 billion per year on the three primary domestic programs to combat HIV/AIDS, according to figures provided by the Kaiser Family Foundation, which closely tracks health care spending. (That's in addition to billions in spending on international anti-HIV/AIDS initiatives.) Obama also introduced a comprehensive national strategy on combating HIV/AIDS. And experts note that the Affordable Care Act, also known as Obamacare, helped people with HIV gain health insurance coverage.  \"It's outrageous to say that President (Barack) Obama did nothing on HIV,\" said Jesse Milan Jr., president and CEO of AIDS United, a non-profit dedicating to ending the epidemic. In 2019, Trump issued a plan called \"Ending the HIV Epidemic: A Plan for America,\" which aimed to reduce the number of new HIV infections in the US by 75% within five years and by at least 90% within 10 years. Experts said Trump's plan builds on Obama's 2010 National HIV/AIDS Strategy and a 2015 update to that strategy. In fact, Trump's administration itself had said, prior to Trump issuing his own plan, that it was being guided by the Obama-era strategy: \"The domestic policies and programs of the Federal government continue to be guided by the National HIV/AIDS Strategy, and we are focused on working toward achieving the Strategy goals for 2020.\"  Jen Kates, senior vice president and director of global health and HIV policy at the Kaiser Family Foundation, said Trump deserves credit for his \"bold\" 2019 plan and for proposing a funding increase for the 2020 fiscal year (after proposing cuts in previous years) -- though she said Trump's attempts to eradicate Obamacare, including "], "Language": false}