{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/business/renault-earnings/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-02-14T10:59:19Z"], "LastModifiedDate": ["2020-02-14T13:10:15Z"], "Headline": ["Renault's profit plunged 99% last year. Nissan was only partly to blame"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Renault turned in its worst financial performance in a decade in 2019 as plunging margins in its core business and a dramatic slump in contributions from alliance partner Nissan wiped out its earnings.  The French carmaker said Friday that net profit dropped 99% last year to just €19 million ($21 million) from €3.5 billion ($3.8 billion) in 2018. Contributions from Nissan, in which it holds a controlling stake, slid nearly 85%.  Renault and Nissan have been rocked by fallout from the scandal involving their former chairman Carlos Ghosn. He spent most of last year in Japan awaiting trial on charges of financial misconduct before jumping bail and fleeing to Lebanon in December.  Ghosn's departure from the alliance has strained ties between the carmakers, and led to turmoil at the top of Renault, where he was also CEO. The company's next chief executive, Luca de Meo, will take the reins in July following the dismissal of Ghosn's immediate successor, Thierry Bollore. Tensions within the alliance have coincided with an extended sales slump in China that threatens to keep the global car industry in recession for a third consecutive year in 2020. The coronavirus outbreak in the world's largest car market will only make things worse.  Renault on Friday proposed slashing its dividend by nearly 70% to €1.10 ($1.19) per share.  Clotilde Delbos, the company's acting CEO, said in a statement that \"visibility for 2020 remains limited due to expected volatility in demand, notably in Europe ... and the possible impacts of the Corona virus.\" Yet Delbos said she was confident that a reboot of the alliance with Nissan will help improve the company's fortunes.  \"The strengthening of the top management team, the [Nissan] Alliance revival and new models' success make me deeply confident in our ability to lead the group's turnaround,\" she said. Nissan is also in need of a turnaround. The Japanese company reported Thursday that its operating profit fell to 54.3 billion yen ($495 million) for the three months ended in December, a decline of 83% compared to the same period a year earlier. The coronavirus is meanwhile presenting new challenges for carmakers, and threatening their finances just as they need to invest huge sums in switching to electric vehicles. Renault and Nissan are among the global players with manufacturing facilities in Wuhan, the epicenter of the outbreak. The crisis also threatens auto production in other countries because of the key role China plays in supplying parts to plants as far away as Europe and North America.  Vehicle sales in China fell 18% in January, and are expected to continue to suffer as shoppers stay away from dealerships because of potential risks to their health."], "Language": false}