{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/business/space-industry-critical-business-blue-origin-spacex-scn/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jackie Wattles, CNN Business"], "Writers": [["Jackie Wattles"]], "FirstPublishDate": ["2020-05-01T19:26:25Z"], "LastModifiedDate": ["2020-05-02T17:18:46Z"], "Headline": ["How space tourism and rockets to Mars became 'critical' business during the pandemic"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Vacant office buildings, factories and restaurants across the country serve as ghostly reminders of an economy shuttered by the Covid-19 pandemic. But the US space industry has remained open for business.  SpaceX, for example, continues to build and test early prototypes of its Starship spacecraft, which CEO Elon Musk has long billed as the vehicle that will one day carry the first humans to Mars. And the company continues to launch batches of satellites into orbit as part of its plan to debut a multibillion-dollar telecom business later this year. Factories belonging to Blue Origin and Virgin Galactic — both of which are developing rocket-powered vehicles designed to send wealthy tourists to the edge of space — also remain open for workers. And some startups, such as Firefly and Relativity, are still working to design rockets that might not be ready to fly for months or years into the future. In Covid-19 guidelines it issued in March, the US government deemed the space industry part of the country's \"critical infrastructure.\" The Department of Defense and NASA have asked their private-sector partners to continue working on key programs, such as SpaceX's upcoming mission to shuttle two NASA astronauts to the International Space Station. The federal government said its list of crucial business sectors is intended to outline which functions are \"critical to public health and safety, as well as economic and national security,\" and state governments have widely adhered to that guidance in lockdown orders. But critics say these \"critical business\" designations have given the space industry broad license to continue work on projects that are far from critical. \"It's a free-for-all,\" said Laura Seward Forczyk, a consultant and founder of space research firm Astralytical. \"And it's less to do with public health and more about economics.\"  A balancing act Space companies say they can safely continue their efforts and protect their workforce. People who are able to work remotely stay home, they say, and workers required to be hands-on at factories are following social distancing guidelines whenever possible by spacing out workers' shifts. As one industry group argued, the sector's commercial activity is also intertwined with crucial US national security projects and NASA programs, making it impossible or impractical to wind down one area of operations without affecting another. Blue Origin, for example, said the development of its smaller space tourism rocket informs the design of an engine that will power its forthcoming New Glenn rocket. That vehicle is one of only a few rockets that the US military is considering for future launches of large, expensive national security satellites. The company was considering moving forward with a scheduled test flight of its tourism vehicle, but workers pushed back, the Verge reported last month. Blue Origin told CNN Business last week that it never had and still does not have a firm date in place for that test. \"We are following all [Centers for Disease Control and Prevention] guidelines at all of our facilities,\" the company said in a statement, \"and have implemented additional procedures to ensure the ongoing safety of our employees.\" The US Air Force and the newly cemented Space Force also have a deep interest in ensuring that the United States has a financially healthy commercial space industry working on cutting-edge space technologies. The US military and its corporate contractors often describe outer space as the next war fighting domain, warning that the US is competing for dominance there with adversaries, such as Russia and China. But, as the United States grapples with the coronavirus outbreak, some question whether the industry is putting its workers at undue risk in the name of national security. \"We're not talking about doctors and hospitals — we're talking about aerospace,\" Forczyk said. \"I don't think that the general public at all believes the industry is essential.\" Some space industry experts — and even lobbyists and some military officials — say they recognize space companies are moving forward with projects that don't fall neatly into what the federal government considers \"critical infrastructure.\" But authorities so far have not tightened the industry's restrictions.  It's a \"deeply political issue,\" said Brian Weeden, a space policy expert at the Secure World Foundation, a nonprofit that promotes sustainable uses of outer space. \"Regulators know that, either way, they could get blamed,\" Weeden said. \"If they tell businesses to close, that means they are losing revenue and possibly having to furlough workers. And that's weighed against the public health consequences.\"  And that is a complex balance to strike amid this unprecedented crisis, Weeden added. Rocket-sized gray areas NASA and the military have delayed a few of their own space-related projects in light of the pandemic, including work on the rocket NASA plans to use for its upcoming moon mission and plans to launch GPS satellites on board a SpaceX rocket. As states began issuing stay-at-home orders in March, a patchwork of guidelines from different levels of government complicated efforts to define which businesses were \"essential.\"  Often, local authorities were at odds with the federal government.  \"Defense contractors were being pulled over and given citations for going to work,\" Lt. Col. Mike Andrews, a spokesman for US Under Secretary of Defense Ellen Lord, said in an email. On March 20, the Defense Department issued a four-paragraph memo that urged states to allow defense contractors to keep their normal work schedules. It referenced a new Department of Homeland Security document that listed \"aerospace\" among the industries that are essential to the military's industrial base. Days later, the DHS guidelines were updated to include \"space and aerospace.\" Industry groups also lobbied in March for protection and financial assistance, emphasizing the sector's deep ties to the military. One letter warned lawmakers that the sector could suffer \"lasting harm\" from the economic downturn caused by the pandemic, and it asked that launches be exempt from lockdown orders.  Some of the federal government's intentions are obvious, said Jeff Bialos, an aerospace attorney with the law firm Eversheds Sutherland and former Deputy Under Secretary of Defense. The military wants to protect production of fighter jets, tankers and weapons systems — as well as the government's weather tracking, GPS and spy satellites. But, when it comes to the space industry, those guidelines have rocket-sized gray areas, Bialos said. It's not clear to what extent a company or specific factory needs to be involved in defense-related work to be considered critical, he added. Government contracts are extremely common even among the space industry's youngest startups. Rocket companies often receive bits of funding from the Department of Defense or NASA well before they're ready to fly something into space. Many such startups are continuing work amid the pandemic — from Virgin Orbit, which says it's weeks away from its first orbital mission and has a deal to launch experimental satellites for the Air Force, to a nascent company called SpinLaunch, which is still developing and testing a unique launch system that could be years away from actually launching a satellite into space. Some military officials, including Air Force assistant secretary for acquisition Will Roper, have argued that space technologies are crucial to US national security interests —  whether that tech is in the early stages of development or currently operational. \"We need to do more to stabilize this important market that's going to continue US leadership in space, both militarily and commercially,\" Roper told reporters Wednesday, adding that, in his view, it is critical to support the entire space industry supply chain. \"Space is particularly vulnerable [because] it's not an area that you can snap your fingers and take a company that does one type of work [and] get them working in space systems.\" Still, NASA and the DOD appear to be taking a more cautious approach to proceeding with their in-house projects, even as their contractors have remained operational. NASA, for example, halted work on a massive rocket that it plans to use to return humans to the moon in 2024, citing Covid-19 concerns. But this week, NASA handed out contracts to three companies — including to SpaceX and Blue Origin — to continue development of lunar landers that will be used for that same mission. A space agency spokesperson said NASA does consider that work \"essential,\" though it is \"is fully supportive of our contractors stopping work if it cannot be done safely.\" The spokesperson added that, \"much of the work that NASA and our contractors will perform to refine the proposed lander concepts will be done remotely.\" The military's Space and Missile Systems Center also decided to delay the launch of new GPS satellites on a SpaceX rocket, citing concerns about workers gathering at the launch site. That announcement came just days before SpaceX moved forward with a launch of its own Starlink satellites. Musk has drawn criticism for his public remarks about the pandemic. In March, he predicted that newly reported cases would be \"close to zero\" by the end of April. This week, as the US confirmed case total topped 1 million, Musk tweeted \"FREE AMERICA NOW,\" echoing protesters who have called on state governments to ease stay-at-home restrictions despite warnings from top public health officials. During a call with investors on Wednesday, Musk also referred to shelter-in-place orders as \"an outrage\" akin to \"forcibly imprisoning people in their homes against all their constitutional rights.\"  SpaceX did not reply to multiple requests for comment on this story. But during a press conference about SpaceX's Crew Dragon mission on Friday, chief operating officer Gwynne Shotwell said about half of the company's engineers are working from home. Workers who do have to be at the factory are wearing protective gear, practicing social distancing guidelines and having their temperatures taken. National security vs. public health The National Security Space Association, a group that works to foster public-private cooperation, echoed that idea in an April 11 policy paper, saying that the United States' enemies are aware of how the pandemic is affecting the US space industry.  \"Companies lacking cash reserves will furlough their workers, declare bankruptcy, or become targets for foreign capital or takeover,\" the paper reads. \"Our nation's adversaries are aware of the readiness challenges COVID-19 presents to our national security space enterprise.\"  The organization also argued that it's impossible for the space industry to clearly define activities as purely commercial or defense-related because the two are \"closely li"], "Language": false}