{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/sport/olympics-tokyo-2020-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T10:44:01Z"], "LastModifiedDate": ["2020-02-14T10:46:13Z"], "Headline": ["Tokyo Olympics 'on track' with no contingency plans in place amid coronavirus outbreak"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Tokyo 2020 Olympics remain \"on track\" despite the novel coronavirus outbreak in Asia, a top official said Friday. The virus, which originated in the Chinese city of Wuhan, has infected more than 64,000 people worldwide and claimed 1,383 lives. The current advice from the World Health Organization (WHO) states that \"there's no case for any contingency plans of canceling the Games or moving the Games,\" according to International Olympic Committee (IOC) member John Coates.  Coates added he is confident the Olympics, which are due to begin on July 24, would go forward unhindered. \"We continue to monitor particularly the Chinese that will be coming here,\" he said.  \"The Chinese team are mostly out of China now -- the athletes and officials for training and qualifying events. \"If they are planning to come, I don't see a problem with them coming from another country other than China.\" READ: Usain Bolt says he considered coming out of retirement  A number of sporting events in Asia have already been affected by the coronavirus outbreak. The Chinese Grand Prix scheduled for April 19 was postponed this week, and the Hong Kong and Singapore Sevens rugby events, also due to take place in April, have been moved to October. READ: Mohamed Salah and Liverpool to decide whether star participates at Tokyo 2020 The LPGA has also canceled two golf events in Thailand and Singapore that were scheduled to tee off later this month. Coates said that meetings over the past two days had \"reinforced our confidence\" that the Japanese government is properly addressing the virus, adding that any Chinese athletes or fans coming from China, particularly affected areas, would have to adhere to Japanese government protocols. Tokyo 2020 president Yoshiro Mori also said this week that the cancellation or postponement of the Olympics \"had not been considered\" as an option. "], "Language": false}