{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/business/china-car-industry-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-02-13T11:42:57Z"], "LastModifiedDate": ["2020-02-13T15:46:32Z"], "Headline": ["China's car sales plunged 18% in January. The coronavirus could make things even worse"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The global auto industry knew that the coronavirus outbreak would be damaging. Now China is starting to reveal how bad the problem could get.  Major automakers sold fewer than 2 million cars in the country last month, an 18% plunge from a year earlier, according to China's Association of Automobile Manufacturers. The group compiles its monthly tally by collecting data from carmakers in China. The government-backed industry group acknowledged that the novel coronavirus played a role in January's big drop, and said declines could be even steeper in February.  The association said the virus will deliver a \"huge shock\" to the car industry, adding that it expects the impact to be worse than 2003's SARS epidemic. The growth of car sales in China slowed to 13% in April 2003 and 8% that May — sharply lower than the 34% growth it recorded in March of that year. The industry later rebounded, though. The coronavirus is hitting a Chinese car industry that's already under huge stress. Sales have now declined for 19 consecutive months, according to the association's data. The spread of the virus, which has killed more than 1,300 people and infected at least 60,000 others, threatens to push the industry even deeper into recession.  The outbreak will disrupt China's auto supply chain, the industry group said, adding that the disease could have a \"butterfly effect\" on the global car industry.  Many auto plants in China have already been shut for weeks, and further delays are possible as the government attempts to contain the virus. Toyota, for example, said last week that it won't reopen its plants in China until at least Monday.  The auto association said that only 59 out of 183 factories in China that manufacture complete cars had resumed production as of Wednesday. Experts fear that car plants across the globe could grind to a halt if parts suppliers in China also remain closed for much longer.  China's push for the adoption of new energy vehicles, such as electric or plug-in hybrid cars, may also be in trouble. Sales of those cars plummeted 54% in January to 44,000 units.  Sales of electric vehicles were already falling. The government has been cutting subsidies for those types of vehicles since last July as it tries to weed out an overcrowded market. -- Jill Disis and Charles Riley contributed to this report."], "Language": false}