{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/cruise-safety-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marnie Hunter, CNN"], "Writers": [["Marnie Hunter"]], "FirstPublishDate": ["2020-02-13T13:56:21Z"], "LastModifiedDate": ["2020-02-13T13:56:21Z"], "Headline": ["Why it's still OK to take a cruise amid the coronavirus outbreak"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["As the novel coronavirus continues to spread, the cruise industry is under scrutiny following an outbreak that has left one ship quarantined in Asia and passengers worldwide worrying about whether they need to change their cruise plans.  More than 200 people on board the Diamond Princess have been diagnosed with the disease, with hundreds more confined to quarters as the ship sits docked, but isolated, in the Japanese port of Yokohama.  Another ship, the Westerdam, operated by Holland America Line, has been repeatedly turned away despite having no cases of the virus on board. After being rejected by four Asian countries, its 1,455 passengers were eventually allowed to disembark in Cambodia. The situation in Asia has already led some operators to cancel sailings in the region and raised questions over whether vacationers heading on cruises elsewhere are at heightened risk of contracting the virus. It's unlikely, experts say. \"I think there's extremely low risk of getting novel coronavirus on a cruise ship,\" said Dr. John Lynch, who has specialties in infectious disease and travel medicine at University of Washington School of Medicine. The vast majority of cases are centered around China's Hubei province, where there's a massive containment effort to stem the virus' spread, said Lynch. Plus, cruise lines are paying close attention to where passengers are coming from and taking the threat very seriously, he said. While the close, social environment of a cruise ship is definitely vulnerable to spreading this type of infectious disease, the probability of encountering someone who has been exposed to the novel coronavirus is very low. \"I wouldn't hesitate to get on a cruise boat, if that's something you like to do,\" Lynch said. One infected ship \"There's only one ship out there that has had coronavirus on it. It's the Diamond Princess and that's in quarantine in Japan right now. This is the only one,\" said Chris Gray Faust, managing editor of Cruise Critic, an online cruise community and review site. Gray Faust is going on a Caribbean cruise in a few weeks for vacation. \"I don't see any reason not to go.\"  \"Cruising is one type of travel. How comfortable are you traveling right now? It's that kind of thing that everyone has to answer for themself. I think a lot of people are traveling right now still and there are still cruise ships all over the world that people are getting on every day who are not affected by this,\" she said. Cruise Lines International Association (CLIA), the world's largest cruise industry trade organization, has 55 cruise lines with about 280 ocean cruise ships among its members. The organization has released enhanced protocols for its members in response to novel coronavirus. \"CLIA members are to deny boarding to all persons who have traveled from, visited or transited via airports in China, including Hong Kong and Macau, within 14 days before embarkation,\" one of the guidelines reads. Denied boarding for anyone who has had close contact with anyone suspected to have coronavirus and pre-boarding screening are also outlined. Individual cruise lines also have their own policies and screening procedures to guard against introducing the illness. Asia travel concerns Travel advisers are seeing the most concern among travelers with trips planned to Asia in the next few months. In Cruise Critic's online forums, people on the same sailings are very actively chatting with each other about compensation offers and other provisions for itineraries in heavily impacted spots. \"As with all travel, people have different levels of comfort,\" Gray Faust said. Generally speaking, people from the United States taking cruises in Asia are fairly experienced travelers.  \"They understand a little bit more about how the lines work, about the type of compensation that they are expecting and allowed and they have travel agents who are able to help them change their plans,\" she said. Travel insurance policies typically do not cover illness outbreaks like novel coronavirus, unless the policy includes \"cancel for any reason\" coverage. Gray Faust advises travelers who are concerned to bump up their travel insurance to include that extra cancellation protection. Angel Wilson, a travel adviser at Dream Journeys in Indianapolis, is seeing the same thing. Asia is the only area where Wilson has seen real concern among clients. \"If somebody is set to go to Asia, then they're a little more concerned, but if they're looking at anywhere else -- the Caribbean, Hawaii, Alaska, Europe -- they're ready to go,\" says Wilson. Even in Asia, Lynch notes, the probability of encountering someone who has been exposed to the virus, is asymptomatic upon getting on the ship and develops symptoms over the course of a trip is \"really, really low.\" Wilson cruises quite frequently and she has a lot of clients who are frequent cruisers. \"If you see any fear, it's usually in people who don't cruise at all or in those who have maybe cruised once or twice and it makes them nervous.\" \"I find that whether it's coronavirus or anything else, when something happens on a cruise ship that makes big headlines, that's when we see people who don't cruise at all saying, 'see, that's another reason that I'm never going to take a cruise.'\" Sailing on Diamond Princess Wilson herself has a spring break trip in Japan planned with her mother and daughter aboard Diamond Princess, the ship quarantined in Yokohama, Japan, with more than 3,700 passengers and crew aboard.  By Thursday, 219 people were infected with novel coronavirus, making it the largest outbreak outside of mainland China.  Wilson is hoping her March 24 sailing goes on as scheduled, and said she's not worried about getting on the same ship that has been quarantined. She has sailed Princess before and is certified at the highest level to sell Princess cruises, \"so I trust that they'll have everything cleaned up and be good to go before they ever let passengers back on the ship,\" Wilson said.  Her family is eager to go. In fact, if Diamond Princess doesn't come out of quarantine in time for their cruise, Wilson and her family will probably still go to Japan because they already have flights. They'll make it a land trip, she said. Hand hygiene is key Anyone who's traveling in tight quarters -- airplanes, cruise ships and so on -- really benefits from good hand hygiene. Alcohol-based sanitizers or soap and warm water used frequently and thoroughly throughout the day have a big impact, Lynch said. \"The cruise lines always have people ... that are either directing you over to the sink, or they have hand sanitizer in their hands and they're trying to squirt your hands with it,\" Wilson said. \"And people will try and sidestep them and just go in anyway. Don't do that.\" You might have just washed your hands in your stateroom or in a restroom, but there are all kinds of surfaces you may have touched since -- the rail on the stairs or a button in the elevator on your way to lunch. \"Whenever you see the bottle of hand sanitizer, use it,\" Wilson said. Good hand hygiene is going to do way more than wearing a mask or worrying about people from mainland China who might be infected, Lynch said.  While there are times when masks can be useful for symptomatic people, wearing them widely doesn't provide reliable protection, particularly when the mask is repeatedly removed and set down because the risk of contamination increases as the mask is handled. \"So I wouldn't spend my cruise week with a mask on,\" he said."], "Language": false}