{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fashion-weeks-impact-china-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-12T09:45:09Z"], "LastModifiedDate": ["2020-02-13T13:18:42Z"], "Headline": ["Shanghai Fashion Week postponed amid coronavirus outbreak -- as China's absence is felt on runways from Milan to Paris"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["As the novel coronavirus outbreak continues to wreak havoc globally, its economic impact is increasingly being felt across major industries, including fashion. On Monday, the organizers behind Shanghai Fashion Week, which was scheduled to take place on March 26 to April 2, announced via the Chinese social media platform WeChat that the event would be postponed due to the infectious disease. \"We will actively search for (new) times and ways, and maintain close communication with partners who care for and support Shanghai Fashion Week,\" read the post. \"We will strive to promote the development of the fashion industry,\" the statement continued. China Fashion Week, the country's other major fashion event in Beijing, scheduled to start on March 25, has yet to publicly announce if it will postpone or cancel its event. CNN has reached out for comment.   In recent years, Shanghai Fashion Week has grown to become one of the most ambitious fashion weeks in the region, as well as home to Asia's largest fashion trade fair, China International Fashion Fair. It has drawn international names like Vera Wang, Jenny Peckham and Vivienne Tam to show on its runways. More importantly, it has also served as a platform for some of China's most notable and well-known designers, from LVMH Prize finalist Ximon Lee to Angel Chen, \"Next in Fashion\" contestant and the first Chinese designer to ever launch a collaboration with H&M.  Shanghai's absence on Asia's fashion month calendar will no doubt set back an entire roster of creatives that was counting on its luster, not just in terms of visibility, but also in securing buyers for their collections. China Fashion Week, too, will likely suffer if a cancellation does happen. Less internationally established, the event has recently been positioning itself as a hub for young designers, and showed new efforts to amplify its global reputation by partnering with the China edition of Women's Wear Daily (WWD).  Upending fashion month It's not just Chinese fashion weeks that have taken a hit. Travel restrictions and warnings from various countries, to try contain the spread of the virus, means a host of Chinese designers, buyers, magazine editors and models have not or will not be able to attend the autumn/winter 2020 shows. In New York, where fashion week ends today, there was no bow from designers Lena Luo and Ekcee Chan after the show from their brand Luooif Studio on Monday. Instead, one of their assistants brought a laptop to the runway that showed photos of the duo on its screen. Other shows from Chinese fashion houses like Mukzin and Sheguang Hu went ahead as planned, but there was a palpable lack of big Chinese players at both presentations, and across the parade. The British Fashion Council has also said they're expecting Chinese attendance to be \"significantly reduced\" at London Fashion Week, which opens on Friday, while British-Vietnamese designer A Sai Ta of ASAI, announced that he was canceling his show because of manufacturing delays for his collection, which is produced in Shanghai. In Milan, the Camera Nazionale della Moda Italiana (CNMI), Italy's fashion chamber, predicted that as many as 1,000 journalists, buyers and other fashion industry insiders from China were likely to sit this season out. Meanwhile, three Chinese designers, Riconstru, Hui and Angel Chen, announced last week they won't be showing.  And Paris' schedule has seen six designers drop out: Masha Ma, Shiatzy Chen, Uma Wang, Calvin Luo and Maison Mai. Remote fashion experiences European fashion week organizers are looking for ways to ensure Chinese buyers can still play an active role in the upcoming shows.  Chinese consumers are the biggest spenders in the world, and can essentially break or make many brands' revenue growth (the CNMI has already forecast that luxury sales of Italian brands in China could drop by 1.8% in the next six months because of the virus). Earlier this month, CNMI launched \"China, We Are With You,\" a campaign that plans on rolling out a series of digital initiatives, from live-streaming to dedicated behind-the-scene content and online meetings between creators and industry operators, to offer remote, virtual fashion experiences for those who can't attend in person. The Fédération de la Haute Couture et de la Mode, its French counterpart, has followed suit, saying in a statement that it \"will make available all its communications platforms to allow these brands to share the work they had planned to present both in France and overseas.\" Top image caption: Models showcase designs on the runway during the Ji Cheng Collection show during A/W 2019 Shanghai Fashion Week."], "Language": false}