{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/asia/nigerian-students-stranded-wuhan-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sheena McKenzie, CNN"], "Writers": [["Sheena McKenzie"]], "FirstPublishDate": ["2020-02-13T09:48:26Z"], "LastModifiedDate": ["2020-02-13T09:48:26Z"], "Headline": ["'As each day passes, the chances of evacuation slip by.' The Nigerian students 'abandoned' in Wuhan"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Since the Chinese city of Wuhan went into lockdown three weeks ago, university student Victor Vincent has watched as other international students on his campus have returned home. Last week, he says it was the turn of a group of pupils from Myanmar who lived in the apartment above.  \"They knocked on my door to say goodbye,\" the 26-year-old Nigerian student at the China University of Geosciences told CNN. \"And give me their fresh vegetables, because they wouldn't be needing them.\" Not so for Vincent. He is one of around 50 Nigerian students living in Wuhan -- the epicenter of the global coronavirus outbreak -- who say they've been abandoned by their country, their repeated pleas for evacuation and medical supplies largely ignored by government officials. The students say they, along with over a dozen other Nigerian teachers and businesspeople living in Hubei province, have repeatedly written and called Nigerian government officials requesting assistance. But they say very little has been forthcoming in return.  With the virus death toll now topping 1,000, several countries -- including the United States, the UK and Japan -- are working to evacuate their citizens from Wuhan. Nigeria is yet to take such a step.  Vincent, who is an executive of the Nigerian Students in Wuhan Association, said the group had asked the government for evacuation and medical supplies, such as masks, goggles, gloves and disinfectant.  There was a glimmer of hope last Thursday when Vincent, who is also the student association's financial secretary, received a grant of 20,000 Chinese yuan ($2,870) from the Nigerian ambassador to China. The money was provided to \"assist us in procuring foodstuffs and medical supplies,\" Vincent said. But he added: \"Other than that, the situation remains the same. We still have no clear indication on when we are getting evacuation, where we will be quarantined or even if that will happen at all.\" \"As each day passes, the chances of evacuation slip by,\" said the student who has been studying in Wuhan since September 2018. \"It's the total lack of support and sense of abandonment by your country.\" CNN reached out to the Nigerian Ministry of Foreign Affairs and to the Nigerian embassy in Beijing, but has not received a response. Meanwhile, Abike Dabiri-Erewa, chairperson of the official Nigerians in Diaspora Commission told CNN: \"This will be handled by the Minister of Foreign Affairs. He has to give further instructions in this regard. This is strictly a country-to-country matter. He has to take the decision.\" The students also heard from the Nigerian Embassy in a letter dated January 31. That letter, seen by CNN, gives the students medical advice, warning them to remain indoors and wear surgical masks. However, it does not directly address requests for evacuation or medical supplies. Vincent said the official response was \"unprofessional, in light of the circumstances.\" Memories of Ebola linger  The group of Nigerians includes students from various universities across Wuhan, including the Huazhong University of Science and Technology and Central China Normal University.  They have also taken on the cause of several other Nigerian teachers and businesspeople living in Hubei province. \"They're all part of the larger Nigerian community here,\" said Vincent. One of these, a Nigerian businessman living in Wuhan, Deji Idowu, questioned whether the Ebola outbreak that struck parts of Africa in recent years has made his country particularly cautious about evacuations. \"Ebola has made people really afraid,\" said Idowu, a former president of the Nigerian Students in Wuhan Association which Vincent is also a member of. \"People still have vivid memories of it, which makes them panicky,\" added the Huazhong University of Science and Technology graduate, who has lived in the Chinese city for over a decade. Idowu says he has been in lockdown in his central Wuhan apartment with his two young children since the start of the coronavirus outbreak, only leaving to get groceries from the local supermarket. Nonetheless, he remains \"optimistic the Nigerian government will help us.\" Morale at rock bottom  Meanwhile Vincent said many students were now \"on edge\" after being confined to their apartments for three weeks. He added that each university campus has its own supermarket, and the only time he had left his room was to get food before quickly returning home. \"We've been advised to wear masks whenever we go outside,\" he said. But some of Vincent's fellow Nigerians had run out of masks, and Vincent added that they were one of the \"basic supplies\" they had asked the embassy to provide. \"I don't understand why other countries can take care of their citizens, but not us.\" \"In the first week of the outbreak you accept that you're not going to be evacuated,\" said Vincent. But as more and more countries launched rescue operations, he began to question \"why am I not getting any support?\" With no end to the lockdown in sight, that question will only become more desperate. "], "Language": false}