{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/tech/mwc-mobile-world-congress-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Clare Duffy, Hanna Ziady and Charles Riley, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-12T13:13:23Z"], "LastModifiedDate": ["2020-02-12T20:13:37Z"], "Headline": ["Mobile World Congress canceled because of coronavirus outbreak"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Mobile World Congress, one of the technology industry's biggest annual events, has been called off because of the coronavirus outbreak.  The announcement comes after more than a dozen major tech companies said they would not attend the event as the deadly outbreak continues to spread. \"With due regard to the safe and healthy environment in Barcelona and the host country today, the GSMA has canceled MWC Barcelona 2020 because the global concern regarding the coronavirus outbreak, travel concern and other circumstances, make it impossible for the GSMA to hold the event,\" MWC organizer and mobile operator lobbying group GSMA said in a statement Wednesday.  MWC had been scheduled to take place in Barcelona from February 24-27. It typically draws more than 100,000 attendees and over 2,400 companies, including the sector's biggest players who use it to launch new products and showcase their latest innovations.  The event's cancelation is a \"huge disappointment,\" Ben Wood, chief of research at CCS Insight, said in a statement. \"It's the highlight of the mobile industry calendar,\" Wood said. \"The impact on small companies who have invested a disproportionate amount of their budgets and time on this event should not be underestimated. MWC is an anchor event for many and now they face the challenge of having to figure out what the best way to salvage something from this difficult situation.\" GSMA had initially planned to go forward with the event despite the coronavirus scare.  It said in a February 9 statement that it would conduct health checks and do additional cleaning around the venue, and would not allow entry to any attendees who had been to China in the previous two weeks. About 5,000 to 6,000 people typically attend the event from China, according to GSMA.  But by Wednesday, a slew of major tech players had announced they would not attend the event, including Amazon, Ericsson, Facebook, Sony, Intel, Cisco and LG, among others. \"Due to the outbreak and continued concerns about novel coronavirus, Amazon will withdraw from exhibiting and participating in Mobile World Congress 2020,\" Amazon said in a statement Monday. Amazon's cloud computing arm, Amazon Web Services, was due to host a dozen sessions covering topics such as 5G connectivity and artificial intelligence. The latest company to withdraw from the world's biggest mobile event was Nokia, which on Wednesday said it had made the \"prudent decision\" to cancel its participation rather than potentially expose its employees to the coronavirus. The summit would have had a difficult time going forward without some of its headline participants. The loss of Nokia and Ericsson, the two European suppliers of 5G equipment, was particularly damaging for a conference focused on the development and use of the next generation mobile networks. Coronavirus fallout The MWC cancellation is yet another example how the coronavirus is affecting the business world. The outbreak has already led to the cancellation, relocation or postponement of a number of events in Asia. A Formula 1 race  scheduled for April 19 in Shanghai has been postponed. Art Basel Hong Kong, scheduled for mid March, was canceled.  The technology industry is particularly vulnerable to disruptions in China because the industry's manufacturing is largely centered in the region. Many production facilities rely on highly trained workers and crucial infrastructure that cannot easily be shifted to another country. GSMA will now be faced with the challenge of ensuring that companies don't lose sight of the importance of MWC, CCS Insight's Wood said. \"The GSMA now needs to be careful that there is not a knock off effect from this year's cancellation,\" Wood said. \"Major companies and many attendees will be reviewing the importance of MWC to their business and the GSMA must work hard to have a clear path forward.\" Huawei and 5G The cancelation of MWC comes as countries around the world prepare to roll out 5G wireless technology amid an intense debate over the role that China's Huawei should play in building 5G networks. The United States has been pressuring allies to drop Huawei as a supplier over national security concerns; Huawei denies that its products pose a risk. A spokesperson for Huawei confirmed earlier this week that the company had planned to attend the conference. Ericsson and Nokia are Huawei's big global rivals in 5G, and the conference in Barcelona would have been an important opportunity to promote their products. — Chris Liakos contributed reporting. "], "Language": false}