{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-021220/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-02-12T12:26:08Z"], "LastModifiedDate": ["2020-02-12T19:05:36Z"], "Headline": ["What's moving markets today: February 12, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks finished at all-time highs on Wednesday, as worries about the global spread of coronavirus abated. It was the third-straight record close for the S&P 500 and the Nasdaq Composite, which ended up 0.6% and 0.9% higher, respectively. The Dow finished up 0.9%, or 275 points, surpassing its most recent record from February 6. The S&P 500 could soar another 4,000 points higher this year on the coattails of advances in the tech industry, Matt McCall, founder and president of Penn Financial Group, said on the CNN Business' digital live show Markets Now. Artificial intelligence, 5G networks and the internet of things are among the inventions that will create trillions of dollars in economic value in the next years, he said. Investors concerned about a near-term market correction should leave their worries at the doorstep: \"Will there be a correction? Yes, absolutely in the next 10 years,\" McCall said. There's no reason not to buy in now.  \"You want to be buying new highs,\" McCall said. \"Being out of the market at the moment is one of the biggest mistakes you can make.\" Sitting on the sidelines because investors don't like the current administration or worry that the market might be overvalued is no reason to miss out on profits, he added. Stocks are at record highs Wednesday as investors hope the coronavirus outbreak is beginning to slow down.  This ascent comes just weeks after the markets sold off over worries how the outbreak could impact the global economy. So is the market too optimistic? \"I think it's clear that this is a story of stimulus,\" Peter Tuchman, floor broker at Quattro M. Securities, told Richard Quest on the CNN Business' digital live show Markets Now. Both the People's Bank of China and the Federal Reserve, by way of Fed Chairman Jerome Powell's congressional testimony this week, have signaled that they would support their respective markets. China's institutions have already acted since the virus outbreak began. \"We have confidence, there is no anxiety in this market at the moment,\" Tuchman said. Health care stocks are climbing higher today even though Medicare for all proponent Bernie Sanders is leading the field of Democratic candidates to challenge President Donald Trump in November. A Sanders administration could spell massive changes to the health care industry and corporations. Nevertheless, stocks are up, and that's because Wall Street still doesn't believe that Sanders could beat Trump. Health insurers Anthem (ANTM) and Humana (HUM) both climbed more than 4% today, while United Health (UNH) is up more than 3%. Stocks are higher across the board, including a 200 point, or 0.6%, jump on the Dow. Another term for the Trump administration could spell more fiscal stimulus, like the 2018 tax cuts, and would be seen as positive for the stock market overall. Meanwhile, a Sanders White House would \"ruin the economy,\" tweeted former Goldman Sachs CEO Lloyd Blankfein earlier today. Sanders led the Democratic field in the New Hampshire primary election Tuesday, as well as the Iowa caucus in the previous week. Former South Bend Mayor Pete Buttigieg, who favors a Medicare for all who want it system, is the runner up in the Democratic field. Cruise operator Carnival Corporation (CCL) warned investors that the global coronavirus outbreak will have a \"material impact\" on its earnings. As a result of Coronavirus, the company believes the impact on its global bookings and cancelled voyages will have a material impact on its financial results which was not anticipated in the company's previous 2020 earnings guidance,\" the company said in a statement. The outbreak could shave off $0.55 to $0.65 of the company's earnings per share in 2020 if all Asian cruises have to be suspended through the end of April, according to the statement. That said, the full extent of the cost cannot be determined as long as the outbreak is ongoing. The cruise operator has already suspended its offering starting in Chinese ports, as well as other parts of Asia. Carnival's shares traded up 2.7% today. US stocks jumped higher at Wednesday's open on hopes that coronavirus infections are leveling off. The Dow opened at an all-time high. Both the S&P 500 and the Nasdaq Composite logged their second-consecutive record close yesterday. The Dow rose 0.7%, or 200 points.\nThe S&P kicked off 0.5% higher.\nThe Nasdaq opened 0.7% higher. OPEC has lowered demand for oil around the world, calling the ongoing coronavirus outbreak a \"major factor\" in its decision. The international oil cartel downgraded its forecast for oil demand by 230,000 barrels a day for 2020. The group is trying to get Russia to get onboard with slashing production, but it has so far been unsuccessful at getting the country to join in its effort.  The forecast may be an attempt to convince the non-OPEC country to cut production. US oil prices were mostly unchanged on the report. They were up 1.6% Wednesday morning. Lyft (LYFT) shares declined more than 4% in premarket trading despite a positive earnings report released Wednesday. Perhaps investors are wary that ride-hailing company reported a third quarter loss of $463 million that is steeper than the same quarter a year ago. Wedbush Securities analyst Dan Ives wrote in a note that he remains optimistic that the company can eventually turn a profit and recommends investors to buy the stock on today's losses:  Investors were expecting more from Lyft after Uber set a stronger path to profitability last week, but taking a step back this quarter represents Lyft continuing to move the needle firmly in the right direction and we would be buyers on any knee jerk weakness this morning. SoftBank's profit has been almost entirely wiped out, as the company continues to feel the pain from big losses in its massive tech fund. The Japanese tech conglomerate on Wednesday reported operating income of 2.59 billion yen ($23.6 million) for the three months ended in December, a plunge of 99% compared to the same period a year earlier. SoftBank (SFTBF) founder and CEO Masayoshi Son's closely watched $100 billion Vision Fund was the biggest driver of those losses. \nThe Vision Fund and a related fund reported an operating loss of 225 billion yen ($2 billion) for the quarter, blaming unrealized losses in WeWork and Uber (UBER) for the hit. Son confirmed at Wednesday's earnings presentation that the fund's recent poor performance — and the accompanying deluge of bad news — has spooked potential investors in his next mega tech fund. Read more here. The coronavirus outbreak has now killed 1,115 people and infected more than 45,170 globally. But the daily increase in cases in China appears to be leveling off, suggesting that the outbreak could be reaching its peak. That trend is allowing global stocks to edge higher. The Shanghai Composite has gained 1.8% this week, while the S&P 500 has climbed 0.9%.  \"The number of daily confirmed cases has shown tentative signs of moderating,\" Mark Haefele, chief investment officer at UBS Global Wealth Management, told clients Wednesday. \"The global spread has so far been kept relatively under control too, with nearly all confirmed cases in China.\" The bank's expectation is that the outbreak \"passes its peak by spring.\" That said, there remain significant risks, especially as 160 million employees in China return to work."], "Language": false}