{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/motorsport/formula-one-chinese-grand-prix-postponed-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-02-12T13:04:14Z"], "LastModifiedDate": ["2020-02-12T13:04:14Z"], "Headline": ["Chinese Grand Prix postponed due to deadly coronavirus outbreak"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["The 2020 Chinese Grand Prix has been postponed due to the deadly coronavirus outbreak, Formula One announced on Wednesday.  The decision to cancel the race weekend in Shanghai, which was scheduled for April 17-19, was taken jointly by F1 and the sports governing body, the FIA, after the Juss Sports Group -- the Chinese Grand Prix promoter --  officially requested its postponement. The World Health Organisation (WHO) has declared the coronavirus outbreak a global health emergency. \"The Chinese Grand Prix has always been a very important part of the F1 calendar and the fans are always incredible,\" F1 said in a statement. \"We all look forward to racing in China as soon as possible and wish everyone in the country the best during this difficult time.\" According to the WHO, more than 43,000 cases of the coronavirus have been confirmed in 28 countries and territories around the world, with the death toll this week exceeding 1,000. READ: Live updates -- Coronavirus death toll surpasses 1,100 READ: LPGA cancels two golf events in Thailand and Singapore amid coronavirus outbreak Race organizers say they will continue to monitor the situation to assess the possibility of rescheduling the race for a later date. The cancellation means there will be a four-week break in the middle of the F1 calendar.  The inaugural Vietnamese Grand Prix takes place in early April and without Shanghai, there won't be another race until the return of the Dutch Grand Prix at the beginning of May. The China race has been held at the Shanghai International Circuit in Shanghai since the inaugural Chinese Grand Prix in 2004. \"The FIA and Formula 1 will continue to work closely with the teams, race promoter, the Motorcycle Sports of People's Republic of China and the local authorities to monitor the situation as it develops,\" added the F1 statement. \"All parties will take the appropriate amount of time to study the viability of potential alternative dates for the Grand Prix later in the year should the situation improve.\" The Shanghai race isn't the first motorsport event in China affected by coronavirus; the Formula E race due to be held March 21 in Sanya, China has also been canceled. Meanwhile, Chinese Formula E driver Ma Qinghua has been quarantined ahead of the Mexico ePrix. A number of sporting events in China have already been postponed, canceled or under threat. The potential cancellation of the Chinese Grand Prix marks the latest disruption in the sporting world caused by the coronavirus: The start of China's domestic football competition, the Chinese Super League, has been postponed, along with the first three matchdays of Chinese Super League teams in the Asian Football Confederation Champions League.\nChina's women's national football team was held in quarantine at their Brisbane hotel at the start of February after  Olympic qualifying matches were moved to Sydney, Australia, from China.\nThe 2020 World Athletics Indoor Championships, due to be held from March 13-15 in Nanjing, has been postponed until next year on advice given by the World Health Organization to governing body World Athletics.\nThe start of the new Chinese Basketball Association League -- scheduled for February 1 -- has been postponed.\nThe International Basketball Federation has moved the February 6 to 9 Tokyo Olympic qualifiers from Foshan to Belgrade in Serbia.\nThe LPGA has canceled the elite Blue Bay tournament that was due to be held in Hainan from March 5 to 8.\nThe sixth edition of the Hong Kong Ladies Open, that had been scheduled to take place from February 28 to March 1 has been postponed, and is now to be played from May 8 to 10.\nThe International Tennis Federation had wanted to move a Fed Cup Asia/Oceania group event from Dongguan to Nur-Sultan (formerly Astana) in Kazakhstan, but the February 4-8 event has since been postponed after Kazakhstan declined to serve as substitute hosts. \nBadminton's China Masters tournament in Hainan was scheduled for February 25 to March 1 but has been postponed after several players withdrew. The Badminton World Federation said it hoped the flagship Badminton Asia Championships could still go ahead in Wuhan April 21-26. \nThe Asian Athletics Association canceled the Asian Indoor Track and Field Championship to ensure \"the safety of our athletes.\" The championships had originally been scheduled to be held in Hangzhou February 12-13.\nThe 14th Chinese National Winter Games' official opening ceremony was scheduled for February 16. However, the Games have now been postponed.\nThe Hong Kong Marathon is an umbrella event for three races -- 10 kilometers, half and full marathon. Some 74,000 people had signed up to compete in the February 8 and 9 races but they have now been canceled.\nThe Longines Masters of Hong Kong showjumping event was scheduled February 14-16 but has been canceled.\nThe 2020 League of Legends Spring tournament -- scheduled to begin on February 5 -- and the 2020 Legends Development League have both been postponed.\nOther Olympic sport qualifiers affected include the Asian and Oceanic boxing event, which was moved from Wuhan to Jordan, and women's basketball, which has had its qualifying competition switched from Fuhan to Serbia.\nThe first Winter X-Games to be held in China have been postponed. The event was scheduled to take place February 21-23 in Chongli.\nThe International Ski Federation has confirmed that the downhill and super-G men's alpine skiing World Cup races, which were due to take place on February 15 and 16, have been canceled"], "Language": false}