{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/us/coronavirus-american-evacuees-release/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Theresa Waldrop and Holly Yan, CNN"], "Writers": [["Theresa Waldrop", "Holly Yan"]], "FirstPublishDate": ["2020-02-11T00:15:38Z"], "LastModifiedDate": ["2020-02-12T04:09:00Z"], "Headline": ["The 1st group of Americans evacuated from Wuhan and quarantined over coronavirus just got released"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As they tossed their face masks into the sky, 195 quarantined Americans were free once again. For 14 days, they were under mandatory quarantine at March Air Reserve Base in California. The evacuees were on the first State Department evacuation flight out of Wuhan, China -- the center of the coronavirus outbreak. Health officials said no one in the group has tested positive for the novel coronavirus, which has killed more than 1,000 people and infected more than 43,000 worldwide.  \"These people were tested, sometimes multiple times, had thermometers pointed at their foreheads twice a day, filled out all manner of questionnaires and remained within the cordoned area,\" Riverside County Public Health Officer Dr. Cameron Kaiser told reporters.  \"They have done everything we've asked them to do and more, and now it's time for us to keep our end of the bargain,\" Kaiser said.  Jamie Fouss, the consul general to the United States Consulate in Wuhan, was among the evacuees at March Air Reserve Base. He said he helped organize the first flight of American evacuees out of Wuhan last month after the number of infections and the city virtually shut down. No one remained behind at the consulate, he said. He became emotional when he described his experience during the quarantine.  \"Today, as we took off our masks, and we're given a clean bill of health, we all realized that we had gone through this experience together and we made good friends,\" he said. \"One of our staff did a Zumba class. We had trivia games. We had a master artist who gave art classes. The kids had a school.  Fouss added, \"It was actually quite a good experience and we hope to have a reunion soon.\" Hundreds of other Americans evacuated from Wuhan are still waiting out their 14-day mandatory quarantines. They are staying at military bases in California, Texas and Nebraska.  One of those evacuees turned out to have coronavirus, but was hospitalized and released by mistake. She is now isolated in a San Diego hospital with a slight cough and no fever. Around the world, thousands more have been quarantined away from home.  The Diamond Princess cruise ship has become a floating quarantine zone after dozens of people on it tested positive for the virus in Japan. Some 135 people, including at least 24 Americans, are infected, Princess Cruises said Monday.  On the coast of New Jersey, cruise ship passengers were stuck after a coronavirus scare kept the ship docked for days. "], "Language": false}