{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/health/wuhan-coronavirus-spread-poor-countries-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Helen Regan, CNN"], "Writers": [["Helen Regan"]], "FirstPublishDate": ["2020-02-12T02:58:49Z"], "LastModifiedDate": ["2020-02-12T03:07:47Z"], "Headline": ["A coronavirus outbreak could be devastating for poorer countries"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["When the World Health Organization declared the outbreak of the novel coronavirus a public health emergency of international concern, it did so over fears that smaller or less-developed countries would struggle to contain the virus. The flu-like respiratory illness is highly contagious and the outbreak has overwhelmed hospitals in the Chinese city of Wuhan, where it was first identified. Chinese authorities have shut down entire cities, suspended public transport and closed schools, businesses and factories in an effort to contain it.  \"Our greatest concern is the potential for the virus to spread to countries with weaker health systems and which are ill-prepared to deal with it,\" said WHO director general Tedros Adhanom Ghebreyesus, when he announced the decision on January 30.  Since then, the number of confirmed cases reported in mainland China has more than quadrupled to more than 44,653. As of Wednesday morning, more than 1,100 people had died from the virus, while 4,740 patients had recovered and been discharged from hospital. The virus has spread across Asia and into Europe and the United States, with more than 500 confirmed cases in over two dozen countries and territories, with just two deaths outside mainland China. While the majority of cases outside of mainland China have so far been connected to travelers from China, or those who have have recently been there, a small but growing number of patients have caught the virus locally. That's worrying, because if self-sustaining outbreaks start occurring in nations with poor healthcare systems, the impact could be devastating.  \"It's an enormous concern,\" said Jeremy Konyndyk, senior policy fellow at the Center for Global Development. \"We still don't have a clear picture of how likely that is, but given transmissions dynamics in China and the speed with which cases have emerged in other countries, global spread seems highly plausible.\" If China is struggling, how will other nations cope? China is ranked 51st out of 195 countries globally for its outbreak readiness, according to the Global Health Security Index. That's not on par with the wealthiest countries in the world, but far higher than many low-income nations. Authorities in China have suspended public transport and sealed off entire cities at the epicenter of the outbreak, effectively putting 60 million people on lockdown. They've built two new hospitals in less than two weeks, and dispatched thousands of medical workers to Wuhan.  Yet despite these unprecedented efforts, the country is struggling to keep the rapidly expanding outbreak under control. First-hand accounts from medical staff and patients in Wuhan show China's already overburdened health system is on its knees. Hospitals, overwhelmed with the sick, are running out of beds and supplies. Exhausted doctors and nurses are risking their lives and becoming infected with the virus themselves.  People have spoken of sick family members turned away from hospitals, delays in testing and wards packed with feverish patients and limited screening or quarantine. \"If China is struggling to contain this, weaker countries will have an even harder time. And that suggests that the kind of transmission we're seeing in China might soon be mirrored elsewhere,\" said Konyndyk. Where are the biggest concerns? Countries close to China in Southeast and East Asia have borne the brunt of the infections outside of the mainland, with Japan, South Korea, Vietnam and Thailand seeing local transmissions.   Some of those nations with coronavirus infections and their neighbors are among the poorest and most disaster-prone countries in the world.  Experts have raised fears that the health care infrastructure in these countries could crumble under the weight of an outbreak, and severely damage their economies, cause mass displacement and lead to other non-virus deaths. Natural disasters in the Philippines already cause millions of dollars in damage and displace thousands each year. Powerful typhoons and a series of earthquakes battered the country in 2019, and this year a volcanic eruption in southern Luzon Island is still posing a threat to nearby residents. A dengue epidemic last summer killed more than 1,000 people and infected more than 250,000, demonstrating the strain on its health service.  To date, one person has died in the Philippines from coronavirus -- the first death outside mainland China -- and three people have been confirmed to have contracted the virus.   The Asia-Pacific region is home to 60% of the world's population -- many of those countries are low or middle-income nations that are quickly industrializing. According to the Global Preparedness Monitoring Board's 2019 report \"A World At Risk,\" rapid urbanization can hasten the spread of disease during an outbreak. Population booms and the migration of millions of people from rural areas to overcrowded cities with underdeveloped infrastructure and a lack of sanitation could further aggravate the spread of viruses. India, with its population of 1.3 billion people, is one of the most rapidly developing countries in the world. By 2050, a United Nations report predicts India will have an additional 416 million urban residents. There have been three confirmed coronavirus cases in India, all three are students who had traveled from Wuhan.  While millions of people have lifted themselves out of poverty in India over the past 20 years, millions of others have been left behind. Densely-packed city slums where thousands of people live in close proximity to one another in often sub-standard conditions could make it difficult to control a virulent viral outbreak. Smaller, sparsely populated nations in the Pacific Ocean are also extremely vulnerable to an outbreak, though coronavirus has not been confirmed on any of these territories.  Samoa is still reeling from a measles epidemic that infected 5,707 people and killed 83, many of them children. The Samoan government declared a state of emergency in December and shut schools and government services while launching a mass vaccination campaign. Samoan Prime Minister Tuilaepa Sailele Malielegaoi said recently that \"another infectious disease outbreak will have catastrophic effects on the whole of Samoa.\" Some countries have not yet reported any cases, including Indonesia, a nation of 264 million, which typically receives large numbers of Chinese tourists. Likewise, no confirmed cases have been reported in Myanmar, which borders China, India, Bangladesh, Thailand and Laos. An outbreak in Myanmar, for example, could strain a country that's still grappling with the legacy of decades of brutal military rule, where one in four people live in poverty, and infectious diseases such as tuberculosis are among the leading causes of death. Frontline workers risk their lives One of the biggest concerns of a global spread would be the threat of contagion to frontline health workers, said Konyndyk from the Center for Global Development.  \"Infection prevention procedures in the developing world tend to be poorly managed and weakly resourced,\" he said. During the Ebola outbreaks in West Africa in 2014 and the Democratic Republic of Congo in 2019, health workers were between 21 and 32 times more likely to be infected than people in the general population, according to a report by the WHO. \"Health worker infections are a huge blow, because beyond adding to case counts, they degrade the health system's capacity to fight the outbreak and they undermine the health system's work on a range of other health risks as well,\" Konyndyk said.  Community distrust of medical workers in some places could be disastrous, potentially leading more deaths and further spreading the virus. When Ebola struck last year in the DRC, fear, rumors and mistrust of public health authorities and politicians meant people stayed home instead of going for treatment. Despite millions of dollars in funding and an effective experimental vaccine, Ebola spread to new provinces and re-infected areas thought to be rid of the virus.  \"Spread of this novel coronavirus to such an area would easily overwhelm their testing and treatment capabilities without international assistance,\" said Courtney Kansler, Senior Health Intelligence Analyst with WorldAware.  \"Venezuela is another good example, where there is a near-complete lack of basic medical services and healthcare infrastructure nationwide,\" she said.  Currently there is no evidence of confirmed coronavirus cases on the African continent or in South America. World not ready for a pandemic The WHO has appealed for a coordinated international response to help stop the outbreak from spreading, and for wealthier countries to support those with weaker health systems. But as more countries shut their borders to travelers from China, there are concerns the restrictions will hinder sharing of public health data, or disrupt supply chains.  The WHO has not declared a pandemic -- which is essentially when there's a sustained spread of the disease in numerous countries.    But while there have been big advances in transparency, data sharing, and research tools, \"the world remains meaningfully unready for a dangerous pandemic,\" said Konyndyk.  \"Our existing medical and public health systems would be overwhelmed rapidly and there is no clear plan-B scenario for what countries should do once that happens,\" he said. "], "Language": false}