{"Type": ["article"], "Url": ["https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-11-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Joshua Berlinger, Jenni Marsh and Amy Woodyatt, CNN"], "Writers": [["Joshua Berlinger", "Jenni Marsh"]], "FirstPublishDate": ["2020-02-11T01:57:25Z"], "LastModifiedDate": ["2020-02-12T02:26:01Z"], "Headline": ["February 11 coronavirus news"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["CNN's live coverage of the novel coronavirus has moved here. The Hubei health authority in China reported that 94 more people died of the coronavirus in Hubei province today, raising the death toll in the epicenter since the beginning of the outbreak to 1,068. This brings the total number of deaths in mainland China to at least 1,105.  The global death toll is at least 1,107, with one death in Hong Kong and one death in the Philippines. By the numbers: Hubei authorities confirmed an additional 1,638 cases of the virus in Hubei today, which brings the total number of cases in the epicenter of the outbreak to 33,366. The global number of confirmed coronavirus cases is now at least 44,138, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Royal Caribbean has cancelled two trips that were set to depart from Singapore on Feb. 15 and Feb. 24 due to “current regional travel conditions,” according to a release from the cruise line.  Guests who were booked to sail on the Quantum of the Seas will receive full refunds, according to the Royal Caribbean release.  “Royal Caribbean’s number one priority is ensuring the health and welfare of our guests and crew while delivering great vacations. We will continue to monitor conditions and will share other itinerary adjustments should they become necessary. The Singapore market remains of great importance to us and we look forward to returning there very soon,” the company said in a statement. All 195 coronavirus evacuees from Wuhan, China who were staying at March Air Reserve Base in California have completed their 14-day quarantine period, health officials announced in a news conference Tuesday. There were no cases of coronavirus identified in the group, which arrived at the base in Riverside County on January 29. The 195 individuals completed their final health check Tuesday morning. Health officials emphasized that they do not have the novel coronavirus and pose no health risk. “I want to make one thing absolutely crystal clear: these folks do not have novel coronavirus,” Riverside County health officer Dr. Cameron Kaiser said. Twenty-four patients will remain on the base Tuesday because they could not make travel arrangements, Jose Arballo Jr., a spokesperson for the Riverside County Department of Public Health, told CNN. “Some have already left the base, others are departing soon,” Arballo said the the news conference. Health officials emphasized that these people do not have the novel coronavirus and pose no health risk to themselves, families, or communities. The vast majority of coronavirus cases are in mainland China. There have been a reported 42,708 diagnosed cases of coronavirus in China, with the death toll surpassing 1,017 in China alone, according to Tedros Adhanom Ghebreyesus, director-general of the World Health Organization. Here's a map showing where the confirmed cases are throughout mainland China, according to WHO data: One thing to note: These numbers may differ from those reported by Chinese health officials, who report updated totals at different times than the WHO. Due to a reduction in demand, American Airlines on Tuesday extended its flight cancellations to and from mainland China and Hong Kong amid the coronavirus outbreak. According to a company statement, the airline is extending the suspensions between mainland China and Dallas-Fort Worth and Los Angeles through April 24.  Flights from Dallas to Hong Kong are suspended through April 23. Flights between Los Angeles and Hong Kong are suspended through April 23. “We will continue to evaluate this schedule and make any adjustments as necessary,” the company said. With travel advisories across the globe, four cruise ships were put in some form of lockdown over growing concerns of the novel coronavirus.  Here's what you need to know about each ship: Diamond Princess: Quarantined in Japan since February 4, at least 24 Americans are among the 135 people infected with the Wuhan coronavirus aboard the cruise ship, according to the ship's operator Princess Cruises and a CNN tally. The ship is the site of the single largest outbreak of the virus outside of China.\nWesterdam: More than 2,000 people are stuck on the Westerdam cruise ship, operated by Holland America after it was denied entry to its intended final destination in Japan, despite having no confirmed cases aboard. It has since been denied entry to Taiwan, the Phillippines and most recently Thailand after it planned to dock in the Thai city of Laem Chabang. \nWorld Dream: More than 3,600 people were quarantined for five days on this boat in Hong Kong as a precautionary measure after three former passengers tested positive for the coronavirus. No confirmed cases were found. Passengers and crew were cleared to leave over the weekend. \nThe Anthem of the Seas: The vessel was docked in New Jersey for an extra two days after four returning passengers were sent to the hospital to be tested for the coronavirus. The four family members, and another 23 passengers, were all cleared of the virus and the ship set sail on Monday. The US Centers for Disease Control and Prevention has provided names for a World Health Organization team traveling to China to study the novel coronavirus epidemic, CDC Principal Deputy Director Dr. Anne Schuchat said during a news conference on Tuesday.  Although US experts have not yet traveled to China to study the novel coronavirus outbreak, “my understanding is the latest discussions, that there’s been receptivity” to the offer, Schuchat said. “It can be very helpful to have outside experts arrive in the midst of an epidemic like this,” Schuchat said, noting that China has “great scientists” and public health experts. “Having some fresh eyes, perhaps who have not lost as much sleep over the past month as the individuals in China, can be helpful.” Schuchat said CDC experts could assist with areas such as understanding transmission of the virus, identifying the possible animal origin of the virus and evaluating which measures are most effective to contain the spread of the virus. Here's a look at the latest confirmed cases (and deaths): Two prisoners are being tested for coronavirus in HMP Bullingdon in Bicester, Oxford, north west of London, a UK official told CNN on Tuesday. The official said the prisoners are only suspected to have the infection at this stage and are being kept in isolation with access being restricted to one wing where the prisoners are. As the two prisoners are only being tested for coronavirus, it is “impossible” at this stage to say how it was contracted, the official added. Dr. Michael J. Ryan, executive director of the World Health Organization, said that “one clinical trial is already on the way” in China in an attempt to find a cure to the novel coronavirus, he said at a news conference in Geneva on Tuesday. Ryan went on to say that the WHO was working with Chinese authorities to implement further clinical trials. Errors by the US Centers for Disease Control and Prevention and a hospital in San Diego led to a woman with the novel coronavirus being sent back to Marine Corps Air Station Miramar instead of being sent to isolation at the hospital, according to a health official familiar with the situation. The woman was among Americans in federal quarantine at the base. She flew to the base on February 5 on a State Department flight evacuating Americans from Wuhan, China. The next day she started experiencing symptoms of the novel coronavirus and was taken to UC San Diego Health. Three other people who were exhibiting symptoms were also transported to the hospital. The hospital sent their specimens to a CDC lab in Atlanta for testing. According to the source, the specimens were incorrectly labeled upon arrival and so they were not tested. The CDC lab did not realize the specimens were from the four Miramar patients. When no results were reported back, CDC staffers mistakenly gave UC San Diego Health the results of four other patients who tested negative. That mistake led to all four Miramar patients being transferred back to the base Sunday afternoon. After they arrived back at the base, the mistake was discovered and the tests were run on the four Miramar patients. The results for the woman came back positive, and she was transported back to UC San Diego Health on Monday morning, where she remains in isolation. The woman has had a very mild illness, according to the source, with no fever and a slight cough. The other three patients tested negative. A spokesperson for the hospital could not be immediately reached for comment. During a news conference on Tuesday, Dr. Anne Schuchat, principal deputy director of the CDC, said \"there was a little bit of a mix-up there” around the testing for the Miramar patient. She added that the patient may have had limited contact with other people when she developed symptoms, but the investigation is ongoing. A Pakistani man who is stuck in Wuhan, China is appealing to his government to evacuate him, telling CNN that his father has died since he has been stuck in the city.  Mir Hassan, 27, is a PhD student studying computer architecture at Huazhong University of Science and Technology in Wuhan — the epicenter of the novel coronavirus outbreak.  The city went into lockdown on January 23, and now tens of millions of people are unable to leave the city and the surrounding area, with checkpoints set up on roads, flights canceled and military police blocking train stations despite the suspension of train services. Hassan told CNN that since he has been stuck in Wuhan, his father has died.  “My father passed away on Friday, suddenly. He used to call me every day since this crisis broke out asking me to come home. I last spoke to him on Thursday. Friday morning I was messaged by my brother that my father is no more,\" he said. Hassan told CNN he has received conflicting information from authorities regarding getting home.  “My university and the officials at the Chinese foreign affairs helpline have said that I have permission to leave. I am alone here, I beseech my government to please evacuate us please, we all want to go home, my mother needs me,\" he said.\n“I have not gotten any assistance from the Pakistani Embassy in Beijing. They keep telling us that the Chinese government is preventing us from leaving, which is not true. The embassy simply needs to issue a non objection certificate to get us out of Wuhan which they are refusing to do,\" Hassan said.  Asked about Hassan’s plight, Dr. Zafar Mirza, Pakistan’s State Minister of Health told CNN: “We are absolutely saddened by the death of his father and he is very much in our thoughts.”  Mirza said that authorities have been in touch with Hassan.  “What I know is that the embassy has been in touch with him and we are trying our best to meet his request. I can tell you we are in contact with Chinese authorities to get him out,” Mirza said.  On Twitter, Mirza assured students in China that authorities were “intensely discussing the situation.”  Pakistan resumed direct flights to China following a suspension due to the coronavirus outbreak. World Health Organization Director-General Tedros Adhanom Ghebreyesus said he believes there is a “realistic chance” of stopping the Wuhan coronavirus. “If we invest now in rational and evidence-based interventions, we have a realistic chance of stopping the COVID19 outbreak,” he said during a news conference on Tuesday. “We have to invest in preparedness,” he said, adding that richer countries should help invest in countries with a weaker health system.  The director-general said the virus could “create havoc” if it reaches a country whose health system is not capable of handling such an epidemic. “I have a great concern that if this virus makes it to a weaker health system it will create havoc,” he said. He cautioned that the fact that thus far authorities have been able to prevent that, “It doesn’t mean it will not happen — it may.” There have been a reported 42,708 diagnosed cases of coronavirus in China, with the death toll surpassing 1,017 in China alone, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said at a news conference on Tuesday. The director-general said there had been 393 cases outside China, across 24 countries, and one death. It brings the worldwide total to 1,018 deaths and 43,101 cases, according to the WHO. He also announced the coronavirus would be named COVID-19 and said a vaccine could be ready in 18 months. Federal Reserve chairman Jerome Powell on Tuesday warned Congress that the coronavirus could hurt the global economy. \"We are closely monitoring the emergence of the coronavirus, which could lead to disruptions in China that spill over to the rest of the global economy,\" Powell said in his prepared testimony before the House Financial Services Committee, where he is set to deliver his semiannual report to Congress.  The outbreak of the coronavirus, which has now killed more than 1,000 people, has added uncertainty to the global outlook — and the US economy — as companies have shuttered plants and shifted supply chains to contain spread of the infectious disease. In late January, Powell described the outbreak as a \"very serious issue,\" but at the time, he noted the virus was still in its early stages and it remained uncertain how far it would spread and what the macroeconomic effects would be. Keep reading here. The US State Department authorized the departure of non-emergency personnel and their families from the US Consulate General in Hong Kong on Monday due to the novel coronavirus outbreak, a State Department spokesperson announced Tuesday. “Authorized departure gives these employees and their family members the option to depart if they wish. Departure is not required. The U.S. Consulate’s authorized departure status will be reviewed in 30 days,” the spokesperson said in a statement. The decision to authorize their departure was made \"out of an abundance of caution related to uncertainties associated with the 2019-nCoV outbreak and to ensure the safety and security of U.S. Government personnel and family members,\" the State Department said. The US Consulate General in Hong Kong will remain open to the public.   China is struggling to return to work after the coronavirus outbreak shut down large swaths of the world's second biggest economy for more than two weeks. Worker shortages, transport disruption, a lack of medical supplies and heavy-handed local officials are all making life difficult for businesses, the Chinese government said Tuesday. \"We have also noticed difficulties in fully resuming work,\" Cong Liang, a senior official at China's National Development and Reform Commission told reporters in Beijing, listing several factors including supply chain disruption, local government restrictions and a shortage of facial masks. Senior officials in Beijing were speaking to reporters a day after an extended public holiday ended for much of the country, leading some businesses to try to reopen their doors. Others, though, remain closed, and local governments have issued mixed — and in some cases muddled — guidance about what companies should be doing.   Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, warned the coronavirus holds “a very grave threat.” WHO tweeted the director-general's warning on Tuesday, adding that the coronavirus remains \"very much an emergency\" for China and a threat for the rest of the world. Read the tweet: Health officials in Singapore have confirmed two additional cases of the novel coronavirus pneumonia, bringing the total to 47.  The patients in both cases have no recent travel history to mainland China, the Ministry of Health said in a statement.  About the patients: One of the patients is a 46-year-old man who lives in Singapore and the other is a 39-year-old Bangladesh national who works in Singapore. The patients in both cases are currently being treated in isolation. The Ministry of Health said contact tracing of the confirmed cases are ongoing. The Ministry of Health said that out of the 47 confirmed cases in Singapore, seven patients remain in critical condition.  South Korea’s Health Ministry has warned its citizens against traveling to six Asian nations, including Japan, Singapore, Taiwan, Thailand, Malaysia, and Vietnam, due to fears over the coronavirus.  Citizens are recommended to minimize traveling to those countries to prevent bringing back novel coronavirus to South Korea. “Refrain from traveling (to these countries) as possible and if unavoidable, consider minimizing travel length and number of people,” Vice Minister of Health and Welfare Kim Gang-lip said at a briefing. South Korea’s Ministry of Foreign Affairs currently recommends evacuation from Hubei province, and advises citizens to refrain from traveling to China and Chinese territories, including Hong Kong and Macao. The ministry announced that it plans to advise schools to avoid attending international seminars and teachers and students to refrain from traveling abroad during the vacation. The number of confirmed cases: South Korea has at least 28 confirmed of novel coronavirus. A group of evacuees will be free to leave March Air Reserve Base in California Tuesday if they aren't showing any symptoms of the novel coronavirus, Riverside County Public Health Department said in a statement. No one in the first group of Americans evacuated on a flight from Wuhan, China has tested positive for the virus, health officials said a day before their quarantine expires. The group of 195 people have been quarantined at the base in Riverside since they arrived from Wuhan, the epicenter of the novel coronavirus outbreak, on January 29. Keep reading here.  Authorities in Hong Kong are investigating whether two residents on different floors of the same high-rise tower may may have contracted the coronavirus from fecal matter due to a possible design flaw in the building's piping system. Health officials have traced at least two confirmed cases of the coronavirus to Hong Mei House in Tsing Yi, a small residential island in Hong Kong. Parts of the building were evacuated while health officials and engineers carried out emergency checks. There are now 49 confirmed cases of coronavirus and one confirmed death in Hong Kong.  The Chinese table tennis team has flown to a Qatar training base to avoid returning home in the wake of the coronavirus outbreak. The squad of nearly 30 flew to Doha at the conclusion of the German Open and have settled into the Aspire Academy Arena ahead of the Qatar Open, which gets under way on March 3. We are very grateful for all the assistance provided to us during this time of difficulty,\" said Chinese Table Tennis Association president Liu Guoliang.\n\"We didn't expect that they could prepare the venue, tables and facilities for us within such a short period of time ... it's very heart-warming, especially during this particular period and we really appreciate all this help from our international friends.\" The Qatar Table Tennis Association (QTTA) has provided meals, accommodation, 15 practice tables and 2,000 balls. The Wuhan coronavirus poses a “very grave threat for the rest of the world,” the head of the World Health Organization said Tuesday at the start of a two-day meeting in Geneva on the outbreak.  “With 99% of cases in China, this remains very much an emergency for that country, but one that holds a very grave threat for the rest of the world,” WHO director-general Tedros Adhanom Ghebreyesus said, Reuters reported. Tedros also said that there had been some \"concerning instances\" of onward transmission from people who had no travel history to China, including cases in France and the UK. The MS Westerdam, which has more than 2,000 people on board, has now been denied entry by at least four different ports over fears of the Wuhan coronavirus.  Thailand’s Prime Minister said the country would try to assist the ship but that it would not allow the boat to dock in Thailand to prevent the spread of the coronavirus.  No cases of the coronavirus have been confirmed on the ship so far. The ship had originally departed Singapore on January 16 and called into ports in Thailand, Cambodia, Vietnam and Hong Kong, according to marinetraffic.com. In Hong Kong, the ship disembarked 1,254 guests and embarked 768 guests before departing, cruise company Holland America said. Where was it meant to go? The ship planned to make stops in the Philippines, Taiwan, Japan, South Korea, and finally China but revised the ship’s final destination from Shanghai to Yokohama following a warning by the US CDC on January 28th, according to the company. The Philippines and Taiwan announced closure of their ports to cruise ships due to the fear of coronavirus, and Japanese authorities announced they would deny the ship entry -- leaving it in a \"holding pattern\" in the sea.  The cruise liner later announced plans to dock in Laem Chabang, Thailand to allow its passengers to disembark.  But at a press conference Tuesday, Prime Minister Gen. Prayut Chan-o-cha said:  We are not allowing them to dock on our port, however we will look into humanitarian assistance, if they wanted to refill their fuel or resupply their food and water, we would definitely provide.\" \n\"There are a lot of people on board, more than 2,000 people. We have to be careful, not allowing the situation to turn into stage 3 of disease spreading (in Thailand),” he added.  A total of 108 people in mainland China died from the Wuhan coronavirus on Monday, according to the country's National Health Commission (NHC), marking the first time the single-day death toll has crossed into triple digits.  The number of deaths per day in mainland China has steadily risen over the past few weeks,  since the Chinese authorities began issuing daily updates. Here's the breakdown from the NHC: February 10: 108 deaths reported\nFebruary 9: 97 deaths reported\nFebruary 8: 89 deaths reported\nFebruary 7: 86 deaths reported\nFebruary 6: 73 deaths reported\nFebruary 5: 73 deaths reported\nFebruary 4: 65 deaths reported\nFebruary 3: 64 deaths reported\nFebruary 2: 57 deaths reported\nFebruary 1: 45 deaths reported\nJanuary 31: 46 deaths reported\nJanuary 30: 43 deaths reported\nJanuary 29: 38 deaths reported\nJanuary 28: 26 deaths reported\nJanuary 27: 26 deaths reported\nJanuary 26: 24 deaths reported\nJanuary 25: 15 deaths reported\nJanuary 24: 16 deaths reported\nJanuary 23: 8 deaths reported Chinese authorities said 17 people had died from the virus before January 23. Chinese officials studying the Wuhan coronavirus say most of the cluster cases they have observed from a study are within families. Cluster cases generally refer to \"more than two infected cases within a limited space,\" Wu Zunyou, a virus expert with China’s Center for Disease Control and Prevention said.  Wu told reporters Tuesday that from a study of more than 1,000 cluster cases, 83% were identified as family clusters.  Other cluster cases appeared to be from schools, supermarkets or places of work which appeared to be caused by “poor awareness of protection,” such as not wearing masks. How do you protect yourself and others? Officials at Tuesday’s press conference reminded the public: if you have infected family members, rooms should be well ventilated, practice good hand hygiene, avoid public gathering and meal-sharing, and employ good health practices if you have to take public transportation. The World Health Organization has advised people to avoid close contact with anyone showing symptoms of respiratory illness, such as coughing and sneezing. Scientists believe this coronavirus started in another animal and then spread to humans, so health officials recommend cooking meat and eggs thoroughly.  But in general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds, covering your mouth and nose when you cough or sneeze, and disinfecting the objects and surfaces you touch if you are ill. If you or your doctor suspect you might have the coronavirus, the CDC advises wearing a surgical mask. Health officials in Hong Kong have confirmed seven additional cases of the virus, bringing the city-wide total to 49. Speaking at a news conference on Tuesday, Dr. Chuang Shuk-Kwan of the Center for Health Protection said four of the additional cases can be traced back to previous confirmed cases.  Chuang said one case number involves a patient who was a co-worker of a confirmed case who contracted the virus whilst eating hotpot at a dinner party. Three of the cases are not connected to previous community cluster cases, according to Chuang, who added that two of the three remaining cases have no recent travel history. The human cost of China's coronavirus outbreak is tragic, mounting and already readily apparent. The cost to businesses around the world could also become severe in the coming weeks. Manufacturers around the world have come to depend on parts from China to keep their own supply chains going. Experts fear that factories across the globe could ground to a halt if many of the plants across China remain closed this coming week. Auto plants could be among the first to feel the impact. That's because of the massive size of the Chinese auto parts industry and the fact that you can't build a car with only 99% of its parts. Read the full story here.   The coronavirus that was first identified in the Chinese city of Wuhan continues to spread through China and around the globe. New cases have been confirmed in the past few hours in Japan, Singapore, South Korea, Vietnam, the United Arab Emirates and the United States.  Global numbers: 43,105 confirmed cases; 1,018 deaths  Mainland China:  42,638 confirmed cases;  3,396 cured and discharged; 1,016 deaths  Monday updates: 108 people killed, 2,478 new infections confirmed Outside mainland China: 467 cases confirmed in  27 countries and regions. Two deaths reported last week, in the Philippines and Hong Kong. Stuck on a ship Thousands remained trapped on the Diamond Princess cruise liner in Japan, and 135 people have been infected by the virus on the ship, which has been quarantined since last week. Twenty-four of them are American. The Westerdam, a cruise liner that has no suspected patients on board, cannot find a home since docking in Hong Kong. Holland America, the company that owns the ship, previously said it would stop in Thailand tomorrow, but now Thai officials have said they won't allow the ship to dock.  The company said in a statement it is \"actively working this matter and will provide an update when we are able. We know this is confusing for our guests and their families and we greatly appreciate their patience.” Coronavirus in the pipes of a Hong Kong tower? Authorities in Hong Kong are also investigating whether two residents of the same high-rise tower have contracted the coronavirus from fecal matter due to a possible design flaw in the building's piping system.  Health officials have traced at least two confirmed cases of the coronavirus to Hong Mei House in Tsing Yi, a small residential island in Hong Kong. Parts of the building were evacuated while health officials and engineers carried out emergency checks. Researchers have yet to confirm if the novel coronavirus can be transmitted via feces. Two Japanese citizens who had initially tested negative for coronavirus have now been diagnosed with the disease. Japan now has confirmed 163 cases.  The two new patients, both men, were evacuated from China to Japan. One is in his 50s and the other in his 40s, the ministry said, and both have no connection to the Diamond Princess, the cruise ship docked off the coast of Yokohama on which 135 have been infected by the virus.  The men were retested after developing fevers. South Korea is sending a third chartered plane to Wuhan to repatriate its nationals and their Chinese families, vice minister of health and welfare Kim Gang-lip said Tuesday. Kim said 170 people are expected to board the plane and South Korean authorities are considering allowing Chinese family members of its citizens to board the plane. The flight will leave South Korea’s Incheon airport Tuesday evening at 8:45pm local and will arrive back in Gimpo airport in Seoul Wednesday morning, Kim said. Those repatriated will be quarantined at Korea Defense Language Institute, a military school facility located in a rural area, Kim said.  There were about 2,000 South Korean citizens living in Wuhan before the epidemic, according to the Health and Welfare Ministry. More than 700 South Korean nationals were repatriated on the first two flights.  Seoul also announced Tuesday that it will include the semiautonomous Chinese cities of Hong Kong and Macao in its \"contaminated zone\" list. The designation will go into effect Wednesday at midnight. Those entering South Korea from the two cities will be required to fill out a health questionnaire and be checked for fever. They might also be subject to a \"quarantine/epidemiological investigation.\" Those presenting symptoms, including a fever, will be subjected to a check-up and, if suspected of carrying virus, will be immediately isolated or put under watch.  The Ministry also recommended South Korean nationals avoid travel to Japan, Taiwan, Singapore, Malaysia, Vietnam and Thailand.   Hong Kong activist Joshua Wong announced on Twitter that his pro-democracy group Demosisto has imported 100,000 masks from the United States to the semiautonomous Chinese city. He wrote on Twitter: The masks will be delivered to councillors to help underprivileged sectors, especially poor people, street cleaners and the elderly. This could not be done without the help of overseas HK pro-democracy groups like @hkdc_us, @NY4HK and good-hearted overseas HKers in New York. Since the coronavirus outbreak has exploded, people have scrambled to get medical supplies such as face masks and hand sanitizer. On Friday, the World Health Organization warned of a global \"chronic shortage\" of equipment that could shield individuals from the coronavirus. \"We're sending testing kits, mask, gloves, respirators and gowns to countries in every region. However the world is facing a chronic shortage of personal protective equipment,\" World Health Organization chief Tedros Adhanom Ghebreyesus said at a briefing in Geneva. The worldwide mask shortage prompted electronics giant Foxconn, the maker of the Apple iPhone, to set up a production line of facial masks at its facility near Shenzhen in southeastern China. The United Arab Emirates confirmed its eighth coronavirus case late Monday night, the country's Ministry of Health said in a statement posted to Facebook. The Indian national had recently interacted with another person who had contracted the virus.  The ministry also announced Sunday that a 73-year-old Chinese patient had been cured -- the country's first recovery from the virus.  A three-month-old baby girl and 55-year-old woman are the latest people in Vietnam to contract coronavirus, according the country's state-run Vietnam News Agency (VNA). The two patients are among 10 people in the northern Vinh Phuc province to have been infected. Across Vietnam, 15 people have the virus. The baby was tested after her grandmother was diagnosed with the virus. She had previously spent four days at her grandmother's house. The baby is in quarantine and in a stable condition.  The 55-year-old woman is the neighbor of an infected patient who had recently been to Wuhan.   She was in a stable condition at a local clinic on Sunday Taiwan has raised its travel warnings for several regions in Asia that have been affected by the Wuhan coronavirus, its Ministry of Health and Welfare said in a statement. Here are the new warnings:  Hong Kong and Macao: Taiwan has raised the travel alerts for the two semi-autonomous Chinese cities to level three, which urges the public not to travel to a location unless it's \"necessary.\" Hong Kong has confirmed 42 cases and one fatality, while Macao has identified 10 infected patients. Singapore: Taiwan raised the travel alert to Singapore to level two, which urges citizens to take \"protective measures\" if they travel there. Forty-five cases have been identified in the city state. Thailand: Taiwanese authorities raised the travel alert to Thailand to level one, urging people heading there to \"adhere to local preventive measures.\" The country has confirmed 33 coronavirus cases. A second Canadian plane carrying 185 passengers from Wuhan arrived in Vancouver just before 1 a.m. Eastern Time, according to CTV.  Francois-Philippe Champagne, the country's minister of foreign affairs, told the television station that the plane had brought back the last group of Canadians who had asked to be repatriated from the Chinese city due to the coronavirus outbreak.  The plane will refuel in Vancouver then fly to the Canadian Forces Base in Trenton, Ontario, the foreign affairs minister said in a tweet.  Repatriated Canadians and their family members are being quarantined at Canadian Forces Base Trenton for 14 days for health assessments and observation. Thailand has confirmed another case of coronavirus, bringing the total number of infections in the country up to 33. The latest patient is a 54-year-old Chinese woman who traveled from Wuhan before the city was put on lock down, according to Thailand's Department of Disease Control. The news came as the Thai authorities announced they would not allow the Westerdam to dock outside Bangkok over concerns about the spread of the coronavirus.  The cruise liner has been stuck at sea for days, with more than 2,000 people on board. None of its former or current passengers have been infected with coronavirus, but after the cruise liner stopped in Hong Kong it has been unable to find a country willing to let it dock.  Holland America said in a statement Monday the ship would dock in Laem Chabang in Thailand on February 13 and that passengers would be allowed to disembark there. The company also said all guests on board the Westerdam would be fully refunded and receive future cruise credit.  However, a senior Thai government official said at a news conference Tuesday that the country's health authorities are not allowing the ship to dock in Thailand.   CNN has reached out to Holland America for comment and more information on its proposed route.  A 2-year-old girl has been diagnosed with coronavirus in Singapore, the city-state's Ministry of Health said. The toddler had been evacuated from Wuhan on January 30 and placed under quarantine until the infection was confirmed on Monday morning. A 37-year-old Singaporean with “no recent travel history to China\" was also confirmed to have the virus on Tuesday. That brings the total number of coronavirus cases in Singapore up to 45, according to the ministry. Experts from the World Health Organization (WHO) arrived in China today to assist with controlling the Wuhan coronavirus outbreak, after the death toll topped 1,000. Chinese health authorities said 108 people died from the virus in mainland China on Monday, with the majority of those deaths occurring in Hubei province, the epicenter of the outbreak.  The WHO's organization's director general, Tedros Adhanom Ghebreyesus, said the team in Beijing would \"lay the groundwork for a larger international team,\" which will join them \"as soon as possible.\" The WHO group in China is led by Bruce Aylward, who helmed the body's response to Ebola, as well as initiatives for immunization, communicable diseases control and polio eradication. Their arrival comes as the WHO is facing increasing criticism for its initial decision not to declare a global health emergency, and for officials' effusive praise of China's handling of the crisis, even as Beijing faces outrage domestically for, among other things, the death of whistleblower doctor Li Wenliang, and the subsequent censorship of that news. Read more here:  Two senior officials of the Health Commission in Hubei province, the epicenter of the novel coronavirus outbreak, were fired on Tuesday, Chinese state broadcaster CCTV reported. The commission's party secretary, Zhang Jin, and its director, Liu Yingzi, were both removed from office by the Hubei Provincial Party Standing Committee. The state-run People’s Daily newspaper reported both positions have been replaced by Wang Hesheng, who recently served as vice-minister of the National Health Commission. Japan's Health Ministry will likely not test all passengers and crew on board the Diamond Princess for the Wuhan coronavirus due to \"capacity\" issues, a top official said.  “After 14 days, if people have no symptoms, logically we can say these people are not infected by this virus,” Japan vice minister of health, labor and welfare, Gaku Hashimoto, told CNN in an exclusive interview on Monday. The Japanese health minister told reporters Monday that the government was considering testing all on board. However, a government official later in the day said it was not feasible. Japan has a limited number of testing kits and it appears the government is wary of using them all up. \"We want them to be feel safe and comfortable to go back to their own homes, we want them to take ... tests before they leave the ship, but also there will be some difficulty on our end to have this capacity,\" Hashimoto said. \"They are spending time with a lot of anxiety every day in a small space, and 14 days is a long time in a circumstance like this. We need to take care of people who have pre-existing conditions, and also people who are elderly. We are trying to be ready for testing people who have high risks first.” Watch more from CNN's interview here: Rebecca Frasure is currently in a sealed room at a Tokyo hospital after testing positive for coronavirus. She and her husband, Kent, were among more than 2,500 people on board the Diamond Princess ship, when it was revealed some passengers had been infected with the virus. A total of 135 have now tested positive.  The couple has been keeping video diaries for CNN from the cruise ship and the hospital. They started filing on Friday, soon after Rebecca tested positive. Friday Rebecca: Some not so great news to share. We found out this morning from a reporter than 41 more people had tested positive for the coronavirus and I’ve come to find out that I was one of those 41 people. While I haven’t been experiencing any symptoms – I have a slight cough, but nothing crazy – I was notified that I will have to be transported to the hospital today in about an hour. Kent can’t come with me because he has tested negative at this time. I may be there for three days to … I don’t know how long.    Kent So my wife is on the way to the hospital. She is already texting me so it looks like they didn’t take away her phone or anything like that, so that’s good. I am going to text her though what I just got -- because she’s going to be super jealous. It’s funny how little things can make your day when you’re stuck on the cruise ship, so I’ve got a couple of cokes (pans to two cans of Coca-Cola) -- it’s the little things I guess. Saturday  Rebecca: It is day two in the hospital, it’s about 11:30 in the morning. They’ve been coming in checking my vitals every couple of hours or so. Things are fine. I barely even have a cough today. They brought me some dinner last night -- it was traditional Japanese food. Yeah, not so good. I asked them to bring me a sandwich and they brought me something from a vending machine, which I supposedly have to pay for. So that’s kind of weird. The other thing that’s kind of weird around here is you have to pay for a lot of things, not just like a typical hospital stay that you’d expect in the US, which is surprising. There’s a TV in the room and there’s a refrigerator, but neither one works unless you have a card that you have to buy separately. Also there’s a shower in my room, and they keep asking me if I want to take a shower, but there are no towels. I mentioned that and they said, you can buy a towel. Really? So just now they came and gave me a hand towel. This is what I’m supposed to use. Fun times. This sucks. I wish I was back on the cruise ship. I can’t leave the room, and I still don’t know exactly how long I’m going to be here. Sunday  Rebecca: It is day three in the hospital and happy to report I was able to take a shower today. I ordered a towel from the hospital. No doctors in today -- it’s Sunday. I got some lunch. They’re doing a little bit better with the food. They had regular salad and chicken stew for lunch. So we’re hanging out and watching some Amazon Prime. I did some yoga before going to bed, because this bed is hard. So doing some stretches -- have to keep things limber. Monday Kent: I finally made it outside, unfortunately I don’t see anybody I know out here. I was kind of hoping I’d run into somebody. A bit of a distance probably longer than a football field area that we have to walk. It’s not very wide, at widest it’s probably 20 to 30 feet. And in most places it’s probably 10 feet. It’s a nice day though, not cold. They have shut down the pool and everything. There are people sanitizing banners as people walk up.  (later Monday…) So they just announced 66 more passengers have been taken off the ship. I don’t think I’m one of them -- hopefully I would know by now. The captain said it wasn’t unexpected and I think I believe that because the incubation period is so long that anybody that was sick probably didn’t know it until they started handing out thermometers. I think that’s triggered all this -- people getting thermometers. We need to start testing everybody. We can’t just sit here and wait day after day, hoping that people self report. There is definitely a fear factor here of people not wanting to report because then they’re going to be taken off the ship, you get put into a Japanese hospital. People are already communicating with each other that it’s no better than it is here -- food-wise, language-wise, money-wise. If I could stay in the ship and still be sick I would do it. Rebecca: Some updates. One, I got some dinner, it was much better than lunch. Two, I figured out my streaming problem, got myself a VPN so hooray for Prime and Netflix and all that. Three, the US consulate will be here at 3 o’clock tomorrow afternoon so fingers crossed nothing falls through with that. The other thing I talked to the doctor about was the timeline, and while it’s kind of a maybe situation he’s thinking that the additional test for the coronavirus can be done 14 days after the first initial test which was on the 4th so I might be able to be tested on the 15th or 16th and then do a repeat test 12 hours after that -- so in theory I might, if you all cross your fingers, get to leave the hospital before the ship is actually out of quarantine. Tuesday Kent: Hong Kong's Chief Executive Carrie Lam said Tuesday officials are investigating whether an exhaust pipe led to the spread of coronavirus among residents of a high-rise tower. Two residents living in Unit 7 of the same block on different floors on Hong Mei House, a building in Tsing Yi, northwestern Hong Kong, have contracted the virus. A team of experts will enter the building Tuesday to check the safety of its air pipes, Lam said. Sophia Chan, Hong Kong's Secretary for Food and Health, said residents living in the same tower block have been evacuated to quarantine camps as a precautionary measure.  She added that four more residents have showed virus symptoms and are now in hospital.   With travel advisories across the globe, four cruise ship were put in some form of lockdown over growing concerns of the novel coronavirus.  Here's what you need to know about each ship: Diamond Princess: Quarantined in Japan since Feb 4, at least 24 Americans are among the 135 people infected with the Wuhan coronavirus aboard the cruise ship, according to the ship's operator Princess Cruises and a CNN tally.\nWesterdam: Over 2,000 people are stuck on the Westerdam cruise ship, operated by Holland America, after it was denied entry to its intended final destination in Japan, despite having no confirmed cases aboard. It now plans to dock in the Thai city of Laem Chabang on Thursday.\nWorld Dream: More than 3,600 people aboard were quarantined for five days in Hong Kong as a precautionary measure after three former passengers tested positive for the coronavirus. No confirmed cases were found. Passengers and crew have been cleared to leave. Another ship, the Anthem of the Seas, was docked in New Jersey for an extra two days after four returning passengers were sent to the hospital to be tested for the coronavirus. The four family members, and another 23 passengers, were all cleared of the virus and the ship has set sail. China’s response to the rapid spread of the coronavirus has exposed the extent of the country’s vast surveillance system. A senior official with China’s National Health Commission gave state broadcaster CCTV one example: A man in Zheijiang, in the country’s east, showed symptoms of coronavirus but told officials he hadn’t been in contact with anyone from Wuhan.\n“Then we checked the data and found that he had been in contact with three people from the epidemic area,” the official said. In 2020, China is using lessons learned from decades of crackdowns on dissidents and undesirables to combat the virus.  Read more here The human cost of China's coronavirus outbreak is tragic, mounting and already readily apparent. The cost to businesses around the world could also become severe in the coming weeks. Manufacturers around the world have come to depend on parts from China to keep their own supply chains going. Experts fear that factories across the globe could ground to a halt if many of the plants across China remain closed this coming week. Auto plants could be among the first to feel the impact. That's because of the massive size of the Chinese auto parts industry and the fact that you can't build a car with only 99% of its parts. \"It only takes one missing part to stop a line,\" said Mike Dunne, a consultant to the auto industry in Asia and the former head of GM's operations in Indonesia. Read more here A Chinese woman in South Korea has been diagnosed with the Wuhan coronavirus, authorities in Seoul said Tuesday. The woman, aged 30, tested positive for the virus while she was in self-quarantine. She is the 28th confirmed infection in South Korea.  A 13th person in the United States has tested positive for the Wuhan coronavirus, a spokesman for the Centers for Disease Control and Prevention said.  The patient arrived in the US last week at Marine Corps Air Station Miramar on a flight from Wuhan and has been held at the University of California, San Diego Medical Center.  No further details on the patient’s condition were provided. The patient is the seventh person in California who has contracted the virus. Others have been confirmed in Arizona, Illinois, Massachusetts, Washington state and Wisconsin.  Read more about the previous cases here. An official from the US Centers for Disease Control and Prevention is in Tokyo to assist the US Embassy with its support of Americans on board the Diamond Princess, CNN has learned. Passengers have been stuck on the cruise ship since February 4, after reports emerged that one of its passengers was infected with the coronavirus that has swept through China.  Since then, 135 people have been confirmed infected, including at least 24 Americans. “We believe the Japanese authorities and cruise lines are working hard to keep all passengers – and the public – safe,” a State Department official told CNN. “We ask passengers on board for their patience and understanding and to fully cooperate with and follow the instructions of global medical authorities and the Japanese government.” Over the weekend, the CDC sent a letter to Americans on board the Diamond Princess advising them of hygiene procedures. “Remaining in your room on the ship is the safest option to minimize your risk of infection,” the letter said. Consular officers are also visiting American cruise ship passengers who have been sent to hospitals in Tokyo. Health officials in Hong Kong evacuated some residents from an apartment block following concerns two people contracted the coronavirus via the building's piping system. \"As the pipeline that transfers feces is connected to the air pipe, it is very likely for the virus in the feces to be transmitted through the air fan into the toilet,\" Professor KY Yuen said during an impromptu midnight press conference held Tuesday morning local time. Health officials have traced at least two confirmed cases of the coronavirus to Hong Mei House in Tsing Yi, a small residential island in Hong Kong. Parts of the building were evacuated while health officials and engineers carried out emergency checks. Professor Yuen said the transmission route is not clear yet, so the evacuation was taken as a precautionary measure to protect the building's residents. Hong Kong now has 42 confirmed cases of the Wuhan coronavirus. Some are believed to have been locally infected, according to Hong Kong's Centre for Health Protection.  The total number of cases and deaths related to the Wuhan coronavirus continue to rise, as officials attempt to stop the virus from spreading. Here are the latest updates on the virus: In Hong Kong: There are now 42 confirmed cases in Hong Kong, according to the Center for Health Protection. Hong Kong officials are conducting a partial evacuation of residents from an apartment block because of the possibility that the coronavirus has been transmitted via the building piping system.\nThe Mobile World Congress: Amazon and Sony are the latest tech companies to pull out of one of the world’s biggest annual business conferences amid coronavirus concerns. Ericsson and LG electronics have also pulled out from the conference.\nCoronavirus in the US: The US Centers for Disease Control and Prevention has listed 398 people under investigation for the novel coronavirus in 37 states, according to an update posted to the agency's website on Monday. Of them, 12 have tested positive, 318 negative and 68 are still pending.\nHealth workers infected: In the UK, two newly infected people are health workers. Officials are \"working urgently to identify all patients and other healthcare workers who may have come into close contact” with them, Public Health England Medical Director, Yvonne Doyle, said in a statement. \nCruise ship to set sail: After being delayed when four passengers became ill, The Anthem of the Seas will take off today at 3 p.m. ET, according to Royal Caribbean. The ship was docked in New Jersey while the family of four and other passengers were tested for the coronavirus."], "Language": false}