{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/world/summer-extreme-heat-risk-increasing-in-northern-hemisphere-climate-change/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Drew Kann, CNN"], "Writers": [["Drew Kann"]], "FirstPublishDate": ["2020-02-11T17:55:37Z"], "LastModifiedDate": ["2020-02-11T17:55:37Z"], "Headline": ["Summer's heat waves could get more dangerous in the coming decades, study warns"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Searing heat during summer days is one of the many dangerous consequences of human-caused climate change. But when the sun goes down and there is little cooling off as day turns to night, the risks to human health multiply. Now, a new study projects that without steps to rein in heat-trapping gas pollution, as many as three-quarters of summer days across much of the Northern Hemisphere could feature nearly around-the-clock extreme heat by 2100. \"After experiencing a hot day, people tend to expect a cool night so they can recover from the daytime heat,\" said two of the study's co-authors, Dr. Yang Chen and Dr. Jun Wang, in an emailed response to questions. \"Compound hot extremes with daytime heat and nighttime heat occurring in close sequence deprive humans of this chance at relief.\" The study was published Tuesday in the scientific journal Nature Communications and was conducted by scientists from the Chinese Academy of Meteorological Sciences, the Institute of Atmospheric Physics and other research centers. Some scientists say these nearly nonstop sweltering temperatures will stretch our ability to adapt and in some places, could test the limits of human survivability, especially among vulnerable populations. Extreme heat is already becoming more common -- and intense The study found that already, compound extreme heat days -- when both daytime and nighttime temperatures are above the 90th percentile historically for that date -- are on the rise.  Since 1960, there are now about 5 more exceptionally hot days in the Northern Hemisphere, and these days are approximately 2.7 degrees Fahrenheit (1.5 degrees Celsius) warmer. It's the duration and intensity of exposure that can be lethal, according to Dr. Kristie Ebi, a professor at the Center for Health and the Global Environment at the University of Washington who was not involved with this study. The study's authors say the increase in both frequency and intensity of these hot days and nights are mostly caused by planet-warming gas pollution from human activity -- i.e., the burning of fossil fuels and other sources.  The study found that regions that have already seen the largest increase in compound extreme heat days -- the Southern United States, Northwest and Southeast Canada, Western and Southern Europe, Mongolia, and Southeast China -- could feel even more heat in coming decades. Recent heat waves in Europe and India have already been linked to thousands of deaths. And though the increased heat already being felt is significant, the study's projections for the future show that exactly how hot future summers will get depends on what actions humans take today to reduce heat-trapping gases in the atmosphere. Under a moderate scenario where humans continue burning fossil fuels but take steps to reduce greenhouse gases in the coming decades, the number of compound extreme heat days each summer could rise from around 8 up to 32 by 2100 -- four times more when compared to 2012 levels. But if civilization fails to slash heat-trapping gas pollution, many places in the Northern Hemisphere can expect around 69 days with brutal daytime and nighttime heat by 2100 -- more than eight times more than in 2012. The study also found that the number of people potentially exposed to compound extreme heat days will likely increase. Even if the world evolves toward a sustainable future with moderately-reduced emissions and low population growth, the Northern Hemisphere could still see nearly a quadrupling of population exposure to hot extremes. And if heat-trapping gas pollution continues unchecked, human exposure to this nearly nonstop summer heat could multiply by eight by the end of the century. The grave health risks of extreme heat Historically, heatwaves are the deadliest extreme weather-related events -- responsible for more deaths on average than floods, tornadoes and even hurricanes, according to National Weather Service statistics. When it comes to extreme heat events, a lot of attention is paid to daytime high temperatures.  And while daytime heat can certainly pose risks to human health, the risk grows when combined with high nighttime temperatures.  \"If you have hot days and then can't cool down at night, then you start overwhelming our physiological mechanisms to manage heat,\" said Dr. Ebi. Certain populations -- the socioeconomically disadvantaged, those who live alone, the elderly and those already in poor health -- are among the most vulnerable to extreme heat, according to Jane Wilson Baldwin, a postdoctoral research fellow at the Lamont-Doherty Earth Observatory at Columbia University who was not involved in the study. \"They might be in their apartment alone and the heat builds up and they don't have an air conditioner,\" said Baldwin. \"Then, the heat stress could lead to cardiovascular or respiratory impacts that lead them to die.\" As the planet warms, the gulf in the amount of risk faced by certain groups could grow. But all of us, they say, will ultimately have to adjust to a warmer future -- one that scientists say could test the limits of human adaptability. \"We know that humans have acclimatized to a wide range of climates ... but we're looking at temperatures well outside the range of what humans are used to, and there will be limits to what we can adapt to,\" said Dr. Ebi."], "Language": false}