{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/asia/wuhan-coronavirus-update-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-11T04:07:41Z"], "LastModifiedDate": ["2020-02-11T16:56:21Z"], "Headline": ["WHO team arrives in China as Wuhan coronavirus deaths top SARS"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The number of deaths from the Wuhan coronavirus had risen to over 1,000 by Tuesday morning, as experts from the World Health Organization (WHO) arrived in China to assist with controlling the epidemic.  Chinese health authorities said 108 people died from the virus in mainland China on Monday, with the majority of those deaths occurring in Hubei province, the capital of which is Wuhan -- the city where the virus was first found. The total number of deaths stands at 1,018, all but two of those in mainland China.  Globally,  43,114 have now been diagnosed with the virus, again with the majority in China. Around 4,000 patients have been treated and released from hospital in China since late December.  A team of World Health Organization (WHO) experts landed in China on Monday. The organization's director general, Tedros Adhanom Ghebreyesus, said they will \"lay the groundwork for a larger international team,\" which will join them \"as soon as possible.\"  The WHO group in China is led by Bruce Aylward, who helmed the body's response to Ebola, as well as initiatives for immunization, communicable diseases control and polio eradication. Their arrival comes as the WHO is facing increasing criticism for its initial decision not to declare a global health emergency, and for officials' effusive praise of China's handling of the crisis, even as Beijing faces outrage domestically for, among other things, the death of whistleblower doctor Li Wenliang, and the subsequent censorship of that news.  Cruise ships in crisis Outside of China, the single largest outbreak is on board the Diamond Princess cruise ship, currently docked in Yokohama, a port city south of Tokyo.  At least 135 people have tested positive for the virus so far, as Japanese health authorities continue to examine hundreds of passengers and crew, who have been under quarantine for almost a week. The recommended quarantine time is 14 days.   Passengers have been vocal about their displeasure with ship operator Princess Cruises and the Japanese government's handling of the outbreak. On Monday, several crew members appealed for help from the Indian government, alleging they were at risk of infection by not being segregated.  \"We are extremely scared at this point in time,\" Binay Kumar Sarkar said in a video obtained by CNN. \"Our request is to segregate the crew members from the infected.\" He said that none of his colleagues had been checked for the coronavirus.  \"Only people who are recording temperatures higher than 37.5 degree Celsius are being checked,\" he said. \"Please help save those who have not been infected yet. There are 160 Indian crew members and 8 Indian passengers on board. Please rescue us. Help evacuate us before we contract the virus. 90% of us are healthy as of now. I appeal to India's Prime Minister Modi, please bring us home safe and sound.\" Princess Cruises did not respond to a request for comment about the video.  Three other cruise ships have faced delays and quarantines in the past week over virus fears, in Hong Kong, Thailand and the US, though none have confirmed an outbreak.  Housing estate fears While most countries and territories are reporting low numbers of cases, there were renewed fears of a separate outbreak in Hong Kong Monday.  Memories of the 2003 SARS crisis run deep in Hong Kong, which has been on high alert for weeks now, with many people working from home and runs on face masks and hand sanitizer amid concerns about shortages. The city's leader Carrie Lam closed most of the border crossings with mainland China last week, following intense pressure from health care workers, many of whom walked out in protest at the decision not to seal the city earlier.  In the early hours of Tuesday, health officials began a partial evacuation of residents from an apartment block in Tsing Yi, in northwestern Hong Kong, over fears the virus may have been transmitted via the building's pipes.  Two residents living on different floors of a high-rise tower called Hong Mei House had been infected with coronavirus, health officials said. Parts of the building have now been evacuated as health officials and engineers carried out emergency checks.  Microbiologist KY Yuen said that an improperly sealed pipe could have resulted in the virus, by carrying feces into the building's ventilation system and blowing it into people's apartments.  \"As the pipeline that transfers feces is connected to the air pipe, it is very likely for the virus in the feces to be transmitted through the air fan into the toilet,\" Yuen said. He added that the transmission route is not clear yet, so the evacuation was a precaution. At least 12 cases have been confirmed at Hong Mei House. During the SARS outbreak, pipelines were a major source of transmission. At the Amoy Gardens housing estate, there were more than 300 infections and 42 deaths, after a flaw in the plumbing design allowed SARS to spread throughout the building.  Economic woes Much of China was due to go back to work on Monday, after the Lunar New Year holiday became an extended voluntary quarantine for hundreds of millions of people across the country. With many remaining in isolation or working from home, fears of a larger economic shock are growing.  The epidemic has already driven up the price of food nationwide, with vegetables 17% more expensive. The worst price rise was in pork, a major staple of the Chinese diet that was already under pressure because of a devastating swine disease. Pork prices have risen 116% compared to a year ago.  Other items saw modest price rises by comparison: Health care was 2.3% more expensive, for example, while clothing prices rose 0.6%, according to the country's statistics bureau.  Chinese President Xi Jinping said Monday that the country needs to stabilize the economy and prevent large-scale layoffs during the coronavirus outbreak.  During a meeting at the Chinese Center for Disease Control and Prevention, Xi said the economy had been doing well, and he predicted that the economic impact of the coronavirus would be short lived.  He added the country is ready to help companies resume production and would assist those that have been heavily affected. "], "Language": false}