{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/us/coronavirus-under-quarantine/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-02-09T06:23:12Z"], "LastModifiedDate": ["2020-02-11T14:51:01Z"], "Headline": ["This is life under coronavirus quarantine on a cruise ship, military base, in a hotel or at home"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["More and more people face 14-day quarantines as health officials around the world try to stem the tide of the coronavirus outbreak, which has killed more than 900 people and infected more than 40,000 worldwide.  Those being monitored for signs of infection are ordinary people who now find themselves in an extraordinary circumstance. Some are honeymooners or students who went on vacation, but are now confined to their cabins aboard a cruise ship. Some are evacuees being monitored on US military bases, while others are reporters doing their jobs in a Beijing hotel room. As they're sequestered for two weeks, some of these evacuees, patients and passengers are sharing their stories. This is what they told CNN about life under quarantine.  'Beyond frightening' More than 3,000 people — including 428 Americans — are stuck in Yokohama, Japan, on a cruise ship that became a floating quarantine zone after dozens of people onboard tested positive for the coronavirus.  Among them is Spencer Fehrenbacher, an American citizen and masters degree student in Tianjin, China, who wanted to celebrate the Chinese New Year with his friends on the ship, the Diamond Princess.  Now, he's confined to his cabin, spending his time reading and watching TV instead of enjoying all the amenities the ship has to offer.  Early in the week, Fehrenbacher said his mood was \"pretty good.\" The crew was supportive and was serving food and drinks, he said, while internet was complimentary.  Thursday's breakfast consisted of two hard-boiled eggs, fruit, yogurt, a muffin and croissant, orange juice and coffee, he said. For lunch, there was smoked turkey salad and a choice of shrimp, chicken or tofu stir-fry with vegetables. Passengers got either vegetable lasagna, beef stew or pasta gratin for dinner. By the third full day of quarantine, the ship's captain had laid out rules allowing passengers in interior cabins to get some fresh air, Fehrenbacher said. The passengers are allowed out for about an hour and a half, but have to wear masks at all times and stay one meter away from each other. Then Fehrenbacher learned an additional 41 people were diagnosed with coronavirus. Eventually, 64 people total on the ship would test positive. \"It is beyond frightening news,\" Fehrenbacher said. 'Get us off the ship' One of the passengers who tested positive was Rebecca Frasure. She and her husband Kent learned from a reporter Friday that 41 additional people tested positive, she said in a video blog shared with CNN.  \"And come to find out that I was one of those 41 people,\" she said. She had a slight cough, she said, but no other symptoms.  Footage filmed by Kent Frasure showed Japanese health officials at the door to their cabin, notifying Rebecca she would need to go to the hospital within the hour. Kent, who tested negative, couldn't come. \"Pack the luggage, go to the bathroom and then stay in the room,\" the official told Frasure.  \"I may be there for three days to I-don't-know-how-long,\" Frasure said. \"I guess it depends on if I develop any further symptoms. So that really comes as a blow right now.\" Newlyweds Milena Basso and Gaetano Cerullo are also on the ship. But instead of enjoying the honeymoon they'd saved up for over two years, they're worried about staying healthy and being trapped for longer than 14 days.  \"We just don't feel like we're safe,\" Basso told CNN. \"We should be quarantined in a sanitary environment that's safe, not on a cruise ship that's already infected.\"  \"Donald Trump, save us,\" Basso said. \"Get us a government-based airplane. Get us off the ship.\"  'There's nowhere to go' Claire Campbell, a 20-year-old junior at Clemson University, had looked forward to studying abroad in China for three years, she told CNN affiliate WIS. She learned the language, wrote essays and enrolled in Shanghai University.  Then her semester abroad was cut short by the coronavirus outbreak. \"I was completely and utterly devastated,\" she told WIS. \"I haven't felt that empty in such a long time.\"  Now that she's back stateside, Campbell is under a self-quarantine at home in Lexington, South Carolina, Campbell told CNN in an interview Friday. \"I wake up and there's nowhere to go,\" she said.  At first, she spent a lot of time reading, painting or listening to music. Now she's taking classes online, so at least she's able to get some work done and do homework.  But staying home all day \"makes the days meld together,\" Campbell said. \"I can't tell what day it is anymore. Just like when you're on vacation -- is it Thursday, is it Friday?\" Reporting from a Beijing hotel room More than two weeks ago, CNN correspondent David Culver, photojournalist Natalie Thomas and producer Yong Xiong were among the journalists reporting from Wuhan, the epicenter of the coronavirus outbreak.  After one day, they learned Chinese officials were placing Wuhan on lockdown, restricting travel to and from the city. They needed to leave.  Safely back in Beijing, the team kept working on the story. But they knew they needed to limit their exposure to others. So for two weeks, they holed up in a hotel room they converted to a makeshift newsroom and TV studio, working their sources and appearing on CNN.  Thomas chased stories about the shortage in healthcare supplies while Xiong reported on the Chinese doctor who was targeted by police for warning others about the outbreak in December, Li Wenliang. The doctor was confirmed dead of the coronavirus this week. Meals came from room service, but the hotel staff wasn't allowed inside. Staff delivered the food, knocked on the door and bolted down the hall.  The team took one night to relax and celebrate the Chinese New Year. A picture from that night shows them around a food cart with three glasses of wine.  After 14 days, they finally emerged from the hotel -- but they still wore protective masks.  'No group hugs or shaking hands' Jarred Evans is one of hundreds of Americans who have been evacuated from Wuhan and taken to military bases around the US to be monitored by health officials.  He's spending two weeks on March Air Reserve Base in Riverside County, California, where officials are keeping them under a federally mandated two-week quarantine order --  the first such order in the US in 50 years, per the CDC.  Evans, who moved to Wuhan to play American football in a Chinese league, has maintained a positive outlook. Evacuees are staying in what he described as a \"nice, comfortable hotel.\"  \"The CDC is doing a good job keeping us busy and giving us all that we need,\" he told CNN on Monday. The evacuees have daily briefings with CDC officials to stay informed. Otherwise, Evans -- who also owns his own business -- gets work done on his laptop, talks to his family or goes for a run (though he could go to Zumba or kickboxing classes if he wanted to). On Monday, Evans ate eggs, potatoes, sausage and a muffin for breakfast. Sandwiches, a pickle and chips were on the lunch menu.  After dinner, everyone keeps to themselves and goes back to their rooms, he said.  \"People just want to get out of here and get to their families,\" he said. \"Everyone is respecting one another. No group hugs or shaking hands though.\" Frank Hannum was also evacuated from China with his wife. They arrived Wednesday at Travis Air Force Base in Fairfield, California, for their 14-day quarantine.  Evacuees were met with sandwiches from Firehouse Subs and cookies, before being taken to a hotel about five minutes away, Hannum said. Friends and acquaintances are sending care packages, but he'd like to be able to order outside food or items.  \"Many of us are missing small things that were forgotten in our haste to leave,\" he said.  The staff is \"wonderful,\" he said. \"Professional and caring.\"  Hannum and his wife were \"very comfortable,\" he said. Everyone is relieved to be out of China and back in the US, but now they're worried about staying healthy.  \"All of us understand the situation and importance of preventing the spread of the disease,\" he said. \"But we also have jobs and families to support.\" Correction: A previous version of this story misstated the total number of coronavirus-related deaths  worldwide. The number is now more than 900 deaths."], "Language": false}