{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/asia/china-virus-xi-jinping-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-11T07:48:42Z"], "LastModifiedDate": ["2020-02-11T10:47:56Z"], "Headline": ["Xi's reemergence shows how carefully China is controlling the coronavirus narrative"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Chinese President Xi Jinping appeared at something approaching the frontlines of the Wuhan coronavirus outbreak Monday, in what appeared to be an attempt to stifle criticism of the authorities' handling of the crisis. In a 42-second video released by state broadcaster CCTV, Xi was shown visiting several locations in the capital Beijing dedicated to fighting the virus, getting his temperature taken and speaking to medical staff. Throughout the video, which has no audio other than a background piano track, Xi wears a disposable surgical mask -- the type Chinese officials have been urging people to don in order to avoid further spread of the virus. Coverage of Xi's outing in Beijing has been carefully controlled. Chinese state media outlets, even those which usually pursue their own editorial lines, are running copy from the official Xinhua news agency, along with the CCTV-produced video -- often a sign that the message is being specifically managed by the central authorities.  Xinhua and CCTV are the two most important institutions in the Chinese media, and their coverage typically guides how other outlets cover politically sensitive issues. While Xi's outing was itself fairly inconsequential in practical terms, its timing is politically sensitive, coming after Xi had effectively vanished from newspaper front pages and news broadcasts, which he usually dominates.  Monday was the first time he has been seen directly engaging in virus-related efforts. The closest he came before that was a meeting in the Great Hall of the People with World Health Organization head Tedros Adhanom Ghebreyesus on January 28.  The rarity of Xi's outing, as well as the push to ensure wall-to-wall coverage of it, shows how Chinese authorities are going to play the virus crisis going forward.  Safe locations According to state media, Xi visited \"a residential community, a hospital and a district center for disease control and prevention in Beijing.\"  While there have been a few hundred cases of the virus reported in Beijing, and three deaths, the capital is nevertheless about 1,000 kilometers (650 miles) from Wuhan, Hubei province -- the epicenter of the outbreak. Stringent controls have also been put in place to stop the spread of the virus within the city, much of which remains a ghost town despite businesses reopening Monday, as millions work from home in voluntary quarantine.  During his outing, Xi wore a regular surgical mask, of the type available to most people, rather than a respirator or more sophisticated face covering. Basic masks can block droplets from sneezes or coughs, but they're recommended for areas where the number of potential virus carriers is low -- by comparison, medics in Wuhan itself are often seen wearing full hazmat-style suits.  Xi's mask use suggests that he was never at any risk of infection. Nor is he likely to be -- Xi is the most important person in China, the axis around which the country's political and military structure rotates. He is the country's most powerful leader since Mao Zedong, and would never place himself in a position where his health was under threat. Last month, Premier Li Keqiang -- who has been sidelined under Xi but is nevertheless one of the country's top officials -- visited Wuhan itself and met with frontline medical workers. This fits with how China and most other governments handle crises: people want to see that officials are on top of things and feel reassured. That Xi did not take part in a stage-managed outing like Monday's before now had led to widespread speculation about what was going on behind the scenes.  Chinese politics, especially at the highest level, is a black box at the best of times. But there was evidence of a struggle by the propaganda and censorship apparatuses to control the narrative around the virus.  Evidence that officials in Wuhan downplayed the outbreak even after it should have been clear that human-to-human transmission was taking place led to a brief relaxation of censorship -- this reduced some public outrage but also led to embarrassing stories in the Chinese press over just how bad the situation was. That brief period of transparency did not last long, and last week state media began promoting positive stories hard, in an apparent effort to shift the narrative from one of crisis to one of resilience and resurgence. A selection of top stories from Tuesday's edition of the China Daily illustrates this approach: \"Couple puts duty before reunion dinners\"; \"More medics rush to join the fight in Wuhan\"; \"Hunan student honors health workers, including his father, with artworks.\" And while the desire to avoid fatalism -- particularly among the millions of increasingly stir-crazy people trapped in voluntary quarantine across the country -- is understandable, it comes as major questions remain unanswered over the Wuhan government and central authorities' handling of the crisis.  The push for more positive stories may have been setting the ground for Xi's reemergence, once it was ensured that he could appear as the person to solve the crisis. Throughout his disappearance from front pages, state media always emphasized that Xi was the one directing the response -- a risky strategy that would only work in a country like China where the authorities have absolute control over the media and can censor any who questions them.  \"Xi is the commander of the people's war against the epidemic,\" Xinhua said Tuesday. \"Over the past few weeks, he has called multiple meetings, heard reports, made important instructions on the prevention and control work and discussed the topic with foreign leaders.\" Xinhua reported that Xi took part in a video conference on Monday with officials in Hubei. \"Wuhan is a heroic city, and people of Hubei and Wuhan are heroic people who have never been crushed by any difficulty and danger in history,\" Xi told the officials.  Someone's getting the blame But while the people of Hubei may be heroic, the province's government is increasingly emerging as the villain of this crisis.  For weeks it has been clear that the poor handling of the epidemic early on led to it spreading throughout the country, either due to bureaucratic incompetence or an active cover-up by local officials of the type seen during SARS.  The human cost of this was made evident last week, when Li Wenliang, a doctor widely hailed as a hero for attempting to raise the alarm about the virus, died from it. Li had been detained by police in Wuhan for spreading \"rumors,\" after he warned some university friends in a chat group about a \"SARS-like virus\" spreading in the city.  His death and the clumsy handling of it by the authorities led to widespread outrage online and a rare open challenge to the country's censors, with hundreds of thousands demanding free speech before they were themselves censored.  It was clear then that a deluge of positive stories would not be enough to turn the country's mood around -- people needed to see someone held to account.  Beijing quickly announced that the National Supervisory Commission, a nationwide anti-corruption task force with sweeping powers, was dispatching a team to Wuhan to investigate the matter, with the clear message that heads will roll.  Speaking to British media this week, China's ambassador to the UK Liu Xiaoming blamed the censorship in Wuhan and arrest of whisteblowers on a few bad apples, adding that \"(Li Wenliang) will be remembered as a hero ... and for his brave contribution.\"  On Tuesday, CCTV reported that two officials in charge of Hubei's provincial health commission had been suspended, likely just the start of a wholesale purging of the local government.  \"Every life counts. The right to survival and health is the most basic and important human right,\" Xinhua said in a commentary published after Xi's outing Monday. \"All these challenges must be and will be overcome in China's characteristic system with a great degree of strength and resilience.\""], "Language": false}