{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/economy/unemployment-benefits-new-york-asian-americans/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-05-01T09:49:11Z"], "LastModifiedDate": ["2020-05-01T22:53:56Z"], "Headline": ["Unemployment claims from Asian Americans have spiked 6,900% in New York. Here's why"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["Ten days before New York issued a stay-at-home order, Truman Lam, 35, was already contemplating whether to close his restaurant Jing Fong, an icon in Manhattan's Chinatown. It was Tuesday, March 10. During the peak lunch hour, he went upstairs to count how many customers he still had.  Jing Fong's dining room is massive; a destination for banquets and weddings, it can hold up to 794 people — and on weekends, there has historically been a long wait to get in for dim sum. But on that day, Lam counted just 36 guests. Business had started to slow as early as January and was down 80%. All of the parties in March were canceled, too, he said.  \"That day, I decided, you know what? Let's just close for the rest of the weekdays,\" Lam told CNN Business, adding that he was thinking about staying open on the typically busier weekends. As long as the restaurant could cover workers' wages each day, Lam felt it was still worth it to stay open. But \"it became more and more obvious that we couldn't even cover the payroll for that day,\" Lam said.  Soon after, Lam made the final decision to furlough 170 staff members across two locations and encourage them to apply for unemployment benefits. He declined to say whether he has filed for benefits, too. Across New York, businesses like Lam's have shut down during the coronavirus pandemic and Asian American workers have filed for unemployment benefits at extraordinary rates. In the state, about 147,000 self-identified Asian workers have filed initial unemployment claims in the last four weeks alone, up from just 2,100 during the same period last year.   That's a 6,900% increase — by far the largest percentage increase experienced by any one racial or ethnic group.   In contrast, claims were up 1,840% for white workers, 1,260% for black workers, and 2,100% for Hispanic and Latino workers in New York.  New York stands out from other states in that in early April, it started releasing detailed demographic breakdowns of unemployment claimants every week. Not surprisingly, claims are skyrocketing for every group in the state, reflecting the sharp economic downturn that nationwide has left 30 million Americans filing first-time unemployment claims since mid-March. But even so, the increase for Asian Americans is an oddity: It's so large, it's disproportionate to the size of their labor force. Asian workers make up about 9% of New York state's population and work force, but now account for 12.5% of initial claims over the last four weeks. A year ago, they made up just 3.7% of claims during the same time period.  For the other groups, claims are either roughly in line — or well below — the size of their populations. White workers, for example, make up 65% of New York's labor force, but only 51% of recent claims. What's the cause? Academics and members of the community point to several potential factors ranging from xenophobia to Asian Americans working in industries hard hit by the pandemic, including food and services. Many Asian workers also say they began social distancing earlier in the crisis than others — a factor that led some to close down businesses even before official lockdowns.  Lam, for instance, believes the main reason his restaurant began to lose business starting in January is because of \"Chinese people practicing social distancing early.\" One regular customer told him that their parents hadn't left the house in a month since January except to get coffee and the newspaper. \"Jing Fong was first established around 1978,\" said Lam, who took over daily operations of the business after his father, uncle and grandfather. \"And we've never seen anything like this before.\" Low unemployment rates never told the full story  For much of the last ten years, Asian workers have had the lowest unemployment rate and highest median household income of any racial or ethnic group in the US. Part of the reason is due to their higher education levels. All of those figures contribute to the common perception that Asian Americans are more economically successful than average and to the pernicious model minority myth about Asian Americans being polite, working hard and pulling themselves up by their bootstraps. But studies have shown low unemployment rates and high household earnings obscure persistent disadvantages for Asian Americans, including workplace discrimination and increasing income inequality within the group. Averages also hide the fact that Asian Americans — one of the fastest growing populations in the US — are a diverse population. Those who self-identify as Chinese, Indian or Filipino ancestry make up the three largest Asian groups in the US, but no one ethnicity makes up a majority. The same is true of Asian Americans in New York State, where smaller populations of Burmese, Bangladeshis and Pakistanis are also growing quickly. Economically, Asian Americans are the most divided racial or ethnic group in the US, a Pew Research study found, with high-income Asian Americans in the 90th percentile earning 10.7 times as much as Asian Americans in the 10th percentile.  All of those underlying factors are at play now in New York's data, as unemployment claims spike disproportionately for the Asian community.  Low-wage workers hit first  One theory from experts to explain the high unemployment claims is that many Asian Americans work in industries that were hardest hit by lockdowns — places like restaurants, small shops and nail salons.   While overall, Asian Americans are more likely to work in education and health services than retail and restaurants, those who were hardest hit by layoffs and furloughs early in the pandemic probably were in low-wage service sectors.  Wellington Z. Chen, executive director of the Chinatown Partnership, a nonprofit that focuses on revitalizing the neighborhood, said that Asian communities' reliance on industries like food services and personal care meant they bore the brunt of shelter-in-place orders. \"You can't cut nails from six feet away, right?\" said Chen. \"A lot of people are not going to hang on. [They're] not going to make it.\"  Nationwide, Asian workers make up about 6% of the US labor force, but 57% of 449,000 \"miscellaneous personal appearance workers,\" a category that mainly includes nail salons.  On the opposite end of the income-spectrum, however, they also represent 35% of software developers, 20% of physicians and surgeons, and 23% of pharmacists. Those white collar jobs are generally more resilient to layoffs —but economists expect those sectors could be hit later in the pandemic as well. But occupations alone likely don't explain the disproportionate rise in Asian unemployment claims as other groups work in hard-hit industries too. That's why experts also point to other potential explanations.  Racism and xenophobia as a factor  Business owners and workers told CNN Business that recently, racism and xenophobia against Chinese and Chinese-looking people have been a factor in driving business closures and unemployment claims.  In some of New York City's predominantly Asian neighborhoods, business owners told CNN Business that foot traffic took a downturn months before lockdowns were in place. Not only that, but Asian employees and business owners said they were also apprehensive about commuting to work, as people would give them strange looks and news about anti-Asian hate crimes was spreading across their social media networks.  Lin Weng, 25, who lives in Sunset Park, a neighborhood known as Brooklyn's Chinatown, applied for unemployment benefits after she was furloughed from her coffee shop on March 22. But while customers were still coming into the shop, she said, she experienced an incident in which she was associated with the coronavirus potentially due to her race.   \"This lady walked in... and the first thing she asked me was 'do you guys have the coronavirus?'\" said Weng, who added that the woman proceeded to order an iced coffee but then changed her mind and left. \"And I'm just [thinking] like, 'are you asking me or telling me?'\"  Reports of attacks against Asians and those appearing to be East Asian have intensified after the coronavirus outbreak began in China in January. The NYPD Hate Crimes Task Force told CNN Business that of the 14 coronavirus-related hate crimes it investigated since the start of the outbreak, all of the victims were of Asian descent. Jennifer Lee, a sociology professor at Columbia University, said that President Donald Trump's reference to the coronavirus as a \"Chinese virus\" exacerbated fears among Asian Americans, by playing into xenophobia. \"While he no longer refers to coronavirus as the 'Chinese virus,'\" the damage has already been done,\" she wrote in an email. In addition to racism and xenophobia, Asian businesses in neighborhoods like Chinatown and Flushing have faced caution from their own communities as well. Some Asian customers have drastically cut back their interactions with Asian-run businesses, as owners noticed huge drops in traffic.  Early social distancing hurt Chinese businesses  Some essential businesses, including Asian-run supermarkets in Flushing and laundromats in Brooklyn, have closed despite being allowed to operate under shelter-in-place rules.  The Korean American Dry Cleaners Association of New York estimates that 70% of its 1,500 members will soon or already have temporarily closed their operations, according to Ahyoung Kim, small business project manager at the nonprofit Asian American Federation. Reasons varied from workers being unwilling to come in, to some contracting the virus, or because business had dropped off.  Some Chinese American workers who have applied for unemployment told CNN Business they agreed with their bosses' decision to close, even if it meant that they lost income.   Zixian Tang, 25, who lives in Flushing, Queens, worked at a popular karaoke place that closed on March 15.   Even if his boss had not chosen to close the place, Tang said in comments translated by CNN Business from Mandarin Chinese, \"I'm not willing to go to work because I'm afraid\" despite having rent to pay. \"The death toll is too high,\" he said. Jennifer Feng, 38, a nail technician at an ordinarily bustling mall salon in Flushing told CNN Business in comments translated from Mandarin that the salon decided to cancel its many upcoming appointments and close on March 16, several days ahead of New York's stay-at-home order. While she can apply for unemployment, she said she is waiting for her stimulus check to hit first to see if she needs the extra benefits. Feng said she believes Flushing stores closed early because the Chinese American community acted faster in taking precautions, from social distancing early to wearing face masks, compared to those in other groups. Economists from Columbia University, New York University, and the University of Massachusetts Boston said they can't know for sure"], "Language": false}