{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/health/adoptive-families-coronavirus-outbreak-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, Natasha Chen and Maria Cartaya, CNN"], "Writers": [["Harmeet Kaur", "Natasha Chen", "Maria Cartaya"]], "FirstPublishDate": ["2020-02-10T19:22:04Z"], "LastModifiedDate": ["2020-02-11T00:08:25Z"], "Headline": ["Families trying to adopt from China are facing indefinite delays due to coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If everything had gone according to plan, Kristen and Kenny Anderson and their 4-year-old daughter Brooklyn would be on their way home from China by now with a new addition to their family: another 4-year-old girl whom they've named Hannah. But the Wuhan coronavirus that has killed more than 900 people in China and infected more than 40,000 has put their plans on hold.  So even though they had packed their bags, shut down their work and checked Brooklyn out of school in preparation for a January 29 flight, the Andersons are still waiting in Shawnee, Kansas. They knew that the adoption process is often filled with uncertainty, and challenges were to be expected. Still, it was tough to shake that initial disappointment. \"There's always roller coaster rides, but when you feel like you're on the very end of that roller coaster ride and you're so close to it and then it's pulled out from underneath you again, it's hard,\" Kristen Anderson told CNN. Families are concerned about their adoptive kids' safety The Andersons are one of several American families whose adoption plans have been disrupted by the coronavirus outbreak in China. On January 30, the State Department advised all US citizens, including adoptive families, not to travel to China at this time, though adoption cases are still being processed. The department advised parents to contact their adoption service providers to discuss future plans, though it said services to US citizens and adoptive families would be \"prioritized to the extent possible.\" Americans adopt more children from China than any other country, though US adoptions from China have declined significantly in the past two decades. In the 2018 fiscal year, the most recent year for which State Department data is available, Americans adopted 1,475 children from China. Karla Thrasher, Asia program director for the Christian adoption agency Lifeline Children's Services, said Lifeline had about eight adoptive families -- including the Andersons -- who were ready to fly to China when the coronavirus outbreak hit. Susan Cox, vice president of policy and external affairs at the Christian adoption agency Holt International, said her agency had 10 families ready to fly. Both said that to their understanding, none of the children who are being adopted from China have been infected with the coronavirus so far. Chinese orphanages are not allowing outside visitors and caregivers to stay on the property to avoid coming into contact with anyone outside who may be sick. But as for when families will be able to go and meet their children, agencies have few answers, like the rest of the global community. \"There's a lot of uncertainty right now,\" Cox said.  Some families say the delay is part of their stories Noah and Ivy Cleveland of McDonough, Georgia, were supposed to leave for China last Friday to bring home their adoptive daughter, Ruby. After going through the adoption process for about two years, the Clevelands were more than excited to bring their daughter home.  They had six different babysitters lined up to care for their two sons during the 14 days they planned to be away. They had a bedroom set up for Ruby, complete with a collection of dolls and stuffed animals in her crib. They even had a special outfit made for her to wear on her adoption day, that reads \"Wanted, Chosen, Loved, Adopted.\" Then less than two weeks before they were supposed to meet Ruby, they were told their plans were on hold.  \"This was the first time in my life that I truly wept to the point of being sick in my body. I just laid over her bed, over her crib that I had prepared for her and looked up at the pictures on the wall and her clothes in her closet and just understanding that this is not happening right now,\" Ivy Cleveland told CNN. Not knowing when they'll be able to see Ruby is particularly hard because of everything that she's been through, even before the coronavirus outbreak. Ruby was abandoned in a hospital bathroom when she was 6 months old, the Clevelands said, and has been diagnosed with hydrocephalus, a condition characterized by excess fluid buildup in the brain that can lead to brain damage. But they've faced challenges before, and they know they can overcome this one too, they said. \"I know that this is just a part of our story, it's part of Ruby's story and how incredible will it be to be able to tell her, look what we did to fight for you?\" Noah Cleveland said. Allison and Cory Singleton, of Summerville, South Carolina, have a similar mindset. They, along with their three children, were supposed to be traveling to China to bring home a girl they plan to name Lottie.  When news reports about the coronavirus outbreak started coming out in the weeks leading up to their flight, Allison said she had braced herself for a disruption like this to happen. But she said she was still holding out hope.  So when they did get the call that they'd have to cancel their plans, everyone was disappointed -- especially the kids, who were looking forward to meeting their new sister.  But they're drawing on their faith to stay strong. \"We know things can happen,\" Singleton told CNN. \"We didn't anticipate a coronavirus, but we felt at peace because we know that this story is being written and that we'll get to her as soon as we possibly can.\" Families are seeing the bigger picture For now, the Andersons are keeping their spirits up by putting their energy into helping people in China who are directly affected by the coronavirus. \"I want my daughter here more than anything in the world, but it's not just impacting her, but it's impacting her caretakers, and the orphanage and then her village and all the way up to the country,\" Anderson said. To that end, Lifeline has been encouraging its clients to help collect donations for supplies like air purifiers, hand sanitizer, vitamins and face masks to send to orphanages that they work with in China. \"We're trying to keep our families focused on the fact this is bigger than the delay you're experiencing,\" Karla Thrasher, Lifeline's program director for Asia, told CNN. \"This whole country is hurting, it's affecting thousands and thousands of children waiting in orphanages. We're trying to keep our focus there.\" And many of the adoptive families who are waiting have risen to the challenge. \"They're not just concerned about themselves, about the child that they've been matched with, but they've really come in and answered in ways that are impressive, and trying to come in and figure out what they can do and help and to be part of the solution, as opposed to being focused on themselves,\" Rick Morton, Lifeline's vice president of engagement, said."], "Language": false}