{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/27/world/winter-olympic-competitions-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-27T18:17:42Z"], "LastModifiedDate": ["2020-02-10T22:48:43Z"], "Headline": ["Winter Olympic Competitions Fast Facts"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's some background information about the Winter Olympics, which are held every four years. The 2026 Winter Olympics are scheduled to be held February 6-22, 2026, in Milan-Cortina, Italy.   The 2022 Winter Olympics are scheduled to be held February 4-20, 2022, in Beijing, China. The 2018 Winter Olympics were held February 9-25, 2018, in PyeongChang, South Korea.  Winter Olympics Facts and History January 25, 1924-February 5, 1924 - The first Winter Olympics are held in Chamonix, France. The Chamonix games were originally called International Sports Week 1924 and were retroactively named the First Olympic Winter Games. The first Winter Olympic champion was Charles Jewtraw (USA); Jewtraw won a gold medal in the 500m speed skating event. Sixteen nations and 258 athletes (11 women, 247 men) competed in 16 events at the first Winter Olympics. Biathlon Biathlon includes cross-country skiing and rifle shooting.\n1924 - Biathlon is an exhibition event at the Olympics in Chamonix Mont-Blanc.\n1960 - Biathlon is added to the Olympics in Squaw Valley.\n1992 - Women's Biathlon is added to the Olympics in Albertville.\n2014 - Biathlon mixed relay is added to the Olympics in Sochi. Bobsleigh 1924 - Fours bobsled is a part of the first winter Olympics in Chamonix Mont-Blanc.\n1932 - Pairs bobsled is added to the Olympics.\n1952 - A weight limit is imposed on bobsled teams to make the competition fair.\n2002 - Women's pairs bobsled is added to the Olympics in Salt Lake City. Curling 1924 - Curling is a part of the first winter Olympics in Chamonix Mont-Blanc.\n1932 - The last time curling is held for 50 years.\n1988 - Curling is an exhibition event at the Olympics in Calgary.\n1998 - Curling is added to the Olympics in Nagano.\n2018 - Mixed doubles curling is added to the Olympics in PyeongChang.  Ice Hockey 1924 - Ice hockey is a part of the first winter Olympics in Chamonix Mont-Blanc.\n1998 - Participation rules are changed so professional hockey players may participate in the Olympics. Luge 1964 - Luge is added to the Olympic games in Innsbruck.\n2014 - Luge team relay is added to the Olympics in Sochi. Nordic Combined Nordic Combined involves cross-country skiing and ski jumping.\n1924 - Nordic Combined is a part of the first winter Olympics in Chamonix Mont-Blanc.\n1952 - The order of events is changed to make the competition more exciting. Ski jumping is now held before cross-country skiing. Skating The four figure skating events are men's singles, women's singles, pairs and ice dancing.\n1908 - Figure skating is added to the summer Olympics in London as it can be held indoors.\n1924 - Figure skating and men's speed skating is a part of the first winter Olympics in Chamonix Mont-Blanc. \n1960 - Women's speed skating is added to the Olympics in Squaw Valley.\n1976 - Ice dancing is added as part of the figure skating competition at the Olympics in Innsbruck.\n1988 - Short track speed skating is an exhibition event at the Olympics in Calgary.\n1992 - Short track speed skating is added to the Olympics in Albertville.\n2014 - Figure skating team event is added to the Olympics in Sochi.\n2018 - Mass start speed skating is added to the Olympics in PyeongChang.  Skeleton 1928 - Skeleton is added to the Olympics in St. Moritz.\n1948 - The last skeleton is included in Olympic competition until 2002.\n2002 - Skeleton is added once again to the Olympics in Salt Lake City. Skiing Alpine skiing events are downhill, super-G, giant slalom, slalom and combined.\n1924 - Ski jumping and cross-country skiing are a part of the first winter Olympics in Chamonix Mont-Blanc.\n1936 - Alpine skiing is added to the Olympics in Garmisch-Partenkirchen.\n1952 - Giant slalom is added as an alpine skiing event at the Olympics in Helsinki.\n1988 - Freestyle skiing is an exhibition event at the Olympics in Calgary.\n1992 - Mogul freestyle skiing is added to the Olympics in Albertville.\n1994 - Aerial freestyle skiing is added to the Olympics in Lillehammer.\n2010 - Ski cross is added to the Olympics in Vancouver.\n2014 - Women's ski jumping is added to the Olympics in Sochi.\n2014 - Ski half-pipe is added to the Olympics in Sochi.\n2014 - Freestyle Ski Slopestyle is added to the Olympics in Sochi.\n2018 - Alpine team skiing is added to the Olympics in PyeongChang.  Snowboard 1998 - Snowboarding is added to the Olympics in Nagano.\n2006 - Snowboard cross is added to the Olympics in Torino.\n2014 - Snowboard Slopestyle is added to the Olympics in Sochi.\n2014 - Snowboard Parallel Slalom is added to the Olympics in Sochi.\n2018 - Snowboard Big Air is added to the Olympics in PyeongChang. "], "Language": false}