{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/tech/snapchat-dysmorphia-plastic-surgery/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Samantha Murphy Kelly, CNN Business"], "Writers": [["Samantha Murphy Kelly"]], "FirstPublishDate": ["2020-02-08T16:22:26Z"], "LastModifiedDate": ["2020-02-10T14:04:38Z"], "Headline": ["Plastic surgery inspired by filters and photo editing apps isn't going away"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Over the years, a number of publications have covered the controversial trend of plastic surgeries inspired by photo filters on social media, with headlines calling it \"troubling,\" \"disturbing\" and \"desperate.\"   And yet, that trend -- often referred to as \"Snapchat Dysmorphia\" -- only continues to grow despite the concerns about it, experts say.  Some, like public relations executive Karla Barbosa, are proudly embracing the concept. She recently broadcast her treatment of a gold microinfusion facial -- a procedure that uses small needles to reduce the size of pores and with the intention of making the skin look airbrushed -- to her more than 31,000 followers.  \"It's like a real-life filter for your face,\" she captioned the clip. \"Seriously. GLASS SKIN.\" As Barbosa explained to CNN Business, \"If you want to tweak a photo a bit more to feel a bit more confident ... or get a facial or botox filler to make you feel more confident ... that's up to the person and how they feel.\" Barbosa's New York City-based plastic surgeon Dr. Lara Devgan -- whose videos of gold microinfusion facials have received thousands of likes on Instagram -- told CNN Business half of her patients now come into her practice with reference images of themselves that are either edited or filtered. Instead of asking for the nose or chin of a certain celebrity, patients are now largely bringing in edited photos of their own faces, Devgan said. The American Society of Plastic Surgeons confirmed anecdotes like this are increasingly common from plastic surgeons across the country, but was unable to share any specific data around the trend at this time.  The trend of receiving cosmetic procedures inspired by edited photos posted across sites such as Instagram and Snapchat has been subject to scrutiny for potentially perpetuating an unrealistic obsession with correcting subjective flaws. The term Snapchat Dysmophia is related to a mental health condition called body dysmorphic disorder (BBD) in which a person can spend hours thinking about their minor or perceived physical flaws, whether it's skin imperfections, weight or a crooked smile. BBD, which often causes emotional distress and interferes with daily activities, affects one in 50 people, according to the Anxiety and Depression Association of America. \"I strongly believe that we have to properly investigate the impact that [apps and filters] might be having on different groups who are more vulnerable of their appearances,\" Dr. Kamleshun Ramphul, author of the 2018 white paper \"Is Snapchat Dysmorphia a real issue?,\" told CNN Business. \"Do teenagers know that these filters don't reflect changes they need and do these filters make them feel 'ugly' and 'ashamed' of their current appearance? We need more research to answer these questions.\" The trend arguably highlights the power that social media platforms have to shape not just the way we see the world but the way we see ourselves. It's a power that some platforms are currently grappling with. Last year, Instagram announced it was banning filters that promote cosmetic surgery amid reports that they can negatively impact the way users feel about their appearance. And yet, across social media and on popular photo editing apps, users are given tools to whiten teeth, remove blemishes or reshape facial features. In China, photo beautfication features are so popular they come built-in on some Vivo, Oppo, Huawei and Xiaomi devices. Despite very real concerns, some experts argue the trend is a slight improvement over how people previously approached plastic surgery, specifically as it related to patients bringing in modified pictures of themselves in lieu of celebrity photos. Ramphul said that is a \"positive change in that aspect.\" Alka Menon, assistant professor of sociology at Yale University, agrees: \"If using Instagram and Snapchat filters gives patients more clarity and control in articulating what they want and confidence in communicating their desires to cosmetic surgeons, that is a positive step.\" But they still caution the technology may encourage people to make more unnecessary changes to their appearance or cause them to lose perspective of what they really look like.  Not surprisingly, the plastic surgery community has been vocal about changing the narrative around the trend's perception. \"[It was originally perceived] in an extremely dismissive way -- that people on social media are so messed up that we want to look like filtered selfies,\" Devgan said. \"But it's the opposite. We're finally not trying to look like someone else. We're trying to be the most confident, best versions of ourselves.\" Devgan said the most popular procedure requests are for around the eye area, such as helping to remove dark circles or tweaking how the eyebrows fall -- a popular focus in many beauty editing apps.  According to The American Society of Plastic Surgeons, about $16.5 billion was spent on plastic surgery last year -- a record high. The industry continues to grow year over year for the past few years, helped along in part by these types of procedures.  \"Minimally invasive procedures often cost less; however, they require more maintenance,\" a spokesperson from the organization told CNN Business. \"So, the spend sometimes isn't significantly cheaper -- and because more people are willing to undergo a minimally invasive procedure, there's an increase in the number of patients. This also contributes to the increased spend on plastic surgery over the years.\" Because celebrities and other social media users like Barbosa are more openly talking about their interest around cosmetic procedures and their editing habits, it has helped decrease the stigma around these topics in recent years, Devgan added. Alexandra Hamlet, a clinical psychologist at the Child Mind Institute in New York City who specializes in mood and anxiety disorders, argues that, although wanting to look like the best version of yourself has long been part of human nature (think padded bras and fake eyelashes), the apps can be particularly harmful for people with obsessive compulsive tendencies or more pronounced anxieties about their appearances.  \"Photo editing apps can exacerbate these symptoms because the imagined look becomes possible via these editing apps,\" Hamlet said. \"For virtually no money and in the privacy of your own screen, you get an instant (fleeting) boost of self esteem by editing a photo and posting it.\" Sociology expert Menon also cautions advocating for these types of procedures could influence other people to make these types of changes to the way they look.  \"With the rise of social media, who can be an influencer or celebrity is expanded, so there's a potential proliferation of beauty ideals with social media,\" Menon said. \"But given that we don't always know what's behind Instagram editing algorithms, relying on social media filters for surgical inspiration can run into the limits of what is possible or desirable to do with the human body and reinforce damaging stereotypes about what is beautiful.\""], "Language": false}