{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-10T12:32:50Z"], "LastModifiedDate": ["2020-02-10T12:32:50Z"], "Headline": ["US stocks are rising. But these companies are still at risk"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. With the Dow, S&P 500 and Nasdaq notching gains last week, investors are increasingly wondering whether the coronavirus threat to US markets has ended. They may be jumping the gun. For American companies with lots of exposure to China, the worst might not be over, Goldman Sachs warned in a recent note to clients. It called out Yum China (which makes all its sales in China), Wynn Resorts (75% of sales) and chipmaker Qorvo (74%) as firms who are under pressure. One example: Wynn Resorts is losing millions of dollars per day as casinos in Macao remain closed. Its stock fell more than 6% in January and is up just 0.6% this month. The S&P 500, for comparison, is up 3.2% this month. Goldman Sachs also points to the large number of consumer-facing US companies that have had to halt some operations in China. On the list: Royal Caribbean and Carnival have had to suspend cruises. Starbucks has closed more than half its stores in China. McDonald's has shut hundreds of restaurants in Hubei province. And Delta, American and United have suspended flights for weeks to come. Some US companies have issued profit warnings to investors, citing coronavirus, Goldman observed. That includes orthodontics company Align Technology, adhesive maker Avery Dennison and Nike. The takeaway: Broader resilience to pandemic fears may help hide weakness among specific stocks, with reliance on China's market remaining a key vulnerability. Another view: The feebleness among China-focused companies is actually part of the reason US indexes have been moving higher, since it pushes investors toward large companies with proven records on growth, Morgan Stanley strategist Michael Wilson told clients on Sunday. Buying shares in such companies just gives the S&P 500 more fuel. \"The coronavirus provided a big enough scare for the markets to experience their largest correction since early October,\" Wilson said. \"However, looking at a chart of the S&P 500 or the Nasdaq, one could say, 'What correction?'\" The latest: The Wuhan coronavirus has killed 910 people globally, the vast majority in mainland China, and infected more than 40,000 people. Schick owner ditches its deal to buy Harry's The owner of Schick razors had a plan to stay competitive against Gillette, its biggest rival. Now it needs a different strategy. In May, Edgewell Personal Care announced that it was buying Harry's in a deal that valued the startup at $1.4 billion. But the Trump administration filed a lawsuit last week to block the deal, and Edgewell said Monday it would abandon the merger. CEO Rod Little said in a statement that the best course of action for Edgewell was to go it alone given the \"inherent uncertainty of a potential trial,\" and the resources and time that would be required to fight in court. Regulators' argument: The US Federal Trade Commission said the planned acquisition would \"eliminate one of the most important competitive forces in the shaving industry.\" It noted that Edgewell and Procter & Gamble, which owns Gillette, have a \"longstanding and stable duopoly.\" Investors in Edgewell won't be too upset. Shares of the company jumped 18% last week, highlighting their concerns with the merger. Little had said Harry's isn't profitable, and shares fell when the deal was first announced. It's a wrench in the company's plans, however — especially considering the deal had been expected to close in early 2020. \"We, Edgewell, are well down our path on the transformation,\" Little said at an industry conference in December. \"The Harry's acquisition accelerates our ability to be more digitally native and build modern brands.\" Investor insight: Edgewell, which also owns Wilkinson Sword, Banana Boat and Playtex, reports results for its most recent quarter before US markets open on Monday. Why investors are paying attention to Ireland Unpredictable elections in Europe are becoming the new normal, keeping markets on high alert. Ireland's main stock index dropped 1% after an exit poll suggested the country's general election ended in a three-way dead heat. That includes a strong showing from the once marginal Sinn Féin, the former political wing of the Irish Republican Army. The country's banks are especially sensitive here: Bank of Ireland shares fell more than 4% in early trading, while AIB Group's stock was off nearly 3%. \"It will take a few days to finish counting the results but longer to negotiate a new government,\" analyst Daragh Quinn of Keefe, Bruyette & Woods told clients Monday. \"That uncertainty coupled with the potential for a more radical [or] populist party to enter government will likely weigh on Irish bank performance.\" Meanwhile, in Germany: Chancellor Angela Merkel's chosen successor has said she won't run to lead the country in the next election, injecting uncertainty into the process. Up next Allergan, Edgewell Personal Care and Burger King owner Restaurant Brands report results before US markets open. XPO Logistics follows after the close. Coming tomorrow: The Democratic primary contest continues in New Hampshire, where Bernie Sanders is holding his lead."], "Language": false}