{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/golf/lpga-coronavirus-cancellation-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T11:44:57Z"], "LastModifiedDate": ["2020-02-10T12:19:37Z"], "Headline": ["LPGA cancels two golf events in Thailand and Singapore amid coronavirus outbreak"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["The Ladies Professional Golf Association (LPGA) is the latest sports organization to take action against the spread of coronavirus after it canceled two upcoming tournaments in Thailand and Singapore. The LPGA had already canceled the prestigious Blue Bay event that was scheduled to take place March 5 to 8, on Hainan Island in southern China. Over 40,000 people globally have been infected with the virus, which has now killed 910 people, and the LPGA felt it necessary to cancel events outside of China. The 2020 Honda LPGA Thailand, which was scheduled to take place between February 20-23 in Pattaya, Thailand, has now been canceled alongside the 2020 HSBC Women's World Championship, which was scheduled to take place between February 27 to March 1 in Singapore. 'Difficult decision' In an official statement, the LGPA said: \"It is always a difficult decision to cancel events and the LPGA greatly appreciates the understanding and all the efforts made by our title sponsors (Honda and HSBC) as well as IMG to host incredible events for our players. \"The health and safety of our players, fans and everyone working on the event is always our highest priority.  \"While we are disappointed that these tournaments will not take place this season, we look forward to returning to Asia soon.\" Sporting events canceled or under threat A number of sporting events in China have been canceled, postponed or moved to other countries since the outbreak began and many like the Formula One Shanghai Grand Prix remain under threat. However, the cancellation of these golf tournaments mark the latest examples of sports events outside of China being affected by the coronavirus: The start of China's domestic football competition, the Chinese Super League, has been postponed, along with the first three matchdays of Chinese Super League teams in the Asian Football Confederation Champions League.\nChina's women's national football team was held in quarantine at their Brisbane hotel at the start of February after  Olympic qualifying matches were moved to Sydney, Australia, from China.\nThe 2020 World Athletics Indoor Championships, due to be held from March 13-15 in Nanjing, has been postponed until next year on advice given by the World Health Organization to governing body World Athletics.\nThe start of the new Chinese Basketball Association League -- scheduled for February 1 -- has been postponed.\nThe International Basketball Federation has moved the February 6 to 9 Tokyo Olympic qualifiers from Foshan to Belgrade in Serbia.\nThe LPGA has canceled the elite Blue Bay tournament that was due to be held in Hainan from March 5 to 8.\nThe sixth edition of the Hong Kong Ladies Open, that had been scheduled to take place from February 28 to March 1 has been postponed, and is now to be played from May 8 to 10.\nThe International Tennis Federation had wanted to move a Fed Cup Asia/Oceania group event from Dongguan to Nur-Sultan (formerly Astana) in Kazakhstan, but the February 4-8 event has since been postponed after Kazakhstan declined to serve as substitute hosts. \nBadminton's China Masters tournament in Hainan was scheduled for February 25 to March 1 but has been postponed after several players withdrew. The Badminton World Federation said it hoped the flagship Badminton Asia Championships could still go ahead in Wuhan April 21-26. \nThe Asian Athletics Association canceled the Asian Indoor Track and Field Championship to ensure \"the safety of our athletes.\" The championships had originally been scheduled to be held in Hangzhou February 12-13.\nThe 14th Chinese National Winter Games' official opening ceremony was scheduled for February 16. However, the Games have now been postponed.\nThe Hong Kong Marathon is an umbrella event for three races -- 10 kilometers, half and full marathon. Some 74,000 people had signed up to compete in the February 8 and 9 races but they have now been canceled.\nThe Longines Masters of Hong Kong showjumping event was scheduled February 14-16 but has been canceled.\nThe 2020 League of Legends Spring tournament -- scheduled to begin on February 5 -- and the 2020 Legends Development League have both been postponed.\nOther Olympic sport qualifiers affected include the Asian and Oceanic boxing event, which was moved from Wuhan to Jordan, and women's basketball, which has had its qualifying competition switched from Fuhan to Serbia.\nThe first Winter X-Games to be held in China have been postponed. The event was scheduled to take place February 21-23 in Chongli.\nThe International Ski Federation has confirmed that the downhill and super-G men's alpine skiing World Cup races, which were due to take place on February 15 and 16, have been canceled.\nThe Formula E race due to be held March 21 in Sanya, China has also been canceled.\nVietnam has ruled out hosting sporting events in February, meaning home AFC Cup group stage matches for Ho Chi Minh City and Than Quang Ninh have been switched to away fixtures.\nHockey Pro League matches between China and Australia, which had been scheduled to be played March 14 to 15 in Changzhou, have been canceled."], "Language": false}