{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/us/five-things-february-10-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-10T11:23:52Z"], "LastModifiedDate": ["2020-02-11T07:47:03Z"], "Headline": ["5 things to know for February 10: Oscars, coronavirus, 2020 Dems, White House, Thailand"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's been 160 years since West Virginia seceded from Virginia, but some West Virginia Republicans want more counties to pull a \"Vexit\" and leave the original state. Here's what else you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Oscars The 92nd Academy Awards marked a historic night for international cinema. The South Korean film \"Parasite\" dominated the evening, and became the first non-English film to win the coveted best picture award. The film, which has cleaned up on the film awards circuit this season, also won Oscars for best director, best screenplay and best international feature. The \"Parasite\" winning streak further cements South Korea's cultural power in the west, and had many movie buffs wondering if Hollywood may be ready to acknowledge and honor more international films. Of course, the night wasn't without its domestic political moments as well. Brad Pitt used his best supporting actor speech (his first acting Oscar, by the way) to make an impeachment joke, and Joaquin Phoenix called for equality and activism during his best actor speech.  2. Coronavirus A new coronavirus nightmare is unfolding on a Diamond Princess cruise ship in Japan, where 135 people are confirmed to have contracted the virus. The 3,700 people on board have been under strict quarantine for a week now, and officials say it's been difficult to test and treat people who are ill. The virus killed 97 people in China on Sunday alone, making it the deadliest day yet. At least 910 people have now died worldwide and more than 40,000 have been sickened. Despite the virus' spread, millions of people in China went back to work today after a  Lunar New Year break that turned into an extended quarantine for many. However, many cities and businesses are urging people to work from home if possible. 3. Election 2020 The New Hampshire primaries are just a day away, and Democratic candidates are still trying to sort through the remainders of last week's Iowa caucus mess. Pete Buttigieg barely edged out Bernie Sanders in Iowa, but CNN's latest poll numbers show Sanders is favored for a New Hampshire victory. Meanwhile, Democratic National Committee Chairman Tom Perez says he has no intention of stepping down after the Iowa debacle, but conceded that there will probably be a review of whether Iowa should continue to be the first stop in the Democratic nominating process. Iowa also presented another problem for Democrats: Turnout was way lower than expected; about 25% less than when Barack Obama won in 2008. Election watchers will be sure to pay attention to whether those low numbers endure after the New Hampshire proceedings.  4. White House President Trump is cutting his political enemies down to size after last week's historic impeachment victory. Several key witnesses in the impeachment hearings, including National Security Council specialist Lt. Col. Alexander Vindman and US ambassador to the European Union Gordon Sondland, have either been reassigned or sent packing after their testimony. However, Trump and his allies seem most interested in targeting Democratic presidential candidate Joe Biden. Attorney General William Barr and Trump's personal lawyer Rudy Giuliani have reportedly set up a system to review information obtained from Ukraine about Biden and his son, Hunter Biden. 5. Thailand Thailand is in mourning after a soldier went on a shooting rampage at a military base and a nearby shopping mall over the weekend, killing 29 people and wounding dozens more. Police eventually killed the gunman after trying to negotiate with him. Thai officials said the gunman started shooting after an argument on the military base, and then drove to the mall in a stolen military vehicle. Eyewitness accounts reveal the gunman was precise and relentless with his shooting, and at times the gunfire was nonstop. The scene was so chaotic, it took hours for police to evacuate terrified shoppers and locate the gunman in the mall. BREAKFAST BROWSE Name a cockroach after your ex and watch an animal eat it on Valentine's Day  It's the kind of closure you deserve.  A Colorado town has set off the world's largest firework  When it comes to fireworks, there's a fine line between \"entertaining\" and \"terrifying.\" Bill Nye bopped down the runway at New York Fashion Week  Bill Nye the fashion guy! Trader Joe's releases a list of 2019's favorite products  Warning: It WILL make you hungry. FYI, the Westminster Dog Show is going on  It's the OTHER awards show people like to obsess over.  TODAY'S QUOTE \"We wanted to see more representation in animation. We wanted to normalize black hair.\" Film director Matthew Cherry, while accepting the Academy Award for his short film, \"Hair Love,\" a story about a black father learning to do his daughter's hair. Cherry also mentioned the CROWN act, which would ban discrimination against people based on their hair. TODAY'S NUMBER > 800 mph That's the top speed reached by a British Airways flight between New York and London this weekend, breaking the record for the fastest-ever subsonic flight.  TODAY'S WEATHER AND FINALLY He's beauty and he's grace Sir David Attenborough is just trying to teach the world about the majesty of nature, but this bird of paradise won't let him get a word in edgewise! (Click here to view) "], "Language": false}