{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/asia/china-censorship-chen-jieren-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-05-01T08:21:58Z"], "LastModifiedDate": ["2020-05-01T21:49:44Z"], "Headline": ["Chinese journalist jailed for 15 years for 'vilifying the Communist Party and government'"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A former Chinese state media journalist turned anti-corruption blogger has been sentenced to 15 years in prison. Chen Jieren was detained in mid-2018 after he published two articles on his personal blog claiming corruption by Hunan party officials. On Thursday, a court in the southern province jailed him for \"picking quarrels and provoking trouble,\" extortion, blackmail and bribery, in what one human rights group said was an attempt to \"punish him for his political speech on WeChat and other social media platforms.\"  Chen, the court said, \"attacked and vilified the Communist Party and government\" by publishing \"false information\" and \"malicious speculation.\"  China is the biggest jailer of journalists in the world, according to Reporters Without Borders (RSF), and tightly controls the press at home while censoring most foreign media outlets via the Great Firewall, its vast online censorship and surveillance apparatus.  In March, China expelled journalists from the New York Times, Washington Post and Wall Street Journal, in an unprecedented move against the foreign press. Beijing said the move was a response for recent restrictions by Washington on how Chinese state media operates in the US. While Chen's case is unrelated to the country's coronavirus outbreak, his jailing comes as its censors reassert their control over the Chinese media and internet following criticism over the initial handling of the situation in Wuhan. In a statement, Chinese Human Rights Defenders, a Hong Kong-based NGO, said Chen's sentence \"sends a chilling signal to online independent commentators and citizen journalists.\"  Speaking to CNN Business last week, RSF spokeswoman Rebecca Vincent said that \"if there had been a free press in China, if these whistleblowers hadn't been silenced, then this could have been prevented from turning into a pandemic.\" \"Sometimes we can talk about press freedom in a theoretical way, but this shows the impact can at times be physical. It can affect all of our health,\" she said."], "Language": false}