{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/economy/manufacturing-jobs/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kate Trafecante, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-08T19:00:30Z"], "LastModifiedDate": ["2020-02-09T20:12:01Z"], "Headline": ["The myth of the manufacturing jobs renaissance"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["US manufacturing jobs have disappeared. They won't be coming back. The Trump administration wants voters to believe in a US manufacturing renaissance -- proof of economic success as America barrels toward election day.   President Trump in his State of the Union address Tuesday once again took credit for \"restoring our Nation's manufacturing,\" claiming that the United States \"has gained 12,000 new factories under my administration, with thousands upon thousands of plants and factories being planned or built. We have created over half a million new manufacturing jobs.\" Those numbers are largely accurate, and US factory activity expanded in January.  But the manufacturing industry is hemorrhaging jobs, losing more than 4 million over the past twenty years. The problem is growth is concentrated in a few outlier industries -- pharmaceuticals, computers, semiconductors -- that boost output while employing only a fraction of the workers in traditional factories. Those jobs aren't coming back Despite the White House's promises, nothing will restore a 1960s-style mass employment on the assembly lines. The new manufacturing reality is an industry of specialized high-tech work that requires less manpower, or lower paid, non-union jobs.   The jobs growth Trump cites is coming from  emerging US industries -- such as American shale -- or were sparked by a post-recession shopping-spree for items already produced domestically, like cars.   Other industries are hurting. \"Most companies are in wait and see mode,\" says Sree Ramaswamy, Partner at McKinsey & Company, citing a decade old economic expansion and slowing global growth.  And with tariff costs and uncertain demand, \"most companies are not in a hurry to open a new factory or add a new product line.\" Decades of decline The manufacturing industry has been in a steady decline for the past two decades. A strong US dollar in the late 1990s made foreign goods cheaper just as costs rose, demand dried up and trade deals opened up global competition. Domestic manufacturing firms cut costs, and that often meant finding cheap labor overseas.  That's when, according to Susan Houseman, Director of Research at Upjohn Institute, manufacturing jobs fell off a cliff. \"Before the early 2000s, any decline always bounced back,\" Houseman said. \"This is the first time it kept going down.\" Even with the Trump administration's tariffs and heated rhetoric, that trend is not course-correcting, says Robert Scott, director of Trade and Manufacturing Policy Research at the Economic Policy Institute. \"Frankly, Trump is bad for manufacturing.  Since he took office, the deficit in goods is up 15%,\" according to Scott.  A trade deficit occurs when a country buys more products then it sells. Scott says that Trump's trade deals -- the USMCA and the \"phase one\" deal with China -- fail to address the structural issues that fix long-term trade imbalances, and therefore, help workers.    \"His policies haven't helped change anything -- they keep the status quo.\" Where new jobs are coming from Most of the half-million new manufacturing jobs over the past three years are in the Sun Belt or around Silicon Valley. Meanwhile job losses in the Rust Belt are accelerating. That could be key to the 2020 race.  Trump won Pennsylvania, Michigan, Ohio, Wisconsin in 2016, promising working-class voters he would revive US manufacturing. But all four states have lost more than 16,000 factory jobs in the past year alone.   And many new production jobs are non-union with lower pay, according to Pew Research. That translates to the loss of good wages for Americans without a college degree, the majority of which voted Trump into office. In 2019, production workers earned 20% below the national average, a UC Berkeley study found.  A third of manufacturing employees rely on food stamps or other federal assistance programs to make ends meet. \"Trump told people that he understood their pain, promising to do something different about it,\" Scott says.  \"He has done something different, but it hasn't worked.\"  Is there any hope? Despite the doom and gloom, continued erosion of the industry is not a foregone conclusion, says Ramaswamy.  There are changes the United States can make, but it means revitalizing what has been neglected for two decades, and understanding that the manufacturing workforce of the future looks different from that of the past. Companies need to spend on new technology and training programs for workers.  The United States should invest in infrastructure, and introduce policies to ensure countries like China don't devalue their currency. Fighting currency manipulation, Scott says, keeps US products competitive -- the best way to preserve American manufacturing for the future.  \"We are standing on the precipice, hanging on the edge of a recession,\" Scott says. \"If nothing is done to our overvalued currency, we will see continued erosion in manufacturing over time.\"   Correction: An earlier version of this story misstated a quote from Scott"], "Language": false}