{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/investing/stocks-week-ahead/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-09T13:25:02Z"], "LastModifiedDate": ["2020-02-09T13:25:02Z"], "Headline": ["Investors shouldn't be complacent about the coronavirus threat. Here's why"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Nearly two decades have passed since a strain of coronavirus known as SARS emerged in China, killing hundreds of people and sparking panic that sent a chill through the global economy. The virus now rampaging across China could be much more damaging. The big picture: China has become an indispensable part of global business since the 2003 SARS outbreak. It's grown into the world's factory, churning out products such as the iPhone and driving demand for commodities like oil and copper. The country also boasts hundreds of millions of wealthy consumers who spend big on luxury products, tourism and cars.  Know this stat: China's economy accounted for roughly 4% of the world's GDP in 2003. It now makes up 16% of global output. \"The outbreak has the potential to cause severe economic and market dislocation,\" Neil Shearing, group chief economist at Capital Economics, told CNN Business. \"But the scale of the impact will ultimately be determined by how the virus spreads and evolves, which is almost impossible to predict, as well as how governments respond.\" Compounding the risk is the fact that the world outside China has also changed since 2003. Globalization has encouraged companies to build supply chains that cut across national borders, making economies much more interconnected. The major central banks have used up much of the ammunition they would typically deploy to fight economic downturns since the 2008 financial crisis, and global debt levels have never been higher. Rising nationalism may make it harder to coordinate a worldwide response, if that's required. Investor insight: Even so, US stock indexes reached multiple record highs last week. The Dow finished the week 3% higher, while the S&P 500 gained 3.2%. SoftBank is under scrutiny from a legendary activist investor A series of bets on money-losing startups backfired on SoftBank. Now the Japanese tech giant is under pressure from a legendary activist investor, my CNN Business colleague Matt Egan reports. New York-based Elliott Management revealed last week that it had built a \"substantial\" stake in SoftBank, the firm run by billionaire Masa Son, known internationally for its $100 billion Vision Fund. SoftBank reports earnings from its most recent quarter on Wednesday. What's happening: Elliott says it held private talks with SoftBank leadership aimed at making changes to improve performance at the Japanese firm. The negotiations began on a constructive note, people familiar with the matter told CNN Business. Setting the tone: Son has a 22% personal stake in the company. The Wall Street Journal reports that Elliott's stake comes out to about 3% — so Son still has the power. Both parties likely agree that SoftBank's stock price should be higher, Pelham Smithers, managing director at Pelham Smithers Associates, a London-based research firm, told me. The company's market value is well below the combined value of its investments in major companies, including significant stakes in Alibaba, Sprint and Slack. But disagreements could arise on the best route forward, Smithers said. He sees SoftBank's Japanese phone business as a potential point of contention. Elliott may be tempted to pressure SoftBank to sell its mobile business and either return the proceeds to shareholders or use them to invest more in \"bleeding edge\" internet tech ventures, per Smithers. Yet with SoftBank's edge heading into the 5G era — the company has domestic partnerships with ride-hailing, auto, e-commerce and payment companies — he warns this would be an oversight. \"It's as exciting as Uber,\" he said. \"To treat this as another T-Mobile, AT&T or Verizon is totally missing the point.\" Investor insight: Last quarter, SoftBank reported multibillion-dollar losses because of the company's tech bets. Investors will be watching closely this week as a result. With Elliott in the picture, the pressure is on. Up next Monday: China inflation data; Allergan, Edgewell Personal Care and Restaurant Brands earnings Tuesday: New Hampshire Democratic primary; UK GDP; US job openings; Daimler, Hasbro, Hilton, Under Armour, Lyft and Groupon earnings; Jerome Powell testifies in the House Wednesday: Softbank, Heineken, CVS, Molson Coors, Cisco and Equifax earnings; Jerome Powell testifies in the Senate Thursday: US inflation data; Airbus, Alibaba, Nestle, Nissan, Barclays, Credit Suisse, Kraft Heinz, PepsiCo, Mattel, Roku and Yelp earnings Friday: Germany GDP; US retail sales and industrial production; University of Michigan consumer sentiment survey; Renault, Canopy Growth and Newell Brands earnings"], "Language": false}