{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/spencer-tunick-video-conference-nudes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-13T07:08:03Z"], "LastModifiedDate": ["2020-05-13T08:05:35Z"], "Headline": ["Photographer stages artistic nude shoots amid lockdown"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["American artist Spencer Tunick is best known for bringing hundreds -- and sometimes thousands -- of participants together to pose for striking mass nude photographs. Previous installations have seen him transform sites like the Sydney Opera House into seas of exposed bodies, all in the name of art. But with Covid-19 sending him into lockdown in New York, Tunick has had to find a new medium for his work: video conferences. The artist and photographer's new project \"Stay Apart Together\" sees him asking groups of face mask-wearing participants to strip down and assume coordinated poses before he captures them in single collage-style screenshots. \"My work is getting nude people as close as possible to form an abstraction. And I'm not able to do that for the foreseeable future,\" Tunick said over the phone from Rockland County, one of New York state's worst-affected areas: \"Every year for the last 25 years I've done a group nude, and I didn't want this to be the first time that it didn't happen.\" So far, the photo shoots have involved participants from as far afield as Lebanon, Thailand, Uruguay and South Africa. The artist, who is still looking for models from around the world, hopes to feature a range of shapes, sizes, professions and nationalities, as well as a \"full rainbow\" of skin tones. Tunick said the project is allowing him to work with people he might otherwise not be able to. \"We just got contacted by someone in Syria to participate, which is a big deal,\" he said.  With his video conferencing service limiting group calls to 50 people (including himself), Tunick's upcoming images will feature up to 49 models at a time. He also plans to produce a 98-person diptych, using two screens simultaneously. Creating 'togetherness' The 53-year-old photographer, who was scheduled to carry out a nude photo shoot at Australia's Brisbane Airport before the Covid-19 crisis struck, hopes the project can foster a sense of togetherness among participants as they live through lockdown measures and self-isolation. \"I thought that (video shoots) would be a great way to bring people together from different countries,\" Tunick said. \"But I never knew how much emotion it would bring to the people participating. It definitely reaffirmed that visual art and a collective community making art in this time period is possible.\" One of his models, 30-year-old Chiffeni Rofe, has been stuck at home for weeks, having left her job shortly before the Covid-19 crisis hit Australia. Although a fan of Tunick's work, Rofe said it was unlikely that she would ever have taken part in one his outdoor projects. But posing nude from the comfort of home was less \"confronting,\" she said on the phone from Melbourne. \"Coming together on a call with people, all in unison performing the same act, being exposed and being quite vulnerable, brings a sense of community,\" she added. \"It was really nice.\" Rofe, who has had an eating disorder since her teenage years, said that her motivation for taking part was about personal empowerment. \"Coming to terms with who I am, what I am and how I appear has been really empowering,\" she said. \"So to be able to share that in such a unique and historic way through Spencer's work has been really quite liberating.\" Destigmatizing nudity Tunick has staged around 100 large-scale nude photos in public spaces around the world, from Munich to Mexico City, where he shot a reported 18,000 naked participants. His art has stirred controversy in the past, leading to his arrest on multiple occasions.  He was once the subject of a dispute between the US Supreme Court and New York's then-mayor, Rudy Giuliani, who believed the city would be \"irreparably harmed\" if one of the shoots were staged there. In 2018, an Australian supermarket chain initially banned a shoot from the parking lot of one of its Melbourne stores, citing inconvenience to shoppers, though the decision was ultimately reversed following a high-profile petition. After Donald Trump was nominated as the Republican Party's presidential candidate in 2016, Tunick directed 100 women to pose naked across from the site of the Republican National Convention in Cleveland to protest his long history of misogynistic comments.  Last year, he photographed around 100 naked participants as they held up images of nipples outside Facebook's headquarters to challenge the social media giant's policies towards nudity. But while he has previously used his art as a form of protest, Tunick said his new project is simply part of his ongoing push to destigmatize nudity and encourage people to \"respect the human body as an art form, like a painting or a sculpture.\" With many galleries closed around the world, the images will, for now, be exhibited on the artist's Instagram account. Some of the pictures will be blurred, he said, explaining that he must \"self-censor\" in order to \"not get kicked off the platform.\" \"When it's a group of people and they're being directed into different positions and there's a uniformity to it, I think it takes away the sexuality -- even though it is sensual in nature,\" he said, adding: \"I think that connecting with the body during these times reaffirms that we're not turning into robots, that we're not in a fascist state and that we're free thinkers -- online bohemians -- who are making art as a community and going up against the grain.\""], "Language": false}