{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/opinions/trumps-refusal-to-mask-is-the-most-revealing-thing-ben-ghiat/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ruth Ben-Ghiat"], "Writers": [["Ruth Ben-Ghiat"]], "FirstPublishDate": ["2020-05-12T23:12:06Z"], "LastModifiedDate": ["2020-05-12T23:13:53Z"], "Headline": ["Trump's refusal to wear a mask is the most revealing thing"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"One of the curses of American society is the simple act of shaking hands,\" wrote the longtime germaphobe, now President Donald Trump, in his 1997 book, \"The Art of the Comeback.\" Entering politics, he had to get used to this form of contact, but still avoided it whenever possible. This makes his refusal to wear protective gear in public, and his enthusiastic shaking of hands for the cameras once the coronavirus hit America, in defiance of experts' counsels to avoid the practice, all the more curious.  The authoritarian playbook he follows as president offers some explanations. Like other illiberal leaders, Trump's response to the Covid-19 emergency has been determined not by the welfare of those he governs, but by personal agendas -- in his case, the need to better his chances of re-election in November. This has necessitated a massive misinformation campaign by his administration to downplay the severity of the public health crisis and present Trump as a competent and commanding leader who is beating his enemy, the virus.  For the same reason, he has sought to spread doubt about the need for mass testing: More tests mean more reported cases, which could harm his popularity ratings and delay the re-launch of business activity, thus endangering his re-election chances.  Trump reportedly recently told his advisers that wearing a mask would \"look ridiculous\" and \"send the wrong message\" to prospective voters -- presumably that he is prioritizing public health over the economy, even though the disease is on the upswing in America.  So he alone is exempt from a new White House policy that West Wing employees wear masks. Nor would he don a mask in public when he visited a Honeywell plant in Arizona that has converted to protective gear production (he briefly wore one behind the scenes, but removed it for the photo opportunity).  Of course, the argument that Americans must choose between economic and physical health relies on a false opposition. It's evident that national productivity would be harmed by the mass death that experts like Dr. Anthony Fauci, director of the National Institutes of Health, have warned could result from a premature relaxation of social distancing and stay-at-home edicts. For Trump, though, restarting the economy is what will please his business allies and big donors.  It also produces a society that looks as normal as possible on television. For this skilled propagandist, optics are everything.  Moreover, real men don't wear masks -- at least, that's the message Trump sends through his behavior. Like all authoritarians, the President cultivates an aura of masculine invincibility. In December 2015, during his electoral campaign, Trump had tweeted that \"I have instructed my longtime doctor to issue, within two weeks, a full medical report -- it will show perfection.\" Dr. Harold Bornstein had obliged this fantasy, writing, in five minutes, while Trump's limousine waited, a statement that Trump's \"physical strength and stamina are extraordinary.\"  Now Trump seems to be asking all Americans to believe the same thing: that his superior physical state means he is immune from harm and does not need to follow the norms of lesser mortals. After all, the alpha male appeal of authoritarian leaders is that they can get away with breaking the rules. Whatever consolidates their power, and inflates their egos and bank accounts is sound policy.  Thus it is more than fitting that Trump has approved the production of his own red Trump-branded masks for supporters, to be given away in return for donations. And truly there could not be more perfect symbol of the Trump Presidency: even in the midst of a national calamity, everyone becomes an advertisement for his personal brand. Trump supporters who gleefully don those masks should ask why the leader they believe cares about them is not wearing one as well. "], "Language": false}