{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/cnn-underscored/personalized-graduation-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-05-11T19:19:27Z"], "LastModifiedDate": ["2020-05-12T19:43:59Z"], "Headline": ["31 thoughtful personalized gifts for graduates in this unusual year"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["High school and college seniors all over are missing the ceremonies marking their important achievements. However, we can still applaud this milestone in their lives with personal — and personalized — presents for the class of 2020. Keep scrolling for our roundup of fun monogrammable and customizable graduation gifts that they're sure to remember for years to come. Honor their quirks Seniors 2020 The One Where We Were Quarantined Shirt (starting at $15.95; etsy.com) They survived their senior year — in quarantine. There's not much quirkier than that! Throw in a commemorative T-shirt to mark this graduation year that's unlike any other. _______________________________________________________________________________ Personalized Key Holder ($24; amazon.com) For the \"Game of Thrones\" lover, this personalized key holder will be a welcome addition to the entryway and an unexpected way to honor the graduate's achievements.  _______________________________________________________________________________ Custom Personalized Photo Pet Face Socks ($14.59; amazon.com) With 34 colors and designs to choose from, you can find the perfect way to honor their favorite furry friend, whether they have to leave their pet at home when they ship off to college or you want to honor the pet that got them through school. Upload a favorite photo of their favorite pet and let Pupsocks work its magic. _______________________________________________________________________________ Customizable Special Occasion Gift Box ($84.99; etsy.com) Gift self care to your hard worker with this spa in a box: Say \"hello gorgeous!\" — or a customized message of your choice  — and delight the recipient with a soy wax candle, handmade soap and scrunchie, body salve and butter, bath salts, and a pearl drop necklace or earrings.  _______________________________________________________________________________ Personalized Bottle Opener ($15.74; etsy.com) For your favorite Harry Potter fan, this bottle opener can be personalized with their name or \"Class of 2020\" or anything you can think of that's 15 characters or less.  Bags for their journey into the future Personalized Straw Moroccan Basket ($76.83, originally $91.30; etsy.com) Message out in full color that your grad is \"going places\" — or whatever other inspo strikes you (like their initials or the year 2020, for example). _______________________________________________________________________________ Personalized Genuine Leather Messenger Bag Laptop Bag (starting at $94; etsy.com) Emboss your loved one's initials on this beautifully crafted bag that harkens back to iconic '80s leather briefcases and may serve as their first work bag.  _______________________________________________________________________________ Canvas Laundry Duffle ($23.97, originally $39.95; landsend.com) Add a monogram, a cute embroidered symbol or both to this preppy-nautical canvas laundry bag — and let your grad go forth ready to keep dirty clothes off the floor. _______________________________________________________________________________ Monogram Vegan Leather Overnight Duffel ($56; etsy.com) A stylish weekender customizable with a number of fonts, this bag is a solid option to last them through many adventures when travel restrictions ease. _______________________________________________________________________________ Personalized Men's Toiletry Bag (starting at $99.99; etsy.com) A grown-up toiletry bag: a marker of adulthood that will prepare them for their next chapter.  Personalized seats for their space Hemp Bean Bag Chair with Personalized Embroidery (starting at $189.95; etsy.com) They've earned it — go ahead and encourage lounging. This hemp bean bag is natural, comes in seven color options and fits 15 embroidered characters. _______________________________________________________________________________ YellowLeaf Hammocks Design-Your-Own Hammock ($249; etsy.com) If you want to step it up, this gift will elevate their lounging experience like no other. Using college colors, a favorite work of art, a favorite sports team or any other inspiration, YellowLeaf will handcraft a hammock and ship it carbon-free to your graduate. _______________________________________________________________________________ Personalized Cooler Chair ($27.89; etsy.com) This collapsible cooler holds 24 cold drinks — and folds out into a padded chair for camping, tailgating, beach or pool days. Personalized sporty graduation gifts Wilson Customized Personalized NCAA Black and Gold Basketball Official Size 29.5\" ($54.99; amazon.com) For those missing their spectatorship and team gatherings, this makes a cool piece of decor, with their name in bold lettering, to boot.  _______________________________________________________________________________ 2' x 3' Solid Wood Cornhole Board Tailgate Toss Set ($127.49; fanatics.com) Let the outdoor games continue, with a fun yard game proudly proclaiming your grad's school of choice. Fanatics has loads of gear options emblazoned with their alma mater or college of choice.  _______________________________________________________________________________ Baseball Park Map Glasses, Set of 2 ($35; uncommongoods.com) Your sports-fan grad can enjoy their first nice rocks glasses — and pay homage to one of their favorite MLB teams. Graduation jewelry Custom Coordinates Bracelet ($46.40; etsy.com) Engrave special coordinates — a hometown, a beloved vacation spot, college campus, dream destination — on these minimalist, pretty bracelets. _______________________________________________________________________________ Class of 2020 Quarantine Pearl Necklace ($49.95; etsy.com) This sweet pearl necklace will remind them of how far they've come, even if they're not walking in a ceremony. Your grad receives their sterling silver or 14-karat gold necklace with a handwritten card and a donation to Share the Meal, the United Nations world food program. Upgraded and personalized linens Supima Cotton Towel 6-piece Set ($52.77, originally $87.95; landsend.com) Monogrammed towels feel like a transition to adulthood, are we right?  _______________________________________________________________________________ Personalized Embroidered Monogram Sherpa Blanket ($47; etsy.com) Nesting doesn't have to end once they leave home. They'll make their space cozy wherever they go next with this personalized blanket. Choose from five blanket colors, 44 thread colors and 31 embroidery options to make it just right for them. _______________________________________________________________________________ T-shirt Memory Quilt ($295; etsy.com) This is why you've been saving all those sentimental camp, event and vacation tees all these years. Note: These take 4-6 weeks to produce. _______________________________________________________________________________ Men's Calf-Length Turkish Terry Robe ($50.97, originally $84.95; landsend.com) A proper bathrobe makes the walk to, say, the dorm showers a tad less awkward. It also makes a day of quarantining in their PJs feel a little more grown-up. Housewares and tools for the graduate Custom Engraved Yeti (starting at $34.99; etsy.com) Cold, hot, on-the-go, or not — they'll enjoy their bev of choice in a vacuum-sealed tumbler with their initials or another personalized message. Choose from a variety of size, color and personalization options to match their lifestyle. In fact, the Yeti Rambler is one that rose above the crowd when we tested to find the best water bottles.  _______________________________________________________________________________ Personalized Tool Bag ($26.95, originally $29.95; etsy.com) A small bag with your grad's initials holds all their first tools as they embark on their new life. Choose a black or gray bag and then select from 38 embroidery thread colors. _______________________________________________________________________________ Personalized Pocket Knife ($26.36, originally $36.36; etsy.com) This tough-looking knife has six features like glass breaker, seatbelt cutter, fire starter and more, plus your graduate's name, year and alma mater. _______________________________________________________________________________ Stainless Steel Hip Flask (starting at $44.99; etsy.com) Made in Denmark and covered with hand-dyed, vegetable-tanned leather, this keepsake will be theirs for life (and a lifetime of cold football games). Personalize it with their name and year of graduation.  Desk accessories and keepsakes for grads Personalized Leather Padfolio (starting at $75.20; etsy.com) There's something rather charming about a physical holder for important documents — and this handsome one bears the giftee's initials. _______________________________________________________________________________ Classic Monogram Flat Notecards ($18; etsy.com) Now more than ever, a handwritten note on personalized stationery makes an impression — a lesson every grad should learn. _______________________________________________________________________________ New York Times Custom Front Page Puzzle ($49.95; uncommongoods.com) Commemorate the day they were born — or any other milestone — with a jigsaw puzzle of the front page of that day's New York Times. Because this is a made-to-order item, it will take more than four weeks to ship. If that's too long to wait, Uncommon Goods offers a printable card to save the day while they wait for their gift to arrive. _______________________________________________________________________________ Coordinates Keychain Gift ($48; etsy.com) Engraved coordinates mark a special location and memory on this Etsy bestseller; the leather can be embossed with one strong initial as well. _______________________________________________________________________________ Time Capsule Keepsake Box ($38.86; etsy.com) Help them preserve their memories from this unforgettable time in this sustainable pine and birch box that can be engraved with up to 256 characters.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}