{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/cnn-underscored/lego-star-wars-skywalker-saga-features-preorders/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-11T20:00:04Z"], "LastModifiedDate": ["2020-05-12T15:12:08Z"], "Headline": ["Lock in your preorders for Lego Star Wars: The Skywalker Saga"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Skywalker Saga reached an epic conclusion with \"The Rise of Skywalker\" last December. And while that was the final word in the story of Skywalker cinematically, we're finally getting more details about the Lego Star Wars: The Skywalker Saga. The classic Lego Star Wars formula will soon contain all nine films in a fun-filled gaming experience. It'll start with \"The Phantom Menace\" and end with \"The Rise of Skywalker.\" We've seen snippets of gameplay and plenty of art, but now the title is up for preorder ahead of a release later this year.  Lego Star Wars: The Skywalker Saga for Nintendo Switch ($59.99; amazon.com)\nLego Star Wars: The Skywalker Saga for PS4 ($59.99; amazon.com)\nLego Star Wars: The Skywalker Saga for Xbox One ($59.99; amazon.com) And this isn't just a rehash of the previous standalone games. You'll find that each film will be delivered in a new way with updated storylines and different missions. Best of all, you'll be able to play as more than 500 characters — Rey, Luke, Leia, Ewoks, Lando, R2-D2, BB-8, C-3P0, Darth Vader, Palpatine and all the classic heroes in between. There's also an updated engine powering the game, so you can expect smoother missions. Like anyone who has played Lego Star Wars in the past, you'll be in for fun, wit-filled adventures. Rather than a rousing speech from Palpatine or Darth Vader about the Dark Side, you'll hear angry emotions and some screams. The classic \"Star Wars\" storyline is delivered, but in a way that is acceptable and approachable for almost any age group.  We'll learn a lot more about Lego Star Wars: The Skywalker Saga in the coming months, but for now, it seems like a grand way to cap off the saga and the many Lego titles.  In fact, in the meantime, you can opt for one of the previous titles to get your game on. We also recommend Battlefront II or Jedi: Fallen Order for PS4 or Xbox One. Lego Star Wars: The Force Awakens (starting at $13.49; amazon.com)\nLego Star Wars: The Force Awakens Deluxe Edition for Xbox One ($22.98; amazon.com)\nLego Star Wars: The Force Awakens Deluxe Edition for PS4 ($21.08; amazon.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}