{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/paul-vasquez-double-rainbow-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-11T15:35:57Z"], "LastModifiedDate": ["2020-05-11T19:37:21Z"], "Headline": ["'Double Rainbow Guy' Paul Vasquez has died"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Paul \"Bear\" Vasquez lived simply. He sheltered on the side of a mountain outside Yosemite National Park, grew his own food and woke up every morning to one of the most magnificent views in California.  The world may never have known him if not for a spectacular double rainbow.  Vasquez, the portly man whose cries of exaltation at a double rainbow turned him into a viral star, died at 57 on Saturday. The Mariposa County Coroner's Office confirmed his death to CNN.  \"Bear\" lived in relative solitude for much of his life. But his sincere love of nature -- and rainbows in particular -- endeared him to millions.  In January 2010, he stepped out of his home to find two brilliant rainbows, stacked on top of each other, stretched across the mountainous horizon. The awesome sight moved him to tears. Naturally, he recorded it.  \"Oh my god, it's a full-on double rainbow all the way across the sky!\" he whispers in the video before letting out a full-bellied yell.  He shared the soul-baring clip on YouTube with little expectation. But within days, it had racked up millions of views -- and today, it's got 47 million and counting.  He became a minor celebrity because of it. He appeared on \"Jimmy Kimmel Live,\" in ads for Microsoft and Smartwater and even in an in-flight safety video for Delta Air Lines.  \"I'm the world's authority on rainbows,\" he told CNN in 2015.  He was a lifelong nature lover Vasquez thrived in the California wilderness. He moved from East Los Angeles, where he was born and worked as a firefighter, to Yosemite in 1985. He worked in a variety of roles at the national park and later out of the park as a cage fighter and truck driver.  He married, had children and divorced. Finally, he settled at his humble perch on the side of a mountain in Mariposa, 10 miles from the edge of Yosemite, where he grew his own food and cultivated marijuana plants.  \"When you live alone like this, you connect to nature on a deeper level,\" he told CNN nearly five years ago. \"When you can yell at the top of your lungs and no one cares or knows, it gives you a type of freedom that most people have no understanding of.\"  CNN caught up with Vasquez in 2015, five years after the viral success of his double rainbow clip. He made just $6,000 a year then.  \"In some aspects, I feel really, really rich,\" he said. \"I may not have a lot of dollars, but I have 100 mile views with complete privacy that hundreds of millions of people have seen. I got it pretty good.\"  He made YouTube videos until his death He continued to document his daily life (and the fantastic sights from his stoop) on YouTube up until his death. The channel is a living record of his life, he told CNN in 2015.  \"[Making videos] is fun for me, entertaining for me,\" he said then. \"It's my art and it's my memories.\"  He was open about his health troubles in his videos, too. In one clip from November 2019, he said nerve damage in his legs made it increasingly difficult for him to walk.  In 2019, he shared that a tree fell on his beloved home. He moved into an apartment in March with the help of his ex-wife and two adult children. (CNN has reached out to his ex-wife and daughter for comment and is waiting to hear back.) It wasn't as removed as his mountainside home had been. But, as he showed viewers in a recent YouTube video, he held onto the view of the Sierra Nevada mountain range, though it was slightly obscured now. And on the inside, he'd decorated his wall with a rainbow-colored tapestry to make it feel more like home. "], "Language": false}