{"Type": ["gallery"], "Url": ["https://www.cnn.com/2017/02/03/health/gallery/ancient-finds/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2017-02-03T22:09:49Z"], "LastModifiedDate": ["2020-05-11T15:08:06Z"], "Headline": ["Ancient finds"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Blade-like stone tools and beads found in Bulgaria's Bacho Kiro cave provide the earliest evidence for modern humans in Europe 47,000 years ago. This artist's illustration shows what an early, small ichthyosaur that lived 248 million years ago may have looked like. It resembled a cross between a tadpole and a seal, grew to be one foot long and had pebble-like teeth that it likely used to eat invertebrates like snails and bivalves. This is an artist's illustration of Adalatherium hui, an early mammal that lived on Madagascar 66 million years ago.   This is an artist's illustration showing a cross-section of Earth's forming crust approximately 3 to 4 billion years ago.  Illuminated medieval manuscripts are full of intricate decorations, illustrations and colors, including \"endangered colors\" that can no longer be recreated today. These monkeys can be found in ancient Grecian frescoes. And the details are so accurate that researchers were able to identify them as vervet monkeys and baboons.  Archeologists have found the oldest string of yarn at a prehistoric site in southern France. This photograph, taken by digital microscopy, shows that of the cord fragment, which is approximately 6.2 mm long and 0.5 mm wide.\r This illustration shows Elessaurus gondwanoccidens, a long-legged reptile that lived in South America during the Early Triassic Period. It's a cousin to other mysterious early reptiles that arose after the Permian mass extinction event 250 million years ago. The skeletal remains of Homo antecessor are on display in this image. A recent study suggests antecessor is a sister lineage to Homo erectus, a common ancestor of modern humans, Neanderthals and Denisovans.  A nearly two-million-year-old Homo erectus skullcap was found in South Africa. This is the first fossil of erectus to be found in southern Africa, which places it in the area at the same time as other ancient human ancestors. This painting shows what Antarctica may have looked like 90 million years ago. It had a temperate swampy rainforest.                 This artist's illustration of Dineobellator notohesperus shows them in an open landscape, across what is now New Mexico, along with Ojoceratops and Alamosaurus in the background.  Ikaria wariootia was a worm-like creature that lived 555 million years ago. It represents the oldest ancestor on the family tree for most animals.  This is the 3.67-million-year-old 'Little Foot' skull. The view from the bottom (right) shows the original position of the first cervical vertebra, which tells us about her head movements and blood flow to the brain. This is an artist's illustration of the world's oldest modern bird, Asteriornis maastrichtensis, in its original environment. Parts of Belgium were covered by a shallow sea, and conditions were similar to modern tropical beaches like The Bahamas 66.7 million years ago.  This donkey skull was recovered in a Tang Dynasty noblewoman's tomb. The researchers determined that she played donkey polo and was buried with her donkeys so that she may continue her favorite sport in the afterlife. Hundreds of mammoth bones found at a site in Russia were once used by hunter-gatherers to build a massive structure 25,000 years ago. A fossil of an ancient rudist clam called Torreites sanchezi revealed that Earth's days lasted 23.5 hours 70 million years ago.  This is an artist's impression of dinosaurs on prehistoric mudflat in Scotland, based on varied dinosaur footprints recovered on the Isle of Skye.  A new study suggests that ostrich eggshell beads have been used to cement relationships in Africa for more than 30,000 years. This rock lined the seafloor roughly 3.2 billion years ago, providing evidence that Earth may have been a 'waterworld' in its ancient past. These stone tools were found at the Dhaba site in India, showing that Homo sapiens survived a massive volcanic eruption 74,000 years ago.  The remains of 48 people who were buried in a 14th century Black Death mass grave were found in England's Lincolnshire countryside. The articulated remains of a Neanderthal have been found in Shanidar Cave, representing the first discovery of its kind in 20 years.  A rare disease that still affects humans today has been found in the fossilized vertabra of a duck-billed dinosaur that roamed the Earth at least 66 million years ago.    Venezuelan Palaeontologist Rodolfo Sánchez is shown next to a male carapace of the giant turtle Stupendemys geographicus, for scale. This artist's illustration shows the newly discovered Tyrannosaurus rex relative, Thanatotheristes degrootorum. The newly discovered species Allosaurus jimmadseni represents the earliest Allosaurus known. It was a fearsome predator that lived during the Late Jurassic Period millions of years before Tyrannosaurus rex. Remains found in ancient Herculaneum boat houses revealed that people trying to flee the eruption of Mount Vesuvius slowly suffocated as volcanic clouds overtook the town. The Wulong bohaiensis fossil found in China's Jehol Province  shows some early, intriguing aspects that relate to both birds and dinosaurs.  Shell tools were recovered from an Italian cave that show Neanderthals combed beaches and dove in the ocean to retrieve a specific type of clam shell to use as tools. A closer look at the Heslington brain, which is considered to be Britain's oldest brain and belonged to a man who lived 2,600 years ago. Amazingly, the soft tissue was not artificially preserved. Researchers from Russia's RAS Institute of Archeology excavated the burial sites of four women, who were buried with battle equipment in southwestern Russia and believed to be Amazon warrior women. The oldest woman found in the graves bore a unique, rare ceremonial headdress.  Teen Tyrannosaurus rex were fleet-footed with knife-like teeth, serving as mid-sized carnivores before they grew into giant bone-crushing adults. A Homo erectus skull cap discovered in Central Java, Indonesia reveals how long they lived and when the first human species to walk upright died out. This is an artistic reconstruction of Lola, a young girl who lived 5,700 years ago. Part of the scene depicted in the world's oldest cave art, which shows half-animal, half-human hybrids hunting pigs and buffalo.  An ancient Egyptian head cone was first found with the remains of a young woman buried in one of Amarna's graves. A lice-like insect was trapped in amber crawling and munching on a dinosaur feather. Newly discovered penguin species Kupoupou stilwelli lived after the dinosaurs went extinct and acts as a missing link between giant extinct penguins and the modern penguins in Antarctica today. This illustration compares the jaws and teeth of two predatory dinosaurs, Allosaurus (left) and Majungasaurus (right). This is an artist's illustration of Najash rionegrina in the dunes of the Kokorkom desert that extended across Northern Patagonia during the Late Cretaceous period. The snake is coiled around with its hindlimbs on top of the remains of a jaw bone from a small charcharodontosaurid dinosaur. University of South Carolina archaelogist Christopher Moore (second from right) and colleagues collect core samples from White Pond near Elgin, South Carolina, to look for evidence of an impact from an asteroid or comet that may have caused the extinction of large ice-age animals such as sabre-tooth cats and giant sloths and mastodons. Core samples from White Pond near Elgin, South Carolina, show evidence of platinum spikes and soot indicative of an impact from an asteroid or comet. The Sosnogorsk lagoon as it likely appeared 372 million years ago just before a deadly storm, according to an artist's rendering. The newly discovered tetrapod can be seen in the left side of the image below the surface. Bronze goods recovered from a river in northern Germany indicate an ancient toolkit of a Bronze Age warrior. Mold pigs are a newly discovered family, genus and species of microinvertebrates that lived 30 million years ago.  Ferrodraco lentoni was a pterosaur, or \"flying lizard,\" that lived among dinosaurs 96 million years ago. The fossil was found in Australia. These Late Bronze Age feeding vessels were likely used for infants drinking animal milk.  This is the first depiction of what mysterious ancient humans called Denisovans, a sister group to Neanderthals, looked like. This image shows a young female Denisovan, reconstructed based on DNA methylation maps. The art was created by Maayan Harel. Researchers found a fossil of one of the oldest bird species in New Zealand. While its descendants were giant seafaring birds, this smaller ancestor likely flew over shorter ranges. A painting shows the new species of giant salamander called Andrias sligoi, the largest amphibian in the world. After her discovery in 2013, Victoria's 66-million-year-old, fossilized skeleton was restored bone by bone. She's the second most complete T. rex fossil on record. An artist's illustration shows how different an ancient \"short-faced\" kangaroo called Simosthenurus occidentalis looked, as opposed to modern kangaroos. Its skull more closely resembles a koala. An artist's illustration of Cryodrakon boreas, one of the largest flying animals that ever lived during the Cretaceous period. Although researchers don't know the color of Cryodrakon's plumage, the colors shown here honor Canada, where the fossil was found. A graphic thermal image of a T. rex with its dorsotemporal fenestra glowing on the skull. A complete skull belong to an early human ancestor has been recovered in Ethiopia. A composite of the 3.8 million-year-old cranium of Australopithecus anamensis is seen here alongside a facial reconstruction. The remains inside grave IIIN199, found under Prague Castle in 1928, belong to a man from the 10th century. His identity has been the subject of great debate for years. Vertebrae fossils of a previously undiscovered type of stegosaurus were found in Morocco. Researchers say they represent the oldest stegosaurus found. The La Chapelle-aux-Saints Neanderthal skull shows signs of external auditory exostoses, known as \"surfer's ear\" growths, in the left canal. The Fincha Habera rock shelter in the Ethiopian Bale Mountains served as a residence for prehistoric hunter-gatherers. The world's largest parrot, Heracles inexpectatus, lived 19 million years ago in New Zealand. It was over 3 feet tall and weighed more than 15 pounds.  Saber-toothed cats, dire wolves and coyotes had different hunting patterns according to a new study of predator fossils found in the La Brea Tar Pits.  Researchers found 83 tiny glassy spheres inside fossil clams from a Florida quarry. Testing suggests that they are evidence of one or more undocumented meteorite impacts in Florida's distant past. This primitive dinosaur had a wide W-shaped jaw and a solid bony crest resembling a humped nose.  An illustration of a Microraptor as it swallows a lizard w"], "Language": false}