{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/entertainment/epic-books-coronavirus-reading/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brandon Griggs, CNN"], "Writers": [["Brandon Griggs"]], "FirstPublishDate": ["2020-05-10T09:37:36Z"], "LastModifiedDate": ["2020-05-10T09:37:36Z"], "Headline": ["15 epic books you may finally have time to read now"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["So your daily quarantine routine is getting old.   You've exhausted the good stuff on Netflix, your dog hides when you try to walk him for the eighth time and those ambitious plans for new hobbies -- scrapbooking! bird watching! -- are not happening. Now might be the moment to dust off that book you've always vowed to read but never had time for. You know the one. It's that supposedly brilliant novel -- or series of novels -- you've avoided for years because it's dense and daunting and, well ... really LOONNNNNG. To jog your memory and jump-start your new literary life, here's a list of suggested epic reads. They're all widely acclaimed as classics (or future classics) by readers or critics.  And they're all big, honking doorstops -- most of them more than 1,000 pages -- that ought to keep you busy for a while. War and Peace  Leo Tolstoy, 1,392 pages* (*per Goodreads) A pinnacle of Russian literature and arguably the greatest novel ever written, this epic has everything -- historical sweep, romance, military battles, family drama, philosophical essays -- all against the backdrop of Napoleon's invasion of Russia. It's also about people trying to find their way in a time of crisis and social upheaval, which makes it a fitting read for our current moment. The Harry Potter series  J.K. Rowling, 4,100 pp. Yes, we all read these seven books years ago. But it's worth going back to the beginning -- before the eight bloated movies, before the theme parks, before Emma Watson became a UN ambassador -- to relive how Rowling brought a magical world to life on the printed page with little more than her own boundless imagination. Roots: The Saga of an American Family  Alex Haley, 729 pp. You may have seen the 1977 ABC miniseries that turned \"Roots\" into a cultural sensation. Or \"Roots: The Next Generations,\" the sequel. Or the 2016 History Channel remake. It all started with Haley's Pulitzer-winning novel, which traces his family lineage back to Kunta Kinte, an African boy who was sold into slavery and brought to America. The book is a gripping and essential document of the African American experience. In Search of Lost Time  Marcel Proust, 4,211 pp. If you want to wow your friends -- or get teased for your pretentiousness -- dig into this massive brick of a book, hailed by some as the most influential novel of the 20th century. Proust, a Frenchman, packed its pages with profound musings on art, the elusive nature of memory and the melancholy passage of time. It can admittedly be tough sledding. It's also in seven volumes, although the last three were unfinished drafts published after Proust's death. So you can probably skip those. The Stand (uncut edition) Stephen King, 1,153 pp. A novel about a deadly, fast-moving virus that wipes out much of the world's population? Like that would ever happen! Yes, the plot of this dark thriller, which was made into a 1994 miniseries, may hit a little too close to home right now. Then again, its brutal post-apocalyptic vision makes our current pandemic feel ... not quite so bad. Almost any James Michener novel  Really. Pick one. His longest books all clock in at 1,000 pages or so. Michener was a master at researching a part of the world -- \"Hawaii\" (1,136 pp.), \"Texas\" (1,472 pp.),  \"Chesapeake\" (1,024 pp.), (\"Centennial\" -- about Colorado -- 1056 pp.) -- and then crafting a sprawling, multi-generational family saga about its history, people and culture. Atlas Shrugged  Ayn Rand, 1,168 pp. For decades if you wanted to start a discussion -- or a debate -- with someone you carried around a dog-eared copy of this influential but polarizing novel. Nobody really read it for the plot, which had to do with (yawn) business executives straining against burdensome regulations. The book and Rand's other weighty bestseller, \"The Fountainhead,\" espouse a philosophical system called objectivism, whose emphasis on individual rights has been embraced by some modern-day conservatives. Maybe it'll change your life. Don Quixote  Miguel Cervantes, 1,023 pp. Sure, you know where the phrases \"quixotic\" and \"tilting at windmills\" come from. But maybe it's time to learn the whole story of an aging would-be knight, his horse Rocinante, his faithful squire Sancho Panza and their idealistic quest for adventure. This 17th-century Spanish novel is one of the cornerstones of Western literature. Les Miserables  Victor Hugo, 1,463 pp. The book that launched a thousand musicals. If you're only familiar with the many streamlined adaptations, you might not realize that Hugo's vast French novel is about much more than Inspector Javert's relentless persecution of reformed thief Jean Valjean. More than a quarter of its pages are essays on French history, morality and other digressions. Pop a bottle of Burgundy, put on the \"Les Miz\" soundtrack and get to reading. 1Q84  Haruki Murakami, 985 pp. Like other books on this list, \"1Q84\" is a dystopian novel -- not a surprise, because its title is a play on George Orwell's \"1984.\" Unlike other books on this list, its ambitious story is a surreal blend of parallel dimensions, mysterious religious cults and a love story whose two protagonists' lives gradually converge. Murakami's 2009 novel was a huge bestseller in his native Japan and has been translated into dozens of languages. The Iliad/The Odyssey  Homer, 1,556 pp. There are classics and then there are classics, like these epic poems -- still read, taught and turned into Brad Pitt movies more than 2,500 years after they were written. Pillars of Greek literature, the books chronicle such renowned events as the Fall of Troy and Odysseus' long voyage home. They are literally the Western world's oldest surviving adventure stories. A Suitable Boy  Vikram Seth, 1,474 pp. Set in the newly independent India of the 1950s, this panoramic 1993 novel is mostly about the efforts of one woman to find a good husband -- \"a suitable boy\" -- for her headstrong daughter, a university student. But it's much more than a simple tale of matchmaking. Seth also adds the interwoven stories of three other families while exploring issues of the day, such as tensions between Hindus and Muslims, that threatened to tear India apart. Infinite Jest  David Foster Wallace, 1,088 pp. This exuberant magnum opus made a big splash when it was published in 1996 and became required reading for young, brainy sophisticates. The book doesn't follow a conventional narrative structure and digresses a lot -- a polite way of saying there's not much of a plot. It's also famous for its copious use of endnotes -- more than 300 of them. Wallace's innovative style influenced many other young writers, from Dave Eggers to Zadie Smith. A Song of Ice and Fire  George R.R. Martin, 5,167 pp. It's been a year since we were all glued to the final episodes of \"Game of Thrones.\" Why not relive that epic series by going back to the source material -- the fantasy novels that put Westeros on the map? The White Walkers could even take on a scarier resonance as a metaphor for coronavirus. There are five lengthy books and Martin has promised two more, although the last one, \"A Dance with Dragons,\" came out almost nine years ago and his writing momentum seems to have stalled. Write, George, write! The Outlander series  Diana Gabaldon, 7,852 pp. Here's another fantasy author who owes us some books. Gabaldon has written eight volumes of her hugely popular historical romance series about a 20th-century British nurse who time travels to 18th-century Scotland and falls for a handsome Highland warrior. Her adventures have been adapted into a steamy Starz series with lots of kilts and canoodling. Two more books -- plus more seasons of the show -- are coming, which should keep \"Outlander\" fans fogged up through at least 2026."], "Language": false}