{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/entertainment/little-richard-dead-obituary-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Todd Leopold, Chloe Melas and Jay Croft, CNN"], "Writers": [["Todd Leopold", "Chloe Melas", "Jay Croft"]], "FirstPublishDate": ["2020-05-09T15:08:08Z"], "LastModifiedDate": ["2020-05-09T18:18:01Z"], "Headline": ["Little Richard, a flamboyant architect of rock 'n' roll, is dead at 87"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Little Richard, the screaming, preening, scene-stealing wild man of early rock 'n' roll with hits like \"Tutti Frutti\" and \"Long Tall Sally,\" died Saturday at 87, Dick Alen, his former agent, confirmed to CNN. Alen said Little Richard died in Nashville with his brother and son by his side, and the cause of death is related to bone cancer. He called the star \"one of the legends, the originators\" and said Little Richard had \"been ill for a good while.\" He was a rocker like no other PHOTO GALLERY: Images from Little Richard's life The pioneer would have stood out in any era. But in the 1950s, when Little Richard came to prominence, he was like no other: a flamboyant, makeup-wearing, piano-playing black man who personified the \"devil's music\" to establishment guardians. Elvis Presley was one thing, but for all his pelvic thrusts and slicked-back, juvenile-delinquent hair, he was at heart a polite Southern boy who loved his daddy. Little Richard, though ... well, he may have come from a big Southern family himself, but he represented something else. \"Richard opened the door. He brought the races together,\" said arranger H.B. Barnum in Charles White's 1984 biography \"The Life and Times of Little Richard.\" \"When I first went on the road, there were many segregated audiences. With Richard, although they still had the audiences segregated in the building, they were there TOGETHER. And most times before the end of the night, they would all be mixed together.\" Little Richard Fast Facts Rolling Stones frontman Mick Jagger, no onstage slouch, was an admirer as well. \"There's no single phrase to describe his hold on the audience. I couldn't believe the power of Little Richard on stage. He was amazing,\" Jagger said, according to White's book. Little Richard knew his power. \"They saw me as something like a deliverer, a way out,\" he once said. \"My means of expression, my music, was a way in which a lot of people wished they could express themselves and couldn't.\" He also made no bones about his status. LIttle Richard bristled when he was overlooked in favor of other early rock figures, telling SFGate.com in 2003, \"I created rock 'n' roll! I'm the innovator! I'm the emancipator! I'm the architect! I am the originator! I'm the one that started it!\"  He had made those boasts 15 years earlier, going off script while giving out the best new artist award at the 1988 Grammys. Five years later the Grammys finally recognized him with a Lifetime Achievement Award. 'Rocking and rolling' in its original form It's hard to argue with Little Richard's stance. \"Rock 'n' roll\" was originally a euphemism for sex, and in his energy, his falsetto \"woohs!\" and pounding piano, Little Richard personified the life force.  A-wop-bop-a-loo-bop-a-wop-bam-boom, OK? His songs were about many things -- ripping it up, ready teddies, girls who couldn't help it -- but above all, they were about \"rocking and rolling\" in its original, unexpurgated form. \"Long Tall Sally, she's built for speed / She got everything that Uncle John need,\" he belted in \"Long Tall Sally,\" a song rife with such obvious innuendo there was barely a need to read between the lines. \"Good golly, Miss Molly / Sure like to ball,\" went \"Good Golly, Miss Molly,\" leaving even less to the imagination. \"Spinnin', spinnin', spinnin', spinnin' like a spinnin' top / Crazy little partner, you ought to see us reel and rock,\" he sang in \"Jenny, Jenny.\" The songs -- thanks to Little Richard's raucous performances -- created fearsome visions of teenage abandon in the minds of parents and censors.   \"With Little Richard, the rock 'n' roll audience got the aggressive extrovert to enact their wilder fantasies, and his stage performances set precedents for anyone who followed him,\" Charlie Gillett wrote in his classic, \"The Sound of the City.\" Sometimes that wildness kept Little Richard one step removed from the mainstream: \"Tutti Frutti,\" his breakthrough hit, was originally supposed to feature such lines as \"Tutti Frutti, good booty,\" but producer Bumps Blackwell suggested changes. Even the refined version didn't make it on many pop radio stations, which looked past Little Richard's R&B hit in favor of pop singer Pat Boone's more tepid rendition. But other times, even the bluenoses had to throw up their hands at the sheer audacity of it all. In 1956, an NBC censor let \"Long Tall Sally\" pass because he couldn't understand the words and therefore couldn't judge their propriety, according to Brian Ward's rhythm-and-blues history, \"Just My Soul Responding.\" The kids, of course, loved it. Many grew up to be rock 'n' rollers themselves, and they never forgot the man who helped plant the seed. \"Thank you all very much, especially the rock 'n' rollers,\" George Harrison said at The Beatles' induction into the Rock & Roll Hall of Fame. He pointed to Little Richard in the audience. \"And Little Richard there -- it was all his fault, really.\"   Kicked out of his home as a teen  Richard Wayne Penniman was born on December 5, 1932, in Macon, Georgia. The third of 12 children, he clashed with his moonshine-selling father and was ordered out of the family home as a teenager. A white family named Johnson took him in, and Penniman -- who had honed his musical ability in church -- started performing in their club. Depending on the story, he was called \"Little Richard\" either as a childhood nickname or because he was underage. Either way, the name stuck. A link with an Atlanta DJ led to a signing by RCA, but Little Richard's recordings -- in a Louis Jordan jump-blues style -- failed to catch fire. For a time, Little Richard was a dishwasher at a Greyhound bus station. He kept playing music, however, and in 1955 sent a demo recording to Specialty Records. Specialty's founder, Art Rupe, liked what he heard and asked Little Richard to go to New Orleans to record with members of Fats Domino's backing band. Producer Blackwell recalled him in a memoir as \"this cat in a loud shirt, with hair waved up six inches above his head.\" During a break in what had been a lackluster session, Little Richard let loose with \"Tutti Frutti.\" The rest -- with a polish from Blackwell -- is, as they say, history: \"Tutti Frutti\" hit No. 2 on the R&B charts and the Top 20 on Billboard's pop charts, selling a million copies. Little Richard was off and running. Hit records and electrifying live shows  More hits followed: \"Long Tall Sally,\" \"Slippin' and Slidin',\" \"Rip It Up,\" \"Lucille,\" \"Keep a-Knockin' \" -- 17 songs through 1958, including three R&B No. 1s. His live shows were electrifying, and even Hollywood noticed, with director Frank Tashlin featuring him in 1956's Jayne Mansfield vehicle \"The Girl Can't Help It.\" Tashlin, for one, knew exactly how to exploit Little Richard's energy, accompanying a sashaying Mansfield with Little Richard's \"Girl Can't Help It\" song. As she walks and Little Richard wails on the soundtrack, an iceman's cargo melts, a milkman's bottle erupts, and a lobby voyeur's glasses crack. But he wasn't as wild as his fainting-couch critics claimed. As Dave Marsh observed in \"The Heart of Rock & Soul,\" Little Richard's records \"featured an intensely swinging rhythm band and the music was anything but an amateurish hash, no matter what critics committed to the noble savage theory believe.\" In 1957, however, Little Richard lost faith in rock 'n' roll -- and gained it on a different plane. The plane, in this case, was not just heavenly; it was also the form of transportation he took after a tour of Australia. Believing the engines to be on fire, Little Richard struck a deal with God: If the plane landed safely, he would abandon the devil's music. It did, and he upheld his agreement, enrolling in an Alabama college and becoming a Seventh-day Adventist minister.  A 1965 album title says it all: It was called \"King of Gospel Songs.\"   In the interim, though, Little Richard had become a hero to a new generation of rock 'n' rollers. The Beatles' Paul McCartney was a huge fan; the band covered \"Long Tall Sally\" and \"Hey, Hey, Hey, Hey,\" and the Lennon/McCartney song \"I'm Down\" was an obvious homage. The group also toured with Little Richard when he came back to rock 'n' roll in the early '60s.  Creedence Clearwater Revival's John Fogerty and Bob Seger were also deeply influenced by the singer, often reflected in their singing styles. Jimi Hendrix served as his guitarist for a time. Recognizing new fans to be converted, Little Richard resumed touring and recording in the '60s and '70s. He added \"actor\" to his resume with his performance in the 1985 film \"Down and Out in Beverly Hills\" as well as a variety of TV guest appearances. But he didn't leave preaching behind. He used his pulpit to attack drug use -- he'd been an admitted addict, telling British GQ, \"I had powder on me all the time, and I wasn't putting it on my face\"-- and sometimes (once again) he would condemn rock 'n' roll. He was a man of angels and fire. \"When I had all these orgies going on,\" he said (yes, there were orgies, too), \"I would get up and go and pick up my Bible. Sometimes I had my Bible right by me.\"  An ambivalent attitude toward his sexuality  Aside from music, Little Richard's most noted ambivalence was in his attitude toward his sexuality. In the early days, he covered by \"exaggerating his freakishness,\" writes Jim Miller in the rock history \"Flowers in the Dustbin.\" He later called homosexuality \"unnatural.\" He told Charles White he was \"omnisexual.\" A decade later, he told Penthouse magazine he always knew he was gay. \"I've been gay all my life and I know God is a God of love, not of hate,\" he told the magazine in 1995. \"How can I (put) down the fisherman when I've been fishing all my life?\" There were honors, of course. He was among the first inductees into the Rock and Roll Hall of Fame. His hometown of Macon named a street after him. He received a passel of honorary degrees, including one from Macon's Mercer University. He even kept on ministering, conducting a wedding ceremony for 20 couples in Vinton, Louisiana, in 2006.  Little Richard was married to Ernestine Campbell from 1959 to 1961. He is survived by an adopted son, Danny Jones. To the end, he was always outrageous. He used makeup liberally, dressed colorfully, could be obstinate and vain, giving and shy. Being Little Richard must have been exhausting and joyful. There was only one.  A-wop-bop-a-loo-bop-a-wop-bam-boom!"], "Language": false}