{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/politics/joe-biden-digital-campaign/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Bradner and Dan Merica, CNN"], "Writers": [["Eric Bradner", "Dan Merica"]], "FirstPublishDate": ["2020-05-09T16:02:24Z"], "LastModifiedDate": ["2020-05-09T16:02:24Z"], "Headline": ["Biden's campaign rushes to blunt Trump's digital advantage"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Presumptive Democratic presidential nominee Joe Biden's aides are reprogramming their analog campaign for a digital battle. The coronavirus pandemic has forced candidates off the campaign trail and turned the 2020 presidential race into one primarily being fought over social media, email, advertising and phone calls. It has raised the stakes for Biden to rapidly catch up with the online behemoth that President Donald Trump has built since his 2016 victory. After fits and starts since Biden became the presumptive nominee, his campaign on Friday announced the first in what senior aides said will be a wave of new digital hires, tapping three top staffers from Biden's former Democratic primary rivals for leading roles. The campaign is also considering outsourcing some digital functions and remains in talks with Hawkfish, the Michael Bloomberg-founded data and tech firm, and other Democratic groups. Democratic strategists are publicly prodding Biden to act urgently to build his digital capacity, primarily because Trump's campaign has spent years infusing every aspect of his reelection bid with a digital focus. That has helped Trump raise millions, money that is now being spent on attacks ads like the new $10 million push. Trump's campaign manager, Brad Parscale, tweeted an image of the \"Death Star\" from Star Wars, saying the campaign will in the coming days \"start pressing FIRE for the first time.\" The online brands Trump and Biden are building are starkly different. Trump's campaign, keenly aware that controversy fans social media flames, stokes anger -- at Trump's opponents, at China and at the media. Biden's aides, meanwhile, say they are aiming for empathy and feel-good moments. Rob Flaherty, Biden's digital director, credited Trump's campaign with running a \"smart marketing operation\" and \"a very impressive digital-first campaign.\" But, he said, Biden has time to match it. \"To me, on a broad level, if Donald Trump is the internet equivalent of some hateful meme, we are the internet equivalent of one of those videos ... that is a soldier coming up and getting a hug,\" Flaherty said. \"It would be completely inauthentic to build a program around Joe Biden that is bomb-throwing divisive, appealing to the worst in people. We couldn't even if we wanted to, because that's not who he is.\"  He added: \"We are living through one of the most existential changes to the way the internet behaves probably since Trump got elected. We are in a space where a lot is changing. There's a lot of evidence that people are pivoting towards consuming good news, feel-good stuff because of the environment that they're living in.\" Biden's approach to the 2020 race during the first two months of the coronavirus pandemic this week triggered two opinion pieces in The New York Times by top Democrats. Barack Obama's top 2008 strategists, David Plouffe and David Axelrod, wrote that for Biden, \"the challenge is to transform a campaign that lagged behind many of his Democratic competitors during the primary in its use of digital media and timely, state-of-the-art communications techniques. \"While television remains a potent force, YouTube, Facebook, Twitter, Instagram, Snapchat and TikTok are all essential in a Covid-19 world in which candidate travel and voter contact will be severely limited. In many respects, they are the campaign, not an important part of it.\" Lis Smith, whose strategy of round-the-clock media blitzes catapulted Pete Buttigieg to the Democratic forefront, wrote that Biden must be \"digitally omnipresent\" -- with Biden supporters and celebrities blanketing local media and social networks.  That, Smith wrote, would allow Biden -- whose own social media channels feature relatively small followings -- to reach broader audiences via more popular channels. \"These figures appeal to very different fan bases; celebrity supporters like them can bring the campaign's message to nontraditional and nonpolitical outlets that might otherwise be disinclined to get into the weeds of an election -- sports-talk radio, Top 40 stations and gossip sites,\" Smith wrote. Biden's aides say they are doing what Democrats are publicly suggesting -- but that has taken time. One early example: Biden and his wife Jill Biden recently appeared on an Instagram Live video with soccer star Megan Rapinoe, one of the best-known female athletes in the nation.  \"I think we're at this phase of being able to take the sort of best of the experimentation that happened around the primary, put it into a pot and build a program that we think is made to rise to this moment,\" Flaherty said. \"And we're recruiting talent actively to sort of build that. We are starting to begin our scale and build up that infrastructure.\" Slow digital build-up To digital operatives outside of Biden's digital team, it's clear that the former vice president's campaign was caught flat-footed and is playing catch-up after an unexpectedly fast and decisive primary victory. Fears of a fundraising drop off caused by the coronavirus induced economic downturn slowed the hiring process. Biden's campaign, though, is now on more solid financial footing than it was when momentum carried the broke Biden to a near-sweep on Super Tuesday. Biden limped into the South Carolina primary in late February after three straight losses. But his blowout victory there led to a wave of momentum in the contests that followed and ultimately left him the last candidate standing in the Democratic race.  In a short span of time, Biden's campaign had gone from a sluggish one that trailed other Democrats' digital and organizing efforts to that of the presumptive nominee.  But the moment also brought chaos. On the night of Michigan's primary, Biden had been scheduled to campaign in Cleveland, Ohio. But coronavirus concerns were spreading rapidly, and his campaign decided to instead hold a small event in Philadelphia. Since then, Biden has been at home in Delaware. His staff is working remotely. And fundraisers have been virtual. As he began broadcasting events online, it took Biden time to work out the kinks -- ditching a podium aides had initially set up, for example, and struggling through technical difficulties in the campaign's first Zoom broadcast.   He has also shaken up his campaign staff, replacing former campaign manager Greg Schultz with Jen O'Malley Dillon, a former top Barack Obama campaign staffer who previously managed former Texas Rep. Beto O'Rourke's presidential campaign.  Under new leadership and with questions about whether it could effectively fundraise in the new environment, Biden's campaign waited, rather than ramping up a staff top aides feared it might not be able to support for the remaining eight months of the presidential race.  \"It is unusual that they are so small,\" said a top Democratic digital strategist who worked for a competing primary candidate, noting that the Biden campaign was \"not ramping up the digital team in the same way that others had been\" during the primary. Biden's campaign on Friday said it had hired three new top digital staffers: Caitlin Mitchell, who was Elizabeth Warren's chief mobilization officer and will advise the campaign on digital strategy and scaling up its in-house teams; Robyn Kanner, a Beto O'Rourke alum who will lead the campaign's design, branding and web efforts; and Andrew Gauthier, a former Kamala Harris staffer who was previously executive producer of BuzzFeed Video. The Washington Post first reported the hires. Trump's Death Star The need to revamp Biden's digital operation is a concern for Democrats largely because Trump's campaign, over the last four years, has built a digital behemoth. The Trump campaign's digital operation, which includes more than 100 staffers, has excelled at raising money, helping the Trump campaign raise hundreds of millions of dollars for the 2020 effort, while also giving supporters endless ways to connect with the campaign online. Many Democrats, some of whom loathe giving Trump's campaign credit, laud the digital operation his team has built, even if they see it as nefarious. \"What they're trying to do is funnel everybody into this casino ... and hopefully keep them there and hopefully inoculate them from bad news,\" said Stefan Smith, Pete Buttigieg's online engagement director during the 2020 primary. \"(The goal is to) make it harder to get voters out of their ecosystem so that they can save them for November.\" To do that, Trump's digital operation has launched an app that gives supporters a one-stop venue for all Trump's content. Not only can supporters sign up to make calls on Trump's behalf and register for events, but the app also includes the campaign's nightly broadcasts, which aides say have been viewed more than 300 million times since the start of April. \"The Trump campaign has a significant advantage because of our early and ongoing investment in data and technological infrastructure,\" said Ali Pardo, a Trump campaign spokeswoman. \"Even if Joe Biden had the money, he couldn't buy the kind of infrastructure our campaign has put in place over the last five years.\" Smith said Trump's digital strategy is as \"brilliant\" as it is fear inducing for Democrats, who know it will be difficult to pull possible voters out of the ecosystem come November. \"What they're realizing is this is not a political thing they're doing, what they're doing is a cultural thing,\" Smith said. \"So, if you find identity in being a Trump supporter and then you find yourself in a community with people who are like that ... now you're incentivized to stay in the ecosystem. It's like Candy Crush.\" Ice cream and aviators Biden's struggles on the digital front are in stark contrast to how internet-friendly he was during his eight years as former President Barack Obama's No. 2, when a caricature of Biden was a fixture on the satirical website The Onion and the real Biden known for buzzy memes about his love for ice cream and aviator sunglasses. Biden has leaned into those memories in 2019. He often stopped for ice cream on the campaign trail, and blown-up aviator posters with Biden's name on them were a fixture at rallies. But now that Biden is running to be the commander-in-chief, the memes have landed differently than when he was Obama's understudy. \"It's a cautious campaign and there are limitations to virality,\" said Emmy Bengtson, a partner at Wavelength Strategy who previously worked for New York Sen. Kirsten Gillibrand's 2020 primary campaign and Hillary Clinton's presidential campaign in 2016. \"A viral meme doesn't necessarily mean you should be president. Joe Biden eating ice cream, Joe Biden aviators, Joe Biden in a convertible -- that doesn't necessarily get people to vote for you.\" Bengtson argued that the Clinton campaign faced a similar challenge. The former secretary of state, before she ran for office, was known online for inspiring a meme website ca"], "Language": false}