{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/opinions/what-were-reading-during-pandemic-carr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jane Greenway Carr"], "Writers": [[]], "FirstPublishDate": ["2020-05-09T13:17:23Z"], "LastModifiedDate": ["2020-05-09T13:17:23Z"], "Headline": ["How Agatha Christie, Frederick Douglass and Albert Camus are getting us through this"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["In his 1948 novel \"The Plague\" -- sales of which have ticked upward during the Covid-19 crisis - French author Albert Camus reflects on the nature of outbreak and its relation to the human capacity for surprise: \"Everybody knows that pestilences have a way of recurring in the world; yet somehow we find it hard to believe in ones that crash down on our heads from a blue sky. There have been as many plagues as wars in history; yet, always plagues and wars take people equally by surprise.\"   What stands out to me about this passage is not its apt assessment that many human beings are in denial about the perils of existence. What leaps out is the acknowledgment that whenever plague (in Camus' novel, a metaphor for fascism, tragically literal in our own moment) strikes, it always produces a feeling of sudden awareness that we aren't ready to face the danger. The \"blue sky\" out of which catastrophe falls is one that always seems bluer, more intense, and one that we might feel that we need new eyes to see and understand for what it really is.   In a recent op-ed, poet Tess Taylor argued that the Covid-19 pandemic has radically altered our understanding of time, that level we use to balance the distance between the triage of right now and the entrenched sweep of history (with all its wars and plagues). Where can we possibly turn when that balance is shattered by cataclysmic disruption? If we need new eyes to see how blue the sky is, now that it has fallen on our heads, where can we turn to find perspective?   We turn toward the page, Taylor suggested. We included in her op-ed a call for people to share what they're reading during the pandemic and why, and your responses were overwhelming in sheer volume and variety. One reader put it bluntly: \"Books really do help you forget the craziness and sadness that surrounds us.\"   At a time when Netflix, Hulu, Amazon Prime, Instagram Live and other streaming and video platforms are keeping millions of us above water, books have also become our lifeline -- a form of immersion in the reality of contagion from a safe distance, a coping mechanism for escape, a place of comfort and familiarity in re-reading a loved story or a space for adventures far and wide when we cannot leave our homes. As Dan Jameson, a bookseller from Silver City, New Mexico, wrote to us: \"Essays of the Southwest with descriptions of enormous vistas can help to soothe claustrophobia.\" Randy U. of Monroeville, Pennsylvania, expressed it this way: \"Batman had his cave, Superman had the Fortress of Solitude, and I have my little den to escape from the world now and then and lose myself in a good book.\" Some are, in fact, going for shock therapy by reading Camus -- in the case of Guy M. of Silver Spring, Maryland, alternating it with Oscar Wilde's \"The Picture of Dorian Gray\" for a \"bit of literary whiplash.\" But a lot of people are reaching for \"The Plague\" and other works that explicitly address disease and pandemic, whether fictional or real. Among them are: Daniel Defoe's \"A Journal of the Plague Year\" (1722), an account of the bubonic plague in London in 1665; Giovanni Boccaccio's \"The Decameron,\" a 14th-century collection of novellas about the Black Death; John Barry's \"The Great Influenza\" (2004), an account of the 1918 flu pandemic; Emily St. John Mandel's pandemic novels \"Station Eleven\" (2015) and recently, \"The Glass Hotel\"; Max Brooks's apocalyptic novel \"World War Z\" (2006); \"Severance,\" Ling Ma's 2018 work of satirical science fiction; and Stephen King's \"The Stand\" (1978), a dystopian novel about a virus that destroys most of humanity.   During the first days of widespread lockdown in the United States, enough readers were apparently blurring the lines between the fictional world of \"The Stand\" and our own Covid-19 moment that Stephen King himself felt the need to tweet, in part: \"No, coronavirus is NOT like THE STAND.\" Of Ling Ma's \"Severance,\" reader Matthew Denvir of Virginia Beach wrote, \"Sometimes books can be an escape, and sometimes they can help us face our fears and wrap our heads around our difficult world.\"  Others are getting relief from the all-encompassing embrace of what an old-fashioned reader might describe as \"doorstopper tomes.\" Multiple readers described avidly reading Leo Tolstoy in the time of coronavirus, either again or for the first time -- mostly \"Anna Karenina,\" but a few were flying a flag for \"War and Peace.\" Rarely twinned together, perhaps the longest books we're reading both spin out the saga of complicated families from the pen of a woman: George Eliot's \"Middlemarch\" and Margaret Mitchell's \"Gone With the Wind.\"   It was not uncommon for readers to report a total shift in taste or reversal of preferred genre, a fiction lover turning to non-fiction, or the opposite; as one respondent told us, \"As a reader of predominantly non-fiction, I'm finding that my anxiety is far more soothed these days through stories of dark whimsy.\" Then there were those of you who craved reading that defied genre, like \"Zen and the Art of Motorcycle Maintenance.\"   Relatedly, some were attracted to the worldmakers, the creators of fictional universes whose hooks to the realities of human emotion make all the difference: Carl Sagan, William Faulkner, N.K. Jemisin, Octavia Butler. Historical fiction was a popular choice, with Hilary Mantel's Wolf Hall trilogy frequently mentioned. Some people are re-reading to find solace, everything from Edith Wharton to Nora Roberts to Harry Potter.  And just as some of us are using this time out of time finding our inner breadmaker or adopting a new wellness regime, others felt that this era of social distance is as good a time as any to read (or re-read) classics like \"Moby-Dick,\" \"Frankenstein,\" \"1984\" or that classic of classics -- the Bible. Franz Kafka was divisive -- some said yes, others hell no. Those looking for a non-fiction fix tended toward an eclectic mix of memoir and biography: Tara Westover's \"Educated,\" Trevor Noah's \"Born a Crime\" and Erik Larson's recent work on Winston Churchill, \"The Splendid and the Vile.\"     Many, many were seeking models for leadership in crisis - your responses were thick with books by leaders, past and present: Frederick Douglass, Benjamin Franklin, FDR, Douglas MacArthur, Harry Truman, Madeleine Albright, Samantha Power. Reader David Lancaster is \"trying to read biographies and autobiographies of all of the presidents.\" As of the third week of April, he was on his twenty-second -- but he is surely further on his way by now.    How you are reading also ran the gamut, from listening on Audible to hosting book clubs on Zoom to visiting the library in the final hours before your town too issued a stay-at-home order, to get those last paperbacks in your hands to take home, before home became all the world we would know for a while.   Above all, you described to us how reading has become your way to persist in looking for hope, to find the right words to keep going.   Here's a select look at some of the many responses. (Some have been lightly edited for clarity and flow.)   Reading is 30 minutes free from fear As a part of the agricultural industry, I am considered an essential worker, which is something I am grateful for in these times. Like many other walks of life, the agricultural industry is struggling as well. Prices are down and plants are closing. Then lunch time comes around, and I have a half an hour to pick up a book and escape to far off places and far back times. I can be lost in the revolution, with the British attacking New York in 1776, or I can be traversing the world looking for my Personal Legend in \"The Alchemist.\"  Next, I can go to a few sporting events, watching hockey in \"Beartown\" or reliving the \"Friday Night Lights\" in the bleachers. Then, I can enter the struggle for the underrepresented with Bryan Stevenson or think about real estate with Chip Gaines. During that half hour, I do not fear for my family's health or worry about the world economy. I wonder how the early Americans can complete a revolution against a more disciplined force, or I can get caught up in the last pages of \"The Great Gatsby\" and \"The Hours.\"  That half hour seems to go by unnaturally fast. After the day is done, I head home to my wife and kids. If I am lucky, we can get the kids to bed at a good time and catch up with Morrie and Chika or Mitch Rapp and Scott Coleman. Reading has always been a pleasure to me, but some days it is the exact escape I need. Where would I be if I had not read JK Rowling's words? \"Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?\"   -- Noah K., Iowa   What I learned from Thomas Mann I haven't picked up \"The Plague\" or \"A Journal of the Plague Year,\" let alone the contemporary dystopian novels people keep recommending on social media. What I wanted in the Year of Covid-19 was escapism, not masochism. But having found comfort (and laughter) in the timeless work of the peerless P. G. Wodehouse, I was ready to move on to something more substantive. Thomas Mann's \"Death in Venice\" caught my attention as I scanned my bookshelves. My teenage son's high school is now home school, so I might have felt guilty when I saw him reading Shakespeare. Or perhaps he inspired me, as I prefer to think -- although it didn't hurt that unlike a doorstopper like \"The Magic Mountain\" or \"Buddenbrooks,\" this slim novel has only 142 pages.  All I knew about Mann's \"Death in Venice\" -- and Visconti's film based on it -- was that a distinguished artist (Gustav Mahler?) is vacationing in Venice when he becomes infatuated with a boy visiting from another country. Soon I was swept away, and Michael Henry Heim's brilliant English translation played no small role in providing another kind of escape from 2020. Not for long, though. I almost fell off my chair when I realized why the locals in early twentieth-century Venice don't want to tell the protagonist (an author, not a composer) that their city is in trouble.  There's an epidemic --- a cholera epidemic, in fact, \"emanating from the humid marshes of the Ganges Delta\" -- and though people are dying in Venice, officials are in denial. Even as the news spreads, causing increasing anxiety in the malodorous city, Venetians hide the facts from the tourists. Livelihood is more important than life. It's the oppressive heat, the sirocco -- and there's nothing to worry about, they say, their lies making the city as menacing as the disease threatening it. The author finally hears the truth from another foreigner, but it's too late.  \"The epidemic even seemed to be undergoing a revitalization; the tenacity and fertility of its pathogens appeared to have redoubled,\" Mann writes.  Putting the book down, I snapped back to 2020. More than a century has passed since Mann published this gripping novel or novella. Sadly, we humans contin"], "Language": false}