{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/health/single-mom-challenges-mothers-day-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [["Kristen Rogers"]], "FirstPublishDate": ["2020-05-08T12:53:45Z"], "LastModifiedDate": ["2020-05-08T20:41:35Z"], "Headline": ["Frosted Flakes for dinner. Hiding in the laundry room. This is life for single moms right now."], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Anticipating mommy shaming when she had to take her 5-year-old daughter with her to the grocery store, on her daughter's back MaryAnn Resendez taped a sign that read, \"I am only 5. I can't stay home alone so I have to buy groceries with mommy. Before you start judging, stay back 6 feet.\"  After an unsuccessful grocery delivery order, Resendez found herself between a rock and a hard place: She couldn't leave her daughter home alone, but it was risky to take her to the store given the chance of infection with Covid-19.  Expecting judgment from others only adds to the burdens single mothers face on a regular basis that are exacerbated during this time.  As we head into Mother's Day weekend, single mothers like Resendez are facing even more stress during a pandemic. Many single moms are the only people who can ensure their children are fed, educated, comforted, disciplined and safe, without the in-person support of friends or family members. These responsibilities are in addition to the mothers' own work and other struggles.  \"Single parents are probably the most overwhelmed and time-starved people out there,\" said Brigid Schulte, author of \"Overwhelmed: Work, Love, and Play When No One Has the Time\" and director of the Better Life Lab at New America, which provides research and reporting on work-life and family culture. \"It's tough, and this pandemic has just made it tougher.\"  Nearly a quarter of US children under 18 live with one parent and no other adults, according to a Pew Research Center report on its related 2019 study. And women are more likely than men to live as single parents.  Here are some of their stories. In need of allies Resendez, a 41-year-old tattoo artist from McAllen, Texas, has been divorced for about 10 years. She has four older children who live on their own, but she raises her young daughter by herself.  Resendez made a living as the owner of a tattoo shop in McAllen, but it closed along with other businesses for safety precautions. Texas has started to reopen, but an issue with the electric company that powers her shop and the exclusion of tattoo parlors on the list of businesses allowed to reopen leave her future uncertain. She's had to dip into a small savings account of about $2,000 for their needs. They've spend most of it, she said, and now she's struggling to cover bills and food and with getting her daughter to understand why she can't have new toys right now.  \"It's just very stressful. ... I have to figure out how to get back on my feet somehow.\"  One of the current challenges of single motherhood is that there's only one income. These mothers often don't have a partner to help out if the pandemic robs them of their jobs and paychecks.  \"It's not that we're complaining about being single, I mean, we manage,\" Resendez said. \"[But] we carry a lot more weight on our shoulders. We have to pay the bills, we have to worry about everything. There's no one to depend on.\" And there's only one parent to service the constant requests of young children. Absent is someone who could offer backup to give the mother time for herself.  Being a parent in general is hard, of course, but being a single parent is a little harder, especially in quarantine, Resendez said. \"We don't get a break as a single parent. Because if I quarantine with a 5-year-old, I can't take a nap if she won't take a nap. And convincing a 5-year-old to take a nap is impossible almost.\"  In addition to worrying over bills and food, Resendez now finds herself homeschooling, entertaining her child and tending to her every need.  Homeschooling is difficult because of the shift to virtual learning via an iPad, which Resendez is trying to grapple with. She also struggles with getting her daughter to listen to her and sit down for the lessons, though she's one of the best behaved students in her physical classroom.  \"I'm the nurturer, kissing the boo boos, playing with her and spoiling her, so it's hard when I actually try to reprimand her and put more structure on her,\" Resendez said.  Creating memories in consideration of loss In the late evening, Crystal King puts her 3-year-old son to bed before resigning herself to a chair to administer her own dialysis for the next 12 hours.  King, an Instagram blogger from Atlanta, Georgia, was diagnosed with hereditary kidney disease when she was 15. It never drastically impacted her life until her pregnancy, she said, which hurtled her toward Stage 5 kidney disease, which is end stage.  Her kidneys are now functioning at only 6%, and she's been looking for a donor since her son was born. Given the current restrictions on so-called elective surgeries, she's uncertain if receiving a kidney will be possible in the near future.  The father of her son is still involved and has visitation about every other weekend. But he works in a hospital, so King worries about the current safety of their setup.  King is the kind of exhausted that can't be remedied by a few good nights of sleep or a day of R&R. It's chronic fatigue that's a side effect of the kidney disease, caused by not having enough oxygen-producing red blood cells in her body.  But she hasn't let her condition stop her from nurturing her son.  \"As exhausted as I am, my motivation is my son,\" she said. \"I do things with him because I'm trying to build and create memories with him.\" They do art crafts, cook, bake and decorate together. Her son loves animals and nature, so they'll walk and fly kites or he'll ride his tricycle around the neighborhood before dinner. With a camera she bought after her son was born, King has been documenting their lives together.  \"I need there to be proof that I was here, proof that I was in your life,\" King said. \"I want you to have memories with me whether it's from [looking at a photograph or videos]. \"I document our lives so that if anything does ever happen with my kidney disease, he'll have all this stuff to look back on.\" Though King has found ways to keep life bright, worries and strains pull at her still.  Like Resendez, she never gets a break when she really needs it or has a partner to keep an eye on her son while she cooks or showers. Luckily, she has her sister to do the grocery runs for her since she's immunosuppressed, thus at higher risk for serious illness from the coronavirus. Since she's still in recovery from port surgery, her mother is there to help at times. She's also surviving off a savings account but knows it won't last forever. She'll have to apply for disability at some point, and government health care helps cover her medical bills.  She worries that her son will lose her. She has to be in a sterile environment, but she's reusing one mask that the clinic gave her. Masks would help prevent her from getting an infection in her port area and needing another surgery. She also lacks hand sanitizer.  A \"nightmare\" is how King describes dialysis. \"To be reliant on a machine to be alive is like the scariest thing, especially in a pandemic ... I have electricity to run my machine but if something happens and we have to evacuate, what are we going to do?\"  Survival parenting during the coronavirus era Jessica El Aboudi, a health communications specialist for the US Centers for Disease Control and Prevention, knows \"survival parenting\" all too well.  Before the pandemic, the school community provided the teaching, meals and after-school activities. As the mother of three boys ages 20, 11 and 7, she oversees their schoolwork, meals and activities in addition to working, cleaning and paying bills. She's had to adjust to their virtual learning and to not having the close group of friends who usually support them.  Luckily, the younger boys' teachers have offered extra help until El Aboudi can do more.  Though she has a master's degree and works at the CDC, El Aboudi worries she's failing her kids since she has trouble teaching them mathematics.  \"They know how to read, and they know how to vacuum really well now,\" El Aboudi said. \"My 11-year-old knows how to make hash brown casserole, so we'll call those wins, I guess?\" El Aboudi has been a single mother for seven years now, and it's been four years since her ex-husband has seen his children. Despite the years-long \"hustle,\" she loves her boys, and they're faring well.  But there are a lot of little things to remember, such as managing and remembering four unique schedules for school, work and doctor appointments. She's also trying to be a role model and teach them to be good people.  One of the hardest things about being a single parent is just not having somebody else who's as invested as she is, El Aboudi said. And she worriedly questions how she, as a woman, can raise good men.  \"I'm so lucky that we have this tribe of people that love me and love my kids, but when it comes to making those decisions and trying to prioritize values and all those lessons, I don't have anybody to bounce those off of,\" El Aboudi said. \"And the weight of what the decisions cost my kids, it's just on me. \"Am I doing right by these boys with every decision that I'm making for them? And then just second-guessing like all the time.\" The El Aboudis are stringent in their approach to safety precautions. Since Georgia public schools switched to virtual learning, her kids haven't left the house more than twice. But they're doing well with a plethora of activities and staying connected to friends.  Bedtimes no longer exist. El Aboudi intends to cook healthy dinners, but sometimes they end up eating cereal. Her sons spend a lot of time on screens, but these days it's the only way to keep up with school and friendships, so she allows it before sending them to the backyard with four dogs and a trampoline.  Moments to refresh help El Aboudi better serve herself and her kids: In the early mornings, she takes an hour to work out and have coffee. During the evenings, she video chats with friends or her boyfriend, who is in the military and in lockdown out-of-state.  The crisis makes their lives hectic, but leaning on her support system, having more downtime to appreciate her kids and no longer having to commute to obligations make life a little easier and a \"blessing.\" \"I wouldn't trade it for anything,\" she said.  Supporting single parents Women are single mothers for various reasons, including by choice, divorce, abuse or death, said Schulte, whose Better Life Lab \"Crisis Conversations\" podcast episode on single parenthood airs May 8.  But the high levels of stress, shaming and stigma they face are the result of a massive disconnect between the way people live their lives and the policies that the US lacks to support them, Schulte said.  \"So much of that stigma or cultural shame comes from this very deeply embedded notion that the best families, the 'right families,' are not only heterosexual and cisgender but are leaning toward breadwinner, homemaker families, if not outright,\" S"], "Language": false}