{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/state-emergency-funding-covid/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren Fox, Ali Zaslav and Christopher Hickey, CNN"], "Writers": [["Lauren Fox", "Ali Zaslav", "Christopher Hickey"]], "FirstPublishDate": ["2020-05-08T19:28:59Z"], "LastModifiedDate": ["2020-05-08T19:28:59Z"], "Headline": ["Billions in federal coronavirus aid flows to small states as bigger ones stagger under costs"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["While New York and other states hardest hit by the pandemic got billions in federal aid to deal with the coronavirus, the amount they got per case was less than some smaller states with far fewer cases received, according to a CNN analysis.  The $150 billion in state and local funding from the $2 trillion relief package passed by Congress in March was intended to help states deal with the financial burdens associated with coronavirus, but the formula for handing it out was designed to make sure smaller states weren't shorted -- even as bigger states have staggered under the weight of the crisis.  A CNN analysis of confirmed coronavirus cases and Treasury Department data on how much money each state was eligible for found that Alaska, which has had fewer than 375 confirmed cases of coronavirus, is receiving the equivalent of about $3.37 million for every one whereas New York, which has had more than 327,000 confirmed cases of coronavirus, is getting less than $24,000 a case.   The Associated Press was first to analyze how much each state received per coronavirus case. While many Republican-leaning rural states were the recipients of more money per coronavirus case than larger states, it wasn't Republicans who pushed for the spending formula in the CARES Act. Instead, aides say it was the result of a back and forth between the administration and three Democrats -- Sens. Jack Reed of Rhode Island, Ron Wyden of Oregon and Pat Leahy of Vermont, the top Democrat on Senate Appropriations -- who fought behind the scenes to ensure that every state, no matter its size, had at least some funding in the bill.   The stimulus legislation included $1.25 billion for every state at a base level. From there, states with larger populations received additional money and local governments could apply for more if their populations exceeded 500,000. But the formula meant that states with few confirmed cases are still receiving at least $1 billion as a way to offset the economic crisis.  Take Hawaii. The state was eligible to receive $1.25 billion. But Hawaii had only 629 confirmed coronavirus cases as of Friday, according to CNN's latest numbers. That meant that Hawaii was receiving roughly $2 million to deal with the fallout of every single case of coronavirus it had. Compare that with a state like Massachusetts where there have been more than 70,000 confirmed cases. Massachusetts received nearly $2.7 billion, meaning the state averaged about $38,000 per case.  Lawmakers from less populous areas argue that every single state has felt the economic burden of coronavirus regardless of whether it had thousands of cases or a few hundred.  \"We rely so much on tourism that revenues are going to drop substantially, to the point where I know that we are probably seeing a state budget shortfall of $1.6 billion,\" said Sen. Mazie Hirono, a Democrat from Hawaii.   When the legislation was negotiated in March, the intention was never to allocate the aid based on the number of coronavirus cases a state had -- something that would have been unlikely to pass the Senate, according to aides familiar with the process. Instead, the goal was to try to bolster state economies, which were going to be damaged by stay-at-home orders no matter how many or few cases of coronavirus a state had.  \"If your governor is turning off the state economy because of coronavirus or the threat of coronavirus, the impact is going to look nearly identical across all states,\" said one Republican aide who helped negotiate the bill. At the time of negotiations, aides also said, there were a lot of unknowns. The pattern of future outbreaks was uncertain. Behind the scenes, senators were jockeying to protect their own state interests, coming up with a formula everyone could agree on was tricky and time was of the essence as the country was barreling toward an economic crisis. \"When you need the vote of a senator, you can't very well tell them that their state isn't going to be getting any money,\" Sen. John Cornyn, a Republican from Texas, said Wednesday. Sen. Bob Menendez, a Democrat of New Jersey, said lawmakers originally distributed funds that way because they took the view that the coronavirus was going to impact every state.  \"It was also the art of the possible,\" Menendez explained, \"because originally when (Democrats) were offered the package it had no state and local stabilization funds. We had to fight for it, and the only way we could get the $150 billion distributed is the way it was.\"  Still, other senators from states where coronavirus cases have soared argue that any future money should account for how many cases of coronavirus a state has had.  \"This should be based on a formula that is fair,\" Sen. Cory Booker, a New Jersey Democrat, told CNN. \"They need to address that in this next package.\"  \"I think it is a reasonable factor to consider,\" Sen. Ted Cruz, a Republican from Texas, told CNN.  The discrepancies in funding are just one of the issues lawmakers are dealing with when it comes to state and local relief.  Many Democrats and some Republicans have urged the Trump administration to loosen guidelines around how states can use the money they've received. Some governors and mayors have complained that the strings attached to the money -- namely, that it cannot be used for revenue replacement -- are making it hard for states to spend all the money they are eligible for.  \"I am grateful. I think the people of Louisiana are grateful. The complaint I hear primarily from the governors is we need more flexibility in spending,\" said Sen. John Kennedy, a Republican from Louisiana."], "Language": false}