{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/business/grocery-stores-coronavirus-cashiers/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-04-30T19:18:43Z"], "LastModifiedDate": ["2020-05-01T11:56:41Z"], "Headline": ["This is the most dangerous place in the grocery store"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Sandra Kunz wanted to keep working as a Walmart cashier even as the coronavirus spread.  Despite a lung condition, the 72-year-old in Aurora, Colorado, needed to get her paycheck, according to her sister, Paula Spellman. Her husband, Gus, was injured and out of work, and the couple had bills due.  Kunz died on April 20 from complications related to the coronavirus, her sister said. Gus, who was also sick from the virus, died two days before his wife. While it is unclear how the couple contracted the virus, Spellman said her sister had expressed concerns about customers at Walmart coughing on her at the cash register.  \"I wish she didn't work there. I wish she had taken leave,\" Spellman said. \"I get angry because she should have been more protected.\" Walmart says it has instituted several safety measures in its stores, including providing masks and erecting sneeze guards, or plexiglass barriers, to protect its workers from the coronavirus. The cash register has emerged as the most dangerous place in the store, according to public health and worker safety experts. Every item cashiers touch, scan and bag has been handled by customers and other workers. The Centers for Disease Control and Prevention says it is possible that a person can get coronavirus by touching a surface or object that has the virus on it. The job also entails being at arm's length from customers all day rather than the CDC-recommended six feet, making socially distancing nearly impossible, these experts said. The risks for shoppers are heightened as they move toward the register, too. If a cashier is infected, the employee could spread it to customers. \"The cashier spot is still the most dangerous since every customer passes this area and stands there for some time while groceries are moving down the counter,\" said Brandon Brown, an epidemiologist at the University of California, Riverside. 'Most exposure' The virus can spread between people interacting in close proximity, even if they do not display symptoms, according to the CDC. \"Workers at the greatest risk are the workers with the most direct contact with other people,\" said Brian Brown-Cashdollar, program director at the Western New York Council on Occupational Safety and Health, a worker safety advocacy group. Cashiers \"have the most exposure.\" Spellman says that her sister expressed concerns to her about working behind the register without a mask. Walmart says it made masks available for workers in late March, including in Kunz's store, and began requiring workers to wear them on April 20.   A spokesperson for Walmart said, \"Our hearts go out to Sandy Kunz and her loved ones. Her loss shows the devastating impact of the COVID-19 virus.\" Walmart added that, in addition to offering masks to employees, the store had taken other measures earlier in March, such as adding social distancing markers and cleaning checkout lanes and cash registers more frequently. The store installed sneeze guards and began limiting the number of customers inside the store earlier in April. Retailers have been stepping up their safety measures as the CDC's guidance on the virus evolves. In addition to Walmart, Target, Kroger, Whole Foods and others have installed sneeze guards at checkout lanes and added social distancing markers in lines. Retailers are limiting the number of customers inside the store at a time and are sanitizing checkout stations frequently. Companies are also expanding the use of contact-free payment options so customers don't have to touch screens or enter their pins.  Some public health experts and labor advocates believe the measures are not stringent enough to protect cashiers, other employees and customers. For instance, major retailers like Kroger, Target and Whole Foods are not mandating that customers wear masks, except in states and cities where they are required. And workers complain that the requirements are often not enforced.  Sneeze guards and self-checkout While the Labor Department's Occupational Safety and Health Administration says stores should consider opening up every other cash register to keep workers safe, this is not a requirement and many stores are not taking this measure, said John Grant, president of Local 770 of the United Food and Commercial Workers in California, which represents 20,000 grocery workers. Around 27% of the workers at the local who have gotten sick from the virus have been cashiers, Grant said. Eric Feigl-Ding, an epidemiologist and health economist at the Harvard Chan School of Public Health, said cashiers \"need N95 masks as much as health care workers.\" He believes that all stores also need to give their cashiers face shields because many coronavirus carriers are asymptomatic. In China, stores are sanitizing cash, and the United States \"should as well at some point.\"  Cashiers also say limits on the number of customers inside stores are unevenly enforced and it's hard to keep customers separated in lines. At Kunz's Walmart in Aurora, for example, the local public health department briefly ordered the store to shut down in part because of complaints of \"lack of social distancing\" and \"too many people in the store at one time.\" The department has since allowed the store to reopen and said it has \"good safety and health measures in place.\"  The plexiglass barriers companies have put up are of limited help, some cashiers say, because customers lean over or around the barriers to talk to them. \"It doesn't cover us properly,\" said one Target cashier in Louisiana affiliated with the workers' advocacy group Target Workers Unite who requested anonymity out of concern of retaliation. \"There's a considerable gap in the plexiglass on each register.\"  A representative for Target declined to comment on the plexiglass but said \"we have introduced dozens of new safety measures at our stores,\" including reminding customers through loud speakers to observe social distancing rules.  \"In any situation, if a team member feels uneasy about performing a specific task, we'd encourage them to have a conversation with their leader to determine if there are alternative tasks they could perform,\" the retailer said.  Companies have expanded the use of self-checkout in recent years, but this also brings risks. \"Self-checkout may make physical distancing a challenge because of the frequent need for customer assistance,\" California's Occupational Safety and Health Administration says in guidelines. Workers have to clean down stations after each customer, retail employees say, and handling alcohol purchases is especially challenging. That's because a worker has to come over to ask the customer for ID, the customer has to remove a mask, and then the worker has to check to make sure they match. There are other concerns: \"At self-checkout, guests tend to crowd you when they need help, even with social distancing reminders,\" said a Target worker in North Carolina who is behind the cash register part time and also helps with self-checkout. This employee spoke under the condition of anonymity. Target declined to comment. "], "Language": false}