{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/entertainment/adele-weight-loss/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-06T16:20:37Z"], "LastModifiedDate": ["2020-05-06T16:20:37Z"], "Headline": ["Adele lost weight, are we allowed to praise that?"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Adele has always loved the skin she is in.   When she first burst on the scene with her debut album \"19\" in 2008, the British singer was knocked for being plus sized. Then she lost weight, but apparently not enough to suit some people. In 2012, famed fashion designer Karl Lagerfeld apologized after reportedly calling the Grammy winner \"a little too fat.\" Adele shot back. \"I've never wanted to look like models on the cover of magazines,\" the then 23-year-old told People. \"I represent the majority of women and I'm very proud of that.\" Around the same time, she discussed body image with CNN's Anderson Cooper during a \"60 Minutes\" interview and said she's never felt pressure to look a certain way. \"I've never seen magazine covers and seen music videos and been like, I want to look like that if I want to be a success,\" she said. In the years since, Adele has climbed to even greater heights as an artist. She's also become a mother, gotten married and divorced. In an Instagram post Wednesday in celebration of her birthday, Adele, now 32, appears thinner than she ever has since she became famous. We as a society love a before and after when it comes to our stars. Every celebrity transformation, physical or otherwise, often leads to our public assessment of whether it's good or bad. But is praising Adele's current appearance somehow criticizing how she looked before? Or are we simply acknowledging the transformation? Not that thinner Adele hasn't been criticized. Adele's latest photo caused plenty of buzz by some on social media, where people had already been weighing in on her apparent weight loss back in January. That's when TMZ published a piece headlined \"ADELE NOW FANS SAY SHE'S GETTING TOO THIN ...Can't Please Everybody.\" Commentary over Adele looking svelte came after photos were published of her on the beach in the British territory of Anguilla.  Chalk one up for you can't win for losing. With celebrities, it seems many feel entitled to comment more freely about them because we buy their music, or watch their movies. We know them but we don't know them, so what's the harm in sharing opinions about them? But Adele's body is her own. How she chooses to look is also her own business and not a reflection of her artistry, remarkable talent or professional accomplishments. She's sold millions of albums, had four No. 1 Billboard hits, won 15 Grammys and sold out countless stadiums -- all while being various sizes. Yes, Adele has lost weight. But up or down on the scale, she remains a beautiful woman who creates beautiful art. \"There's bigger issues going on in the world than how I feel about myself and stuff like that,\" Adele said about her body image in a 2015 interview. Amen, Adele. Amen. "], "Language": false}