{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/ghost-stations-underground-london-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-06T10:54:44Z"], "LastModifiedDate": ["2020-05-06T10:54:44Z"], "Headline": ["See Underground London's ghost stations"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Subterranean relics: While London's tube network has 270 stations, at least 50 are currently nonoperational, and many have been closed to the public for years. Click through the gallery to see more of these \"ghost stations\" Buried gems: Open since 1906, Piccadilly Circus station has been extensively modernized over the years, leading to various tunnels and passageways becoming off-limits. Fascinating past: The Clapham South deep-level shelter in south London acted as a refuge for Londoners during World War II and was later used to house migrant workers from the Caribbean in 1948 before being closed in 1956. Underground adventures: Visitors have been able to explore some of the UK capital's disused stations and tunnels via the London Transport Museum's Hidden London tours. Movie appearances: The Charing Cross Jubilee line, which closed just 20 years after it was launched in 1979, is often used as a filming location and has appeared in films such as  \"Skyfall\" and \"The Bourne Ultimatum.\"  Historic locations: Prime Minister Winston Churchill famously spent the night at the disused Down Street station during World War II. Disused tunnels: Moorgate station has been revamped and upgraded several times over the years, and various tunnels and passageways have been abandoned as a result. Open-air stations: The abandoned tunnels of the old Highgate station can be found along the Parkland Walk, which runs through woodland between Finsbury Park and Alexandra Palace, a result of the scrapped Northern Heights project.  Public art: A sculpture of an impish sprite from Cornish folklore by sculptor Marilyn Collins lies at the abandoned Crouch End station, located along the Parkland Walk in North London. Second chance: Ongar station may have been dropped from the Central line in 1994 because it was underused, but it's been reborn as part of the Epping-Ongar heritage line. Station reincarnated: The former Osterley & Spring Grove station was transformed into a second-hand bookshop in the mid-1960s.  Unique spaces: Many tube stations have come and gone since the world's oldest subterranean railway network  launched back in 1863, and London's ghost stations are a continuing source of fascination for visitors and Londoners."], "Language": false}