{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/sport/michael-jordan-sneaker-resell-market-nba-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-05T15:18:58Z"], "LastModifiedDate": ["2020-05-06T09:30:33Z"], "Headline": ["Buy! Buy! Buy! There's a bull market in Michael Jordan sneakers"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["If stocks have taken a pounding over the last few weeks, there has been a bull market raging in Michael Jordan's range of Air Jordan sneakers. In episode five of the blockbuster 10-part documentary series, \"The Last Dance\" we see Jordan nearly turn down Nike as his sponsor, potentially missing out on a billion-dollar opportunity. The conception of the Air Jordan line of sneakers is also documented, and in what the basketball star thought would be his final ever appearance at Madison Square Garden, Jordan laces up a pair of his first signature sneakers: the Air Jordan 1 \"Chicago,\" a shoe that was 13 years old at that point in 1998. It's a trainer that has been coveted by sneakerheads ever since the ex-Chicago Bulls star wore them in his rookie year -- and it's only been rereleased a handful of times, most recently in 2015. And while prices on the resale market for this sneaker have always been buoyant, they have shot up since first episode of \"The Last Dance\" aired. Cultural significance According to Stockx, a website where people can buy and sell sneakers and streetwear -- much like traders buy and sell stocks -- between January 1 and the premiere of the series on April 18, 217 pairs of the 2015 Air Jordan 1 'Chicago' retro trainer were sold for an average price of $925. In the two weeks since the series first aired on April 19, 60 pairs of the model were sold at an average price of $1,241. Sneakerhead Paul Barber from Sunderland in the UK runs a sneaker art Instagram account called @Sneaksketchuk and is a collector of Air Jordan 1s. \"I purchased my pair of Chicago's back in December 2018,\" he tells CNN Sport. \"Even back then they weren't cheap, but I found a pair in the States that came in 'cheaper' than what I could get them for on this side of the pond. That said, they still set me back just under £500 ($623).\" For Barber and many other sneakerheads, the Air Jordan 1 holds special significance, not just for its design but its cultural importance. \"That sneaker started a revolution, it sparked a fire that even 35 years later still burns bright. The Jordan 1 is symbolic, but also it's a good identifier for who you are,\" said Barber. \"People see you in that sneaker and they know instantly that you're into your kicks. You'll see people check out your sneakers and they'll give you a little nod of the head of appreciation.\" It isn't just the 1s which are growing in value; the price of many other Air Jordans has risen since the show's premiere. 'Kobes' Much like the stock market, the sneaker market is a reflection of real-world events. When Kobe Bryant died in late January, the former LA Lakers star's line of sneakers rocketed in value. Some \"Kobes\"  that had previously been worth a few hundred dollars suddenly were being sold for thousands of dollars. It was reported by a number of outlets that in response, Nike pulled Bryant-related merchandise to prevent profiteering by resellers. Nike later denied this, saying instead that the company had just sold out of Kobe products. The cultural significance of the Air Jordan 1 shouldn't be underestimaed. In 2018, journalist and sneaker aficionado Russ Bengtson wrote: \"If it's hard to separate the Air Jordan 1 from sneaker culture, it's because most of what we know as \"sneaker culture\" sprung up around the Air Jordan 1 itself.\" Some 35 years on from the shoe's release, it is still making waves."], "Language": false}