{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/business/bandcamp-musicians-pandemic-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-05-05T17:30:08Z"], "LastModifiedDate": ["2020-05-12T14:45:27Z"], "Headline": ["The online music platform Bandcamp has helped raise $11.4 million for musicians affected by the pandemic"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus pandemic has left touring musicians and the venues they visit shut out of their primary source of income for a future with no end in sight. Luckily, Bandcamp has thrown them a lifeline with a campaign aimed at helping them get through these difficult times.  The online music marketplace waived its revenue share in two artist-focused campaigns over the past several weeks that have raised a combined $11.4 million for artists. \"We decided to waive our revenue share to help raise awareness about the importance of supporting artists impacted by the pandemic and get some much-needed funds into artists' pockets,\" Bandcamp CEO Ethan Diamond told CNN. \"Musicians have been hit especially hard by the pandemic, with tours and shows canceled for the foreseeable future, and with such a major revenue stream drying up entirely overnight, we knew that supporting artists in the coming months would be an urgent priority for anyone who cares about music and the artists who create it.\" Fans buying music and merchandise through Bandcamp will help many artists be able to do simple things such as pay their rent and buy food and other essentials, the company said. And payments are processed within 24-48 hours, meaning there are fewer middlemen to deal with before getting paid. Artists who benefited from the drive told CNN the help was significant. \"Bandcamp has been a great place for artists and labels to sell their music, long before this situation,\" Mac McCaughan, co-founder of label Merge Records and member of band Superchunk, told CNN. \"But their willingness to waive their fees even for a couple days is huge. They are champions of independent music in all its forms.\" Touring musicians have been particularly hard hit by the pandemic, as live shows can be a significant source of income for many artists. In addition to ticket sales, artists are able to promote new records while out on the road and sell merchandise. \"It means so much,\" Third Man Records co-founder Ben Swank told CNN. \"It shows how important art and music is in everyone's life. It's a balm, and even though everyone is hurting financially at the moment, fans want to support the music they care about directly and personally. That's really meaningful.\" McCaughan is making sure to pay it forward, as he has used some of the money to donate to Durham FEAST, which provides meals to children and families around Durham, North Carolina, who are experiencing food insecurity during the pandemic. Despite helping direct millions of dollars toward artists, Bandcamp isn't done yet -- it has two additional campaigns planned on June 5 and July 3 to continue to support their artists. \"As a company built around the idea of supporting artists directly, we're always looking for new ways to make that happen, and with the situation changing daily, we'll continue paying close attention to how the pandemic impacts artists over the next few months and will be considering similar campaigns, features, services or other initiatives that will help support artists,\" Diamond said. \"I have to say a silver lining is that there is a focus on artists right now, and it's nice to see so many efforts from livestreaming to the Bandcamp initiatives directly benefitting musicians and putting more means of control directly into their hands,\" Swank said.  \"Even if an artist has a label to help support and elevate them, right now that direct connection for artists to fans is more important than ever,\" he added. Merge Records and Third Man Records are among the many labels that are giving 100% of revenue generated through Bandcamp directly to its artists, and both McCaughan and Swank say they want the fans to know how much they appreciate their support in these trying times."], "Language": false}