{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/world/coronavirus-newsletter-05-01-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-05-01T11:42:31Z"], "LastModifiedDate": ["2020-05-01T11:42:31Z"], "Headline": ["What you need to know about coronavirus on Friday, May 1"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Leah Blomberg and Marco Paolone both called an ambulance when their coronavirus symptoms worsened. Both spent time in intensive care. Both were on a ventilator. Both survived. But while Blomberg walked away with medical bills totaling several thousand dollars, Paolone's treatment was free.  The difference? She is an American. He is Italian.  As the deadly novel coronavirus ravages the United States, millions of Americans have an extra thing to worry about: the cost of their treatment.  Viewed from the outside, the pandemic appears to be amplifying the flaws of America's health and social security systems that have long puzzled the rest of the world. Liina-Kaisa Tynkkynen, a Finnish health and social policy researcher, said the crisis highlights the value of robust social security systems and universal healthcare.  \"When this sort of crisis happens, it doesn't only affect people's health but also their social well-being, their employment, their economic situation,\" she added. The financial impact of the crisis has been devastating in the US. More than 30 million Americans have filed unemployment claims since the outbreak started. Food banks are running out of supplies as the demand surges. With the Federal Reserve warning the US economy is in the worst shape ever, it's no wonder then that the pressure to lift the lockdown is growing.  More than half of US states will partially reopen by the end of the week. This comes despite the fact that few, if any, satisfy White House guidelines of declining infections for 14 straight days before an end to restrictions is contemplated. Experts have also warned against reopening a country facing shortages of coronavirus tests, which they've described as crucial to returning to normal life. The reopening is much more a patchwork of approaches than the Big Bang reopening once envisioned by President Donald Trump.  Dr. Anthony Fauci said it was important to give governors \"wiggle room\" on reopening their states. But the nation's top infectious disease expert quickly added a stark reminder: \"don't wiggle too much. YOU ASKED. WE ANSWERED Q: Can mosquitoes transmit coronavirus? A: No. \"To date there has been no information nor evidence to suggest that the new coronavirus could be transmitted by mosquitoes,\" the World Health Organization says. \"The new coronavirus is a respiratory virus which spreads primarily through droplets generated when an infected person coughs or sneezes, or through droplets of saliva or discharge from the nose.\" Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Trump goes after China The President said yesterday he has seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan, China. Trump declined to provide details to back up his assertion, which contradicted a rare on-the-record statement from his own intelligence community which stated no such assessment has been made. The White House is putting together a long-term plan to punish China for the pandemic. The effort matches but goes far beyond Trump's strategy of blaming Beijing to distract from his own errors in predicting and handling the crisis, Kylie Atwood and Stephen Collinson report. Multiple sources inside the administration say there is an appetite to use various tools, including sanctions, canceling US debt obligations and drawing up new trade policies, to make clear to China, and to everyone else, where they feel the responsibility lies. Armed protesters in Michigan The decision by Michigan's Democratic Governor Gretchen Whitmer to extend the state's coronavirus emergency declaration has sparked a new wave of anger.  While a majority of US states are starting to reopen, Whitmer issued an executive order to keep the lockdown in place after the Republican-controlled legislature advanced a bill that would not have renewed the original declaration.  Protesters, some armed, jammed inside the Michigan Capitol building yesterday. Hundreds more stood on the Capitol grounds. More than 41,000 people in Michigan have been infected with the coronavirus and at least 3,789 have died, according to state health officials. Only two states have more coronavirus-related deaths.   Two more years of pandemic misery  The virus is likely to keep spreading for at least another 18 months to two years -- until 60% to 70% of the US population has been infected, a team of pandemic experts has warned. They recommended that the US prepare for a worst-case scenario that includes a second big wave of coronavirus infections in the fall and winter. But even in the best-case scenario, people will continue to die from the virus in the future, they said. Crisis deepens in Russia Russians are getting increasingly angry about their government's response to the coronavirus outbreak. Medical facilities in the country have emerged as one of the main breeding grounds for Covid-19, and two dozen hospitals have had to close for long quarantines, Mary Ilyushina writes.   President Vladimir Putin himself is facing criticism for sending planeloads of protective gear to the United States, Italy, and Serbia, while some Russian doctors have had to sew their own masks and buy protective clothing from hardware stores.  More than 100,000 Russians have been infected with coronavirus, including the country's Prime Minister Mikhail Mishustin who announced yesterday that he tested positive.  A day in the life of paramedics \"Anybody who says they're not scared during this is lying to you,\" paramedic Alex Storzillo says. \"We may not feel it now, but, summer? Fall? when the dust settles, I think that a lot of first responders might be dealing with PTSD.\" Storzillo and his partner Jim Incorvaia work for the mobile intensive care unit at St. Joseph's, in Paterson, New Jersey.  The two friends have been racing around, bringing urgent life support to ailing residents and being dispatched almost exclusively for respiratory calls. Evan Simko-Bednarski tells their story. ON OUR RADAR His pregnant wife was killed in a mass shooting. Her dying wish was for healthcare workers to have PPE.\nOver 2,100 Indians want to be evacuated from the US. But until India's lockdown lifts, they're stranded.\nThe pandemic has changed global business forever. Michelle Toh looks at China for a preview of what's coming. \nIs going outside for a walk, run or jog still safe during the coronavirus pandemic? Yes. But to be on the safe side, read this before venturing out. \nLife won't be the same after lockdowns. Masks will be mandatory on flights, New York City's subway trains will stop overnight for disinfecting, cashiers will be behind sneeze guards and the lines will be much shorter in Disneyland. TOP TIP Workplace loneliness can be a problem even when everyone is working in an office. But the sudden shift to remote work can increase the risk. Top tip for avoiding the downward spiral? Be proactive. Socializing takes a little bit more effort these days. Aim to set up virtual coffee breaks or social calls just to catch up with your colleagues. Shoot them an encouraging note on Slack or ask about their weekend plans to help feel more connected. While the idea of working in your pajamas and eating Oreos might seem appealing, in the long run that would be bad for your health. So here are some tips on how to improve your posture, avoid the WFH burnout and survive working from home with your partner. TODAY'S PODCAST \"Dreams are just thinking in a different biochemical state. So we're thinking about all of our usual thoughts and concerns, but in this biological state that's much more visual, much more intuitive, much less logical and linear. So that's why you see dreams having these fantastic visual metaphors for things.\" -- Deirdre Barrett, psychologist and dream researcher at Harvard Medical School   Have you been having bizarre dreams lately? CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks to Harvard dream researcher Deirdre Barrett about her Covid-19 dream survey and what's happening to our minds during this global crisis. Listen now."], "Language": false}