{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/spotlight-turning-tables"], "Source": ["api.greatbigstory.com"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-05-05T20:28:18Z"], "LastModifiedDate": ["2020-05-05T20:28:18Z"], "Headline": ["In Canada, a First Nations Artist Puts a New Spin on Techno Music"], "Section": [null], "MappedSection": [null], "Article_Body": ["Joshua DePerry, aka Classic Roots, is a force of nature in the electronic music world. The Toronto-based DJ and producer weaves First Nations sounds with techno and house music to create what he calls “pow wow techno.” He is a dancer, too, performing in full traditional regalia, a whirl of colorful beadwork and feathers. Director Chrisann Hessing captures the essence of this vibrant, creative performer in “Turning Tables.” \n\n\nHessing hopes people will be inspired by the short documentary’s positive representation of an indigenous person thriving in today’s world. It’s a picture we don’t see enough of, according to the director. “The film is already two years old, and I’m happy to say that since then, there has been a lot more of this whole movement toward positive representation of minorities and people of color in media. But when I made the film, Josh didn’t really see people like him onscreen and neither did I as a woman of color,” says Hessing, who is also based in Toronto.\n\n\nHessing first met DePerry in 2015 when she was part of a crew making a dance film called “I Lost My Talk” for the National Art Center in Ottawa. DePerry was one of the dancers, and they kept in touch. A couple of years later, Hessing was looking for a documentary subject for a film of her own. Following the advice of a friend who once told her, “Your next documentary subject is closer than you might think,” she started looking over her Facebook friends list to see what kinds of cool things people were up to, and she reconnected with DePerry. \n\n\nThey met for coffee, and DePerry told her about his passion for pow wow techno. Unfamiliar with the genre, Hessing went to see DePerry perform with DJ Shub, a Mohawk DJ and producer and former member of A Tribe Called Red. “It was really that show, that performance, seeing him live that sealed the deal for me,” Hessing says. “When he came out in his regalia in this underground club, it was just electric.” Hessing brought on producer Tanya Hoshi and production of the film began soon after.\n\n\nPart biopic, part creative celebration, “Turning Tables” is rich in music and dance. “I really wanted to make sure that every scene involved music in some way,” Hessing says.\n\n\nAt one point, Hessing follows DePerry home to Thunder Bay, Ontario. He was born and raised in the Anishinaabe community on the Long Lake 58 First Nation reservation. “In Toronto, he’s a hustling music artist who is trying to make it in the big city. But in Thunder Bay, he’s that guy that everyone knows and respects. That kind of stuck with me—this element of duality, where you come from versus where you’re going,” Hessing says.\n\n\nHessing released “Turning Tables” in 2018. But that wasn’t the end of the project. She and DePerry collaborated on a music video for the song “Start the Fire ft. Natasha Fisher & Nimkii,” returning to communities where they shot “Turning Tables” to capture footage. They also launched the Turning Tables Tour, bringing arts workshops to indigenous communities throughout Canada.\n\n\nWhen we’re not making films, we’re watching them. Introducing “Great Big Spotlight,” Great Big Story’s latest series highlighting our favorite documentaries from some of the best filmmaking talent out there. Next up is Chrisann Hessing’s “Turning Tables.” Watch more from Hessing right here."], "Language": false}