{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/the-blind-woodsman"], "Source": ["api.greatbigstory.com"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-05-05T20:28:03Z"], "LastModifiedDate": ["2020-05-05T20:28:03Z"], "Headline": ["How the Blind Woodsman Crafts Wooden Works of Art"], "Section": [null], "MappedSection": [null], "Article_Body": ["“This is my happy place,” John Furniss says of his workshop in Washougal, Washington. “I’m never happier than when I’m standing here covered in wood chips.”\n\n\nFurniss is a woodworker who calls himself the Blind Woodsman. He lost his vision as well as his sense of smell when he was a teenager after a suicide attempt. “When I was 16, I attempted suicide by shooting myself. I don’t know if it was divine intervention or what, but my sister was there to find me and contact 911 in time for me to be saved,” says Furniss, who was struggling with depression at the time.\n\n\nThat brush with death gave him the will to live. “I feel like I was born the day I became blind,” Furniss says. \n\n\nFurniss ultimately found purpose in woodworking. It was something he tinkered with when he was a teenager, but Furniss got serious about it after he took a class at a vocational school for the blind in his early 20s. He was surprised to discover it was a career option. “I came to learn that there is actually a very large community of blind woodworkers,” he says.\n\n\nIt was a challenge to master a new skill. But Furniss threw himself into the process and is thankful he did. “I’m better at woodworking than anything else I’ve ever tried,” he says. “It just opened up my world.”\n\n\nHe focuses on lathe work and makes beautiful bowls and plates and wooden canisters with airtight lids. “I’ve even made a set of wedding rings for some friends of ours,” he says.\n\n\nHe loves to work with padauk, an African wood that can range anywhere from a yellow orange to a deep maroon, and sapele, an African mahogany. “Both of them are hardwoods, but they carve very nicely on the lathe,” Furniss says, noting, “I get them from a place which is supplied by sustainably harvestable groves.”\n\n\nFurniss works on his own in his workshop, using the same tools any woodworker would use, including a table saw. The only adaptive tool he needs is a rotomatic rule, a tactile measuring device for the visually impaired.\n\n\nAs for his design process, Furniss thinks of dimensions first, and he likes to laminate layers of different colors. “I really see it clearly in my mind,” he says of each piece. “When I've decided on something, it’s not just a block of wood to me anymore. I see what it’s going to be.”\n\n\nYou will find Furniss in his workshop about six hours a day most days of the week. His devotion to his craft has been hard on his hands. “I've got calluses so thick on my fingers that I can't really read braille,” he says.\n\n\nBut it’s a sacrifice Furniss has willingly made because woodworking is so fulfilling. “It’s wonderful to be able to take this rough chunk of wood that looks like something that would be headed for a fireplace,” he says, “and with a little bit of imagination and a little bit of work, turn it into a piece of art that looks like wooden pottery.”"], "Language": false}