{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/success/micromanagers-work-from-home/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kathryn Vasel, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-05-05T19:07:00Z"], "LastModifiedDate": ["2020-05-05T19:07:00Z"], "Headline": ["No one likes a micromanager: Here's how to deal with one"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Editor's Note: A version of this story appeared in CNN's Work Transformed newsletter. To get it in your inbox, sign up for free here. If you thought working from home meant escaping the grasp of your micromanaging boss, I've got bad news for you: It's likely to get worse. When a micromanager has less control and contact, it usually amplifies their hovering. They tend to operate out of anxiety, experts told me. So when employees work at home, it means micromanagers know less about your daily work schedule and no longer have drive-by desk visits or random check-ins to quell their anxiousness. That might lead to more emails, phone calls or Slacks when you are trying to get your work done at home. And yes, that's annoying and not good for anyone's productivity or morale. But here's the thing: You can't change your boss' behavior. You might be tempted to push back and withhold information, but that's not going to help the situation. In fact, it's likely going to cause even more helicoptering. But you can take steps to help mitigate the problem and create conditions that work for both you and your manager. Get ahead of them. If you know the barrage of questions and status requests are coming -- be proactive and come up with a schedule that works best for you and your work flow. That could mean proposing a weekly email update every Friday morning or a biweekly video call. When your boss knows when an update is coming, she'll be less likely to hound you for information. Setting clear communication expectations also prevents interruptions. It's also a good idea to find out how your boss likes to communicate. That way, you don't waste your time sending lengthy emails when she's just going to end up calling you for an update. Invite them to see what's going on. If your boss is craving information, extend her an invite to an important project meeting with your team to give her access to information and an outlet to ask questions. Seeing you in action and in control of the situation might also get your micromanager to back off a little. What you say is important. When you are setting expectations with your boss, choose your words wisely. Instead of starting the conversation by saying \"I need you to call me less,\" one expert recommended saying something like, \"In order for me to be the most productive...\" This sets a different tone for the conversation: It's less confrontational and shows you are interested in doing your best work. Good luck! \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Here's why WFH is tough in rural America Another annoying part of working from home? Slow internet speeds. More than 18 million Americans lack access to high-speed internet, reports CNN's Harmeet Kaur. That's about 5.6% of the population -- and many experts claim the real number is actually much higher. Workers in rural America, in particular, lack access to internet speeds that make working and learning from home possible. While the US is home to some of the biggest tech companies in the world, I was surprised to learn that it doesn't even rank in the top 10 countries with the fastest broadband. It sits at number 11, behind Denmark. Singapore and Hong Kong take the top two spots. But families are doing the best they can to make it all work. From staggering who in the family is online at different times, to sitting in the parking lot of a local library to get a strong enough WiFi signal, here's what people are doing to cope.  Are people going to flee cities? WiFi issues aside, rural life is starting to look more appealing to some city dwellers these days. With the coronavirus ravaging high-density cities, some residents are wondering if it's worth staying. This wouldn't be the first time a health crisis caused people to rethink their living situation. Many people fled Manhattan after the cholera epidemic in the 19th century, for example. But that doesn't necessarily mean there will be a mass exodus this time. Check out this interesting story from CNN's Catherine E. Shoichet and Athena Jones. Some employers are having a hard time hiring  Here's some sobering news: 30 million Americans have filed for unemployment benefits since mid-March. Yet some employers are having a hard time finding workers to fill job openings. Why? Many laid off workers are now getting bigger checks from unemployment than they did when they were employed. The $2 trillion stimulus package passed in March included a $600 boost to weekly unemployment checks, on top of state benefits, that lasts for up to four months. Check out this report to learn more about how this could play out for employers and workers. Confused about delaying your mortgage payments? Read this Many banks are letting homeowners miss a few payments if they are struggling to make ends meet because of the coronavirus pandemic. But you should keep a few things in mind before hitting the pause button on payments. While the stimulus package requires some mortgage servicers to grant forbearance, it doesn't detail how repayments are to be made -- whether it's in one big lump sum or spread out over time. Read this guide from CNN's Anna Bahney to find out what you need to know about your payment options.  Coffee Break Since we're all mostly stuck at home anyway these days, why not make it a little more organized? Best-selling author and tidying up expert Marie Kondo, who once had us in a tizzy organizing our home and getting rid of belongings that didn't spark joy, is now offering tips on how to achieve calmness through the art of organization. In this Q&A, she details the psychological benefits of decluttering, explains how to start your own organization journey and offers tips on how to set up the best home office."], "Language": false}