{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/cross-country-trip-allan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["David G. Allan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-05T11:55:34Z"], "LastModifiedDate": ["2020-05-05T11:55:34Z"], "Headline": ["Passenger fish, Bill Clinton, summer skiing and pretending to be a cowboy: A short biography in 9 cross-country trips"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["I've crossed America, by land, nine times so far. Once by a series of buses, twice by train and the rest driving.  I've driven one-way with all three of my girlfriends (one was a fiancée at the time), once with a fish, once with a cat, one time was in tandem with a friend using pre-cellphone walkie-talkies, and another with my brother and a lifesized cutout of Bill Clinton. Five of these trips were with nearly everything I owned at the time. While crossing the country I've read much of the related literature: Jack Kerouac's \"On the Road,\" John Steinbeck's \"Travels With Charley,\" Hunter S. Thompson's \"Fear and Loathing in Las Vegas,\" Robert Pirsig's \"Zen and the Art of Motorcycle Maintenance,\" and my favorite, \"Blue Highways,\" by William Least-Heat Moon. In his book, Least-Heat Moon wrote, \"Maybe experience is like a globe -- you can't go the wrong way if you travel far enough.\" Like all those great books, there's not a single epic story from any of my journeys, but rather a string of special moments and unforgettable sights. And like all cross-country treks, mine were more about the unfolding than the beginning or end. My experiences are a highlight reel of memorable scenes, random lessons learned, and a perpetual, soul-fulfilling desire to go back and forth, again and again.    #1: Urban cowboy (1978) When I was five years old, my mother frugally, creatively and in the spirit of true adventure, planned a summer cross-country trip by a series of Greyhound busses between Baltimore and Los Angeles, where we had extended family. We changed buses in various towns, sleeping on them except for one night in a motel.   Some of my earliest memories are from that trip, a fuzzy mash-up of getting a pinata, the old tram tour of Universal Studios, falling asleep across two seats, and the motel pool. My Mom fondly recalls walking under the St. Louis Arch, a cruise on the Mississippi River and going to church in New Mexico.  It felt epic to me, not because I was so young, but because it was epic.    But my favorite story was retold to me by my mom, about the time I sat in front of her next to a boy about my age and he and I compared our life stories. I spoke with confidence and authority about my life as a cowboy, how I lived on a farm and had cows (of course), and horses and such. He asked me questions about prairie livin', which I answered with the imagination required of a kid who actually lived in an apartment in downtown Baltimore. My mom, stifling laughter behind us, never betrayed my alter ego. And I learned my first important lesson about travel: You can reinvent yourself.   #2 and #3: Northern exposure (1993) My junior year of college I participated in a university exchange program that sent me to Fairbanks, Alaska to take classes and have other adventures. But I was just as excited by the three-day train rides from Washington DC to Seattle and back, purchased for under $300 on Amtrak's student discount. My first night, somewhere in Kentucky, I was woken either by the cold or the police lights. I could see my breath reflected in the red and blue flashes streaming into the unlighted train car. The heat and electricity were turned off to preserve power. Other passengers were in stages of waking too.    Like a morbid game of telephone starting with an employee, word slowly passed around that the train had run over someone on the tracks. An ambulance came, and we sat for hours, literally in the dark about the person's fate. On the Empire Builder between Chicago and Seattle I spent a lot of time in the observation car watching beautiful parts of the country unfold. The first sight of snowy Glacier National Park in Montana is breathtaking because you emerge from a tunnel into an area of the park you can't drive to, I was told. But the journey was inward focused too. I wrote in my journal, read the Upanishads and \"Motorcycle Maintenance.\" I talked to a lot of cool people, but slept terribly because I couldn't afford a sleeper car.  Another night I was jostled awake again. I looked out my window at a huge moon reflecting on the Mississippi River. I had an epiphany just then about how the country, and the people in it, are beautiful. #4: On the road (1994-95)   A year after Alaska, my college girlfriend, Anna, invited me on a cross-country drive to deliver a new car to her aunt in New Mexico and then take the aunt's old car to her sons in Los Angeles. We set out from College Park, Maryland over winter break our senior year with snacks, clothes, CDs and giddy optimism.  We had a camcorder and made a goofy travelogue. \"This is the Alamo,\" I pointed from a street in San Antonio, with a terrible drawl. \"It's across the street from a Ramada Inn.\" Then in the next scene we made a diorama of the battle there using beans, lettuce and other bits of our Mexican dinner as stand ins for Davy Crockett and the 200 others who died.   I read \"On the Road\" on that trip and many of our innocent adventures reflected a less complex time. We spent New Year's Eve in New Orleans. I bought a lasso for my brother. We stayed in a wig-wam themed motel. We reenacted the shootout at the O.K. Corral in Tombstone, Arizona for our video. We arrived at the Grand Canyon in a snow storm, drove across the Hoover Dam back when you could do that, and gambled in Vegas although my reading of \"Fear and Loathing\" inspired only booking a hotel room at the Circus Circus. One of my favorite coffee mugs to this day is one I bought in New Mexico with a drawing of Billy the Kid in a saloon and my last name printed on it. The whole trip was like 1950s America -- carefree and wholesome but also a manifest destiny of what was possible. I learned it takes very little to make a dream like driving across the country a reality. And I learned that having a partner to share the observations, driving and singing is ideal.   #5: A fish called Drexl (1996)   After graduating from college and just before I moved to Phoenix, Arizona, my next girlfriend, Sinéad, gave me a fighting Japanese beta fish. I named him Drexl, after a character played by Gary Oldman in Tony Scott's 1993 film \"True Romance.\" I was starting a teaching job through the national service program Teach For America and there was a heat wave as I toured the South. I passed a church in Alabama with a sign that read: \"Sinners, you think it's hot out there?\"  Because I was moving, I didn't have a choice but to take Drexl with me. I substituted his glass bowl for a large plastic candy container with holes cut into the lid. I sat him next to me on the passenger side.   Everything I owned was packed into my Toyota Camry, my first car. It had a moonroof I fully enjoyed on that drive. I wasn't in a hurry, and reading \"Blue Highways\" -- a nonfiction account of the author's conversations along local roads (the color blue on old maps) -- inspired me to get off the highways and go through small towns. Some you wouldn't know if you were driving through if it didn't have a church. I stopped in McLean, Texas to take in a subdivided, one-room museum devoted to \"devil's rope\" (barbed wire). I talked and sang to Drexl for the five days it took me to get to Arizona. He was my Wilson volleyball. I brought him into restaurants and sat him on the table (it was too hot for him to stay in the car). Across long, flat, ranch dotted Texas I could see a massive, far off thunderstorm head toward me and when it hit I pulled over and Drexl and I huddled as the storm rocked the car. Another time, while simultaneously driving and consulting a guidebook for a place to stop and eat, I looked up to see I was about to rear end the car in front of me. I slammed on the breaks, dislodging Drexl's empty glass fishbowl from its position above my head, wedged between pillows and other belongings. The bowl smashed into the dashboard, breaking into a million shards while Drexl looked on from the seatbelted safety of his temporary bowl. For weeks after, glass slivers all over the steering wheel and console buried themselves in my hands with each touch. On that trip I learned that driving for days alone has its own rewards and that fish are terrible conversationalists and singing companions. Drexl may have felt the same way. He died in Phoenix, sparing himself the torture of another cross country trip with me.    #6: Downhill racer (1997)    Squawking over the walking-talkies (years before affordable cell phones), I asked my good friend Genna, in her car in front of me, if we could spend a serendipitous day skiing at Arapahoe Basin in Colorado. It was June.  I was driving back East to Cape Cod, Massachusetts to start a new chapter of life, with Sinéad. Once again, I had all my possessions with me, including my skis. We found a place for Genna to rent gear but it was so warm out we didn't need gloves or ski pants. By the afternoon, when the snow conditions had melted the snow into mash potatoes, we were wearing t-shirts.   I had applied sunscreen, but the double exposure of sun and sun-reflected-off-snow, was stronger than the protection. That evening I began suffering the worst sunburn of my life. When I smiled, cracks formed around my lips and they bled. I was in constant, cursing out loud pain.  I looked like a freakshow by the time we reached Genna's parents' house in Ohio. Her mom took one look at me, smiled in motherly empathy and whisked me to their bathroom where she handed me a large tube of aloe that began the healing.  On that trip I learned that seizing the moment is worth the pain that may follow, that you can never apply too much sunscreen, and that the superhero origin story of my friend Genna's many virtues is rooted in her family.  #7:  On the road again (1999)   \"Pull over,\" Sinéad said.  We were on a small winding road in Colorado's Rocky Mountains, halfway to San Francisco in a one-way rental to start another chapter out West.  We didn't have jobs or an apartment in The City yet, but coming off a year of living in Ireland and writing a travel guide book together, we had a trunk full of hope and confidence it would all work out. We also had Sinéad's cat, Teasy, who we let roam free around the car. I reread \"On the Road\" on that trip.    Back in beautiful Colorado -- my favorite state to drive across -- I pulled over on the shoulder in time for Sinéad to open the door and puke efficiently, even with a bit of dignity.    We had spent the night before indulging in local brews during a poorly executed visit to see my ex-girlfriend, Anna (see trip #4), who was staging casino shows near the former gold rush town of Golden. The next morning Sinéad and I nursed hangovers through breakfast. Then a few miles along the mountainous road, she got sick. \"Must be the altitude,\" she said. I politely agreed. On that trip I learned cats make better road trip companions than fish and that \"altitude sickness\" is not to be trifled with.   #8: A place called Hope (2000)   "], "Language": false}