{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/cnn-underscored/best-star-wars-day-toys-clothing-tech-deals-may-fourth/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol and Benjamin Levin, CNN"], "Writers": [["Jacob Krol", "Benjamin Levin"]], "FirstPublishDate": ["2020-05-04T04:00:35Z"], "LastModifiedDate": ["2020-05-04T21:09:35Z"], "Headline": ["Celebrate May the Fourth with this galaxy of products and deals"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's May the Fourth, aka \"Star Wars\" Day. And there is a lot to celebrate this year.  We had the conclusion to the Skywalker Saga with \"The Rise Of Skywalker\" last December. There was the epic start to \"The Mandalorian\" in the fall, which also gave us The Child, aka Baby Yoda. The final season of \"The Clone Wars\" wraps up today. Galaxy's Edge opened with Rise of The Resistance at Disneyland and Walt Disney World. And don't forget the 40th anniversary of \"The Empire Strikes Back\" is on May 21. With all this content, both new and old, there are more than just product launches for May the Fourth. There's also freebies and discounts. So whether you're a Padawan or a master Jedi, hop in the Millennium Falcon and hit the hyperdrive for the best May the Fourth has to offer. Funko Pops! Make no mistake, The Child, who we affectionately refer to as Baby Yoda, has stolen our hearts — along with the heart of the Mandalorian. So we have quite a few reveals on May the Fourth.  Funko has an array of new pops, including Mando and The Child together (complete with his pod). You can also relive classic moments like The Child munching on a frog or drinking soup from a cup. All of the new Funko Pop! are up for preorder now and will ship in July. You can, of course, also grab Mandalorian, IG-11 and Cara Dune Funko Pops. Funko POP! The Child with Cup ($12.99; entertainmentearth.com or shopdisney.com)\nFunko POP! The Child with Frog ($12.99; entertainmentearth.com or shopdisney.com)\nFunko POP! The Child Concerned ($8.99; target.com)\nFunko POP! Mandalorian & The Child Moment ($32.99; entertainmentearth.com or amazon.com)\nFunko POP! Moff Gideon with Dark Saber ($12.99; gamestop.com, entertainmentearth.com or shopdisney.com)\nFunko POP! Super-Sized The Child ($29.99; shopdisney.com)\nFunko POP! The Child ($12.99; shopdisney.com) \"Star Wars\" Funko Pops! aren't just limited to \"The Mandalorian.\" You can get Luke Skywalker, Darth Vader, R2-D2, Rey, Kylo Ren, Poe, Anakin Skywalker and plenty of other favorite characters.  Toys Lego is taking preorders for a combo pack of the Mandalorian and The Child Brickheadz, along with the Razor Crest ship. We previewed these a few months back, and these will delight any fans of \"The Mandalorian.\" The Mandalorian and The Child Brickheadz ($19.99; amazon.com or lego.com)\nRazor Crest Ship ($129.99; amazon.com or lego.com) In  honor of May the Fourth, Lego has stellar deals. If you spend at least $75, you'll score a Death Star II Battle set, which has 235 pieces. You'll also receive 2x points on all \"Star Wars\" sets through May 4. And there are plenty to choose from: Death Star ($499; lego.com)\nUltimate Collector Series A-Wing ($199.99; lego.com)\nStormtrooper Buildable Model Helmet ($59.99; lego.com)\nBoba Fett Buildable Model Helmet ($59.99; lego.com)\nTIE Fighter Pilot Buildable Model Helmet ($59.99; lego.com)\nKylo Ren's Shuttle Microfighter ($9.99; lego.com)\nResistance Y-Wing Microfighter ($9.99; lego.com)\nMandalorian Battle Pack ($14.99; lego.com)\nAnakin's Podracer — 20th Anniversary Edition ($29.99; lego.com)\nLuke Skywalker's Landspeeder ($29.99; lego.com)\nPasaana Speeder Chase ($39.99; lego.com)\nAT-ST Raider from The Mandalorian ($49.99; lego.com)\nResistance Y-Wing Starfighter ($69.99; lego.com)\nPoe Dameron's X-Wing Fighter ($89.99; lego.com)\nMillennium Falcon ($159.99; lego.com)\nTantive IV ($199.99: lego.com) There's also plenty of The Child plushes up for order. ShopDisney is offering an 11-inch Baby Yoda plush for $24.99, which is stellar for intergalactic cuddles. Build-A-Bear can't keep its Baby Yoda in stock, but it's super soft, sports big eyes and even has floppy ears. Plus, you can add both \"The Mandalorian\" theme music and Baby Yoda cooing sounds.  And Mattel's The Child plush is now shipping. The body is soft and cuddly and his head is a softer plastic, which looks quite realistic to the show.  Hasbro is still planning to ship its The Child Animatronic figure this fall for $59.97. It's still likely our favorite. Not only can it lift its arm, it can also respond to touches and has realistic coos that are true to the show. It will likely be a big hit this holiday season. There's even a puzzle of The Child on Amazon. You can now lock in an order for \"The Empire Strikes Back\" Deluxe Figure Play Set so you can recreate classic scenes with all nine figures, including Yoda, R2-D2, Darth Vader, Luke Skywalker, Chewbacca, Boba Fett, Lando Calrissian, Han Solo frozen in carbonite and Princess Leia. There's also a new Yoda plush in town. At $40.99, the master Jedi is looking hopeful, sporting his classic robe with perked ears. Better yet, there's a \"40: Empire Strikes Back\" on his foot.  It's also a terrific time for \"Star Wars\" video games. Last Fall we raved about Star Wars Jedi: Fallen Order which we noted felt like a true \"Star Wars\" story. Battlefront II, the massive multiplayer \"Star Wars\" game, has been receiving sweet updates, such as a map of Scarif.  eBay is a site of many fortunes, with Star Wars collectibles aplenty. Whether you're looking for LEGOs, trading cards, action figures or Star Wars inspired home and garden items, you can find them on eBay. There's something for every fan no matter which way you click around the site. You can even shop by character to find all products for Chewbacca, Princess Leia, or Poe. Shift into light speed and head over to eBay to find the coolest Star Wars collectibles.  Novels, short stories, encyclopedias and other reads There are few better ways to spend your time at home than with a good book. And when a book is about \"Star Wars,\" it's a great book. You can get the \"Queen's Shadow\" e-book, a book detailing Padmé's political escapades on Naboo, for free through May 8. There are plenty more titles to choose from, each chronicling different adventures in the \"Star Wars\" universe. \"Star Wars: Light of the Jedi\" ($28.99; amazon.com or target.com) takes us back 200 years before \"The Phantom Menace\" to the time of the High Republic. Here are some of our other favorites, including lore-rich encyclopedias and stunning art books. The Rise of Skywalker: Expanded Edition ($20.29; amazon.com or target.com)\nStar Wars: Galaxy's Edge A Crash of Fate ($17.95; shopdisney.com)\nThe Jedi Path ($15.99; amazon.com or target.com)\nStarships, Speeders & Space Stations ($10.95; shopdisney.com)\nStar Wars the Complete Visual Dictionary ($19.99; amazon.com or target.com)\nThe Mandalorian — Art and the Imagery Volume One ($17.99, originally $19.99; amazon.com)\nA Beginner's Guide to a Galaxy Far, Far Away Book ($19.95; shopdisney.com)\nStar Wars: The Mandalorian Poster Book ($7.99; shopdisney.com)\nStar Wars: Galaxy's Edge Black Spire Book ($29.95; shopdisney.com) Tech There is also a Baby Yoda Bluetooth speaker, which is just $19.99 and is available from BittyBoomers. Essentially, Baby Yoda's head is the main hull of the speaker, complete with part of his classic robe, with ears sticking out. This speaker is also tiny at just 2 inches tall and features four hours of playback. We're big fans of Nanoleaf for its unique LED lighting solutions, and its latest design that requires 46 Canvas Lights are a highlight. You can have a Baby Yoda head watch over you while you work or light your room with a lovely shade of green. Razer is known for its sleek and responsive tech that'll give you an edge on the battlefield. And with its Stormtrooper-themed set of gaming peripherals, you'll hopefully have better aim than those Imperial soldiers. First up is the Kraken Stormtrooper Edition ($98.99, originally $109.99; amazon.com), sporting a Stormtrooper on the ear cups and \"Star Wars\" written across the headband. The Kraken puts out top-of-the-line sound from its 50mm drivers, and you can use the built-in microphone to command your troops on the front lines. The Blackwidow Lite Stormtrooper ($64.99, originally $99.99; amazon.com) is a trim and responsive mechanical keyboard, fit with the Imperial insignia and a Stormtrooper at the ready by the arrow keys. For aiming while gaming, there's the Atheris Stormtrooper ($39.99, originally $59.99; amazon.com). Hold the power of the Imperial army in your hand with this super responsive wireless mouse. And if you have the stamina of a Sith Lord, you'll get up to 350 hours of non-stop use out of this rebel-stomping device. And there's the massive Goliathus Extended Stormtrooper ($21.99, originally $34.99; amazon.com). This incredibly wide anti-slip mousepad displays a proud trooper squad ready for battle. For May 4, Otterbox is taking 15% of its full family of \"Star Wars\" cases. And these span all eras, from BB-8 to a stark Darth Vader. These cases support the second-generation iPhone SE, 7, 7 Plus, 8, 8 Plus, XR, XS, XS Max. You can compliment your current phone case, or even a new Otterbox \"Star Wars\" one, with a Popsocket or PopGrip. It offers an array of designs like The Child in a Pod to the Death Star, and even the Mandalorian. Check out the full collection here. Chances are you might have an allegiance with the Dark or Light Side, and you might have an allegiance with Rey or Darth Vader. Either way, Garmin has Legacy Saga Series Smartwatches that sport a themed design and custom WearOS watch faces. These are both $100 off and cost $299.99. Rey Legacy Saga Series Smartwatch ($299.99; garmin.com)\nDarth Vader Legacy Saga Series Smartwatch ($299.99; garmin.com) For the Padawans, Garmin also offers the Vivofit jr. 2 in dark or light side designs. Both of these are designed as fitness trackers for kids with unique achievements, tracking methods and safety precautions. In fact, the full experience is themed to \"Star Wars.\" You can pick between an orange band fit with resistance designs and BB-8 or a red band that features etchings of the Death Star and a stormtrooper.  Vivofit jr. Light Side ($49.99, originally $69.99; garmin.com)\nVivofit Jr. 2 Dark Side ($49.99, originally $69.99; garmin.com) In honor of \"Star Wars Day,\" Gamestop will feature daily deals through May 5. You can score up to 50% off on a variety of \"Star Wars\" merch, so keep an eye out for those. Clothing ShopDisney is launching a full collection of clothing for the 40th anniversary of \"The Empire Strikes Back.\" That collection includes one of the most on-trend spirit jerseys ever made from Disney. A blue and white tie-dye core with large move-style font reading \"The Empire Strikes Back\" on the back with Yoda on the back. This launches on May 4 for $64.99. At $40.99 you can score a sleek gray t-shirt embellished with the \"The Empire Strikes Back\" and a Darth Vader duel. You can expect more Empire Strikes Back clothing along with a 40th Anniversary limited release pin. There will also be three other pins featuring Yoda, the Clones and a six-pack of Stormtroopers. And on May 4, you'll be able to score a \"Star Wars\" May the Fourth Be With You Collectible Key for $12.99 ---- it features a Death Star-style g"], "Language": false}