{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/opinions/food-delivery-coronavirus-covid-19-doordash-the-distance-lake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Thomas Lake, CNN"], "Writers": [["Thomas G. Lake"]], "FirstPublishDate": ["2020-05-04T10:12:25Z"], "LastModifiedDate": ["2020-05-04T10:12:25Z"], "Headline": ["The stories of the people who bring you food"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Maybe you feel it, the weight in the air, this psychological force that makes it all seem heavier. We are told it might be grief, and it probably is, though I suspect it is also guilt. At least it is for me: guilt about not giving more, about not helping enough, about being a nonessential worker in a time of such great need.   Let me tell you about two essential workers in St. Louis. They would not have chosen this job if other plans had materialized. Nor would they have chosen to sleep in the same Dodge Caravan they use to deliver meals for DoorDash. But this is life, with all its unexpected burdens, and they appear to be making the best of it. They have also seen a change in customer behavior since the pandemic began. Despite the added weight, or perhaps because of it, people are being kinder.   Sometime before the crisis, a man cooked up a scheme for a free dinner. He stood outside, took the delivery, and then complained to DoorDash that it had never arrived. After all, how could the delivery person be sure that was really him outside? It could have been a telepathic criminal who'd stood in just the right place at the right time to make the interception. The scheme failed. Instead of a refund, he got a suspended account.   Kim Cookembo told me this story to illustrate a larger point: She's seen no such misbehavior in the last month and a half. No one has even been rude, she said. This is more surprising given how often the food arrives late. Things are not exactly normal in restaurants.   They have far more takeout orders than usual, and one or more kitchen employees may be furloughed, or sick, and everything takes longer with these new precautions, including one restaurant's plan to minimize hand-to-hand contact by asking you to drop your debit card into a bucket. The drive-thru line may be 30 cars deep.   Her partner, Dereck Stonefish, picks up the food and drives the van. Kim takes it to the door, or leaves it outside, depending on the customer's request. Some are very careful, such as the woman who came out in a full surgical gown and cleansed everything with Clorox wipes. Others are very grateful, such as the woman who left one tip on the DoorDash app and a second tip in cash, along with seltzer water and a handwritten thank you note.   Kim is 43; Dereck, 41. They have a bed in the back, on a foundation of plywood and 2-by-4s, under which they keep their art supplies. The van has a cigarette lighter by the center console. That's where the slow cooker plugs in. It's handy for making rice or pasta when they have some time in the evening while parked outside the truck stop where they pay to take showers.   I don't know about you, but I'm tired of being cooped up in the house. Sometimes Kim and Dereck imagine themselves in that predicament.   \"We would find that to be a privilege,\" he told me.   Last year Dereck had leg pain, which turned out to be a blood clot, and the subsequent medical attention revealed Stage 3 colon cancer, for which he had emergency surgery. He would rather not find out what the coronavirus does to him. Nor would Kim, who recently went to the hospital with a heart condition. This is one reason they use hand sanitizer before, during, and after every order. They would not be the first in this pandemic to die from going to work.   Tips are a crucial part of their income. I asked DoorDash for information on driver pay, and a spokesperson declined to speak on the record. Instead I got a statement noting that the company has added new benefits for Dashers during the crisis, including face masks, hand sanitizer, discounted virtual urgent care, and a financial-assistance program.   But even on a good day, according to Kim and Dereck, the money they get from DoorDash is barely enough to put gas in the tank. Never mind groceries, laundry, blood thinning medicine, showers at the truck stop, and the bills for their cellphones, which they use for many things. Taking food orders. Reading the news. Looking for other jobs.   Kim has done work as a social justice advocate. Dereck is a graduate of Sitting Bull College and the 2011 recipient of a graduate research fellowship from the National Science Foundation. Pursuing a doctorate in zoology from North Dakota State University, he studied the migratory patterns of blackbirds, using geolocators to track them across the prairie.   But the project went sideways, he told me, and the funding ran out. He went through two divorces, veering far from his chosen path. He did public health work with an indigenous tribe in Washington state but left because housing was too expensive. Now he's a dissertation short of a Ph.D., lost in a shaky job market with no physical address.   Remember what I said about guilt? About the feeling that I'm not doing enough in a crisis? Dereck feels it too. He wishes he were still working in public health, helping bridge the divide between skeptical Native Americans and a healthcare system that has failed them before, using his education to help save people's lives. Someday he might do this, if the opportunity comes up.   But in the meantime, he and Kim have found another mission: delivering food to hungry people, and deciding to be grateful, whether or not the customer gives a tip. Maybe they're sick, or unemployed. Maybe they spent their last five bucks on that Big Mac combo. Maybe that BMW is about to be repossessed. Who knows. Kim and Dereck may not have a lot of money, but in this pandemic they are giving away something truly valuable: the benefit of the doubt.   There was an order from McDonald's: some Quarter Pounder combos, some Happy Meals. A woman, apparently at work, had it sent to her home. Kim brought the food to the door. A teenage girl appeared. Then four or five other children.   Kim's daughter is grown up and living on her own, but Kim remembered her years as a single mom, trying to scrape enough change together to buy her daughter a chicken sandwich. Was this customer another single mom? \"Oh,\" one of the children said, \"she ordered it!\"   The woman did not leave a tip. That was all right.   \"Just seeing how happy they were,\" Kim said, \"and all of them were, 'Thank you, thank you thank you!' That was enough.\""], "Language": false}