{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/met-gala-outfits-challenge-billy-porter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ananda Pellerin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T14:52:46Z"], "LastModifiedDate": ["2020-05-04T10:03:30Z"], "Headline": ["Calling all closet Rihannas and Cardi Bs: Take the #MetGalaChallenge"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["The Met Gala is usually fashion's big night out. But with this year's Costume Institute exhibition, \"About Time: Fashion and Duration,\" postponed indefinitely, the first Monday in May -- which usually sees celebrities hitting the red carpet at the Metropolitan Museum of Art in New York -- has been left in need of a healthy dose of glamour. Enter red carpet regular and \"Pose\" star Billy Porter, who has teamed up with Vogue to challenge budding home couturiers to recreate some of the most iconic looks from Met Galas of yore, using items found at home, and post them on Instagram with the hashtag #metgalachallenge.  Jeff Johnson, a Minneapolis school choir teacher, leaped at the opportunity, and recreated Jared Leto's doppelganger look (courtesy of Gucci) from last year's Met Gala.  \"When I saw the challenge, I thought why not give it a chance? I've always loved the fashion of the Met Gala and watched the red carpet broadcast wherever possible and reviewed the look with friends the day after,\" he said over email.  \"I chose this look because Jared Leto's effortless, gender-fluid style has always been inspirational. It took me a couple hours to pull together once I had materials and safety-pinned on the crystal garland. I loved every minute of it!\" New Yorker Sanja Nestorovic paid homage to the jewel-encrusted, pope-inspired John Galliano ensemble Rihanna wore to the opening of \"Heavenly Bodies: Fashion and the Catholic Imagination\" in 2018.  \"Rihanna's dress probably took about five hours. Everything I make is recyclable. No fabric. No sewing. Paper, garbage bags and scotch tape,\" she said via Instagram direct message. Some participants were already prepared for the challenge, including 7-year-old Aili Adalia Boler, who has been recreating Met Gala looks for several years at her home in Atlanta -- with the help of her mother, Kanaya Monet.  \"It all started in 2017 when Aili and I were watching the 2017 Met Gala,\" said Monet in an email. \"Aili mentioned how much she loved Disney star Zendaya's dress. She loved it so much she asked me could I make her a similar one. I thought, \"Why not?\" I went out the next day to gather everything I needed to recreate the look as best I could. I made it and posted it to share with Aili's insta. We had no idea it would then go viral.\" Since then Aili has taken on Cardi B and Janelle Monae. \"Normally, we watch the Met Gala and afterwards Aili picks her fave, and within 24 hours I'll have the recreation completed. We've gotten really great and efficient with it now.\" #MetGalaChallenge winners will be announced on May 4, and a selections of entries will be posted on Vogue's website and on the magazine's Instagram page. "], "Language": false}