{"Type": ["article"], "Url": ["https://www.cnn.com/2019/08/19/us/mass-shootings-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2019-08-20T01:12:18Z"], "LastModifiedDate": ["2020-05-03T12:39:36Z"], "Headline": ["Mass Shootings in the US Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here is a list of the deadliest mass shootings in modern US history (1949 to present). Suicides, gang-related incidents and deaths resulting from domestic conflicts are not included. \"Deadliest\" includes shootings with 10 or more fatalities. Shooters are not included in fatality totals. Because there is no universal definition of mass shootings or central database tracking them, this list is based primarily on media reports and may not be complete or representative of all mass shootings. Events 58 killed - October 1, 2017 - In Las Vegas, 64-year-old Stephen Paddock of Mesquite, Nevada, sprays gunfire on a crowd of 22,000 concertgoers from the 32nd floor of the Mandalay Bay Resort and Casino, killing 58 people and injuring almost 700. Witnesses say the gunshots last between 10 and 15 minutes. Officers breach Paddock's hotel room to find him dead. Authorities believe Paddock killed himself and that he acted alone. 49 killed - June 12, 2016 - Omar Saddiqui Mateen, 29, opens fire inside Pulse, a gay nightclub, in Orlando. At least 49 people are killed and more than 50 are injured. Police shoot and kill Mateen during an operation to free hostages officials say he was holding at the club. 32 killed - April 16, 2007 - Virginia Tech in Blacksburg, Virginia. A gunman, 23-year-old student Seung-Hui Cho, goes on a shooting spree killing 32 people in two locations and wounding an undetermined number of others on campus. The shooter dies by suicide.  27 killed - December 14, 2012 - Sandy Hook Elementary School - Newtown, Connecticut. Adam Lanza, 20, guns down 20 children, ages six and seven, and six adults, school staff and faculty, before turning the gun on himself. Investigating police later find Nancy Lanza, Adam's mother, dead from a gunshot wound. 25 and an unborn child killed - November 5, 2017 - A gunman opens fire on a small church in Sutherland Springs, Texas, killing 25 people and an unborn child and wounding 20 others. The shooter, identified by two law enforcement sources as Devin Patrick Kelley, is found dead after a brief chase, but it's unclear if it was self-inflicted.  23 killed - October 16, 1991 - In Killeen, Texas, 35-year-old George Hennard crashes his pickup truck through the wall of a Luby's Cafeteria. After exiting the truck, Hennard shoots and kills 23 people. He dies by suicide. 23 killed - August 3, 2019 - In El Paso, Texas 23 people are killed after a mass shooting at a Walmart store in a case that's being treated as domestic terrorism. Police say they found an anti-immigrant document espousing white nationalist and racist views, which they believe was written by the suspect, 21-year-old Patrick Crusius. Crusius is indicted on 90 federal charges, including hate crimes. 21 killed - July 18, 1984 - In San Ysidro, California, 41-year-old James Huberty, fatally shoots 21 people at a McDonald's. A police sharpshooter kills Huberty. 18 killed - August 1, 1966 - In Austin, Texas, Charles Joseph Whitman, a former US Marine, kills 16 and wounds at least 30 while shooting from a tower at the University of Texas at Austin. Police officers Ramiro Martinez and Houston McCoy fatally shoot Whitman in the tower. Whitman also killed his mother and wife earlier in the day. 17 killed - February 14, 2018 - A former student unleashes a hail of gunfire at Marjory Stoneman Douglas High School in Parkland, Florida, killing at least 17 adults and children. Nikolas Cruz, 19, has been charged with 17 counts of premeditated murder. 14 killed - December 2, 2015 - Married couple Syed Rizwan Farook and Tashfeen Malik open fire on an employee gathering taking place at Inland Regional Center in San Bernardino, California, killing 14 people. They are later killed in a shootout with police. 14 killed - August 20, 1986 - In Edmond, Oklahoma, Patrick Henry Sherrill, a part-time mail carrier armed with three handguns, kills 14 postal workers in 10 minutes and then takes his own life. 13 and an unborn child killed - November 5, 2009 - Maj. Nidal Malik Hasan kills 13 people and one unborn child and injures 32 at Fort Hood, Texas, during a shooting rampage. He is convicted and sentenced to death. 13 killed - April 3, 2009 - In Binghamton, New York, Jiverly Wong kills 13 people and injures four during a shooting at an immigrant community center. He then kills himself. 13 killed - April 20, 1999 - Columbine High School - Littleton, Colorado. Eighteen-year-old Eric Harris and 17-year-old Dylan Klebold kill 12 fellow students and one teacher before dying by suicide in the school library. 13 killed - February 18, 1983 - Three men enter the Wah Mee gambling and social club in Seattle, rob the 14 occupants and then shoot each in the head, killing 13. Two of the men, Kwan Fai Mak and Benjamin Ng, are convicted of murder in August 1983. Both are serving  life in prison. The third, Wai-Chiu \"Tony\" Ng, after years on the run in Canada, is eventually convicted of first-degree robbery and second-degree assault. He is deported to Hong Kong in 2014. 13 killed - September 25, 1982 - In Wilkes-Barre, Pennsylvania, 40-year-old prison guard George Banks kills 13 people including five of his own children. In September 2011, the Pennsylvania Supreme Court overturns his death sentence, stating that Banks is mentally incompetent. 13 killed - September 5, 1949 - In Camden, New Jersey, 28-year-old Howard Unruh, a veteran of World War II, shoots and kills 13 people as he walks down Camden's 32nd Street using a German-crafted Luger pistol. He is found insane and is committed to a state mental institution. He dies at the age of 88. 12 killed - May 31, 2019 - A shooter opens fire indiscriminately on a Virginia Beach city building, killing 12 people and injuring at least four others. The shooter dies at the scene after a gunfight with police. The gunman, later identified as 40-year-old DeWayne Craddock, was a certified professional engineer in the city's public utilities department for 15 years and had emailed a resignation letter that morning, citing \"personal reasons.\" 12 killed - November 7, 2018 - Twelve people are killed in a shooting at the Borderline Bar & Grill in Thousand Oaks, California. Officials say the gunman, Ian David Long, shot an unarmed security guard outside the bar, then went in and continued shooting, injuring other security workers, employees and patrons. Long dies by suicide. 12 killed - September 16, 2013 - Shots are fired inside the Washington Navy Yard, killing 12. The shooter, identified as Aaron Alexis, 34, is also killed. 12 killed - July 20, 2012 - Twelve people are killed, and 58 are wounded in a shooting at a screening of the new Batman film in Aurora, Colorado. James E. Holmes, 24, dressed head-to-toe in protective tactical gear, sets off two devices of some kind before spraying the theater with bullets from an AR-15 rifle, a 12-gauge shotgun and at least one of two .40-caliber handguns police recovered at the scene. On July 16, 2015, Holmes is found guilty on all 165 counts against him, 24 first-degree murder, 140 attempted murder and one count of possession or control of an explosive or incendiary device. He is sentenced to life in prison without parole.  12 killed - July 29, 1999 - In Atlanta, 44-year-old Mark Barton kills his wife and two children at his home. He then opens fire in two different brokerage houses, killing nine people and wounding 12. He later kills himself. 11 killed - October 27, 2018 - Eleven people are killed in a shooting at the Tree of Life synagogue in the Squirrel Hill neighborhood of Pittsburgh. 46-year-old Robert Bowers surrenders to authorities on the third floor of the building and is now facing federal charges, including hate crimes. Bowers told a SWAT officer while receiving medical care that he wanted all Jews to die and that Jews \"were committing genocide to his people,\" a criminal complaint filed in Allegheny County says. 10 Killed - May 18, 2018 - Dimitrios Pagourtzis, 17, allegedly walks into an art class and begins firing, killing eight students and two teachers at Santa Fe High School in Santa Fe, Texas. Pagourtzis is arrested and charged with capital murder and aggravated assault of a public servant. 10 killed - March 10, 2009 - In Alabama, Michael McLendon of Kinston, kills 10 and himself. The dead include his mother, grandparents, aunt and uncle. "], "Language": false}