{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/photographer-travel-scenes-quarantine-erin-sullivan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Wray, CNN"], "Writers": [["Amy Wray"]], "FirstPublishDate": ["2020-05-02T18:14:42Z"], "LastModifiedDate": ["2020-05-04T21:54:56Z"], "Headline": ["How a travel photographer in self-quarantine 'escaped' her apartment. You can do it, too"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Los Angeles-based photographer Erin Sullivan has found an unconventional way to satiate her penchant for exploration while under a stay-at-home order because of the coronavirus pandemic.  Sullivan let her creativity go wild in her latest photo series, \"Our Great Indoors.\" In it, she constructs fantastical landscapes from common household objects found in her apartment, such as pancakes, pillow cases and raincoats.  Sullivan's career as a travel photographer has brought her to some of the most beautiful places around the world. These excursions helped her prepare for more than 40 days in self-quarantine.  \"I was asking myself how I can stay creative and how I can stay connected to the outdoors and travel -- to these things that have been so important to my growth and the growth of my community,\" Sullivan told CNN.  Sullivan's childhood dream was to travel internationally.  Until she was able to do so as an adult, the Connecticut-native would imagine different places whenever she was bored.  As she would fall asleep, she imagined that the creases in her sheets formed an igloo — or a mountain with skiers gliding down the slopes. Sullivan channeled her inner child in one of her favorite photos in the series called \"Tinfoil Lake.\" It was inspired by summers spent fishing with her grandfather and her family. The photo was constructed using tinfoil, a toothbrush and a lamp under a sheet. It has collected more than 16,000 likes on Instagram. Even in quarantine, 'creativity can thrive' While brainstorming adventure scenes, Sullivan draws upon memories of the places she has visited. She places added emphasis on how those environments make her feel, rather than how they appear.  New Zealand has been an important source of inspiration for Sullivan.  During her first visit to the country, she spent four months living out of her car and working on farms to photograph the iridescent glow worm caves.  In her ode to New Zealand, she repurposed tin foil, a smart light bulb, rose quartz and rain jackets to build her \"Glowing Gore-Tex Cave\" scene.  While Sullivan has never been to a broccoli forest, she says the mountainous areas in Greece, the Redwoods and Sequoias in California, the Cascades in Seattle and the large maple trees she grew up around have all made her feel a similar sense of magic. Her photos are an intriguing mix of fantasy and familiarity, during a very unfamiliar time. Commenting on her limited access to supplies, Sullivan said, \"creativity can thrive given constraints [...] That's part of art, the process of experimentation.\" As she begins to photograph her scenes, Sullivan asks herself how she can manipulate the objects just right, paying close attention to light, texture, shadow and color. It's crucial to pay just as much, or even more, attention to these details when photographing indoors, she said.  Sullivan has received overwhelming praise for her photography series, gaining nearly 60,000 followers in the four weeks since she posted on Instagram her first picture of the ice caves built with pillows and train figures. She has found success selling prints of her indoor adventure scenes on her website as many of her other projects have been put on hold. How photographers are coping with the pandemic Although numerous US states have begun implementing phased plans to reopen after weeks of shutdown, including Georgia and Alaska, many authorities are still urging Americans to abide by stay-at-home or shelter-in-place measures.  Some photojournalists have risked their lives to document the pandemic, while others have captured how the everyday lives of Americans have changed. Nashville-based photographer Jeremy Cowart has developed an adaptive series called \"Separated Together,\" in which he captures people that have been geographically separated by Covid-19, photographing their digital projections side-by-side in his studio. After Roger Hoover's marketing firm closed during the pandemic, he took to the sidewalks of Kent, Ohio, to photograph \"porch portraits\" of his neighbors and community. Hoover writes on his website, the project was born as \"a reaction to the enforced isolation of the coronavirus period. Refusing to allow physical distance to break the community bonds he has constructed for years.\" Building a sustainable business model during this crisis, especially as freelance work is widely canceled, has posed a daunting barrier to overcome.  American workers have already filed more than 30 million initial unemployment claims in the past six weeks. The economy lost more than 700,000 jobs in March and, according to the Institute for Women's Policy Research, women account for nearly 60% of job losses in the past two months.  Sullivan expects many artists will be forced to pivot to other work as their small businesses will not survive. \"This is also the nature of being a creative entrepreneur in a creative field ... in some ways, it's expected that things will change,\" Sullivan remarked.  To support artists during the pandemic, United States Artists (USA) has partnered with a coalition of nonprofits to offer a $10 million collaborative grant program called \"Artist Relief.\"  The initiative offers $5,000 grants to artists in \"dire financial emergencies\" because of the outbreak, including photographers, filmmakers, writers and designers.  During so much economic upheaval and uncertainty, Sullivan is glad that her photography has provided a source of encouragement and solace.  Already, her photo series has inspired hundreds of people to transform their apartments into mini-wonderlands.  Sullivan has called on others to join in on the challenge, by sharing any indoor-adventure photos with the hashtag: #OurGreatIndoors. \"Anything that gives people some joy and lightheartedness is really welcome,\" Sullivan added, \"as much as possible, try not to put too many hard expectations on yourself. Right now is a time to be really kind and gentle to ourselves.\""], "Language": false}