{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/us/houston-police-helicopter-crash/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alta Spells and Jay Croft, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-02T11:59:32Z"], "LastModifiedDate": ["2020-05-02T15:35:03Z"], "Headline": ["Houston police helicopter crashes. 1 pilot dies, another in critical condition"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Houston Police Department helicopter crashed early Saturday morning, killing one pilot and leaving the other in critical condition, authorities said. Both pilots were flown to Memorial Hermann hospital for surgery and were in critical condition, Police Chief Art Acevedo said in a press briefing posted on Twitter. Houston Mayor Sylvester Turner later said one of them died. The pilots were responding to a call about a report of bodies in the bayou at about 2 a.m. local time, Acevedo said. The helicopter crashed into part of an apartment complex where no one lives, and no one else was injured. Members of the Houston Fire Department cut the pilots out of the wreckage, he said. \"How that pilot was able to avoid the actual apartment, the apartment buildings, where the residents were sleeping. It's just, again, there's some silver linings.\" Acevedo said. \"There were no flames involved.\"  Gunshots were fired near the scene of the crash about an hour after the wreckage was discovered, Acevedo said. Six people have been taken into custody.   He said there was no indication the helicopter had been shot down, but police would look into it. Houston police will conduct a homicide investigation, he said. The National Transportation Safety Board and Federal Aviation Administration will investigate the crash.  Gov. Greg Aboott said in a statement, \"This terrible loss is a solemn reminder of the risks our law enforcement officers face in the line of duty. Our hearts are with the officer's loved ones and the entire Houston Police Department during this time, and we pray for a swift and full recovery for the officer who was critically injured in this accident.\""], "Language": false}