{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/americas/kristen-beaton-canada-shooting-coronavirus-intl/index.html"], "Source": ["cnn"], "Location": ["Ottawa, Canada"], "ByLine": ["By Paula Newton, CNN"], "Writers": [["Paula Newton"]], "FirstPublishDate": ["2020-05-01T04:12:17Z"], "LastModifiedDate": ["2020-05-01T10:32:44Z"], "Headline": ["His pregnant wife was killed in a mass shooting. Her dying wish was for healthcare workers to have PPE"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["There was a long pause on the phone before Nick Beaton could finish his thoughts on how to best plan the funeral his wife deserves. \"I'm not sure exactly, I'm not sure now, we're basically waiting until ...\" Beaton said. And then there was the catch in his voice, it was loud and clear. \"...until we have Kristen back home.\"  Beaton is remarkably composed as he copes with his grief, now complicated in unimaginable ways by the coronavirus pandemic. His wife Kristen Beaton was murdered on her way to work as a healthcare worker in rural Nova Scotia two weekends ago. Police say she was a victim of Canada's deadliest mass murder, pulled over by a gunman impersonating an officer. Over the course of 12 hours between April 18 and 19, the suspect rampaged through this quiet, rural corner of Canada, shooting some people dead and setting fires that killed others. In all, 22 people lost their lives. Police say the shooter knew and targeted some of his victims; others, like Kristen, were complete strangers. In normal times, there would have been a wake and a funeral by now for Kristen, meaningful hugs from friends and family. But at the moment, none of that is possible. With Nova Scotia still on lockdown like much of Canada, gatherings of more than five people are banned.  Beaton has decided to put off planning a funeral for the time being. On Sunday, family, friends and strangers did what they could to help Beaton and his son grieve with a memorial parade retracing the route Kristen took to work that morning. Dozens of cars joined a slow, steady procession, some with balloons, flowers and notes pinned to bumpers and windows. \"We're not rushing it, we'll do it classy and the best we can with this whole Covid thing we have going on. I mean we won't have full closure, everything's different, right? We won't have full closure until we have something as a family,\" he said.  Beaton spoke to CNN from his home in Nova Scotia while watching his 3-year-old son Dax play in the yard. He says he is trying to stay strong for his wife and son, but some moments are just too much. \"I tell you I absolutely lost it this morning at home, I had been holding it together. He's got this old cell phone of ours, he said he was going to pick up the phone and call his Mummy,\" Beaton said. He and Kristen had special plans for this week.  \"She was pregnant with my unborn baby,\" Beaton said, his voice trailing off for a moment. \"I know in my heart what it would be like if she was here right now, we had the whole week planned out because I was off too.  We were going to get the spare room ready for the baby.\" While the tributes have poured in for the victims of the massacre, it is Beaton's plea for what he said was his wife's dying wish that has touched a nerve across the country. \"Kristen up until her last breath only had two surgical masks. Kristen, herself, had two surgical masks a day up until Sunday, that's all she had, nothing changed,\" Beaton said.  As a frontline healthcare worker, Beaton says Kristen worried that without adequate personal protective equipment (PPE), still in short supply in Canada, she would bring the virus back home to her little boy. Canada has been spared the worst of the coronavirus so far; per capita, the death rate remains low and hospitals are operating well under capacity. By Thursday, the country had reported more than 50,000 cases and over 3,000 deaths, according to Johns Hopkins University. But Canada's lack of preparation in protecting the elderly has taken a toll. Elderly residents of care homes make up nearly half of the country's deaths from Covid-19 -- and workers in these facilities are dealing with an acute shortage of PPE. Canadian government and public health officials have described the global competition for protective equipment like a \"wild west\" where no rules apply. Canada has established its own supply chain in China and is working to produce more domestically. But for healthcare workers like Kristen, who look after vulnerable people in long-term care centers or private homes, there is still a severe shortage of gear. Beaton says Kristen already believed her life was in danger when she left for work on the morning of the massacre. Her fears were not about a gunman, but an insidious virus that she felt unable to protect her family from. Canadian politicians say they have heard Beaton's plea loud and clear. Beaton told CNN that the Premier of Nova Scotia said he was proud of him for voicing his concerns and that Kristen would have been proud. He recently spoke to the Prime Minister Justin Trudeau who assured him he was doing everything he could to get PPE to healthcare workers like Kristen. There is also help from an unlikely source. Canadian actor Ryan Reynolds and hockey Olympian Haley Wickenheiser announced on Twitter that they would work with charities to send PPE to Nova Scotia, in honor of Kristen. Beaton says the cause deserves a \"big mouth\" like him, and that he feels in some way his wife's passionate plea for protection will change things for healthcare workers throughout Canada and beyond. \"Kristen just wanted to go to work and be safe just like everyone else,\" Beaton said. \"I want to get Kristen's voice heard while people are listening.\""], "Language": false}