{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/cnn-underscored/weekend-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-05-01T16:05:38Z"], "LastModifiedDate": ["2020-05-01T20:35:26Z"], "Headline": ["The best sales to shop this weekend: Adidas, Anker, Ancestry and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["In search of savings this weekend? See below for the best deals to shop this weekend, from Anker tech to Brooklinen bedding and cool Adidas kicks.  Tech and electronics Anker A few different items from Anker are on sale now. The SpaceView Baby Monitor, the Nebula Capsule II mini projector and the Anker PowerCore 13000 Portable Charger are all marked down at Amazon, no promo code required.  Otterbox Pick up everything from phone cases and screen protectors to coolers and growlers for a discount at Otterbox. This weekend, when you use the exclusive promo code OTTERBOXCNN20, you'll score 20% off sitewide (some exclusions apply).  Samsung 65-inch The Frame TV When you're not using this Samsung TV to binge watch movies and shows, it transforms into a literary work of art. And right now, The Frame is down to $1,348.95 when you add it to your Amazon cart — that's more than $400 off its usual price. Hurry though, with a price that good, this item will likely sell out soon.  Home and health Target Through May 2, when you buy $30 worth of laundry detergent (excluding bleach and Lysol products) from Target, you'll get a $10 Target gift card back. The offer is valid whether you shop in-store and with order pickup, or online via shipping or same-day delivery.  Brooklinen Brooklinen makes some of the most coveted linens and home items around, and right now, you can score it all at a discount. At the brand's Birthday Sale, take 20% off sitewide with code BDAY, which will be automatically applied at checkout. But this rare sale ends on May 1, so hurry.  Ancestry If you've ever been curious about your family's origins, now's a good time to buy the at-home AncestryDNA® kit. It's on sale for just $59, down from $99, right now through May 10. Once you mail in your DNA sample, you'll receive results in about six to eight weeks.  Black+Decker If you're working on some home improvements, you may want to upgrade your toolbox with some of these Black+Decker items. Score a cordless drill or even a full tool kit for less at Amazon right now.  Fashion and beauty Adidas Get your kicks at this Adidas sale. Through May 7, select Originals footwear is 30% off with promo code STYLE. You'll find savings on fav-favorite sneakers, including Continental 80, Stan Smith, Supercourt, Gazelle and more.  Jachs A few super comfy, breathable apparel items are now marked down at Jachs. Use promo code TBL to bring prices on ultra soft Linen TriBlend short-sleeve henleys and polos to only $25 to $29 — they normally go for $69 or more. Plus, snag pairs of pull-on shorts for just $23 with promo code PULL.  Levi's The iconic denim brand's Warehouse Event is happening now, which means up to 70% off jeans and other styles for men, women and kids. You will need to enter your email address in order to gain access to these discounts, but it's well worth it for denim under $20. Just beware: Some items are selling out fast.  Lively Beloved bra brand Lively is here to make your dreams sweeter with an super cute gift with purchase. Now through May 4, you'll get the silky Hit Snooze Sleep Mask — a $22 value — free with any online order.   Gap Everything at Gap is up to 75% off, but that's not all: Sale items are also an extra 50% off with promo code PERK. It's the perfect opportunity to pick up new outfits for summer.  Vineyard Vines Prep up your summer wardrobe with this Vineyard Vines sale. All clearance items are an extra 40% off with promo code SUNSHINE. Prices are as low as $15 for T-shirts and go all the way up to dresses starting at $50, so it's the perfect time to pick up something pastel for the upcoming season.  Philosophy Treat yourself to some spa-like beauty products from Philosophy with this sale. Now throught May 5, you can take 40% off sitewide at the brand's Spring Beauty Event. Use promo code 40OFF, and pick up some new hand cream, facial serum, body wash and much more.  Spanx Everyone's favorite shapewear brand is running two separate flash sales this weekend. On Friday, May 1, select bestselling bras and undies in the Plum Petal colorway will start at just $11. Then, on Sunday, May 3, the stretchy, pull-on Distressed Skinny Jeans, available in Vintage Black and Vintage Grey colorways, are down $64 For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}