{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/30/health/gallery/essential-worker-tributes-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-30T19:12:37Z"], "LastModifiedDate": ["2020-04-30T19:12:37Z"], "Headline": ["Here's how people are thanking health-care heroes around the world"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Health-care workers wave back to people applauding them in New York City on April 15. People at a residential building in Mumbai, India, clap to show their appreciation for health-care workers on March 22. The Kelpies sculpture in Falkirk, Scotland, is illuminated by blue light as a tribute to the United Kingdom's National Health Service and social-care workers on April 7. Mark Black and his sons, Thomas and Adam, play Lambeg drums outside their home in County Armagh, Northern Ireland, during the weekly \"Clap for our Carers\" on April 16. The US Air Force's air demonstration squadron flies over parts of Colorado on April 18 to show appreciation and support for essential workers. The \"Thunderbirds\" have conducted these flyovers over many cities during the pandemic. Medical workers in Athens, Greece, watch as the Hellenic Broadcasting Corporation orchestra performs in the yard of the Attikon University Hospital on April 23. In Rio de Janeiro, the Christ the Redeemer statue was illuminated to make Jesus Christ look like a doctor on April 12. Written tributes to health-care workers and first responders are posted on a tree in Miami on April 13. Michelin-starred chefs Alan Taudon, left, and Christian Le Squer cook for employees of a Parisian hospital on April 11. Londoners join in weekly applause to thank essential workers on April 9. Police officers are also among the front-line workers being thanked. Here, they are showered with rose petals in Hyderabad, India, on April 19. The Fort Myers Police Department made a heart out of police cars on April 16 to thank health-care workers at Lee Memorial Hospital in Fort Myers, Florida. Artist Marty Lyon works on a mural he and Micky Doherty created to honor health-care workers in Belfast, Northern Ireland, on April 21. Two hairdressers prepare to give free haircuts to medical workers in front of a hospital in Lens, France, on April 17. The word \"merci\" (thank you) is displayed on the Eiffel Tower in Paris as a tribute to essential workers on March 27. A photo of a medical worker is seen on an outdoor screen in Shijiazhuang, China, on April 1. Medical workers were displayed at the city center to pay tribute to those fighting on the front lines of the pandemic. A Red Cross volunteer picks tulips in Rome on April 8. Roma Flowers Park has donated many bouquets of tulips to the Red Cross, thanking doctors, nurses and volunteers for their efforts. In a tribute to health-care workers, first responders and essential workers, the Bryant Park Corporation created a heart on its newly seeded lawn in New York on April 22. A security guard salutes as residents clap and sing from their windows in Manila, Philippines, on April 12. Health-care workers cry April 10 during a memorial for Esteban, a nurse they worked with at the Severo Ochoa Hospital in Leganes, Spain. Esteban was a casualty of the coronavirus pandemic.  A \"thank you\" message is visible on the California Tower in San Diego on April 13. Tributes to health-care workers and bus drivers are on display at the Folly House Beach in London on April 26. A man walks past bus-stop advertising boards that thanked health-care workers in Sydney on April 15. A huge banner thanks health-care workers in Krakow, Poland, on April 14. People in New Delhi light oil lamps on April 5 to show their support for those working on the front lines of the crisis.  A woman in London walks past signs supporting essential workers on April 25. Krisna Carter, a junior sous-chef for the Oklahoma City Dodgers, prepares hot dogs for front-line workers on what would have been the minor-league baseball team's opening day on April 9. The Colombo Lotus Tower is lit in red as a tribute to workers in Colombo, Sri Lanka, on April 11. Madrid residents applaud health-care workers from their windows on March 28. Ben from the Sandymental art team works on a sand drawing at Lytham St. Annes, a seaside resort in London, on April 20."], "Language": false}