{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/georgia-drivers-license-road-test-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Carma Hassan, CNN"], "Writers": [["Madeline Holcombe", "Carma Hassan"]], "FirstPublishDate": ["2020-04-30T11:23:36Z"], "LastModifiedDate": ["2020-04-30T11:23:36Z"], "Headline": ["Georgia governor suspends road test requirement for driver's licenses due to coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New Georgia drivers will not be required to take a road test in order to get their license. Gov. Brian Kemp announced in his most recent executive order that -- provided they meet all other requirements -- those holding instructional permits can qualify for their licenses without the \"comprehensive on-the-road driving test.\" That means teens can get their license when they turn 16 without getting in a car with a test administrator. The change is in effect until the expiration of the state's Public Health State of Emergency, which Kemp has extended to May 13. The executive order also outlined social distancing measures for the state, which Kemp has begun to loosen starting April 24.  Georgia's gyms, fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, estheticians and massage therapists were the first to open, with restrictions, followed by theaters and restaurants three days later.  The governor's decision is at odds with statements from the mayors of cities including Atlanta, Augusta and Savannah, as well as a data model cited often by the White House. Georgia should not even begin to reopen until June 22, according to the model by the Institute for Health Metrics and Evaluation at the University of Washington, which assumes states will implement aggressive testing, contact tracing, isolation and crowd-size limits to prevent more infections. \"I've done the best that I can using my voice as mayor to just say to people to use your common sense,\" Atlanta Mayor Keisha Lance Bottoms told CNN Friday."], "Language": false}