{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/opinions/time-to-accept-covid-19-has-changed-education-selin-davis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Lisa Selin Davis"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T12:02:21Z"], "LastModifiedDate": ["2020-04-29T16:45:58Z"], "Headline": ["It's time to accept that the point of school has changed"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Stay out of Google Classroom,\" the administrators of my daughter's Brooklyn elementary school cautioned parents in their first official communique about remote learning. To peer over their shoulders while sitting at their laptops and look at their work would be akin to bursting into the real-life classroom uninvited, they said.  I would love to stay out of Google Classroom. I have my own work to do (or, as a freelancer, work I'm trying to get). The problem is, until a few weeks ago, my eight-year-old younger daughter did not know how to use Google Classroom, the platform New York City's school officials designated for online learning, after closing schools in mid-March. Her school had used computers sparingly, and she had only limited screen time at home, but suddenly we were begging her to master the technology we had largely eschewed, immediately and with no training. Meanwhile, millions of parents have never had the money to access such technology in the first place, no Google Classroom to be virtually shooed from.   All over the country and the world, parents of younger children who have not learned to work independently are suddenly navigating between keeping their jobs -- if they still have jobs -- and schooling their children. I've come to see teachers as essential workers, not just because of what they teach our kids, but because without them, many of us cannot work ourselves.  Some teachers are making a heroic effort, but even parents talented enough to win Guggenheim fellowships are exasperated by what distance learning requires of their kids, and thus of parents too. In the words of the now-famous, ranting Israeli mom, \"If Corona doesn't kill us, distance learning will.\" As more and more school districts announce that distance learning will continue for the rest of the school year, we should reevaluate what school should do and be during a pandemic. To borrow from NBC's \"The Good Place\"  -- I mean, um, T.M. Scanlon -- what do Departments of Education owe to us and we to them? During this national emergency, I'd like to try to answer that question in a new way.  More social-emotional, less academic Many schools admirably scrambled to get curricula online and familiarize teachers with new technology, as teachers worked long hours in school buildings deemed too unsafe for everyone else to travel to.  Some schools sent the message to parents and students, implicitly or explicitly, that they should do what they can, and not worry about academic achievement. But in others, according to parents I've spoken with, the focus has largely been on continuing the curricula as if the entire world weren't imploding. If students don't answer the attendance question uploaded to Google Classroom by 9:30, my children were informed, they'll be marked absent. (Understandably, the school is tracking how many kids they're reaching.) If they don't turn in the work on time, they won't get credit. Some parents who have spoken to me say their children have been given assignments for art projects and science experiments that require ingredients and supplies their parents don't have, and don't want to make extra trips to germ-laden stores to get.  Many children, regardless of economic status or neurodiversity, are experiencing massive social regression in the absence of their peer and teacher connections, which is of more concern to many parents than academic regression. I believe that for the 56 million kids whose worlds have been turned upside down, schools should now prioritize social-emotional learning over academics.  As both a parent and a journalist, I've connected on social media with and spoken directly to parents, teachers and counselors in wealthy districts and poor, urban and rural, about ways schools are trying to meet their kids' social-emotional needs -- partly for work, and partly to see how our own school is faring comparatively.  In some, teachers and administrators try to call and check on every student. In others, video conferences or worksheets focus on children's emotional well-being, reminding them they are part of a class, a community, and that school is a safe place for them to connect. To be sure, many teachers are tackling the same impossible and contradictory tasks as the rest of us, and not everybody wants Zoom group therapy. But teachers can read a book, host show and tell, teach a dance move, record videos for the students to watch on days off, and generally cater to students' emotional well-being. Sure, let's talk about multiplying fractions, but after we talk about how kids will do that in their own homes, with their frantic parents desperately trying to do their own work, while being isolated from all their friends and having their worlds upended. There is no one-size-fits-all for remote learning, any more than there is for in-person learning. Some parents and kids hate Zoom calls; others rely on them. Special needs kids, kids with individualized education programs (IEPs) or who are on the autism spectrum or who are English language learners -- we have to accommodate them all. Emotional support can cut through some of those barriers and differences and inequities. Creating independent learners While teachers learned to navigate online portals in the first days of remote learning, most parents and kids were expected to know them immediately, with no room for a learning curve. Rather than partners charting unfamiliar territory together, parents were flying blind, trying to teach their kids not just to tackle new technology but a brand new world of learning, in which they were largely on their own.  Some lucky elementary schoolers, with access to technology and teachers who have the ability and will, may be video conferencing with their beloved teachers all day, replicating the classroom online. But many more of them see their teachers for a few minutes a day or a week, and some not at all. In my own kids' school district, for instance, guidance for remote learning, crafted by the powerful United Federation of Teachers, seems both vague and minimal to me. Our kids' teachers seem to be trying to follow them, but in the end, as I read these guidelines, what teachers offer depends on their circumstances and willingness. Regardless, all of them can take time to talk to students and parents about how learning without live instruction, and without classmates, is different, weird, hard -- and possible. Students need to learn how to learn in an entirely new way.  School administrators can empower teachers to change the mission -- to make it about creating independent learners, and to understand how much they will now be responsible for managing their time, checking off their assignments, raising their hand on a computer instead of catching their teacher's eye.   Parents as partners  Meanwhile, teachers and administrators can expect that parents of not-yet-independent learners will very often be \"peering\" into the classroom, as much as we prefer not to. Let's keep our aspirations high but lower our expectations and demands. We owe our teachers and educational leaders our gratitude and esteem and assistance and respect. Departments of Education owe parents, students, teachers and communities an adjusted vision of school.  This pandemic offers an incredible opportunity to reassess what school is for and what it should do in the long term. I look forward to having that conversation later, when the urgency of this time has faded. We as parents are learning so much: What our students and children are capable of and where they are behind. How PTA meetings can be better attended when video conferencing in is an option. How kids can stay connected when they're out sick, if the technology is universally available. And how academic work can be done remotely for certain learners even in non-pandemic times. But nothing replaces the value of face time with teachers, and the social learning that comes with interacting with peers.  The point of school, for our family right now, is to establish the new normal; to help kids develop independence; to provide social interaction, and, lastly, to learn some academics. I want my kids to keep learning, always, and of course I want them to master new technology and be more independent. These days, I'm desperate for that to happen, as quickly as possible. Over the last weeks, I've watched some of my children's teachers rally to the cause of emotionally shepherding  their students through this difficult time,  while also making sure they know how to count nickels and dimes or multiply fractions. The work they're doing, the care they're taking, is touching, reaffirming, and utterly necessary. We are all doing the best we can, but right now, the word we is much more important than the word best.  This article has been corrected to clarify that the author's reference to guidance from the United Federation of Teachers applied in her home school district."], "Language": false}