{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/thierry-chow-feng-shui-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Karina Tsui, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T02:49:26Z"], "LastModifiedDate": ["2020-04-29T02:49:26Z"], "Headline": ["Feng shui: Using ancient design principles in contemporary interiors"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["Hong Kong-based designer Thierry Chow is known for incorporating the principles of feng shui into her practice. Feng shui -- which literally translates to \"wind and water\" -- is an important aspect of design and architecture in parts of Asia. Based on an ancient Chinese system, the positioning of objects or buildings in relation to one another and their surroundings is thought to encourage happiness and good fortune. \"In feng shui, we place a heavy emphasis on 'qi,'\" said Chow in a phone interview, referring to the concept of energy also used in traditional Chinese medicine and martial arts. \"Imagine a river flowing through your space. If it's not going smoothly then you should rearrange some furniture to clear that blockage.\" Though historically developed as a means to determine the orientation of tombs and other spiritually significant structures, feng shui has evolved to suit the needs and tastes of today's generation. It remains influential in Chinese design, while other Asian nations have also developed similar philosophies. (In Japan, for instance, \"kanso\" aims to achieve balance in a space through simplicity and minimalism.) Even for skeptics, feng shui principles can nonetheless produce results that are aesthetically pleasing. Below, Chow explains how to incorporate such ideas at home. CNN: What is the single most important principle of feng shui?  TC: I would say balance. The yin and the yang is the most important symbol in feng shui. When there is light there is always dark. And a space needs to have both in order to have balance. A place can't be 100% perfect -- it can only have a good balance that's tailor-made to that person.  When it comes to interior design, what constitutes \"good\" feng shui?  It's really important to be mindful of your space -- how you decorate it, how you use it, the intentions set for each area. It's good to step back and give yourself five minutes every day to reflect on your space. Ask yourself if there are some things you haven't looked at in a while, or if there's a pile of paper in your office that you need to sort out.   The energy might feel stagnant, and you can change it by getting rid of things you don't need or adding things that make you happy. If the energy is stagnant when you enter a room and you feel depressed or unhappy -- something is off. What are some simple ways to start incorporating feng shui at home?  First is setting an intention. Go around your space and decide which room will serve which purpose, whether it's for rest, reading or entertainment. Pick a style that speaks to you and decorate your space accordingly. Be mindful of how colors make you feel -- and use colors that make you feel positive or more loved.  It's good to have all five elements (earth, wood, fire, water and metal) in your house. Earth can be represented by stones, marbles, crystals or clay. The wood element is plants. Fire can be candles or lighting -- anything that generates energy and warmth. Then there's water: a water fountain or fish tank. Metal elements can be copper, bronze, silver -- anything that's metallic.  If you bring more of these elements into your space, you can feel that they work together and release more life into your space.  Is keeping tidy important to maintaining positive feng shui? I recommend people declutter whenever they feel like the energy is too stagnant. It opens up (the) room but also your mind. Maybe you aren't feeling too creative -- that's when you know it's time to do some purging.  If there are things that you want to let go of, give them to a friend. Maybe it will give them positive energy. Your space should allow you to stay present at all times. If there are things that are distracting or draining, get rid of them.  You should include a decorative detail that gives your positive energy -- a photo, or a piece of art that brings positive emotions. Add whatever makes you smile to your space so it gives you meaning.  If someone has limited natural light in their home, what can they do to brighten the space?  Humans naturally crave sunlight, so using colors like yellow and orange to mimic it can help. You can also use more warm lighting or bring in artwork with a scenery of a sunrise or sunset.  What about mirrors -- can they help?  Mirrors are interesting because they multiply things in a space. We always have to be careful about mirrors because they can reflect things that aren't so pleasant -- a cemetery outside your window, for example. If it's reflected in, it basically becomes part of your space.  You want to avoid reflecting antennas, hospitals, construction or very pointy structures. Traditionally those things are considered bad luck -- if we look at what bad luck means we have to think of positive versus negative energy. Feng shui focuses on trying to attract and accumulate positive energy, things that bring up negative emotions may cause someone to feel uncomfortable and fearful.  But you can reflect things that you want to see more, like the ocean, nice scenery or a park. What does a \"sanctuary\" mean to you? Why is it important to have one at home? I always tell people that our body is a temple and our home is our sanctuary. I personally really enjoy being at home, so home is a place where I can recharge my energy. It's somewhere where I can entirely be who I am.  Your sanctuary shouldn't distract you and it shouldn't drain you. So for me, a sanctuary is a space that represents who you are and has imprints of your habits -- a place where you can reflect on your emotions.  Top image caption: Portrait of Thierry Chow.  "], "Language": false}