{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/cnn-underscored/best-coffee-subscription/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-04-28T12:56:24Z"], "LastModifiedDate": ["2020-04-28T12:56:24Z"], "Headline": ["Missing Starbucks? Get gourmet coffee delivered to your door with these services"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. If you happen to be one of the many people staying at home all the time these days, you probably still crave a solid daily routine: a shower, some good morning skin care, and if you're lucky, maybe even a yoga session. And let's not forget the role that your coffee plays.  With so many people ordering their essentials online, you may find your regular favorite coffees out of stock. Maybe you want to mix it up and explore new varieties of beans, or just want your coffee to arrive without having to constantly think about replenishing it.  Plus, the idea of a surprise delivery might bring you a little unexpected joy every week or so, right? A coffee subscription may be just the perfect fix. You can order just the amount you want at the frequency you want and can change those preferences as often as you like.  Keep scrolling for a few of our favorite coffee delivery services that will become your regular wake-up calls. Then get prepped to get brewing, whatever method you choose. Trade Coffee What's brewing: Curated-for-you picks from more than 400 local coffees — including Quills, Ritual, Verve and Revelator — freshly roasted and shipped monthly. The deliverables: After you take a fun and thoughtful quiz to determine your tastes, then set your delivery frequency, Trade sends its picks, which you can  rate and repeat, or edit/reset — kind of like a Stitchfix for coffee. Plus, you can have sophisticated brewing gear and cute gifts shipped to loved ones or as a present to yourself! There's plenty of nice site content — coffee education and tips from experts and a beautifully designed blog, where you can easily lose a few minutes while you enjoy your first brew of the day. Pricing: Pay by the 12-ounce bag, beginning in the range of $14. Opt for shipments every week, or two or three, and change delivery frequency and other settings at any time. _______________________________________________________________________________ Atlas Coffee Club What's brewing: A virtual trip via coffee with origins in more than 50 countries, including Indonesia, Costa Rica and Ethiopia. This passport to coffee around the world curates sustainable offerings from a different country every month, with a focus on micro-lot coffees — those sourced from a single plot of land on one farm.  The deliverables: 12 ounces of coffee, roasted to your specifications, in a bag designed as a homage to local textiles and landscapes. Plus flavor notes, a postcard and brew tips. You can gift three-, six- and 12-month subscriptions.  Pricing: Starts at $9 a month for a half bag (6 ounces), up to $14 for a full bag (12 ounces) and $28 for a double (two bags), plus delivery fee of around $14 (first shipment comes with a $10 coupon). You can schedule shipments every two weeks or four weeks. _______________________________________________________________________________ Peet's Coffee What's brewing: The original dark-roast craft coffee launched in 1966 shows up at your doorstep in either curated-for-you boxes or your own built box. Curated boxes offer small batch, single origin or signature blends, the \"build your own\" option lets you order what you like or take a quiz to determine your palette and set your order. The deliverables: You choose how much, what grind and how often you want it, and that amount arrives on your own schedule — and can change whenever you like.  Pricing: Plans are as low as $14.95 for the \"Frequent Brewer.\"  _______________________________________________________________________________ Cooper's Cask Coffee What's brewing: Small-batch coffee sourced from around the world, aged in whiskey and bourbon (or pinot noir and chardonnay) barrels, and roasted in New England — creating a distinctively complex new style of coffee. The deliverables: 12-ounce bags, either whole bean or ground to your specs. If you don't like the complex new barrel-aged style, Cooper's will give you a full refund or replace the coffee with one of its four single origin beans from Africa. It also has merch: tees, hoodies, hats and mugs. Pricing: The barrel-aged beans cost more because of the aging process — around $30 for a 12-ounce bag. Single origins are in the $16 range for a 12-ounce bag and it's $34 for gift boxes of 34 ounces of assorted beans. There's a discount of 10% off your first order and free shipping for orders over $39.95. You can select frequency ranging from every one to four weeks. _______________________________________________________________________________ Puppy Paws Coffee & Company What's brewing: Fresh roasted coffees packaged in (ahem) fetching dog-themed bags — and woof, 50% of profits go to animal rescue organizations.  The deliverables: One bag of freshly roasted coffee, delivered through Cratejoy, as well as a cute toy and tasty chew treats for your canine cohabitant. The owners aren't feline-averse either: One subscriber noted that the coffee sellers inquired about her pets, and, upon learning she also has a cat, sent a bonus catnip mouse in that month's box. Pricing: Plans start at $19.99 a month. _______________________________________________________________________________ Brothers Coffee Company What's brewing: Freshly roasted, ethically sourced coffee from a new roaster every month through Cratejoy. And $1 from every sub goes to Grounds for Health, an organization that screens for and treats cervical cancer. The deliverables: One 12-ounce bag of coffee from a new roaster. You can choose light or dark roast, or a mix, and a single, double or triple order each month. Each order comes with a printed brochure about the coffee, the farmer who harvested it (did you know, Brothers asks in a video on its site, that many coffee farmers live in poverty?), and the roaster, as part of Brothers' commitment to providing ethically sourced coffee that is sustainably created.  Pricing: Starts at $19 for a single order, $37 for a double (two bags) and $48 for a triple (three bags). Free shipping for double and triple boxes. _______________________________________________________________________________ Cock a Doodle Brew   What's brewing: Certified organic, fair-trade and non-GMO coffees from Central and South America.  The deliverables: Between one and four 12-ounce bags of coffee per month — or a sampler of a bunch of little bags. Choose light, medium or dark roast, and from one of the five bean options, including two blends, an espresso and a decaf. Plus, a little bonus gift every month, with a handwritten thank you note. Pricing: $16 for a Coffee Sampler Box, which includes 10 1-ounce bags to test or $18 for one 12-ounce bag. Plans start at $14.50 a month, and there's free shipping for two or more bags. _______________________________________________________________________________ Match Made Coffee What's brewing: Coffee and cookie pairings — what the world needs more of now.  The deliverables: A monthly flight of two 2-ounce bags of ground coffee, plus a homemade cookie pairing for each coffee. You can either choose month-to-month, or a three- or six-month prepay option, which would also be ideal for a gift.  Pricing: $19.95 for a monthly box, plus free shipping. Order by the 15th of every month and it can ship out on the 22nd.  _______________________________________________________________________________ Coffee and Book Club What's brewing: A natural pairing: Coffee and books, and specifically, beautiful vintage paperbacks. The deliverables: One small bag (75 grams) of ground coffee from the vendor's partner Perkulatte, and — surprise — a vintage paperback book of its choice.   Pricing: 10 GBP (about $12 U.S.) per month for the coffee and book box.  _______________________________________________________________________________  Son of a Barista What's brewing: \"Everyone deserves espresso,\" believes the creators of Son of a Barista. And they make it easier than ever for you to start enjoying the concentrated, rich brew.  The deliverables: One espresso box per month, including 60 espresso pods: 30 of Puro 100% Ethiopian Sidamo Arabica and 30 of 50% South American Arabica and 50% Vietnamese Robusta. Plus, with your first order, the company sends an espresso machine, included in the three-month fee.  Pricing: $89 for a three-month plan.  Coffee essentials  And now that you have your coffee shipments in the bag, perhaps it's time to upgrade your equipment.  Bodum Bistro Electric Conical Burr Coffee Grinder ($99.99; wayfair.com)  A quality, higher level Burr grinder, on sale.  _______________________________________________________________________________ Cuisinart 14-Cup Copper Stainless Programmable Coffee Maker ($89.99, originally $129.99; kohls.com or $95.99; amazon.com)  An excellent price on a reliable automatic drip machine, in case you need a backup for sheltering time. _______________________________________________________________________________ Bodum 1923-16US4 Chambord French Press Coffee  ($25.88, originally $29.25; amazon.com) Classic brand and model, producing excellent, robust coffee in four minutes.  _______________________________________________________________________________ Chemex Pour-Over 8-Cup Coffeemaker ($43.23; amazon.com)  Got more time to become a coffee geek? Good place to start.   _______________________________________________________________________________ Le Creuset Pour Over Mug ($29.68; wayfair.com)  Chic and easy one-cup method. _______________________________________________________________________________ Karma Gifts Boho Black And White Mug, Mermaid ($13.95; amazon.com)  We're in love with this chic mug, which features a mermaid on the outside and an inspirational message on the inside.  _______________________________________________________________________________ Botanica Sugar Pot ($14; anthropologie.com)  This sugar pot is legit a work of art. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}