{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/us/states-reopen-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar", "Mallika Kallingal"]], "FirstPublishDate": ["2020-04-15T13:28:27Z"], "LastModifiedDate": ["2020-04-28T01:55:14Z"], "Headline": ["This is where all 50 states stand on reopening"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["More than 97% of the US population is currently under a stay-at-home or shelter-in-place order as the coronavirus pandemic continues to upend life as we know it. But worries for the economy -- and people's mental health -- are raising the question: When will things go back to normal? President Donald Trump has indicated many states can reopen by May 1, and shared federal guidelines for restarting the economy with governors.  Across the country, governors have been forming pacts. Those leaders are highlighting the importance of using science and advice from health officials rather than politics to choose when to reopen the economy. Expanded testing, tracking contacts of people who had the virus, improved treatment options and vaccine development are important, they say. However, 40 states and DC have ordered or recommended school closures through end of the academic year. Here's the latest on where states stand in their plans to reopen: Alabama Gov. Kay Ivey says the existing stay-at-home order will remain in effect until April 3. Ivey said while she is as eager as anyone to get the economy moving on all cylinders, it must be done in a responsible way.  \"Getting our economy up and running is not as simple as flipping a switch,\" she added.  Ivey also said the state needs to expand their testing before resuming normal economic activity.  Alaska Gov. Mike Dunleavy allowed personal services businesses and restaurants in most parts of Alaska to reopen April 24, but with restrictions.  Hair salons can only admit customers by reservation. Restaurants will have to keep distances between tables and can't exceed 25% of their normal capacity.  The city of Anchorage is delaying the new rules until April 27. Dunleavy says Alaska is not in a rush to reopen, but is responding to a low infection rate in the state and a belief that they can quickly isolate any future outbreaks.  \"You'll see the numbers go up,\" he said, \"but you want to look at the bed capacity, the numbers recovered, and a whole host of other metrics.\" Dunleavy has said that Alaskans can again schedule elective surgeries on or after May 4 and visit their doctors for non-urgent needs.  Arizona Gov. Doug Ducey says the stay-at-home order will remain in effect until April 30.  Elective surgeries can resume from May 1. \"There are three options around this executive order right now. The first is to let it expire. The second is to extend. And the third, to modify it with changes and improvements that reflect the situation on the ground,\" Ducey said.  Arkansas Gov. Asa Hutchinson says he plans to open specific businesses over the next few weeks.   If those openings go well, social distancing protocols continue to be adhered to and the number of Covid-19 cases doesn't go up, the state will open up even more businesses on May 4.  Simple elective surgeries will be allowed beginning April 27. California Gov. Gavin Newsom issued a stay-at-home order on March 19 that has no set end date. However, the state will begin allowing scheduled surgeries. Newsom emphasized the surgeries being phased back in are important medical procedures like heart surgery or removing cancerous tumors that should not be neglected. Elective procedures like cosmetic surgery are still not a priority. This will begin the first phase of a return to normalcy in California. However, California is pulling back on issuing permits for events and activities, including protests, at all state facilities, according to the California Highway Patrol. Newsom announced a joint Western States Pact with Oregon Governor Kate Brown and Washington Governor Jay Inslee on April 13.  Colorado Gov. Jared Polis said the state's stay-at-home order will be replaced April 27 by a \"safer at home\" phase, in which residents still are urged to stay home as much as possible. High-risk populations, such as the elderly, are asked to stay home except when it's absolutely necessary to leave. Starting April 27, retail businesses with curbside delivery can reopen and elective medical procedures can resume. Businesses such as personal training and dog grooming can reopen with social distancing.  Connecticut Connecticut Gov. Ned Lamont extended the mandatory shutdown in the state until May 20. But, Lamont said more testing is needed so the state can reopen by that date. He praised the federal government for loosening regulations on testing ingredients so they can expand testing more quickly. The state has also ordered tens of thousands of \"fever-meters\" thermometers, which Lamont says will be \"incredibly helpful\" when folks go back to work at big manufacturers where temperatures can be taken before entering the buildings. Connecticut has joined a coalition with the Northeastern states of New Jersey, New York, Pennsylvania, Delaware, Rhode Island and Massachusetts to coordinate the reopening of the economy, according to a news release from New York Governor Andrew Cuomo's office.  Delaware Gov. John Carney issued a statewide stay-at-home order that will remain until May 15 or until the \"public health threat is eliminated.\" Delaware has joined a coalition with the Northeastern states of New York, New Jersey, Connecticut, Massachusetts, Pennsylvania and Rhode Island to coordinate the reopening of the economy, according to a press release from NY Governor Andrew Cuomo's office. \nThe governor said April 17 that once the state reopens, social distancing, face coverings in public, washing hands, limited gatherings and vulnerable populations sheltering in place will remain. District of Columbia Washington, DC, Mayor Muriel E. Bowser extended a stay-at-home order  until May 15. \"I don't know if that means we will be open on May 16, but it will be a point for us to check in. And if we need to extend it beyond that, we certainly will,\" Bowser said during an April 15 media briefing.  Florida Florida Gov. Ron DeSantis issued a stay-at-home order for Floridians until April 30.  But, DeSantis is defending the decision made by local leaders to reopen the beaches as he awaits recommendations from Reopen Task Force  The reopening of the beaches in Jacksonville Beach, Florida, generated criticism and also generated the Twitter hashtag #FloridaMorons. \"My hats off to the people of Jacksonville and Northeast Florida for doing a great job,\" DeSantis said. \"And for those who try to say you're morons, I would take you over the folks who are criticizing you any day of the week and twice on Sunday.\" The Florida Keys will not reopen to visitors until at least June, county commissioners said April 24. Georgia Gov. Brian Kemp started to ease restrictions April 24.  Gyms, fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, estheticians and massage therapists were able to reopen April 24, with certain rules. Theaters and restaurants can reopen April 27, also with caveats. The caveats include social distancing and screening employees for illness.  Bars, nightclubs and music venues will remain closed, for now. Hawaii Gov. David Ige issued a stay-at-home order for Hawaii residents that will last through at least April 30.  The state doesn't satisfy federal guidelines for phased reopening, one of which is a 14-day downward trend in the number of coronavirus cases, Ige said April 16.  The city of Honolulu has said its own stay-at-home order that will last through May 31. Idaho Gov. Brad Little amended his order April 15 to allow for some businesses and facilities to reopen for curbside pickup, drive-in and drive-thru service and for mailed or delivery services. It is now effective through the end of the month.  The governor issued an \"Order to Self-Isolate\" which will expire on April 30 unless extended. Little said that the measures were working and Idaho is \"truly seeing a flattening of the curve.\" \"Our goal is for most businesses to open after the end of the month, but with the understanding that it may not be possible if there's an upward trend in severe Covid-19 cases in Idaho between now and then,\" Little said. Illinois Gov. J.B. Pritzker announced he is modifying the state's stay-at-home order on May 1 through May 30 based on modeling that has analyzed the data from the last two months.  \"Next week, I intend to sign an extension of our stay at home order with some modifications through Saturday, May 30,\" he said.  \"I know how badly we all want our normal lives back,\" he said. But, he added it is necessary to keep going a little while longer to finish the job.  The governor says his team is finalizing the next steps for safely moving toward reopening in phases by building out testing and launching contact tracing initiatives.  Indiana Gov. Eric Holcomb on April 17 extended the stay-at-home order through May 1.  The extension will give the state additional time to look into what the best way is to reopen sectors of the economy, Holcomb said. He said he would work with the state hospital association to see when elective surgeries could resume. Indiana is part of a Midwest coalition of states looking at reopening possibilities Iowa Gov. Kim Reynolds has not declared a stay-at-home order. Reynolds issued a State of Public Health Disaster Emergency on March 17, ordering all nonessential businesses to close until April 30. The governor formed an Iowa economic recovery task force consisting of state leaders and private business leaders and announced plans to discuss with education leaders about the possibility of reopening schools. Reynolds on April 16 announced that residents of the region of the state with the most cases, where there was an outbreak at a food processing plant, cannot get together until April 30.  \"You may gather only with members or your immediate household,\" Reynolds said, adding there were a few exceptions like religious services with 10 worshippers or fewer. Kansas Gov. Laura Kelly issued a stay-at-home order, which has been extended until May 3. She has signed an executive order to ease license restrictions on healthcare workers. Kelly said when it comes to reopening the economy, it \"will be a gradual rollout\" and \"public safety must be paramount in our minds\" when doing so.  The governor said she would like to see the number of positive cases \"decline for roughly 14 days before we actually start the recovery process,\" but a decline at the \"local level will be a major factor as well,\" she added. Kentucky Gov. Andy Beshear is taking steps to reopen the healthcare sector in the state. Kentucky will begin phase one on April 27, which will include restarting diagnostic, radiology, non-urgent, in-person, office and ambulatory visits. \"We are also going to allow pre-aesthesia testing services to restart in preparation for the surgical ramp up,\" Beshear said. Gov. Beshear had issued a \"Healthy at Home\" order March 25 that is in effect indefinitely.  Louisiana Gov. John Bel Edwards extended the state's stay-at-home order through April 3"], "Language": false}