{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/us/iyw-coronavirus-atlanta-opera-masks-singing-telegram-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Bergeron, CNN"], "Writers": [["Ryan Bergeron"]], "FirstPublishDate": ["2020-04-25T09:08:11Z"], "LastModifiedDate": ["2020-04-27T13:23:44Z"], "Headline": ["An opera company troupe is keeping busy recording 'singing telegrams' for health care workers, hospital patients and seniors"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Opera houses and theaters might be shut down, but The Atlanta Opera is not staying quiet. They are putting their \"show must go on\" attitude to good use by gathering their ensemble to help others during the pandemic. Instead of receiving standing ovations from theater crowds, performers are now providing operas for one by recording special \"Singing Telegrams\" for those in need. Artistic Director Tomer Zvulun says once the opera stopped production on shows, they started focusing on how they could help the community.  \"A lot of people right now are lonely or isolated, and not able to connect with to the ones they love. We were trying to figure out a way to take our unique skills and transpose them, translate them into something that would be meaningful.\"  Cue the performers Members of The Atlanta Opera Chorus and The Atlanta Opera Studio are recording these \"Singing Telegrams\" for those in senior living facilities, health care workers, hospital patients or anyone in need of emotional support. Performers are singing their favorite songs, performing their favorite pieces of music and are hoping to be able to take requests soon. Zvulun says that the opera's orchestra musicians might soon be taking part in the telegrams as well.  He says the telegrams are not only a way to bring some comfort to people, but a way to help the artists as well.  \"We have young artists on staff, we kept them through the crisis, we continue to invest in their education, coaching between classes, language classes, and in exchange, they recorded these wonderful singing telegrams.\" Zvulun says that what makes the telegrams so unique is the art form itself.  \"Opera is the most emotional art form that I know. And out of all the arts, music is the art form that connects emotionally the most to people, more than words, more than anything else. \" Bernie Goldstein, a resident of the Lenbrook senior living facility was quoted in the group's press release saying, \"The telegrams provided these lovely, potent sounds, like hearing a rainbow!\"And Mary Ruth, a opera volunteer that received a telegram wrote that, \"Listening to her sing did brighten my day and bring many smiles to my face while listening to the message of her song.\" Designing a way to help Those behind the curtain are tailoring their talents in an effort to help as well. The opera's costume shop partnered with Grady Hospital in Atlanta and is now working full time to produce masks and hospital gowns for the health care staff. The masks are designed to be worn over N95 masks to help prolong their useability.  As of now, the costume shop has produced about 3,000 to 4,000 masks and is currently producing about 190 gowns per week. With staff members from all departments volunteering to help, they are hoping to increase those numbers in the future.  The Atlanta Opera Costume Director Joanna Schmink says the team has had to make some adjustments in the way they work. Instead of creating detailed show costumes with a variety of colorful fabrics, silks and satin, they are now doing their best to quickly manufacture masks and gowns from a cotton poly blend that's a \"beautiful hospital green.\" But Schmink says that being able to help is also helping everyone at the opera. \"We're giving, which is also giving back to us, because it's helping us know that we're actually making an impact to the people on the front lines who need the help the most.\" The opera company is hoping their creative ways of putting their voices and talents to work inspires others to do the same because as Schmink says, \"Everybody has talents and skills that can be used in these times of crisis.\" And for some that can be as simple as sending someone in need a musical pick-me-up. \"There's something about the human voice and music that connects in a way that is so direct with people's hearts. And in this day and age, that's exactly what we need,\" said Zvulun. Bravo!"], "Language": false}