{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/24/world/gallery/coronavirus-after-lockdown/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-24T19:19:22Z"], "LastModifiedDate": ["2020-05-12T17:30:40Z"], "Headline": ["Here are the places that are starting to reopen"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A customer buys eggs at a market in Kunming, China, on Tuesday, May 12. A woman takes a photo at Disneyland Shanghai after the amusement park reopened in China on Monday, May 11. The park had been closed for three and a half months. Visitors are now required to wear masks, have their temperatures taken and practice social distancing. People eat fries on the boardwalk in Ocean City, Maryland, on Sunday, May 10.  People exercise on a reopened promenade next to a beach in Barcelona, Spain, on Saturday, May 9. Patrons eat at a restaurant in Bangkok, Thailand, on May 9. Fans cheer during a professional baseball game between the Fubon Guardians and the Uni-President Lions in New Taipei City, Taiwan, on Friday, May 8. Traci Hancock has her hair cut by stylist Jill Cespedes at Shampoo Salon in Fort Worth, Texas, on May 8. Texas Gov. Greg Abbott announced that hair salons, barber shops and tanning salons were allowed to open on Friday. A long line of cars forms as a KFC drive-thru reopens in Plymouth, England, on May 8. Sue Conklin, owner of Books Rio V, stocks her shelves in Rio Vista, California, on May 8. It was her first day back at the used bookstore since March 28. A man receives a haircut at Doug's Barber Shop in Houston on May 8. Two men wearing face masks play chess in Montevideo, Uruguay, on Thursday, May 7. People enjoy a beach that had just reopened in Isle of Palms, South Carolina, on Wednesday, May 6. People stand on social-distancing markers at a Mercedes-Benz car dealership in Brussels, Belgium, on May 6. Kelly Watson puts glass in a recycling bin in Springfield, Missouri, on May 6, The Lone Pine Recycling Center had just reopened. Customers wait to get their nails done at the Nail Tech salon in Yuba City, California, on May 6.  A man wears a protective face mask while visiting the Old Masters Picture Gallery in Dresden, Germany, on May 6. The gallery had been closed for more than six weeks. Marco Piovano grooms a dog at his shop in Rome on May 6. Millions of people across Europe are returning to some semblance of their former lives as more countries begin to reopen after weeks or months of coronavirus-related lockdowns. Italy's plan to ease restrictions began Monday, May 4, with many businesses reopening. But there are still many rules in place. People in Athens, Greece, enjoy a sunset May 5 on the Areopagus hill near the Acropolis. Kayleigh Tansey and Justin Smith watch a movie in Kyle, Texas, on May 4. The EVO Entertainment movie theater reopened after Gov. Greg Abbott lifted a shelter-in-place order and allowed select businesses to open to the public at no more than 25% capacity.  People line up at a reopened liquor shop on the outskirts of New Delhi on May 4. The six-week lockdown in India, which was supposed to end on May 4, was extended two weeks with a few relaxations. A man gets his hair cut in Sarajevo, Bosnia and Herzegovina, on May 4. Some retail shops and hairdressers have started to reopen as the Balkan states start to gradually lift coronavirus measures. Teacher Katharina Schneider welcomes back a group of 10th-graders who will soon face exams in Ettlingen, Germany. Pet groomers wear face masks as they tend to dogs in Bangkok, Thailand, on May 3. The business was reopened as the Thai government eased measures that aimed to combat the spread of Covid-19. Farmer Samantha Alvarez, left, hands a bag of onions to a customer at the West Seattle Farmers Market on May 3. Farmers markets in Seattle are reopening with guidelines that include fewer vendors allowed, a limited number of customers, and additional hand-washing and sanitizing stations. Tourists visit the Forbidden City in Beijing as it reopened to limited visitors on May 1. Leslie Wilson helps her son, JP, tape off booths at Falcone's Pizzeria in Oklahoma City on April 30. Restaurants in Oklahoma City are being allowed to reopen, and Falcone's Pizzeria is closing some booths to allow for social distancing. A waitress wears a face mask while serving customers at a restaurant in Vilnius, Lithuania, on April 30. The Lithuanian government extended the country's nationwide lockdown until May 11, but it gave the green light for museums, libraries, outdoor cafes, hairdressers, beauty salons and shopping mall retail stores to reopen.  Children play on a public playground in Berlin on April 30. Many playgrounds were reopening for the first time. Garment workers wear face masks as they return to work in Dhaka, Bangladesh, on April 30. More than 500 garment factories in Bangladesh reopened. A worker checks a person's temperature as they get ready to reopen a commercial center in Santiago, Chile, on April 29. Surfers in Sydney wait for officials to open Bondi Beach on April 28 as restrictions were eased. The beach was open to swimmers and surfers, but only for exercise. An employee works on the production line at a reopened Volkswagen plant in Wolfsburg, Germany, on April 27. The world's largest carmaker has made 100 changes to the way its plants operate as it tries to restart business without risking the health of hundreds of thousands of workers. A tattoo artist works on a customer in Atlanta on April 24. Despite criticism, Gov. Brian Kemp of Georgia allowed tattoo parlors and some other nonessential businesses to reopen. A cashier at the Shoe Dept. store rings up a customer at Columbia Place Mall in Columbia, South Carolina, on April 24. Gov. Henry McMaster has allowed some stores to open at 20% capacity, or 5 people per 1,000 square feet. Employees wearing gloves and masks clean walls and railings at the Galleria Dallas mall on April 24. Texas began a \"retail-to-go\" approach, allowing retail stores to sell to customers through curbside and delivery. A man covers his face with a mask while getting a haircut at The Barber Shop in Broken Arrow, Oklahoma, on April 24. Personal-care businesses in the state have reopened for appointments. A gym patron lifts weight at Fitness 19 in Lilburn, Georgia, on April 24. Georgia is allowing gyms to reopen with some guidelines for social distancing. A person wearing a protective mask walks through the takeout-only food court at the reopened Anderson Mall in Anderson, South Carolina, on April 24. Technicians give pedicures to customers at a nail salon in Atlanta on April 24. Visitors maintain their distance outside the elephant enclosure at Bergzoo Halle in Saxony-Anhalt, Germany, on April 23. Under strict conditions, zoos in Saxony-Anhalt have been allowed to reopen after being closed for several weeks. A child and his father shop at a toy store in Berlin that reopened on April 22. It was the first time the store was open since March. A woman shops at a bookstore in Rome on April 20. In parts of Italy, shops like bookstores, laundries and children's clothing stores have reopened. A groomer trims a dog's fur on April 20 after pet-grooming salons reopened in Prague, Czech Republic. People crowd Kwame Nkrumah Circle in Accra, Ghana, on April 20 after the end of a three-week partial lockdown. Dentist Torben Schoenwaldt and clinical assistant student Rebecka Erichsen care for a patient at Harald Dentists Soenderaaparken in Vejle, Denmark. The office reopened on April 20 and is accepting patients again. A beach is crowded with visitors in Jacksonville, Florida, after the city reopened its beaches on April 17. Elementary school children sit at desks spaced about 2 meters (6 feet) apart in Logumkloster, Denmark, on April 16. Denmark was among the first in Europe to close borders, shops, schools and restaurants, and to ban large gatherings, among other measures. Now, it is one of the first to begin reopening. On April 14, people wearing protective face masks walk on a small stretch of the Great Wall of China that has been reopened. Chinese officials said in a statement that they will only permit 30% of the usual number of visitors into the area for the time being. Barber Yang Guangyu cuts a client's hair in Wuhan, China, on April 11 while wearing protective gear assembled from a water bottle, mask and plastic pipe. The first city in the world to go into lockdown — and the epicenter of the global coronavirus outbreak — is slowly returning to normal. Workers assemble cars at a Dongfeng Honda factory in Wuhan on April 8, the day the city's unprecedented 76-day lockdown was lifted."], "Language": false}