{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/us/atlanta-mayor-nail-salons-coronavirus-numbers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hollie Silverman and Jay Croft, CNN"], "Writers": [["Hollie Silverman", "Jay Croft"]], "FirstPublishDate": ["2020-04-25T19:03:08Z"], "LastModifiedDate": ["2020-04-25T20:03:04Z"], "Headline": ["Atlanta mayor says clients should tell manicurists about coronavirus numbers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As people in Atlanta began returning to newly reopened businesses, Mayor Keisha Lance Bottoms made a special request of some. \"If you're getting your nails done right now, please share these noon numbers with your manicurist #StayHomeGeorgia,\" she tweeted Saturday. Bottoms shared an image of the latest case and death counts rising in Atlanta, Georgia, the country and the world. Atlanta, the state capital, is the county seat of Fulton County, which has 2,509 confirmed cases and 91 deaths as of Saturday, according to the Georgia Department of Public Health. Fulton has the most cases out of Georgia's 159 counties. There have been 22,695 cases and 904 deaths statewide.     Bottoms has been urging people to stay home this week since Georgia Gov. Brian Kemp announced he would allow certain businesses to reopen starting Friday. Kemp's list of businesses that can open included fitness centers, bowling alleys, body art studios, barbershops, hair and nail salons, and massage therapy businesses. Theaters and restaurants will be allowed to open on Monday, while bars and night clubs will remain closed for now. Bottoms said Friday that she hopes people will continue to stay home but suspects some won't. \"They will go into hair salons and go and get manicures and pedicures as if it is business as usual, and then in a couple of weeks, we will see our numbers continue to rise in this state,\" Bottoms said in an interview with CNN. On Wednesday, Bottoms and her 12-year-old son both received a text message that addressed the mayor using a racial epithet and demanding that she \"just shut up and RE-OPEN ATLANTA!\" On Friday, the Georgia attorney general launched an investigation into the incident."], "Language": false}