{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/buddhist-art-images/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Brian Boucher, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T10:08:15Z"], "LastModifiedDate": ["2020-04-25T15:24:52Z"], "Headline": ["Buddhist art: These ancient images are more timely than you think"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["What was the Buddha's great wisdom, and how do the artworks of the Buddhist tradition convey it to us today?  Buddhist art has been created over two millennia across India, China, Japan and throughout Asia, and takes some distinctive forms in various regions, but generally speaking it was created to guide followers of the Buddha, known as \"the Awakened One,\" in their religious practice.  Whether they depict the Buddha himself, episodes from his life, or boddhisattvas (those who have taken a vow to seek enlightenment), this art was meant to inspire the Buddha's devotees and remind them of his teachings, whose core message is about compassion and the path to relieving suffering. One thing Jeff Durham, associate curator of Himalayan art at the Asian Art Museum, San Francisco, stresses is that the very role of Buddhist art is fundamentally different from that of art in the Western world. \"Buddhist art isn't just a picture of anything,\" he said over the phone. \"It's active art designed to reflect and project a certain mental state. These works are meant to change the mind from a state of obsession to one of friendliness.\"  Despite the broad geographic reach of Buddhism and its centuries-long history, the teachings are consistent. Our actions, or karma, define our destiny. The Buddha, who was born as the Prince Siddhartha into a royal family in Lumbini, close to the border with India in what is now Nepal, taught that the cycle of death and rebirth, called samsara, is caused by our mental attachment to earthly concerns, and that a mind disciplined by meditation can release us from this endless cycle of suffering.   Durham's museum recently mounted the exhibition \"Awaken: A Tibetan Buddhist Journey Toward Enlightenment,\" whose works point to key aspects of Buddhist philosophy.  One classic representation of the Buddha, depicting a key moment in his life, is the museum's \"The Buddha triumphing over Mara,\" a ninth-century Indian stone sculpture. In it, the Buddha is seated in meditation at the very moment of his awakening, or enlightenment, when he realized the causes of suffering in human life, and understood that meditation could release humankind from such suffering. The Buddha went into Vipassana meditation, a technique practiced throughout the world today, Durham explained, after making the resolution that, \"My bones may break, my blood may dry up, but I will not move from this position until I have solved the mystery of the universe.\"  He would not rise, he determined, until he had divined a means to banish suffering. There is a way to read what these sculptures are saying, Durham explained. Here, the clue that the sculpture shows the moment of Buddha's awakening is the gesture he is making with his right hand. When the demon Mara -- who in Buddhist cosmology is associated with desire -- tried to challenge the Buddha by demanding a witness to his awakening, the Buddha touched the Earth itself, calling upon it to testify to his enlightenment. When the Earth testified, \"I am your witness,\" it drove the demon away.  Another exceptionally fine representation is the brass \"Buddha Shakyamuni\" from the twelfth or thirteenth century in central Tibet, explained John Guy, curator of South and Southeast Asian Art at New York's Metropolitan Museum of Art. This particular sculpture is rare since it avoided destruction in a historical purge: \"It's one of the rare survivors of Tibetan art to have come down to us from this very early period,\" he said over the phone. \"They survived in greater numbers until the 1950s, when the Chinese Communist People's Liberation Army invaded Tibet and destroyed so much art.\" It's not only gestures that clue viewers in to the fact that a sculpture represents the Buddha and conveys his teachings, but also distinctive physical attributes. One common feature of the Buddha among Tibetan renditions, Guy explained, is the fire atop his head, seen in this work. \"Kings and rulers are understood to have distinguishing body marks, of which this is one,\" he said.  Another telltale mark is the profile of the Buddha's cranium. That's not a headdress you see creating a conical shape on top of the Buddha's skull -- it's actually a bodily attribute called the ushnisha (cranial protuberance), which signifies great wisdom.  Other identifying marks of the Buddha are long earlobes (a relic of his earlier, wealthier life, when he wore earrings), flat soles of the feet, and fingers all the same length. (\"That continues to this day,\" Guy added. \"The Dalai Lama, too, was chosen because of the body marks on the infant.\") The Met's seventh-century Indian bronze sculpture \"Buddha Offering Protection,\" meanwhile, shows how some of the earliest artists to depict the Buddha combined attributes that were unique to Buddhist teachings, with those associated with regal figures in other art historical traditions, such as the raised right hand, palm outward, which extends protection to his followers. They also used umbrellas, fans, and thrones, which were meant to help followers of other traditions shift their loyalties to the Awakened One, said Guy. \"The Buddha triumphing over Mara\" provides a great example of an artwork that doesn't just remind you of an episode from the Buddha's life, but also includes the Awakened One's teachings too,\" Durham said. The writing around the Buddha's head reads, \"Everything has a cause.\" The Buddha realized at his moment of enlightenment that nothing in the world is disconnected from anything else; samsara, remember, is caused by our own minds.  \"You can actually read off the sculpture that it's the enlightenment experience,\" Durham said. \"And you can understand what the Buddha actually understood that woke him up.\"  If you're not quite ready to accept that your own mind causes the endless cycle of death, rebirth and suffering, there's still plenty to be gleaned from this ancient tradition and its artworks. \"The Buddha's teachings can be read on many levels,\" Guy said. \"But at a fundamental level, all the storytelling was a way of conveying ethical values. One of them is the peaceful coexistence of all life forms, which is very germane today. We've wandered dangerously far from that principle in the era of climate change.\" Referring to the seated Buddha sculpture in San Francisco, which is inscribed with the message that all things are connected by causality (in contrast with the deterministic belief that our fate is out of our hands), Durham, too, brings matters from the time of the Awakened One to today. \"What he saw when he woke up is that things don't happen by chance, that everything is connected by causality,\" he said. \"And if nothing else, Covid-19 is waking us up to the fact that we are all connected.\" Note: This story has been updated to correct the Buddha's birthplace. "], "Language": false}