{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/fernando-alfonso-iii"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-01-13T19:02:33Z"], "LastModifiedDate": ["2020-04-24T23:29:16Z"], "Headline": ["Fernando Alfonso III"], "Section": [null], "MappedSection": [null], "Article_Body": ["Fernando Alfonso III is a breaking news reporter for CNN digital who also writes features and about internet trends.   Before joining CNN, Alfonso spent the past decade working at newspapers and online news organizations around the country. He recently worked for Forbes, the Houston Chronicle, and the Lexington Herald-Leader. While at the Chronicle, he was part of the team that was a finalist for the Pulitzer Prize in breaking news for its Hurricane Harvey coverage.   At the Herald-Leader, Alfonso covered Appalachia's opioid crisis and produced an award-winning investigative series on a controversial family court judge. Alfonso taught News Writing at the University of Kentucky for numerous years. He also designed and taught Media Management and Entrepreneurship which, at the time, hadn't been offered at Kentucky in roughly seven years. Before moving to Kentucky, Alfonso was one of the Daily Dot's first staff writers covering Reddit and 4chan. He was also the company's first art director. During this time, Alfonso produced a GIF-filled travel series that culminated in a panel at South by Southwest.   Alfonso's first job in journalism was at the Post-Standard. While at the newspaper, he conducted a series of late-night stakeouts that resulted in an award-winning investigative story that ended up getting two public officials fired.    Alfonso grew up in New York's Hudson Valley region. He received his master's degree in Magazine, Newspaper and Online Journalism from Syracuse University where he was also awarded its Newhouse Graduate Newspaper Fellowship for Minorities. Prior to that, Alfonso earned his bachelor's degree in English from the University of Connecticut.  "], "Language": false}