{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/trump-intelligence-community-china-coronavirus-origins/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Zachary Cohen, Alex Marquardt, Kylie Atwood and Jim Acosta, CNN"], "Writers": [["Zachary Cohen", "Kylie Atwood", "Alex Marquardt", "Jim Acosta"]], "FirstPublishDate": ["2020-04-30T23:10:43Z"], "LastModifiedDate": ["2020-05-01T07:32:13Z"], "Headline": ["Trump contradicts US intel community by claiming he's seen evidence coronavirus originated in Chinese lab"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump contradicted a rare on-the-record statement from his own intelligence community by claiming Thursday that he has seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan, China, but declined to provide details to back up his assertion. The comments undercut a public statement from the Office of the Director of National Intelligence issued just hours earlier which stated no such assessment has been made and continues to \"rigorously examine\" whether the outbreak \"began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\" \"Yes, I have,\" Trump said when asked whether he's seen evidence that would suggest the virus originated in the lab. Later, asked why he was confident in that assessment, Trump demurred. \"I can't tell you that. I'm not allowed to tell you that,\" he said. Trump officials have been pushing the US intelligence community to determine the exact origins of the coronavirus outbreak in pursuit of an unproven theory that the pandemic started because of a laboratory accident in China, multiple sources told CNN.  In acknowledgment of that effort, the Office of the Director of National Intelligence issued an unprecedented public statement Thursday prior to Trump's comments making clear the intelligence community is currently exploring two possibilities but cannot yet assess if the outbreak \"was the result of an accident at a laboratory in Wuhan\" or began \"through contact with infected animals.\" It is unusual for the intelligence community to comment publicly on its work before a formal assessment is made. Thursday's statement appears to have come in response to growing questions over the origins of the virus as Trump administration officials have spent weeks repeatedly floating the theory that the virus originated inside a Chinese lab. Trump said Thursday there were \"a lot of theories\" that he would assess but seemed to hold out hope that Beijing would eventually be forthcoming with what it knows about the virus' origin. \"China may tell us,\" he said. Pressure from Trump officials Despite warnings from scientists and intelligence professionals that the US may never know the precise origin of the virus, Secretary of State Mike Pompeo has continued to push the intelligence community for precise details about the origin of the virus, CNN has learned.  As a result, intelligence officials are facing enormous pressure to determine whether the virus came from the Wuhan Institute of Virology, two sources familiar with their frustrations told CNN. While the intelligence community has been wary to share details about the demands coming from the Trump administration, officials have told allies that the situation on the inside is alarming. The New York Times was the first to report Thursday that a number of top officials in the Trump administration have pushed US intelligence agencies looking into the origin of the novel coronavirus to \"hunt for evidence\" linking the virus to a Chinese laboratory. While the White House and State Department have urged intelligence officials to find evidence that backs up the theory that the outbreak can be traced back to a Chinese lab, the intelligence community made clear Thursday that they have not reached a definitive conclusion beyond ruling out theories that the virus was man-made or genetically modified. \"The IC will continue to rigorously examine emerging information and intelligence to determine whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan,\" the statement issued by the Office of the Director of National Intelligence on behalf of the entire community said. While the statement suggests the intelligence community has not yet developed a clear assessment as to how the outbreak started, it does say that officials have ruled out the possibility that the virus was \"man-made or genetically modified,\" agreeing with a near consensus among scientists and refuting conspiracy theories. Trump was asked about the statement for the first time shortly after it was released but responded by defending his handling of the situation and pushing back on reports that warnings about an emerging outbreak were included in his daily briefs dating back to January and February. \"Well I haven't seen the report yet, but I will tell you, if you speak to the head of intelligence right now, you speak to the head, they did say that I was given a briefing when I said I was given it, not before and they also said that it wasn't specific and it was not a panicked briefing,\" Trump said, appearing to refer to acting DNI Richard Grenell despite the fact he wasn't tapped for the job until February.  Trump's more direct comments about the outbreak's origins came when he was asked about the issue for a second time Thursday.  'He doesn't like information' Trump's tenuous relationship with the intelligence community dates back to the earliest days of his presidency as he has routinely questioned their assessments, particularly their conclusion that Russia interfered in the 2016 presidential election. The pressure on the intelligence agencies to provide evidence related to the pandemic's origins stems, in part, from Trump's handling of intelligence more broadly, the former senior administration official said.  Trump does not spend much time pouring through the daily briefs. Instead, the President prefers intelligence officials to present him with policy ideas, rather than raw information, which is a practice that runs contrary to the tradition of the intelligence community, a former official said. \"He doesn't like information,\" the official said. \"He likes decision points.\" Normally, the IC presents information so the administration can make a policy decision, they added. Earlier this week, the White House defended its focus on the Chinese labs saying the intelligence community had been tasked with determining whether the virus originated in a Chinese lab, a spokesperson for the National Security Council referred to a statement from White House spokesperson Hogan Gidley. Earlier this week, the White House defended its focus on the Chinese lab. \"As the president has said, the United States is thoroughly investigating this matter,\" White House spokesperson Hogan Gidley said. \"Understanding the origins of the virus is important to help the world respond to this pandemic but also to inform rapid-response efforts to future infectious disease outbreaks.\" But the lack of evidence to back up claims that the outbreak began in a Chinese lab has not stopped top administration officials, including Pompeo, and some Republican allies of the President from raising the possibility in public comments. \"We still haven't gained access, the world hasn't gained access to the WIV (Wuhan Institute of Virology) there. We don't know precisely where this virus originated from,\" Pompeo said Wednesday.  And it appears that messaging campaign is a coordinated effort between the administration and like-minded lawmakers who have been in consistent contact with the White House in recent weeks, according to multiple sources. Republican Sen. Ted Cruz of Texas is among those who have spoken regularly with White House officials throughout the lockdown about the origins of the virus, including personal calls with NSC and member briefings, according to a senior staff member who spoke on the condition of anonymity because they were not authorized to discuss sensitive matters. The administration came to the conclusion long ago that it is plausible, if not likely, the virus escaped from the lab and spread through the marketplace, not the other way around, the Cruz staffer said. Rep. Michael McCaul of Texas, the top Republican on the House Foreign Affairs Committee, has also called for an investigation into the virus' origins and China's handling of the outbreak. Like Cruz, McCaul believes it is plausible that the virus escaped from a Chinese lab accidentally but has requested additional information from the White House on the matter, according to aides. Meanwhile, the uncertainty over the virus' origins extends to the closest intelligence partners of the US. The US evidence shared with the allied intelligence-sharing group known as Five Eyes doesn't rule one theory in or out, according to a foreign official in regular contact with the Trump administration. \"No one's able to stay one way or the other,\" the official said, highlighting -- as American officials have -- the lack of an independent team on the ground. \"We just don't know enough,\" the official added. Vice President Mike Pence said Thursday that Trump has directed a full investigation into the nature and origination of coronavirus in China as well as China's conduct once the US gets through the ongoing epidemic. \"I fully expect that the President will consider a range of options to ensure that those who were not forthcoming with the American people, be that in China or in the World Health Organization, are held to account.\" However, Trump has praised China on numerous occasions, as recently as this month."], "Language": false}