{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/entertainers-weve-lost-to-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-04-24T19:32:26Z"], "LastModifiedDate": ["2020-04-24T19:56:44Z"], "Headline": ["Tributes to the entertainers and artists who died from coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["To honor some the creative forces who have died due to Covid-19, CNN turned to those who knew them, loved them and were deeply affected by the work that defined their legacies.  Below are tributes to these artists. Mark Blum, actor, 69 \"Mark Blum was an actor's actor. Everyone knew him and everyone respected him. I met him in 1986 after he had already appeared in 'Desperately Seeking Susan' and 'Crocodile Dundee.' We did a silly sitcom that lasted six episodes, but we were friends ever after. Anyone who worked with Mark was still his friend. And that was a lot of people. He appeared on stage in New York for the entirety of his career both on Broadway and off. I first saw him in 'Say Goodnight, Gracie' at Playwrights Horizons in 1978. Mark had a deep intelligence and self-deprecating humor that made every part he played both tragic and comic at the same time. He loved to act, understood the rigor and joy, and remained curious about it his entire life. Which included teaching acting at HB Studios where his students adored him. I last saw Mark at an annual Christmas party in December. He had me laughing so hard I never wanted it to end. He would get this twinkle in his eye and you just knew he was delighted. Mark and his wife Janet Zarish got married late in life. All of their friends were astonished and thrilled. I knew Janet from our early 'As The World Turns' days. She was the beautiful woman of every New Jersey boy's dreams, and Mark just could not believe his luck. His death is a tragedy. Mark would have played it differently.\" -- Dana Delany, Emmy-winning actress and Blum's co-star in 1987's \"Sweet Surrender\"  Floyd Cardoz, chef, 59 \"The first time I met Floyd was when he came on 'Top Chef Masters' as a contestant in Season 3. I got to know him over the course of the weeks we filmed, and I learned not only his incredible cooking style but also about him as a human being -- his kindness, his generosity, his natural mentoring way. He had a very calm demeanor that allowed Floyd to understand food in a certain way and he saw food as a means to teach people, which is a beautiful thing. Of course, he went on to win that show and was crowned the champion, but more than that, even in victory, he was super humble and very, very decent. Our friendship blossomed after that. When I would go to New York, I would always try and make a point of catching up with Floyd at his restaurants. When he opened Paowalla, I was his biggest fan. It was super delicious, authentic, Indian cuisine that was done, again, in a very humble and sophisticated way. More than anything, what I enjoyed about visiting was spending time with Floyd and talking to him about all the simple things like his family. I always admired guys who were proud to call themselves \"family men.\" His wife, kids, and what they accomplished in their lives was the most important thing to him. My heart is filled with sadness of Floyd leaving us way too early. I think about his family and send them all the love and prayers on the planet.\" -- Curtis Stone, chef and TV host Terrence McNally, playwright, 81 \"We must be oh, so grateful for Terrence McNally, a master of the high-wire act. His vision celebrated the bravery of lonely souls; his voice resounded with the anguish & joy of life itself. Out of the mundane, he shaped the opera of the human heart. There was no area of human behavior that he didn't explore. From the classy high tone of 'Master Class' to the glorious grit of 'The Ritz,'  his range took our breath away. He waged a passionate, ongoing crusade for gay rights, & he never gave up. He forged paths where others were afraid to go, and made it easier for those who came after. I look with wonder at his body of work, and I will never forget the twinkle in his eye, his smile, his kindness.\"  -- Swoosie Kurtz, Emmy- and Tony-winning actress Patricia Bosworth, author, 86 \"Patricia Bosworth lived 9 lives. She was an actor who studied under Lee Strasberg at the Actors Studio and starred in a film alongside Audrey Hepburn; an author who wrote bestselling biographies of Hollywood luminaries like Marlon Brando; a talented memoirist who adeptly chronicled her own life in two books (including 2017's 'The Men in My Life: A Memoir of Love and 'Art in 1950s Manhattan'); and a journalist who worked as an editor at Vanity Fair for many years. She was unabashedly proud of all that she accomplished. She defied stereotypes and found time for all that she wanted to do. I remember sitting with her at Marseille, a fancy eatery in Manhattan, and being profoundly struck by all that she had overcome. She carefully told me about her father, the legendary lawyer Bartley Crum, and her feelings about her brother's suicide at an early age. She was someone who did not let tragedy hold her back -- she was able to be marked by tragedy but proved that you can grieve and live at the same time, something that resonated personally with me. She was also a lot of fun, someone who told bawdy and once-in-a-lifetime stories one after another. How many of us can say we really, really lived? Patricia Bosworth did. She worked until the last day of her life and her last book, 'Protest Song: Paul Robeson, J. Edgar Hoover, and the Ongoing Fight for Racial Equality,' will be published by Farrar, Straus & Giroux next year. As busy as she was, she always made time for me. and gave me the gift of her experience, wisdom, humor and friendship. There is no one else like her, and I, like many, will miss her dearly. We lost a great.\"  -- Erin Lee Carr, director of \"How to Fix a Drug Scandal\" on Netflix Hal Willner, music producer, 64 \"Hal Wilner passed away the other day. He got the coronavirus and died from complications like thousands and thousands of others tragically have in these past months. I was lucky enough to know Hal Willner from 'Saturday Night Live,' where he was the music supervisor, and from the many movies I did with him through the years like 'Anchorman,' 'Step Brothers,' 'Vice' and a dozen short films. Hal was a creative force, producing records for the likes of Lou Reed, Lucinda Williams, William S Burroughs, Laurie Anderson and working with filmmakers like Robert Altman, Gus Van Zant and Wim Wenders.  But what Hal really meant to the creative community is hard to put into a resume or bio. He was really a stylistic tollbooth operator who connected musicians and creative people from incredibly disparate backgrounds.  His most popular album was 'Stay Awake,' a collection of Disney songs interpreted by the likes of Sun Ra, The Replacements, Tom Waits and Betty Carter to name a few. But Hal didn't care about 'popular.' What made Hal so great besides his sweet collaborative nature, was that he was unapologetically weird. His entire life was a face-first dive into the unknown. He believed weird was as essential to mankind as love or the light bulb. The first live show I saw of Hal's was a tribute to Allen Ginsberg at St. Mark's church in the mid-'90s lower east side. Kim Deal from the Breeders played guitar behind comedian Colin Quinn, who read a sort of stand-up poem about the contradictions in our society. \"Gang bangers wear shower caps while housewives wear sweatsuits and gold chains.\" Quinn rasped while Kim Deal shredded out the chords of Now I Wanna Be Your Dog. And then while Allen Ginsberg read his poetry he was heckled violently by his friend and fellow poet Gregory Corso from the upper balcony of the church. 'Shut up you old queen!' Corso yelled. And amidst it all Hal smiled. It wasn't about record sales or TV ratings for Hal. It was about this.  I was lucky enough to perform in one of Hal's legendary tribute shows. This particular one celebrated Ken Nordine and Del Close. I sat next to Laurie Anderson who read Nordine's word jazz mini stories while playing violin, and I got to read the old comedy record 'How to Speak Hip' with 'SNL' producer Steve Higgins. Hal greeted all the performers and musicians as well as the audience with a warm smile and his sheepish 'Can you believe we're doing this?' shrug. But amidst all this creativity and world traveling with some of the greatest artists of the past 50 years, the thing that most excited Hal was clearly his son Arlo. Every time I would see him he would tell me how he and Arlo were watching Laurel and Hardy together or how Arlo was really truly making him laugh. And through the years when Hal became a father I swear every time you would see him he would look younger and more healthy.  I don't think Hal would ever say he was happy. Who the hell goes around saying they're happy besides Disc Jockeys and Time Share Salesmen? But he was. Because Willner was the son of Holocaust survivors. And you always had the sense that Hal was living the exact life the monsters of the 1940s didn't want anyone to live: creative, strange, and amoral in the most moral of ways. \"You have to be honest to live outside the law\" Bob Dylan once wrote.  And Hal really didn't have a clue how to be anything but honest.\" -- Adam McKay, Academy Award-winning writer and director Lee Fierro, actor, 91 \"Millions remember her as the grieving mother who slapped Roy Scheider across the face in 'Jaws,' but at least a thousand of us cherish our memories of Lee Fierro as teacher, mentor, and director. Lee was a preeminent creative force in Island Theatre Workshop, which for five decades has offered performance opportunities for all ages on Martha's Vineyard. There were plays, musicals, and a vibrant summer Children's Theatre Camp, and she performed, directed and taught in all of them...but most remarkable (in my humble opinion) was Apprentice Players. Lee taught and directed Vineyard teenagers throughout the long, dark, isolated winters, keeping us out of trouble (mostly) and encouraging friendships between kids who otherwise might never have given each other the time of day. In addition to acting and improv techniques, she coached us all (with gentle relentlessness) to look deep inside, and make peace with, our own anxious adolescent selves. She did more than teach us to perform; she helped us to become. A freakishly high percentage of us took what she taught and paid it forward as theatre professionals, musicians, and teachers. I became a writer and my strongest skills as a novelist -- imagination, empathy, and authenticity -- were developed under her theatrical mentorship, years before I ever wrote a book. Lee gave me the audacity to pursue a creative life -- and I know of countless others who grew up on this small island off the coast of Massachusetts who found their creative footing thanks to Lee Fierro.\" -- Nicole Galland, author Jay Benedict, actor and voiceover artist, 68 \"Jay Benedict really was one of the best humans; to know him was to love him. Charismatic, sharp-witted, with a killer smile, he generously welcomed everyone in to his life as if they were old pals and was fiercely loyal"], "Language": false}