{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/joe-cummings-lonely-planet-thailand/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Cummings, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T02:08:16Z"], "LastModifiedDate": ["2020-04-24T02:54:54Z"], "Headline": ["Plenty of whiskey, few backpackers: The wild story behind Lonely Planet's first Thailand guidebook"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The recent news that Lonely Planet Publications was shutting down its production offices in Melbourne and London almost entirely, and totally eliminating its widely admired magazine and all non-guidebook titles, didn't take me completely by surprise.  With planes grounded, borders closed and people staying home all over the world in response to the Covid-19 health crisis, any business associated with travel and tourism is on its knees at this point.  Still, having been a Lonely Planet guidebook author for 25 years, I feel it.  I watched the company grow from a fledgling two-person start-up in the 1970s to an empire with more than 500 office staff on four continents. In the 1990s, when I was visiting LP's headquarters in Melbourne two or three times a year, a steady climb in sales and production forced the company to shift to a larger location three times.  Thus for me, and I'm sure for many others who grew up hopping the globe with dog-eared guidebooks close at hand, the closure of Lonely Planet's original headquarters signals the end of an era. In my life, that era kicked off when I first read \"Southeast Asia on a Shoestring\" while on my way to work in Thailand as a Peace Corps volunteer in 1977.  Nicknamed \"the yellow bible\" by its legion of devotees, the rustic guide was written by the UK's Tony Wheeler, who together with his Irish wife Maureen, created their DIY imprint four years earlier after finishing an overland journey from London across Asia to Australia. Their stapled-together \"Across Asia on the Cheap,\" complete with hand-drawn maps, sold 1,500 copies on street corners down under.  Each chapter was devoted to a different country in Southeast Asia, and although the info was skimpy, and the maps barely usable, I was nevertheless impressed that someone had actually done it.  Born to a traveling military family who lived in Europe, I was used to the \"F\" guides -- Fodor's, Fielding and Frommer's -- which for the most part stuck to well-trod itineraries in Europe, North America and Japan.  Established during the early post-WWII era, these guides were geared towards people like my parents, who carried bulky suitcases and traveled by private car.  Writing about how to travel in developing countries via local bus and train, Lonely Planet was very underground by comparison, for the time. When I finished my assignment in Thailand and was preparing to travel home by way of India and Nepal, I checked Bangkok bookshops to see if Lonely Planet had published anything more on these countries other than brief chapters in their out-of-print \"Across Asia on the Cheap.\"  There was nothing available on either place yet, but while browsing the shelves, I discovered just-released Lonely Planet titles on Myanmar and Sri Lanka. I bought both, and read them cover-to-cover while traveling through the subcontinent (I didn't actually visit either country till later, as a Lonely Planet author on assignment).  Avoiding culturally insulated travel Back in the States, I started writing for The Asia Record, a San Francisco-area newspaper dedicated to Southeast Asian affairs in the wake of the US-Vietnam War and fall of Cambodia, Vietnam and Laos. I also enrolled in a master's program at the University of California at Berkeley, where I wrote a thesis on tourism as seen through the eyes of communist insurgencies in Thailand and Malaysia.  One day in late 1980, I sat down, fed a blue aerogram into my electric typewriter, wrote out a proposal for a \"Lonely Planet Thailand\" guide, and mailed it directly to Tony Wheeler. Within a few weeks, Tony wrote back and said that coincidentally he was looking for someone to do a guide on Thailand, and since LP was expanding, he didn't have time to do one himself.  At his request, I sent him a writing sample that followed the Sri Lanka guide template and focused on Ko Sichang, an island off the coast of Sri Racha that I'd visited several times while living in Bangkok in the late '70s. As far as I knew, no one had ever published anything about the island in English before. Tony's second response came quickly, offering $9,000 to create the first edition of Thailand -- a travel survival kit. I had to pay my own air fare and expenses, but as it turned out I simultaneously received a paid fellowship from Berkeley to carry out field studies, so I rolled the two projects into one trip during the spring of 1981.  I hit the ground running. It was an exciting moment for me, since the book I was researching would become the first English-language guide devoted entirely to Thailand since \"Guide to Bangkok with Notes on Siam,\" published by the State Railway of Siam in 1928. Although there were a couple of French and German guides, they were very much geared towards hiring your own car and driver and staying in first-class hotels along the way, much like Fodor's and other mainstream guides. In line with the LP philosophy, my aim was to avoid culturally insulated travel as much as possible. Our target readership was \"Independent culture freaks.\"  As I told a reporter in an early newspaper interview, \"people who want to be comfortable and safe all the time maybe don't want to read these books\". Carrying nothing but a shoulder bag with a change of clothes, a couple of notebooks and a manual-focus SLR film camera I traded a Gibson electric guitar for (an exchange I still regret!), I caromed around Thailand by rot rawn (hot bus), the ubiquitous orange inter-city buses with wood-plank floors and feeble rotating fans to stir the tepid air.  Air-con buses were rare in those days -- in fact none had appeared in Bangkok yet, nor did Bangkok taxis have either air-con or meters. Occasionally I caught a second- and third-class train.  For places like Chiang Mai, Ayuthaya and Phuket, the Tourism Authority of Thailand gave out free stapled mimeographs with useful straight-ahead info on attractions and accommodations -- nothing like the slick TAT promotions we see today -- and I filled my bag with these. But for most other parts of Thailand, I'd find a place to stay and then head straight to local markets to chat with locals.  As the rare farang (white foreigner) visitor, I'd often be invited to share a bottle of Thai whiskey or a bowl of noodles, especially in night markets. I'd ask about places to see and things to do around the area, and my new friends would recommend waterfalls, museums, monuments.  Frequently someone volunteered to take me around on the back of a motorbike the next day as long as I paid for fuel and meals. In small towns without hotels, I'd sleep on the floor of a local Buddhist monastery.  Like living in a Graham Greene novel Although I'd traveled around Thailand while working near Bangkok two years previously, I experienced the country very differently this time, unconstrained by short school holidays.  I'll forever remember steering a battered old Yamaha motorbike along unpaved roads from Chiang Mai to Mae Hong Son via Pai, through landscapes of rugged limestone peaks and dense forests of bamboo and teak, and feeling that I'd stumbled into paradise, as cliched as that may sound.  It was April 1981, shortly after Songkran (Thai New Year), that I spent my first night in Pai at Hotel Wiang Pai, a six-room, all-wooden Shan-owned hostelry with a functioning opium den in back. I remember thinking it felt like living in a Graham Greene novel. Likewise, arriving on Ko Samui by slow boat later that month, and exploring the island via a single dirt road that encircled the interior, falling asleep at night in bamboo-thatch huts to the sound of waves lapping the shore, I wondered how I deserved the privilege of finding such unspoiled tropic idylls.  In Bangkok, I stumbled on two old Chinese-style hotels on Khao San Road while heading out on foot to research Wat Phra Kaew and the Grand Palace. Since the hotels, which at the time catered to traders buying wholesale goods nearby and selling them upcountry, were inexpensive and within walking distance of prime sightseeing spots, I wrote them up and included them in my LP guide.  When I returned to do an update for the next edition, both hotels were filled with backpackers, and three small guest houses had opened to accommodate the overflow. This, apparently, started Khao San Road on its way to becoming the biggest backpacker center in the world by the mid-1990s.  \"I've found my calling\" After 10 weeks of travel, I returned to California, sat down at my typewriter and wrote the 136-page first edition of \"Thailand -- A Travel Survival Kit\" in three weeks. After it was published, it quickly became the biggest-selling title in LP's rapidly expanding catalog, and stayed that way for the next 20+ years.  I thought, \"OK, this is going to be it for me, I've found my calling,\" and abandoned a tentative plan to do a Ph.D. at the School of Oriental and African Studies in London. From that point forward, I devoted myself to writing about travel, food, art and culture and never looked back. This week I had a look at that first edition, which has become increasingly hard to find these days.  My half-page introduction touted Thailand's non-colonial legacy, the breathtaking scenery and the easygoing culture. Under \"Eating And Sleeping In Northern Thailand\" (yes, all in one section), I noted that there were 45 hotels and around 15 guest houses in Chiang Mai.  I dismissed Pattaya in three paragraphs, concluding, \"most non-tourists will find Pattaya lacking in good taste as well as culture and would do well to preclude it from their itineraries. Pattaya Beach is not much of a beach to begin with, and its biggest businesses, watersports and street sex, have driven prices for food and accommodation beyond Bangkok level.\" I noted that Khon Kaen was well-known as the principal place where Thai Sticks (marijuana buds tied to bamboo) were assembled, and \"that portion of the product that does not leave town for bigger markets is reputed to be the very best available, in other words, the locals keep the best for themselves -- old Thai hands call it 'Khon Kaen Crippler'.\" Such references only lasted a couple of editions before an increasingly politically correct Lonely Planet removed them -- ironic given medical marijuana's now-legal status in Thailand. A market hungry for reliably curated info To state the obvious, yes, travel 35 years ago, without today's modern technology and mass tourism, was more adventurous. Traveling in many parts of Asia back then, if you ran across another backpacker walking down the road you would immediately run up to them and start trading travel tips. That changed. By the sixth edition, the \"Lonely Planet Thailand\" guide (\"travel survival kit\" was dropped from the title along the way) counted 800 pages, and not long after that it weighed in at just under a thousand, and everyone was carrying it.  By the time I stopped writing guides in 2006, LP Thailand had sold well ov"], "Language": false}