{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-23-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner and Elise Hammond, CNN"], "Writers": [["Meg Wagner", "Elise Hammond"]], "FirstPublishDate": ["2020-04-22T21:18:05.476Z"], "LastModifiedDate": ["2020-04-24T02:39:00.065Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. NFL commissioner Roger Goodell said the 2020 NFL draft is \"going to be fun\" despite it being remote due to coronavirus restrictions. This year's NFL Draft was supposed to be one of the most elaborate productions in NFL history. Instead, the NFL Draft, which kicks off on Thursday night on ABC, ESPN and NFL Network, will take place virtually.  “We’re obviously staging this event in a much different way than we anticipated when we started,” Goodell said from his basement, where he will announce picks tonight. “We’re not in Las Vegas, unfortunately, but we’re all in our homes and we’re doing this remotely and we’re doing it within regulations without any exceptions. He added: “It’s a change for all of us. It’s going to be different, but I think it’s going to be fun, and I think we’ll all experience it together, live essentially, on a different platform than we probably have in the past, but it should be a wonderful night.” Mayor Bill de Blasio said that May will be a “decisive” month for New York City, adding, “I feel very good about things getting substantially back to normal by September.” De Blasio said that “somewhere between, you know, the end of May and the beginning of school is going to be a point where we start to loosen up,” speaking on a radio program Thursday. The mayor said the reopening process will be done in slow, careful stages. De Blasio rehashed the city’s “aggressive” plan to get testing done by hopefully the hundreds of thousands, and reiterated that the federal government needs to help the city in terms of testing resources. The testing sites the city set up in minority communities are seeing a good response, he said, adding that new sites he previously announced will come online soon including those in New York City Housing Authority communities.  De Blasio also added that the “status quo before Covid-19 is not acceptable to me” addressing the racial disparity he says has been exposed by the virus. ##Testing## Bill Bryan, a senior official performing the duties of the under secretary for Science and Technology (DHS), explained during Thursday’s briefing that experiments with coronavirus samples indicate that the virus does not do well under sunlight, in warm temperatures or in humid conditions. “Our most striking observation to date is the powerful effect that solar light appears to have on killing the virus — both surfaces and in the air. We’ve seen a similar effect with both temperature and humidity as well, where increasing the temperature and humidity or both is generally less favorable to the virus,” Bryan told reporters. Earlier this month, members of a National Academy of Sciences’ Standing Committee on Emerging Infectious Diseases and 21st Century Health Threats told the White House in a letter that it doesn’t look like coronavirus will go away once the weather warms up. \"There is some evidence to suggest that [coronavirus] may transmit less efficiently in environments with higher ambient temperature and humidity; however, given the lack of host immunity globally, this reduction in transmission efficiency may not lead to a significant reduction in disease spread without the concomitant adoption of major public health interventions,\" according to the letter. The letter pointed out that in the real world, the virus is still transmitting in countries with warm weather. \"Given that countries currently in 'summer' climates … are experiencing rapid virus spread, a decrease in cases with increases in humidity and temperature elsewhere should not be assumed,\" according to the letter. At the briefing, Bryan said that higher temperatures and humidity causes the virus to die more quickly. “The virus is dying at a much more rapid pace just from exposure to higher temperatures and just with exposure to humidity. … You inject sunlight into that, you inject UV rays into that, … the half-life goes from six hours to two minutes,” he said. Bryan specifically discussed how the droplets of saliva with coronavirus are fairing under warm and humid conditions. “So in summary, within the conditions we’ve tested to date, the virus in droplets of saliva survives best indoors and in dry conditions. The virus does not survive as well in droplets of saliva — and that’s important, because a lot of testing being done is not necessarily being done, No. 1 with the Covid-19 virus, No. 2, with saliva or respiratory fluids. And third, the virus dies the quickest in the presence of direct sunlight under these conditions,” he said. Bryan said bleach will kill the coronavirus in five minutes and isopropyl alcohol will kill the virus in 30 seconds. “You rub it and it goes away even faster,” he added. President Trump said he suggested to Bryan figuring out ways to use UV rays or disinfectant on human beings to treat individuals with coronavirus. “Suppose that we hit the body with a tremendous, whether it’s ultraviolet or just very powerful light and I think you said that it hasn’t been checked and you’re going to test it,” Trump told Bryan. “Suppose you can bring the light inside the body.” He added, “And then I see the disinfectant where it knocks it out in one minute. Is there a way we can do something like that by injection inside or almost a cleaning … it would be interesting to check that.” President Trump said he's not happy with Georgia Gov. Brian Kemp's decision to reopen his state's economy during the Thursday White House press briefing.  \"I want the states to open, more than he does, much more than he does. But I didn't like to see spas at this early stage, nor did the doctors,\" he said. Trump was referring to Georgia's decision to begin allowing fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses to reopen, as well as in-person religious services as early Friday, April 24.  \"Frankly, I didn't like to see a lot of things happening, and I wasn't happy with it,\" Trump added. \"And I wasn't happy with Brian Kemp. I wasn't at all happy. I could have done something about it if I wanted to. But I am saying let the governors do it. But I wasn't happy with Brian Kemp.\" When asked about Kemp \"defying\" Trump by a reporter, Trump responded: \"No, he did not defy me at all. That is your language. He did not defy me.\" He continued: \"You know what happened? I said, you make your own decision, I told him that. I said, you are not in the guidelines but I'm letting you make your own decision but I want people to be safe and I want the people in Georgia to be safe. I don't want this thing to flare up because you're deciding to do something that is not in the guidelines ... But if you ask me, am I happy about it? I'm not happy and I'm not happy about Brian Kemp.\" Watch: ##Reopening## ##The South## President Trump said that he disagrees with Dr. Anthony Fauci’s comments earlier Thursday that he’s not “overly confident” about the US’ testing capacity. “No I don’t agree with him on that. No I think we’re doing a great job on testing. If he said that, I don’t agree with him,” Trump said when asked about Fauci’s comments.  Earlier Thursday, TIME posted an interview in which Fauci, the nation's top infectious disease expert, said that the US needs to “significantly ramp up not only the number of tests, but the capacity to perform them.” “I am not overly confident right now at all that we have what it takes to do that,” Fauci said in TIME. Fauci is not in today’s coronavirus task force meeting. ##Testing## Virginia Gov. Ralph Northam extended the state’s current ban on elective surgeries by a week until May 1, according to a statement from the governor’s office today. He also extended the closure of Department of Motor Vehicle offices by two weeks until May 11. According to the statement, the ban on elective surgeries will continue while state officials evaluate Virginia’s personal protective equipment (PPE) supplies and how to safely ease restrictions on nonessential medical procedures. “My top priority is protecting public health, and that includes ensuring that our frontline medical staff have the equipment they need to stay safe as they treat Virginians who are sick,” Northam said.  He continued: “We have increased our supply of PPE, but before we allow elective surgeries to resume, we must first be assured that the doctors, nurses, and medical staff who are fighting this virus or conducting emergency surgeries have the necessary supplies. We are working with medical facilities on plans to ensure that we can resume elective surgeries safely and responsibly.” ##Reopening## President Trump was asked Thursday why he has stopped promoting hydroxychloroquine as a therapeutic treatment for coronavirus. He disputed that assertion, even though he has not brought up the drug, which he touted repeatedly, for over a week, with one exception Tuesday.  “I haven’t at all. Why do you say I have? We’ll see what happens we had a lot of very good results and we had some results that perhaps aren’t so good, I don’t know. I just read about one but I also read many times good,” he said.  Trump continued: “It’s a great – for malaria, for lupus for other things and we’ll see what it is, but I guess Deborah (Birx), they have many studies going on on that. So we’ll be able to learn.” He claimed he had “not seen” a study of hundreds of patients at United States Veterans Health Administration medical centers released Tuesday that found that coronavirus patients taking hydroxychloroquine were no less likely to need mechanical ventilation and had higher deaths rates compared to those who did not take the drug. On Tuesday, Trump was asked about the study. “I don't know of the report. Obviously, there have been some very good reports and perhaps this one is not a good report. But we'll be looking at it. We’ll have a comment on it as soon,” he said at that briefing. Watch:   President Trump said he hopes to sign the roughly $480 billion relief package tonight. The package would deliver aid to small businesses and hospitals and expand Covid-19 testing. The measure passed the House earlier tonight. \"I'm signing it probably tonight,\" he said during Thursday's briefing.  ##Stimulus## President Trump said he may extend social distancing guidelines beyond May 1 if he doesn't feel the country is in a safe place. \"We may go beyond that,\" Trump said when asked whether he might need to re-up the guidelines when they expire at the end of the month.  \"People are gonna know just out of common sense,\" Trump said after saying he thought the worse would be over by early summer. \"But until we feel it's safe, we are going to be extending,\" he said. ##Reopening## Tennessee Gov. Bill Lee announced in a news conference today that restaurants and retail outlets would be allowed to reopen. \"We want to have the majority of businesses open before May 1,\" Lee said. \"We are working around the clock to get Tennesseans safely back to work in 89 of our counties with the majority of businesses in a position to begin opening their doors next week.\" However, he said, \"Not every industry will be in a position to open safely immediately.\"  Restaurants will be allowed to open next week at 50% capacity on Monday. On Wednesday, retail outlets would also be allowed to open at 50% capacity, according to the governor.  David Salyers, commissioner of the Tennessee Department of Environment and Conservation, also announced most of the state parks would be open Friday morning.  ##Reopening## The House of Representatives voted today to approve a roughly $480 billion package to deliver aid to small businesses and hospitals and expand Covid-19 testing, the latest attempt by lawmakers to blunt the devastating impact of the pandemic. The vote was 388-5 and passed with overwhelming bipartisan support. Just four Republicans and one Democrat voted against it. Independent Justin Amash voted present. The members who voted no were Democratic Rep. Alexandria Ocasio-Cortez and Republican Reps. Andy Biggs, Ken Buck, Jody Hice and Thomas Massie. The measure passed the Senate earlier this week and will now go to President Trump, who has expressed support for the legislation and indicated that he will sign it.  Where the money is expected to go: The total price tag of the bill is approximately $484 billion.  It will add to the already historic levels of spending to deal with the pandemic by authorizing an additional $310 billion for the Paycheck Protection Program, which was set up to help small businesses struggling from the economic deep freeze triggered by coronavirus.  Funding for the program ran dry earlier this month, prompting an outcry from the business community. In addition, the legislation provides $75 billion for hospitals and health care providers to address coronavirus expenses and lost revenue and $25 billion to facilitate and expand Covid-19 testing.  The increased funding for testing comes at a time when there is widespread recognition that testing capacity must increase and improve as states consider when to reopen businesses and lift lockdowns. Referred to as an \"interim\" measure by lawmakers, the legislation is the latest historic effort by Washington to prop up the economy on the heels of a more than $2 trillion rescue package along with other relief measures already approved by Congress. ##Stimulus## Vice President Mike Pence encouraged states to resume elective surgeries during the White House press briefing. “The President and I will continue to urge states across the country, given the unique burden on hospitals, we are now encouraging states to restart elective surgeries wherever possible, either statewide or on a county by county basis,\" he said. \"We recognize the role elective surgeries play in finances for local hospitals and we’ll be working with states to enable that.\" Pence also said Friday's call with the governors is expected to cover progress on testing and best practices. “Our task force will convene a conference call with all of the nation’s governors to talk about their progress that they are making on testing, and we’re going to hear from governors about the practices and methods that they are employing to significantly increase testing following our briefing on capacity and laboratories this past Monday,” he said. ##Testing## President Trump thanked Harvard University, as well as other colleges and large businesses, for agreeing not to take federal funding provided to them through the CARES Act. “Harvard and Stanford and Princeton, numerous other universities and colleges, also, large businesses have sent funds back to us and in some cases I stopped funds that I looked at and we are pleased to report that the funds have either not gone out or … we’ve renegotiated it and they’re not getting ‘em,” Trump said during Thursday's White House press briefing. “In a couple of cases, they’re sending ‘em back,” he added. Trump said Harvard acted “quickly and decisively.”  “They agreed when they heard the facts that they should not be getting it,” the President said.  CNN reported Wednesday that Harvard, which has a $40 billion endowment, would not accept the $9 million in federal funds allocated to it under the CARES Act Higher Education Emergency Relief Fund.  Larger businesses have been scrutinized for attaining multi-million dollar loans through the Paycheck Protection Program when smaller businesses couldn’t. The program received funding through the CARES Act.   ##Stimulus## Rep. Anna Eshoo, the chairwoman of the House’s Health subcommittee, told CNN she plans to call in Dr. Rick Bright to testify before her panel as she reviews the circumstances of his removal from a key position after he raised concerns about the safety of a drug that President Trump touted as a potential vaccine to coronavirus. “I think the American people deserve to hear Dr Bright’s story,” Eshoo told CNN. “He really has worked for the American people — they are the ones who have paid his salary. A thoroughbred professional — and to set him aside in one of the most key positions to develop vaccines in the midst of the pandemic? The story doesn’t make sense to me. So I think it deserves examination.” Eshoo said she also wants to call Health and Human Services Secretary Alex Azar and Bob Kadlec, the assistant secretary for preparedness and response, to testify before her panel. “I don’t know where this began, why, who where, when, why,” said Eshoo, whose subcommittee falls under the Energy and Commerce full committee. “But I think it deserves to be examined and the story told.” Eshoo said she wants to have hearings as soon as it’s “feasible” and said she’s willing to return to Washington to probe the matter. “I’m willing to come here, I think others will as well,” she said Thursday. Eshoo appears to have backing from House Speaker Nancy Pelosi. Asked by CNN about the Bright situation, Pelosi directed an inquiry to Eshoo. Some context: Bright had led BARDA, the Biomedical Advanced Research and Development Authority, since 2016 until Tuesday, when he was reassigned to a narrower position.  \"I believe this transfer was in response to my insistence that the government invest the billions of dollars allocated by Congress to address the Covid-19 pandemic into safe and scientifically vetted solutions, and not in drugs, vaccines and other technologies that lack scientific merit,\" Bright said in a lengthy statement issued Wednesday. \"I am speaking out because to combat this deadly virus, science — not politics or cronyism — has to lead the way.\" The United Food and Commercial Workers International Union told reporters on a call that 10 meatpacking workers and three food processing workers have died as a result of coronavirus, according to its estimates.  The UCFW said it identified 13 plants that have closed at some point in the past two months, which impacted more than 24,500 workers and resulted in a 25% reduction in pork slaughter capacity and 10% reduction in beef slaughter capacity.  In a letter to Vice President Mike Pence, the UFCW asked the White House Coronavirus Task Force to \"prioritize five safety actions targeted toward the meatpacking industry.\"  Those actions included increased worker testing, priority access to personal protective equipment, halting speed line waivers, mandating social distancing and isolating workers with symptoms or positive tests. United will require flight attendants to wear cloth face coverings or masks while they’re on duty starting April 24, according to an employee memo the airline shared with CNN. United says it’s the first major US carrier to adopt the requirement. The airline will not replenish the supply after every flight and rather, it will do so “as needed and as supplies permit,” the airline said in the memo. Flight attendants also will have the option to wear their own face coverings or use the ones United provides.  United noted that the requirement “is in line” with Centers for Disease Control and Prevention recommendations that people wear cloth face coverings in public when social distancing isn’t possible.  The airline made the decision in partnership with the Association of Flight Attendants, according to the memo.   A major union of flight attendants wants federal officials to discourage or even prohibit leisure air travel due to the coronavirus pandemic.  The Association of Flight Attendants-CWA on Thursday urged the US departments of Transportation and Health and Human Services \"to take further action to limit the spread of the virus by restricting air travel to only that necessary to continue essential services.\"   The letter also asked the agencies to require all travelers in airports and on airplanes wear face masks to reduce the likelihood of transmitting coronavirus.  The Department of Transportation and Department of Health and Human Services did not immediately respond to requests for comment on Thursday afternoon.  Union president Sara Nelson told CNN that she would like to see government and the aviation industry \"sending the message that people should not be traveling for leisure purposes right now.\"  She said 250 flight attendants have tested positive for coronavirus. More than 470 airport security screeners have also tested positive.  Illinois Gov. J.B. Pritzker says surgery centers and hospitals will be able to start rescheduling delayed surgeries if they meet specific criteria. These medical centers must have proper personal protective equipment, testing to make sure the patient is Covid-19 negative and enough overall bed and ICU availability in case of surge in coronavirus patients, Pritzker said. Pritzker said the exact guidelines will be announced by the Illinois Department of Health. Surgeries can begin May 1, he said. The state of New York is reporting an additional 6,244 coronavirus cases Thursday, bringing the statewide total to 263,460, Gov. Andrew Cuomo’s office said in a statement.   Behind New York is New Jersey with 95,914 coronavirus cases and 1,080 deaths, according to a tally from Johns Hopkins University.   Covid-19 has now become the leading cause of death in Los Angeles County, according to Health Director Barbara Ferrer. An average of 44 people die of coronavirus in the county each day. “More people are dying each day from Covid-19, than from other diseases that we track and get information on,” Ferrer said. There were 68 new deaths reported in Los Angeles today, bringing the county’s total to 797. Heart disease is usually the leading cause of death in L.A., and is typically the cause in an average of 31 deaths each day, Ferrer said. Chronic obstructive pulmonary disease (COPD) and emphysema are responsible for eight deaths each day, while five people die from the flu each day. Los Angeles has recorded 17,508 coronavirus cases to date, accounting for nearly half of all confirmed infections in the state of California. Tyson Foods will be closing their plant in Shelbyville, Tennessee, for a deep cleaning and sanitation, according to a company spokesperson. In a news conference yesterday, Tennessee Department of Health Commissioner Dr. Lisa Piercy said the state was aware of coronavirus cases at the Tyson Foods Shelbyville plant, but neither the state nor company has released the number of positive cases associated with the facility.  More than 120 cases of Covid-19  were reported at the Tyson Foods plant in Goodlettsville, Tennessee, according to Nashville Health Director Dr. Michael Caldwell. He said USDA inspectors are at the plant full-time.  Caldwell, who visited the plant yesterday, said he was satisfied with Tyson's mitigation efforts to minimize disease transmission. Earlier today: Tyson Fresh Meats, the beef and pork subsidiary of Tyson Foods, announced on Thursday that the company will “temporarily stop” production at a beef processing facility in Washington state. Tyson also announced yesterday that it is suspending operations at its Waterloo, Iowa, pork plant after nearly 200 coronavirus cases were linked to the facility. ##Food Supply## Minnesota Gov. Tim Walz announced Thursday he will allow some businesses to reopen, beginning April 27, which will allow 80,000 to 100,000 people in the industrial, manufacturing and office settings to go back to work. “Today’s order was developed with consultation with hundreds of businesses, with labor groups, with worker’s organizations, and with public health experts,” he said. “None of this would be done without a sign-off of independent health experts.\" To reopen, businesses must create, share and implement a Covid-19 preparedness plan that outlines measures they are taking to ensure social distancing and worker hygiene, the governor said. He added that businesses must also engage in health screenings of employees and make ensure that sick workers stay home. ##Reopening## A new recovery plan from the Idaho governor’s office says many nonessential businesses could reopen in just over a week, as long as progress in fighting the coronavirus does not backslide. “Like everyone, I want our economy back up and running as soon as possible, but we simply cannot open everything all at once and reverse the good work we have done collectively over the past month to slow the spread of coronavirus,” Gov. Brad Little said in a press release.  The state’s stay-at-home order is currently effective through April 30. The plan calls for easing economic restrictions in four stages, with two weeks in between each stage. However, stages could be postponed if the state begins to see the Covid-19 case rate go up or hospital capacity go down. The first phase: Bars, gyms and theaters would remain closed and restaurants would continue carryout service, but some other businesses and places of worship could open with social distancing plans. \nThe second phase: Restaurant dining and salon businesses would be permitted, although gathering would still be limited to fewer than 10 people. Idaho’s plan says, even under the best-case scenario, bars and theaters would not be allowed to reopen until June 13 at the earliest. ##Reopening## New York Gov. Andrew Cuomo today revealed the preliminary results of a statewide antibody testing study. The tests were performed on 3,000 random adults who were outside of the home, he said, so it was not an entirely random sample. The results found that 13.9% of people tested statewide and 21% of people tested in New York City had antibodies for the virus. What this means: If those rates hold for the state’s 19.5 million people and the city’s 8.4 million people, then about 2.7 million people in the state and about 1.8 million people in the city had the virus — numbers that are multiple times higher than the official state counts. ##New York## ##Testing## North Carolina will extend their stay-at-home order until May 8, Gov. Roy Cooper said at a news conference Thursday.  The governor said his state isn’t ready to lift restrictions despite progress they have made in flattening the coronavirus curve.  Cooper said that despite successes in social distancing, “we’re not quite there yet” and that they need “more time to slow the virus.”  Cooper unveiled a three-part plan to open up after May 8, if trends continue in a downward trajectory: With phase 1, stay-at-home orders would remain, but some businesses would be allowed to open. \nPhase 2 would actually lift stay-at-home orders vulnerable populations would be encouraged to stay home. Places of worship, bars and restaurants could operate with reduced capacities.\nRestrictions for vulnerable populations would lessen during phase 3 but also allow increased capacities at businesses and public gatherings.  If infection rates spike or trends move in the wrong direction, North Carolina says they’re prepared to move to a previous phase so as to protect the public’s health. And since North Carolina is the “Home of NASCAR,\" Cooper said that they are looking at a plan that would allow racing, but not allow fans in the stands. They will also announce plans tomorrow for North Carolina school districts and their semesters.  ##Reopening## Chicago Mayor Lori Lightfoot said she agrees with Illinois Gov. J.B. Pritzker's extension of the stay-at-home order until May 30. Lightfoot, speaking at a news conference Thursday, said it is not safe to remove all restrictions. \"We're just not there yet,\" Lightfoot said of a full reopening.  Lightfoot said she also agrees with telling people to wear masks when they are not able to socially distance, but said the city will not arrest or charge people who do not use masks. \"I don't believe in giving mandates to people without giving (them) tools to be successful,\" Lightfoot said. ##Reopening## A Massachusetts emergency room nurse is helping patients affected by her hospitals' no-visitor policy by printing out family photos.        Jeanna Barbieri came up with Pictures for Patients after a high school friend thanked her for working at Lowell General Hospital, where his father was being treated for coronavirus. Barbieri offered to bring family photos to decorate his room. \"Just to see how excited they were to have that piece of comfort with him, it made me realize I want to do more of that,\" Barbieri said. \"I never imagined in a million years it would turn into anything other than a small project.\" Now, the program has a dedicated hospital email address and a social media hashtag. Barbieri even purchased a printer for completely virtual delivery.  Barbieri says she has organized at least 22 photograph deliveries as of April 23, including a surprise pregnancy announcement for a family member. \"Jeanna has done a wonderful thing,\" said Rae Russo, the wife of Barbieri's first photo recipient. \"It's made all of us have peace on mind.\" The photographs also help medical personnel staff working grueling shifts during the pandemic, according to Barbieri. \"I think it's good for the nurses to bring in something positive,\" Barbieri said. Public health laboratories throughout the United States and its territories are still unable to meet the demand for Covid-19 testing, the Association of Public Health Laboratories says. “Although the overall amount of tests performed has expanded, the testing environment continues to be resource constrained and supply shortages persist,” Kelly Wroblewski, APHL director of infectious disease, told reporters Thursday. Wroblewsi said public health labs are still reporting shortages, including, for example, only having two days' worth of the items needed to continue testing, such as swabs and or chemical reagents — the compounds needed to get a sample off a swab and into a form that can be processed and tested. “In many parts of the country we're still not in a place to meet the demand, particularly if that demand expands significantly. Some things have improved but others have not,” Wroblewski said. There are 97 public health laboratories in all 50 states as well as Washington, DC, Puerto Rico, Guam and the US Virgin Islands. The association’s chief executive officer, Scott Becker, said part of the problem right now is that the country is expanding testing and creating a Covid-19 testing system.  “This pandemic is showing us how dependent we as Americans are in that laboratory system which is largely invisible,” Becker said Becker said the federal government could really help production for needed items, but it’s unclear when the issues might be resolved. It might not ever catch up: APHL’s chief program officer, Eric Blank. “In my own mind, I'm not convinced that the supply chain will ever keep up with demand, particularly with tweaks in the plans that we're seeing for contact tracing and so on,” he said.  Becker said the shortages started globally. “This is not just a US problem. It is our problem right now, but it's really a problem elsewhere,” Becker said. “As other countries open up and, frankly, do less testing than what is needed here because of the scale and scope of our country, that may help us down, down the road. How long the road is, I really can't say.”  ##Testing##   A key coronavirus model often cited by the White House tweaked its projections Thursday, now saying that some states must wait even longer to safely reopen. Georgia won’t be able to safely reopen until at least June 22, according to the newest edition of the model. On Tuesday, the model gave the state a projection of June 19. Georgia is planning to begin reopening tomorrow, however, despite criticism from public health experts who have repeatedly stressed the dangers of relaxing social distancing measures too early. The peak number of daily deaths for Georgia isn’t expected to occur until April 29 — almost a week from today. More than 50 people are expected to die that day, according to the model.  Built by the Institute for Health Metrics and Evaluation at the University of Washington, the model uses a “threshold” of one case per million residents to determine when it might be safe for a state to reopen. That’s the level at which states may be able to use other containment measures – such as aggressive testing, contact tracing and isolation – instead of social distancing, according to IHME.  The model refined its projections for other states as well: Florida now needs to wait until June 14 to open – compared to an earlier projection of June 11. \nArizona won’t be able to safely relax social distancing measures until June 26, compared to an earlier estimate of June 23. \nKansas will have to wait until June 21, and the state of Washington until May 28.\nNew York – the country’s hardest-hit state – reached its peak number of daily deaths 14 days ago, on April 9. The state is still expected to see hundreds of deaths each day for the next week, but it can begin reopening on May 27, according to IHME. The estimated death toll for the United States has been revised upwards as well. A total of 67,641 people are now predicted to die by August, compared to the 64,976 deaths that were previously projected.  Remember: While the institute’s model has been influential, it is just one of many, and IHME has warned against relying too heavily on its projections. “If I were a governor of a state, I would certainly not make a decision based just on our model,” IHME Director Dr. Christopher Murray said in a virtual press briefing on Friday. Here's a look at the updated reopening map: ##Reopening## Illinois Gov. J.B. Pritzker will sign a modified version of the state's stay-at-home order that will go into effect on May 1 and extend it through May 30, he announced in a news conference today. In the new order, face coverings or a mask must be worn by anyone over the age of two when in public, if a 6-foot social distance can’t be maintained. Retail stores that are not considered essential may take phone and online orders for delivery or outside store pick-up.  Some state parks will have a phased reopening, and groups of no more than two people will be allowed to go fishing or boating. Golf will also be permitted under strict conditions.  Animal grooming, greenhouses, garden centers and nurseries are now considered essential businesses. The businesses may open if the stores are following social distancing. Employees and customers must wear face coverings. ##Reopening##   Minnesota Gov. Tim Walz announced Thursday an order to keep schools closed for the remainder of the academic year to contain the spread of Covid-19.  “Today’s executive order will continue distance learning until the end of the school year,” Walz said at a news conference.  “There is no joy in this but there is an awful lot of thanks,” the governor said before thanking students, teachers and parents for their patience during this time.  Walz also spoke directly to students: “You will not be defined by staying home and missing proms and missing graduations, you will be defined by understanding how interconnected our world is and what it means to come together to try and solve hard problems.” “The closeness of the classes of 2020 will be much closer than any that has come before,\" he added. “This ties you together in a way that has never been seen.”   Domestic terrorists \"probably will continue to threaten violence\" in response to the Covid-19 pandemic until the virus is contained and the normal routine of US societal life resumes, according to the Department of Homeland Security.  The federal government has been warning that the pandemic is likely to be exploited by violent extremists.    In an intelligence note issued today, DHS warned the southwest region that recent incidents in Florida and nationwide highlight Covid-19 as a driver of violent threats.  For example, on March 24, an individual was arrested for allegedly threatening to blow up the Orlando Police Department’s headquarters and other buildings, because people are being “put... out of work” due to the Covid-19 crisis.  As the Covid-19 threat expands throughout the US, the violent extremist threat has the potential to increase in \"frequency and severity,\" the note said.  The pandemic has created a new source of anger and frustration for some individuals, according to DHS, and as a result, extremist plots will likely involve individuals seeking symbolic targets of personal grievance. Californians who saw their federal stimulus checks vanish after being garnished by banks will get that money after all. Gov. Gavin Newsom signed an executive order today that retroactively denies banks the ability to collect debts from CARES Act payments. The order is effective immediately. For those people who had money taken, Newsom told banks, “You gotta give ’em back.” The governor noted one major caveat in the debt relief; it does not apply to child support or spousal support. Any deductions for that will remain in force. Other developments: Newsom also announced an agreement for student loan relief. Of the 24 student loan service providers in California, 21 of them are offering forbearance on loans for more than a million Californians struggling to pay that debt.  Loan holders will get a 90-day reprieve with no late fees or fines, and no reports to credit bureaus. South Carolina Gov. Henry McMaster said that when it comes to reopening, “we want to go as quickly as we can, as safely as we can to restore our economic vigor while also restoring our economic health.” At the first meeting of accelerateSC — the advisory team created to revitalize South Carolina’s economy — McMaster said “the last thing any of us want is to have a relapse…it’s probably going to happen some places, but we do not want that to happen here.” The governor said his state has approached reopening “a little bit differently” from other states, with a “lighter touch.”  While other states designated businesses as essential or nonessential, South Carolina looked at what activities posed the greatest risk and focused on minimizing those activities. Some background: McMaster announced earlier this week that South Carolina would reopen some beaches and retail stores. McMaster said he spoke to President Trump yesterday and that the President said, “we were doing an excellent job in South Carolina.”  ##Reopening## Yesterday marked the deadliest day for coronavirus in California with at least 115 deaths, Gov. Gavin Newsom announced in his daily update on the status of Covid-19 in the state. “This disease killed more people in the state of California in the last 24 hours than in any previous 24 hours,” Newsom said. The governor noted some small glimmers of hope, with the numbers of hospitalized people and intensive care unit patients showing slight decreases.  “We are seeing some stabilization of that curve,” the governor said, but he cautioned that “we aren’t out of the woods yet.”  The total number of confirmed coronavirus cases in California has climbed to more than 37,000. New York City has 10,290 confirmed coronavirus deaths and 5,121 probable coronavirus deaths, according to the city website. About those numbers: The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test but their death certificate lists “COVID-19” or an equivalent as the cause of death  The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is at least 15,411. There have been at least 141,754 coronavirus cases in the city and approximately 36,723 people have been hospitalized, according to the city. ##New York## The US Naval hospital ship that has been docked off the coast of New York City will depart the area as early as the end of the month, according to a US Navy official.  There are currently 39 patients still aboard USNS Comfort, and officials are working to ensure that they are safely transferred or discharged prior to the ship’s departure.  The current plan is for the Navy hospital ship to return to its home port in Norfolk, Virginia. About the ship: Earlier this week New York Gov. Andrew Cuomo said the hospital ship was no longer needed, just about two weeks after requesting that the ship treat Covid-19 patients.  On April 6, President Trump granted New York state’s request that the ship begin treating Covid-19 patients. The ship’s original task was to treat only non-coronavirus patients to relieve the burden from local hospitals. ##New York## South Dakota Gov. Kristi Noem said she is anticipating \"substantial decreases\" to state sales tax revenue and says the federal relief funds that have been allocated to her state come with too many conditions to be of use. \"Congress did send South Dakota $1.25 billion to us, but they tied our hands on how we can spend it,\" Noem said today at a news conference.  But, she explained that \"the only way I can spend this money is on Covid relief.\" Noem wants to able to use the money \"to replace revenue loss.\"  The governor asserted that Congress wants her to \"go out and create a bunch of new government programs\" with the relief fund. \"I don't want to blow more than a billion dollars growing government creating massive new programs that aren't really necessary,\" she said. \"You listen to members of Congress and the White House — they say they don't want to bail out States that have been irresponsible. I understand that,\" Noem added. However, Noem, whose state constitution requires it maintain a balanced budget, contends that her state has been responsible. \"It is not conservative to force a governor to spend money in areas that's not necessary and not allow me just to conduct business in a responsible manner that South Dakota always has,\" she explained. She added: \"I need Congress to allow states like South Dakota that have made good decisions, wise decisions that have balanced our budgets to make sure that we have the flexibility to do what's responsible.\" ##Stimulus## Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said the country is in a \"very critical time right now\" as it pulls back from coronavirus mitigation. \"When we do start to see cases come back and I'll guarantee you they will — as we pull back from mitigation, we'll be seeing cases. If we have in place the capability to identify by testing, isolate, contact trace, get people out of circulation who are infected, that's called containment. If we are capable of doing that, effectively, then we should feel some good confidence that we can slowly move on,\" Fauci said during a Time 100 Talk today. Fauci said the country is dealing with different stages of the disease, and there is no one-size-fits-all approach. \"We have to realize that we're a large country that has outbreaks in different regions, different states, different cities, that have different dynamics, and different phases in which they are in. And that was the reason why when we put together the guidelines for, as we say the opening America, it was very, very careful and very conservative in making sure that you pass certain gateway points, checkpoints, before you go to the next phase,\" he said. Fauci added: \"I think sometimes and understandably, people might think that when you get back to normal, it's like a light switch that you turn on or off. It isn't really that at all.\" ##Testing## California is pulling back on issuing permits for events and activities, including protests, at all state facilities, California Highway Patrol Officer John Ortega told CNN.  California Highway Patrol manages security at state sites and requires organizers to obtain a free permit for a protest to be staged. Some background: On Monday, protesters gathered at the state capitol in Sacramento to demonstrate against California’s continuing stay-at-home order. Protest organizers received a permit for the assembly and initially stated that they intended to practice physical distancing, saying they would simply drive around the state capitol in their cars, honking their horns.  However, aerial video from CNN affiliate KCRA showed dozens of protesters outside of their vehicles, standing close to one another, with only some wearing face coverings. California Highway Patrol provided a statement regarding protests during the coronavirus pandemic: “In the interest of public safety and the health of all Californians, during the COVID-19 pandemic, effective immediately the California Highway Patrol will deny any permit requests for events or activities at all state facilities to include the state capitol until public health officials have determined it is safe to gather again,” the statement reads. Rep. Maxine Waters, a California Democrat and chairwoman of the House Financial Services Committee, said Thursday that her sister is dying of coronavirus in a hospital in St Louis, Missouri. \"I'm going to take a moment to dedicate this legislation to my dear sister who is dying in a hospital in St. Louis, Missouri right now, infected by the coronavirus,\" Waters said on the House floor ahead of a vote on a relief package.  While speaking, Waters lowered her face mask to be heard, one of multiple lawmakers seen wearing face masks today. About the bill: Waters was speaking in support of the already passed Paycheck Protection Program and the pending Health Care Enhancement Act, which is expected to pass a House vote on Thursday.  President Trump has publicly supported the bill, indicating he will sign it when it reaches the Oval Office. This legislation would provide $370 billion in funding for small business loans and $100 billion for hospitals and additional coronavirus testing. Waters is not the only member of Congress who has personally experienced the pain of the virus. This morning, Democratic Sen. Elizabeth Warren of Massachusetts shared that her brother passed away after testing positive for coronavirus. ##Stimulus## Dr. Anthony Fauci, the nation's top infectious disease expert said, he is “not overly confident right now at all,\" when it comes to coronavirus testing. \"We're getting better and better at it, as the weeks go by, but we are not in a situation where we say we're exactly where we want to be with regard to testing,\" he said. Speaking during a Time 100 Talk today, Fauci said, “We absolutely need to significantly ramp up, not only the number of tests, but the capacity to actually perform them, so that you don't have a situation where you have a test, but it can't be done because there's not a swab, or not an extraction media or not the right vial, all of those things got to be in place.” Fauci added: “I think anybody that has any realistic evaluation of what's going on in the trenches will tell you again we're doing better. And I think we're going to get there, but we're not there yet.”  ##Testing##  Dekalb County CEO Michael Thurmond issued an executive order Thursday that urges residents and businesses to take additional steps beyond Georgia Gov. Brian Kemp’s mandates as the state reopens. Dekalb County is Georgia’s fourth most populous county. The executive order... Recommends all citizens wear face masks in public\nAdvises businesses to follow a list of precautions that includes implementing front-line pay and expanding leave policies\nEncourages houses of worship to continue providing remote services Thurmond acknowledged that Kemp’s statewide executive order preempted local leaders’ ability to mandate stronger restrictions and conceded “there is no debating that.” But Thurmond said he “urges, advises, encourages, and implores” residents and business to heed his recommendations. Thurmond’s order also requests that Kemp support an investigation of the Covid-19 outbreak in black communities and other communities of color. Dekalb County has the state’s second largest black population. ##The South## ##Reopening## Zoom will begin rolling out a long-awaited security update this weekend to deal with widespread complaints of video-conferencing interruptions and other potential meeting vulnerabilities, the company said Wednesday.  As more people have come to rely on Zoom for work and socializing in recent weeks, there has also been more scrutiny of the company's privacy and security shortcomings.  The issue of \"Zoombombing,\" in particular, even prompted the FBI to warn the public about video-conferencing calls getting interrupted by \"pornographic and/or hate images and threatening language.\" The update, known as Zoom 5.0, will allow meeting hosts to report misbehaving users to Zoom for review. It also includes support for a more sophisticated encryption standard, which the company said will help protect sensitive data as it moves from point A to point B. All users will be switched to the new encryption standard by May 30, the company said. Some context: Eric Yuan, Zoom's founder and CEO, apologized earlier this month for the company having \"fallen short\" of its users' expectations on these fronts and promised to spend the next 90 days focusing solely on addressing privacy issues. The latest announcement is part of that effort.  Even with the criticisms, Zoom's usage continues to spike. The company now hosts 300 million meeting participants a day, Yuan said on Wednesday. Zoom previously said it crossed 200 million daily meeting participants in March. Zoom's announcement did not address support for full, end-to-end encryption, the technology that would prevent even Zoom from being able to decipher the content of meetings.  The company has said it's working to deliver that capability in the future. But by upgrading the level of its existing encryption now, Zoom hopes to resolve some criticisms about its security, including from researchers at the University of Toronto who said its old setup contained \"significant weaknesses.\"  Those concerns, along with the \"Zoombombing,\" have also attracted the attention of policymakers and government officials. Tyson Fresh Meats announced the company will temporarily stop production at a beef processing facility in Washington state. The plant has been linked to 91 cases of Covid-19, according to the Walla Walla county health department. “Health officials in Walla Walla, Benton, and Franklin Counties will work with the company to test its more than 1,400 team members for Covid-19 as soon as possible,” Tyson said in a statement.  According to Tyson Fresh Meats, the facility produces enough beef in one day to feed four million people. The beef plant, located in Pasco, Washington, had their first case of the disease on April 1, Walla Walla county health officials said in a statement. Tyson began to put mitigation efforts in place five days later on April 6, the statement added. The cases are now spread out over the two county Benton-Franklin Health District and Walla Walla county, officials for both areas say. ##Food Supply## Massachusetts Gov. Charlie Baker and hospital officials from around the state expressed concern that reduced emergency room visits for non-coronavirus issues could lead to a “second toll” caused by the pandemic. “We know these medical problems didn’t stop when Covid-19 picked up,” Baker said of issues like heart attacks, strokes, dialysis treatments, and other health conditions highlighted by officials. Gregg S. Meyer, interim CEO of the Newton-Wellesley hospital system, said that they saw a 48% drop in emergency department volume since January.  Nancy Shendell-Falik of Baystate Medical Center said they had seen an 80% drop in stroke patients.  All of the executives said that they believe that while there has been a drop in some kinds of injuries – for example, there are fewer motor vehicle accidents due to social distancing – they believe people are not reporting to the emergency room because of fears surrounding Covid-19.  They also described patients who waited too long to report to the emergency room and now have lasting damage as a result. Massachusetts currently has had nearly 43,000 coronavirus cases, Baker said. The state has 1,745 new cases, and 3,977 people are hospitalized. Rhode Island schools will extend distance learning for the rest of the school year, Gov. Gina Raimondo announced. She said she made the decision in accordance to the data and with the consultation of state public health officials.   Students’ participation rates have been “truly remarkable,” Raimondo said during a press conference this afternoon. There has been a more than 90% participation rate across the state since schools switched to distance learning, she said. The state is still working to close the gap in terms of access to internet and technology to ensure students are able to attend class, she said. New Jersey will test all residents and staff at each of the five state developmental centers for adults with intellectual and developmental disabilities next week, Gov. Phil Murphy said at a press conference today, The state will use a saliva-based test created by Rutgers University, Murphy said. New Jersey has had a total of 99,989 coronavirus cases, Murphy says –– and he expects that number to surpass 100,000 tomorrow. At least 5,368 people have died from the virus in the state, he said. ##Testing## There are at least 845,959 cases of coronavirus in the US, according to Johns Hopkins University's tally.  At least 46,972 people have died from coronavirus.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  So far today, Johns Hopkins reported 4,403 new cases and 284 deaths.  New data from scientists at Carnegie Mellon University shows where in the United States residents have experienced symptoms, doctor’s visits, medical tests and online browser searches related to Covid-19, as well as estimates on county-by-county disease activity. As of now, the information has been displayed in five new interactive US maps, published to the university's COVIDcast website on Thursday, but the researchers said that their hope is for some of the county-level data to actually forecast the spread of disease.  While the data in the new maps currently represent real-time information, the researchers plan to begin forecasting in the coming weeks. The maps show different coronavirus indicators derived by Carnegie Mellon’s Delphi Research Group. The group analyzed data from surveys conducted via Google Opinion Rewards and Facebook, as well as data from other sources such as Quidel Corp. and Google Health Trends. A Carnegie Mellon University statement published on Thursday said the forecasts could \"provide up to four weeks of advance warning\" to hospitals about disease activity. \"We are trying to make forecasts so that not just the CDC but local public health officials will be able to get a snapshot of what we think is going to come — to enable them to better prepare — and in order to do that we spent a huge amount of effort in the last three weeks on gathering relevant data sources,\" Ryan Tibshirani, co-leader of the Carnegie Mellon’s Delphi Research Group and an associate professor of statistics and machine learning, told CNN yesterday. Tibshirani said, \"We think it should be useful to public health officials.\" ##Testing##   City officials in Indianapolis, Indiana, announced a new initiative on Thursday to expand testing in Marion County for communities disproportionately hit by Covid-19. “Minority residents in our city are suffering a disproportionate share of the worst consequences of Covid-19,” Indianapolis Mayor Joe Hogsett said at a virtual briefing with city officials and community leaders. To address this concern, Eastern Star Church will be the first community-based Covid-19 testing site for the elderly and residents who are displaying symptoms or are immunocompromised, said Dr. Virginia Caine, the director of the county health department. Testing will be free and walk-up and drive-through options will be available at the church, Caine said.   She anticipates adding two more community-based locations in the next 30 days and stressed that essential workers, like the ones the mayor highlighted, should come get tested. Earlier this week, Dr. Caine confirmed that African-American residents in Marion County have been three times more likely to test positive for Covid-19 than white residents despite only making up 30% of the population. African-Americans are also twice as likely to die from Covid-19 than white residents, she added. ##Testing## The United Arab Emirates is donating coronavirus test kits to the US, according to a readout of a call between President Trump and UAE Crown Prince Mohammed bin Zayed.  “The President and the Crown Prince discussed cooperation in the fight against the coronavirus, including the donation of coronavirus test kits from the United Arab Emirates to the United States,” the readout from the White House said. Trump also “encouraged the Crown Prince to take steps toward resolving the Gulf rift in order to work together to defeat the virus, minimize its economic impact, and focus on critical regional issues.” There’s no information about how many test kits will be donated or when they will arrive. ##Testing## New testing sites will be opening in the coming days to increase testing capabilities throughout Iowa, Gov. Kim Reynolds said at a news conference Thursday. When all testing sites are open, the state will be able to test an additional 3,000 people per day, she said. Earlier this week the state launched Test Iowa to increase their capacity. More than 120,000 people have completed online assessments, Reynolds said. ##Testing## The Colorado Department of Public Health announced Thursday it is now requiring all workers in critical businesses and critical government functions to wear \"non-medical masks and gloves while at work to protect the health and welfare of the public,\" according to a statement Thursday.  \"The main reason to wear a non-medical mask is to protect others,\" the statement said.    The order, which will remain in place until May 17, defines critical businesses as banks, child care facilities, pharmacies, and grocery stores.   The statement also asks all Coloradans to wear a mask anytime they go outside, including their own backyards.     The governors of Maryland and Virginia and the mayor of Washington, DC are urging President Trump to allow federal employees to continue working remotely during the coronavirus pandemic. Maryland Gov. Larry Hogan, Virginia Gov. Ralph Northam, and Washington, DC Mayor Muriel Bowser sent a letter to the Trump administration, saying more than one-fifth of the nation's federal workforce live in these areas, according to a statement from the leaders. “While of course any essential employee should continue to report to work, we know that a continued federal telework policy will help save lives by allowing more of our region’s 360,000 federal employees to work from home,” the governors wrote in a letter to Michael Rigas, acting director of the Office of Personnel Management. The letter said deciding which essential employees must still report to work in-person \"is a hard balancing act between ensuring the continuation of critical government functions and ensuring the safety and well-being of employees.\" The letter continued: \"We encourage the Administration to help ensure the safety of the federal workforce and our residents as we work together to fight this pandemic. Failure to do so could lead to a rise in cases and delay our ability to re-open the region.\" ##Reopening## New York Gov. Andrew Cuomo criticized Senate Majority Leader Mitch McConnell over remarks he made about providing funding to states in the coronavirus pandemic.  McConnell said in a radio interview that he'd \"be in favor of allowing states to use the bankruptcy route\" instead of getting federal funds.  \"Sen. Mitch McConnell goes out and he says maybe the states should declare bankruptcy. This is one of the really dumb ideas of all time,\" Cuomo said.  Some background: The House of Representatives will vote today on a roughly $480 billion coronavirus relief package to deliver aid to small businesses and hospitals and expand Covid-19 testing, but it does not include funds for state and local governments.   \"Not to fund state and local governments is incredibly short-sighted. ... How do you not fund police and fire and teachers and schools in the midst of this crisis? Yes, airlines are important, yes, small business is important, so are police and fire and health care workers, who are the frontline workers,\" Cuomo said in his daily briefing.  \"You're not going to fund the state government? You think I am going to do it alone? How do you think it is going to work? ... You want to see that market fall through the cellar? Let New York state declare bankruptcy. Let Michigan declare bankruptcy. Let Illinois declare bankruptcy. Let California declare bankruptcy. You will see a collapse of this national economy. So, just dumb.\" Cuomo also said McConnell's rhetoric further divided the nation with his \"blue-state bailout\" term.  \"If there's ever a time for humanity and decency, now is the time. And if there was ever a time to stop your obsessive political bias and anger, which is what it's morphed into ... now is the time. And you want to politically divide this nation now with all that's going on? How irresponsible and how reckless.\" Cuomo later called McConnell a \"grim reaper.\"  ##Stimulus## Washington, DC Mayor Muriel Bowser announced the creation of the 'Reopen DC Advisory Group' this morning. The group, consisting of government and community leaders, will form recommendations for reopening the District of Columbia. It will have 12 committees focusing on different areas, and will be led by the Johns Hopkins Bloomberg School. Recommendations from the group are expected in May. Bowser emphasized that the advisory group will tackle what she called \"longstanding...racial inequities\" in the district when planning for reopening.  She said that this is a “once in a generation opportunity to reopen our city in a way that builds a more equitable DC.” The current stay-at-home order in Washington is in place until May 15. Bowser reiterated that before phase one of the reopening can begin, a downward trend of positive coronavirus cases must occur over two weeks.  Additionally, hospitals must have the capacity to treat everyone and there needs to be a widespread contact tracing capacity. By the numbers: As of Thursday morning, there have been 155 new positive coronavirus cases in Washington, DC, bringing the total number of positive cases to 3,361. There were 12 additional deaths, bringing the total to 139. ##Reopening## There are 114 new coronavirus cases linked to the JBS Beef plant in Cactus, Texas, the Department of State Health Services (DSHS) said Thursday in a statement.   DSHS said JBS Beef contacted them last week to make sure they were taking appropriate steps to keep their employees safe, the statement said.  JBS brought a photo of the plant to a meeting, which DSHS reviewed and then made recommendations. DSHS was also given a tour of the plant  \"and noted that they were following all of the best practices for an essential business to remain in operation.\"  DSHS is currently involved in an \"epidemiological investigation\" to determine who the infected employees have been in contact with.   \"There is community spread in the area,\" the statement said.   ##Food Supply## With the 146th Kentucky Derby now scheduled to run on Sept. 5, the home of the famed Triple Crown race will now host a virtual \"Run for the Roses\" on the original date of the race.  The virtual race, set for May 2, will pit all 13 of the Triple Crown winners against each other utilizing “data algorithms including historical handicapping” to determine a winner.  Organizers look to raise $2 million for coronavirus emergency relief funds. Kevin Flanery, the President of Churchill Downs Racetrack, said in a statement, \"For many fans around the country, the first Saturday in May has become a part of their family’s yearly traditions.\" \"We will celebrate the annual excitement of our traditional date with our fans and community by offering ways for us to join together for a great cause,\" he added. New York Gov. Andrew Cuomo said the state is going to do more coronavirus testing in African-American and Latino communities. He said that while New York did not have same health disparities that other states saw, he still thinks it's important to address the issue. \"There could be a number of factors of why you can have higher percentages of positives in the African-American, Latino community. There were existing health disparities, there were existing comorbidities, underlying illness and diabetes and et cetera,\" Cuomo said. Cuomo also said another reason he thinks these minorities have a higher percentage of coronavirus cases is because many of them are essential workers. \"While many other people had the opportunity to lock down at home, as terrible as that was, the essential workers have to get up every morning and go out and drive the bus and drive the train and deliver the food and do all those essential services that allowed people to stay-at-home,\" Cuomo said. \"Also you have more people in the New York City area. More people getting on subways, getting on buses. More people dealing with that density,\" he added. Watch: ##New York## ##Testing## The approximate 15,500 coronavirus deaths across the state of New York is not an accurate reflection of the overall death toll, Gov. Andrew Cuomo said Thursday. The state’s death toll only accounts for lives lost in hospitals and nursing homes, and doesn’t account for lives lost at home. “We still have to compile all that data,” Cuomo said. ##New York## New York Gov. Andrew Cuomo reiterated that nursing homes are a top priority for the state to prevent the spread of coronavirus. The state will perform an investigation into nursing homes to make sure they are following additional rules during the coronavirus pandemic, he said.  \"We're going to undertake an investigation of nursing homes now to make sure they're following the rules. It's going to be a joint Department of Health and attorney general investigation. ... They get paid to take care of a resident and they have to do it in accordance with state rules, and if they don't, we will take appropriate action,\" he said.  Cuomo said nursing home visitors and workers...  Must have their temperatures taken\nMust quarantine any residents with coronavirus\nNeeds to notify family members of coronavirus cases\nShould transfer any residents to another facility if they cannot give them adequate care Cuomo said if nursing homes do not follow the rules, they will be subject to a fine or may lose their license.  Watch: ##New York## New York Gov. Andrew Cuomo said preliminary results of an antibody testing study showed 13.9% of people tested positive for antibodies. The survey included 3,000 people in 19 counties and 40 localities. The tests came from people in grocery and big box stores. Cuomo said this was important because it came from people who were out — not people isolating at home. \"They were not people who were in their home, they were not people who were quarantined,\" Cuomo said. ##New York## ##Testing## New York Gov. Andrew Cuomo said a possible second wave of the coronavirus in the fall could overwhelm the testing and health care system. He said a resurgence of the virus at the same time as flu season would be \"problematic\" because then health professionals will be testing for the flu at the same time they are testing for Covid-19. \"That could be a possible overwhelming of the testing system,\" he said at a news conference Thursday. \"If people could have the flu or could have Covid in the fall and they don't know which it is, they could get nervous and start going into the health care system, which could then bring back a capacity issue in the health care system. That's something we have to worry about and watch,\" he added. Watch: ##New York## The number of deaths from coronavirus on Wednesday was at least 438, which is \"still breathtakingly tragic,\" according to New York Gov. Andrew Cuomo. \"That number is not coming down as fast as we would like to see that number come down,\" Cuomo said.  The number of people who died in the state on Tuesday was 474.  Watch: ##New York## New York Gov. Andrew Cuomo said the hospitalization rate continues to fall across the state. \"The hospitalization rate is down again, so that is good news,\" he said at a news conference. The number of intubations is also \"clearly down,\" although the day-to-day numbers vary slightly, he said. Cuomo added that the number of new cases remains flat. \"That is not great news, we'd like to see that going down, but it's not going down either,\" the governor said. Watch:  ##New York##   President Trump’s remarks yesterday that Georgia Gov. Brian Kemp acted “too soon” in allowing some businesses to reopen has put the states’ two Republican senators running for reelection — Kelly Loeffler and David Perdue — in the uncomfortable position between their top party allies at home and in Washington.  Both senators have said they support Kemp’s order even though Trump “strongly” disagrees with the decision. Loeffler today tried to minimize any disagreement between the federal and state governments, saying she supports both Trump and Kemp, who appointed her to the Senate in December. She said this in a statement: “My focus is on protecting lives and livelihoods—I’m not going to play politics ... Of course I support President Trump and I’m proud to serve on his Task Force to re-open America. And obviously, I support Governor Kemp and his efforts to begin to get Georgians back to work safely. We have to continue following the guidelines to stay safe. Both President Trump and Governor Kemp are showing strong leadership during these unprecedented times—and I’m honored to be working with them to reopen our economy based on a measured, data-driven approach.” On Fox News this morning, Rep. Doug Collins, Loeffler’s Republican opponent, sided with Trump, noting that his district is seeing an increase in coronavirus cases.  Collins claimed that the governor's plan to reopen the economy has “made people nervous.” He said Kemp was “not communicating clearly” in keeping a stay at home order in place while allowing certain businesses to open.   \"The President wants the country open. I want the country open. The governor wants the country open. The problem is, how do you do it? And I think that's the problem with leadership,\" Collins told \"Fox & Friends.\" Perdue recently told NPR’s Atlanta affiliate that governments need to find a “measured way” to reopen businesses. “There’s a human cost to shutting down the economy, just like there’s a human cost to the disease,” said Perdue. When asked if he’d be going to a barbershop or a restaurant in the coming days, Perdue joked, “If you could see my hair, you’d know the answer to that.”  “At the end of the day, we have responsibility for ourselves,” he added. “We need to be responsible for how we affect people around us and how they might affect us.” Meanwhile Democrat Jon Ossoff, who is running for Senate in Georgia against Perdue, said Kemp’s actions violate the US Centers for Disease Control’s guidelines.  “If Governor Kemp continues down this path, he risks accelerating the outbreak in Georgia, further delaying the day we can safely re-open without loss of life and economic devastation,” said Jon Ossoff. “I call on Senator David Perdue to reject Kemp’s incompetent policy and join me, the CDC, and President Trump in demanding a responsible re-opening of our state.\" ##Reopening## ##The South## Emergency room physician Dr. Arabia Mollette teared up while speaking about the number of deaths from coronavirus at her hospital, which she says has been simply overwhelming for doctors and nurses.  “When they look into your eyes and they give that last breath, what makes you think that I'm going to be OK after this, or any health care workers that are on front line? Their eyes pierce your soul,” said Mollette, who works at Brookdale University Hospital Medical Center in Brooklyn, New York.  “This has been a very traumatizing experience for many of us. You don't understand how many times we take breaks and we cry,” she added.  Mollette also addressed the impact of the coronavirus on her community, which is largely black and Latino.   “This is hard. This epidemic has revealed the ugliness of our health care system. It revealed the ugliness of our socioeconomic system, it also revealed the social inequalities, especially against the communities that are underserved,” she said.  Watch more: ##New York## Sales of newly built single-family homes plummeted 15.4% in March, totaling just 627,000 last month, according to data from the Census Bureau and the Department of Housing and Urban Development.  The revised rate for home sales in February was 741,000. Year-over-year sales for March fell 9.5%. The last time that figure was so low was in May 2019. The coronavirus pandemic is forcing people to shelter in place, and a stalling economy with tens of millions of job losses is leading consumers to avoid big-ticket purchases. And it's likely to get worse.  \"Given the widespread nature of the shutdown during April, it is probable that new home sales activity will drop much further when the April figure is reported,\" said Ben Ayers, senior economist at Nationwide, in emailed comments. Sen. Elizabeth Warren said her oldest brother, Don Reed, died from coronavirus on Tuesday. She said her brother was an Air Force veteran who spent five and half years off and on in combat in Vietnam. \"He was charming and funny, a natural leader,\" she wrote on Twitter. In other tweets, Warren said, \"What made him extra special was his smile—quick and crooked, it always seemed to generate its own light, one that lit up everyone around him.\" She said she is grateful for the nurses and hospital staff who took care of him. \"But it’s hard to know that there was no family to hold his hand or to say 'I love you' one more time—and no funeral for those of us who loved him to hold each other close. I'll miss you dearly my brother,\" another tweet said. The House is expected to vote on a new coronavirus relief package today.  Members will begin debating that bill after they finish debate on hour of debate on establishing a select committee on the coronavirus crisis. Now, inside the chamber, there are about two dozen lawmakers seated. Most of them are wearing masks and face coverings, including House Speaker Nancy Pelosi, who is wearing a white face covering while sitting at the back of the chamber.  She removed it to speak on the floor, then wiped down the lectern after she spoke. While most members and aides on both sides are wearing masks, there are some exceptions, including GOP Reps. Jim Jordan and James Comer, who aren’t wearing masks. There are signs on the chairs where members are allowed to sit, ensuring they are spread out on the floor. The galleries are empty and remain closed to visitors. ##Stimulus## New York City Health Commissioner Oxiris Barbot said she thinks the city’s 138,000 positive cases so far is just “the tip of the iceberg.”  “It wouldn’t surprise me if at this point in time we had close to a million New Yorkers who had been exposed to Covid-19,” she said in a press conference with Mayor Bill de Blasio this morning.  “I don’t think any of us have any misconceptions of how wide spread this virus is,” Barbot added. De Blasio criticized the \"liberate\" states movement, saying that opening a city too early, “could set us back months and months.” “If we don’t protect people’s health, we’re not going to be liberated,” de Blasio said. “They’re actually going to be chaining their people to a painful reality,\" he added. ##New York## The number of hospital admissions for suspected coronavirus cases in New York City are down, the mayor's office said in a press conference Thursday. On Tuesday, 227 people were admitted to the hospital, down from 252 the day before. The number of ICU patients in public hospitals has also decreased to 796 on Tuesday, compared to 821 the day before. The mayor's office also gave a breakdown of the percentage of positive coronavirus tests: The percentage of positive cases citywide decreased from 33% to 32% on Monday, but increased at Public Health Lab to 57%. ##New York## Moments ago, the House began an hour of debate on establishing a select committee on the coronavirus crisis.Rules Committee Chair Jim McGovern and Rules Committee ranking member Tom Cole are leading debate for their parties. About the committee: House Speaker Nancy Pelosi had initially signaled that the committee would focus its oversight on the historic trillions of dollars in spending that Congress has approved to address the pandemic. But the text of the resolution to establish the committee — released by House Democrats on last night — shows that it would have far-reaching power to investigate how money is being spent as well as to examine US preparedness for the crisis, including deliberations within the Trump administration. After this, the House will have two hours of debate on the small business loans funding bill.  Votes are expected around 1:30 p.m. ET. ##Stimulus##  At least 320 people in New York City died from coronavirus yesterday, Mayor Bill de Blasio said during a press conference this morning.  The city has confirmed an additional 2,519 new positive cases of the virus, he added. ##New York## Reopening businesses that “pose very little risk” may be appropriate, Michigan Gov. Gretchen Whitmer said Thursday. “[It’s] appropriate to keep doing that assessment. We may have some announcements in the coming days,\" she said. Yesterday, Whitmer announced that she is evaluating the state’s stay-at-home order after receiving the latest data on coronavirus in Michigan. She did not offer any details on which businesses could be reopened, but said she’s keeping certain questions in mind as she makes the assessment. “Is it public-facing? Does the majority of the work happen indoors or outdoors? Does it require more than one person using a set of instruments or machinery? These are three of many questions that we're asking to assess risk inherent in different sectors of our economy.” Watch: ##Reopening## Myrtle Beach Mayor Brenda Bethune said she agrees with South Carolina Gov. Henry McMaster's decision to reopen some non-essential businesses and lift restrictions on beach access. The process must be done carefully and methodically, however, Bethune told CNN. Bethune said her city sees between 18 million and 20 million visitors a year, and businesses cannot afford to stay closed long-term.  \"They are hurting so badly right now. And that is exactly why we are taking this approach of a very well thought out plan, one that does include the businesses, and, you know, it just is not a cookie cutter approach.\" Bethune said.  Despite South Carolina not meeting the White House's reopening guidelines, McMaster announced that some stores would be allowed to open at 20% capacity or five people per 1,000 square feet. Beaches were allowed to reopen on Tuesday. Bethune did not directly address the guidelines, but said in order to balance reopening the economy with public health, each community needs to access their situation individually. \"I think that we have to look at our individual communities and not the state as a whole because every community, every county is different,\" Bethune said. \"We're looking at what is right for our area, our businesses, and we want to welcome our visitors back, but we want it to be safe when we do,\" she added. Watch more: ##Reopening## ##The South## Former Health and Human Services Secretary Kathleen Sebelius criticized President Trump’s response to the coronavirus pandemic, saying it has had confusing and even dangerous effects.  In a statement released on Wednesday, the director of the office involved in developing a coronavirus vaccine said he was suddenly dismissed from his post in part because he resisted efforts to widen the availability of hydroxychloroquine, a drug pushed by the Trump administration. “It is a very dangerous place to be, if science is going to be overridden by politics or favoritism or I have no idea why this drug is being promoted, but it isn't about science,” Sebelius said in an interview on CNN’s New Day.  The Trump administration’s relationship with science “seems to be rocky at best,” Sebelius said. She said that US Centers for Disease Control and Prevention officials should be at the forefront of daily briefings and that the American public has been “whipsawed” by competing messages from Trump and science leaders.  “The more those messages get mixed is really about putting lives at risk. … Everybody wants to get back to work. Everybody wants life to be the way it was. It is a scary time both in terms of health and in terms of the economy, but what people need is a consistent, positive message about we're all in this together, and guidelines that make sense and driven by the science so that we save lives and we get people back to work in a safe fashion,” she said.  The American Red Cross is working to implement antibody testing to help screen for recovered Covid-19 patients who could donate blood plasma to help patients fight the disease, the organization said in a statement yesterday. The idea is that convalescent plasma, the liquid part of blood, from recovered patients contains antibodies that could help strengthen the immune response of other patients still battling infection.  Last week, the US Food and Drug Administration announced that patients who are fully recovered from Covid-19 for at least two weeks are encouraged to consider donating plasma. While \"thousands of potential donors\" responded to that call, less than 10% initially met the FDA's eligibility criteria to donate, according to the American Red Cross statement.  The criteria include having a verified Covid-19 diagnosis and either being symptom free for at least 28 days prior to donation or symptom free for at least 14 days prior to donation while also having a negative Covid-19 test result. \"The Red Cross is currently reviewing and requesting additional information from individuals who have submitted donor information. However, this is a complex process as we work to ensure each potential donor is appropriately screened and has the proper documentation to ensure verify every convalescent plasma product collected is safe for a patient battling COVID-19,” the American Red Cross said in its statement on Wednesday. Members of the coronavirus task force had to convince President Trump to change his view on Georgia Gov. Brian Kemp’s decision to reopen businesses in his state later this week, a source close to the task force told CNN. At a meeting just prior to yesterday's coronavirus task force briefing, task force members were discussing the likelihood that some of the doctors on the panel would be asked by reporters about Kemp’s controversial move to open up many businesses in Georgia, like nail salons and bowling alleys, the source added. During the meeting, Dr. Anthony Fauci and others on the task force noted there would be a glaring inconsistency if the scientists were not in agreement with Trump on the Georgia issue during the press conference.   “I cannot defend this publicly,” Fauci said to others at the meeting, according to the source. Members of the group agreed it was necessary to attempt to change Trump’s mind on the subject. Members of the task force then asked Dr. Deborah Birx, the panel’s coordinator, to try to convince Trump during a more private meeting she had with the President just prior to the news conference.  To the relief of other members of the task force, Trump went on to say he disagreed with Kemp’s decision. The scientists on the task force, however, were not in agreement with Trump on CDC Director Robert Redfield’s interview in the Washington Post, in which he warned of the difficulties of a second wave of the coronavirus during the cold and flu season. That could not be avoided, the source said. ##The South## ##Reopening## The House of Representatives will vote on a roughly $480 billion coronavirus relief package later today. The bill will deliver aid to small businesses and hospitals and expand Covid-19 testing. The measure passed the Senate on Tuesday and will go to President Trump for his signature after it is approved by the House. Trump has expressed support for the legislation and indicated that he will sign it.  What's in the bill: The total price tag of the bill is approximately $484 billion. It will add to the already historic levels of spending to deal with the pandemic by authorizing an additional $310 billion for the Paycheck Protection Program, which was set up to help small businesses struggling from the economic deep freeze triggered by coronavirus.  In addition, the legislation provides $75 billion for hospitals and health care providers to address coronavirus expenses and lost revenue and $25 billion to facilitate and expand Covid-19 testing. The House is expected to hold a recorded roll call vote on the package, forcing many lawmakers to return to Washington from their home states and districts during the pandemic.  ##Stimulus## Another 4.4 million Americans filed for first-time unemployment benefits in the week ended April 18. In total, 26.5 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. It's Thursday morning in the US. Here's what you need to know about what's going on across the country: US stops some immigration: President Trump signed an executive order temporarily halting immigration for green card seekers. \nDirector of key federal vaccine agency is out: The director of the office involved in developing a coronavirus vaccine was abruptly dismissed from his post. He said the dismissal was in part because he resisted efforts to widen the availability of a coronavirus treatment pushed by President Trump.\nThe latest model on reopening: A coronavirus model routinely cited by the White House now warns that no state should be opening before May 1. About half the states in the country should remain closed until May 25 or later.\nTomorrow in Georgia: Some Georgia businesses are set to reopen tomorrow. Trump called the state's governor on Tuesday and expressed support for the plan, a source familiar with the call said. The President later said the opposite — that he told Kemp he disagreed \"strongly\" with the decision. ##Reopening## ##The South## Concerns about the vulnerability of the US food supply chain — and the safety of the workers who keep it going — continue to grow.   At least 10% of the country’s pork production is offline right now. That number could rise this week with additional outbreaks. And while federal officials have said the food supply overall is fine, these shutdowns could cause lags or interruptions in the food chain.  We have seen six closed plants re-open this week, and expect to likely see more. Meanwhile, two small cities won their battles to convince Tyson to shut down plants in their communities.  Workers and unions continue to raise concerns about conditions in the plants — staffed largely by minority and immigrant workers — with people working shoulder-to-shoulder for long hours, raising concerns these numbers are likely to increase.  ##Food Supply## The director of the office involved in developing a coronavirus vaccine says he was abruptly dismissed from his post in part because he resisted efforts to widen the availability of a coronavirus treatment pushed by President Trump. Dr. Rick Bright had led BARDA, the Biomedical Advanced Research and Development Authority, since 2016 until Tuesday, when was reassigned to a narrower position. He also announced he will file a whistleblower complaint with the Department of Health and Human Services' (HHS) inspector general. \"I believe this transfer was in response to my insistence that the government invest the billions of dollars allocated by Congress to address the Covid-19 pandemic into safe and scientifically vetted solutions, and not in drugs, vaccines and other technologies that lack scientific merit,\" Bright said in a lengthy statement issued Wednesday. \"I am speaking out because to combat this deadly virus, science — not politics or cronyism — has to lead the way.\" He cited \"clashes with political leadership\" as a reason for his sidelining, as well as his resistance to \"efforts to fund potentially dangerous drugs promoted by those with political connections.\" President Trump said Wednesday that he has signed an executive order halting immigration.  “I’ve just signed an executive order temporarily suspending immigration into the United States. This order will ensure that unemployed Americans of all backgrounds will be first in line for jobs as our economy reopens,” Trump said Wednesday afternoon. “Crucially, we’ll also preserve our healthcare resources for American patients. We have to take care of our patients, we have to take care of our great American workers. And that’s what we’re doing.” Trump said he signed the order “just before” the briefing Wednesday evening.  The executive order will apply for the next 60 days.  “As to amending it or extending it, that we can do at the appropriate time,” he said. Las Vegas Mayor Carolyn Goodman on Wednesday repeatedly called for the city's businesses to reopen while refusing to provide any social distancing guidelines on how to do so safely. \"I am not a private owner. That's the competition in this country. The free enterprise and to be able to make sure that what you offer the public meets the needs of the public,\" Goodman, an independent, told CNN. \"Right now, we're in a crisis health-wise, and so for a restaurant to be open or a small boutique to be open, they better figure it out. That's their job. That's not the mayor's job.\" Goodman, an independent, does not have the power to order Las Vegas' casinos to reopen and the state's Gaming Control Board will ultimately sign off on a plan to have the iconic Sin City businesses open their doors again.  Democratic Nevada Gov. Steve Sisolak said on Tuesday that casino owners are working together on coming up with a plan on how to protect their customers when they eventually do open. Some context: The state plans to follow the federal government's guidelines on reopening the economy from stay-at-home orders, a crucial part of which is declining reports of new cases for 14 consecutive days. Sisolak described the state as being in \"phase zero\" on Tuesday and he did not give a date on when to expect reopenings to begin."], "Language": false}