{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/health/coronavirus-impact-by-the-numbers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T23:56:45Z"], "LastModifiedDate": ["2020-04-23T17:59:28Z"], "Headline": ["Here's the devastating impact of the coronavirus pandemic"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The impacts of the novel coronavirus are wide-ranging and relentless: Hospitals are overtaxed. Unemployment has soared. Daily life is on an indefinite pause.  Comprehending the toll the coronavirus has taken is complicated. Its spread may not end for weeks or months more.  The following numbers may help you make sense of it. Here are the ways -- in dollars, percentages and lives -- that coronavirus has knocked the world off its axis.  211 The number of countries and territories that have reported Covid-19 cases. There are cases reported on every continent except Antarctica.  1 The position the US holds for coronavirus cases worldwide. The US has had more cases -- and more deaths -- than any other country. Spain has the second-highest number of coronavirus cases, and Italy comes in third, according to data from Johns Hopkins University Covid-19 dashboard.  200,000 The number of predicted coronavirus deaths in the US even if all mitigation efforts are followed, according to Dr. Anthony Fauci. the country's top medical expert on the coronavirus pandemic. The last US pandemic, the H1N1 virus, killed an estimated 12,469 in the US, according to the CDC. And the 2017-2018 flu season, the deadliest one in a decade, killed an estimated 61,000 -- less than one-third of Fauci's prediction.  CNN Chief Medical Correspondent Dr. Sanjay Gupta called the projected coronavirus death toll \"optimistic.\"  April 14 The day the US reached its highest number of coronavirus deaths in one day, with 2,405. That figure is a huge spike from just one month ago -- on March 14, there were 58 reported deaths nationwide.  2.7 billion The number of people worldwide affected by coronavirus lockdowns. This could mean they're under stay-at-home orders, curfews or other restrictions limiting their travel.  How strict those orders are depends on the country:  All of India's 1.3 billion residents are under a complete lockdown, and only essential workers may leave their homes. The 11 million residents of Wuhan, China, where the lockdown lasted 76 days until it was lifted this month, could not leave the city or even go grocery shopping.  Meanwhile, in Denmark and the Czech Republic, some students have returned to classrooms. They sit several feet apart and wash their hands every two hours.  1.6 billion The number of children worldwide who are impacted by school closures, according to UNESCO. Nearly every country, according to the report, has closed all of its schools to contain the spread of the coronavirus. However, the US, Canada, Russia and Australia have not issued nationwide mandates, and left it up to local governments to choose whether or not to close schools. Many schools across the globe have turned to remote lessons during the time of coronavirus. Online learning has allowed children to keep up their education from home -- but it's come with a handful of other problems. Educators fear that students without Internet access or necessary equipment could be set back while classes are virtual, and in the US, millions of students rely on their schools for free meals. 97% The percentage of Americans under stay-at-home orders. All but seven states have issued them. So far, the orders have helped in the states that follow them -- governors on the West and East Coasts, and in the Midwest, have created multi-state coalitions to coordinate when those states can reopen.  New York Gov. Andrew Cuomo extended the state's stay-at-home order until at least May 15. California Gov. Gavin Newsom's stay-at-home order has no end date. It currently extends through May 3 statewide, and longer in places like Los Angeles, which has a stay-at-home in effect until May 15.  Meanwhile, other governors have announced plans to reopen businesses in their states at a closer date. Georgia Gov. Brian Kemp said Monday that certain businesses -- including fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses -- will be able to reopen this week. $2 trillion The amount the global economy could lose during the Covid-19 pandemic, according to the United Nations Conference on Trade and Development. This would follow the longest period of economic expansion in the US, which saw the national economy gradually rebound after the 2008 financial crisis.  22 million The number of Americans who've applied for unemployment in just the last month as businesses have been forced to shutter. That means roughly 13.5% of the labor force is out of work. It's the largest rise in unemployment claims since the Department of Labor started tracking them in the 1960s.  0 The predicted rate of profit growth for American companies in 2020, as predicted by Goldman Sachs in February.  The investment bank published its grim report less than one month before the World Health Organization declared the coronavirus a pandemic. A steep decline in Chinese economic activity, paired with US businesses that have since halted, could potentially lead to a recession, the company said.  March 16 The day the Dow dropped 2,997 points -- the worst point drop in history. It happened the day after the Federal Reserve slashed rates to nearly zero. The market started to bounce back this month.  $-37.63 The price of US oil per barrel on April 20. It's the lowest level since the New York Mercantile Exchange opened oil futures trading in 1983. The oil market has crashed since demand has evaporated.  $225 billion The amount of revenue the restaurant industry stands to lose this spring due to coronavirus closures, according to the National Restaurant Association, a trade group of restaurant owners.  Airlines could lose big, too -- as much as $113 billion, the International Air Transport Society warned early last month. Even if the virus is contained, the trade association said, airlines could still lose over $60 billion.  1 in 3 The number of US renters who didn't pay their rent on time during the week ending April 5, according to the National Multifamily Housing Association.  Renters are more economically vulnerable than homeowners, Solomon Greene, a senior fellow in housing policy at the Urban Institute, told CNN earlier this month. \"They make less money, they have less saved up to weather emergencies and they are at greater risk for displacement and homelessness than homeowners.\" 20 million The number of coronavirus tests the US would need to administer every day to \"fully remobilize\" the economy by late July, according to a report published by Harvard University's Edmond J. Safra Center for Ethics. To start reopening, the US would need to deliver at least 5 million tests every day by early June, the group said.  Currently, the US performs about 150,000 tests daily, said Dr. Tom Frieden, former Centers for Disease Control and Prevention director, in an appearance on Dr. Gupta's podcast. Health experts hold that testing is a critical component of reopening the country, and doing so before tests can be delivered on a wider scale could cause a coronavirus resurgence.  16  The number of pages of obituaries the Boston Globe ran on April 19. On the same Sunday last year, the Globe ran seven pages of death notices.  Newspapers in other hot spots around the country are also seeing a drastic rise in the number of obituaries and death notices they are publishing.\n\nREAD: How to help - and get help"], "Language": false}