{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/wayfair-sale-save-big-give-back/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-04-23T17:37:14Z"], "LastModifiedDate": ["2020-04-23T17:38:10Z"], "Headline": ["Take up to 80% off and support covid-19 relief at Wayfair's Save Big, Give Back event"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If weeks of staying home has you in the market for some home upgrades, you're in luck: Through the end of April, Wayfair is saving you up to 80% on a wide variety of home improvements, plus the company will donate a portion of the profits to help support covid-19 relief. Shop the Save Big, Give Back event for deals on everything from living room, bedroom and office furniture to accents like area rugs, bedding, wall art and more. Even backyard games are included in this sale, for those looking for a little outdoor entertainment.  Best of all, 10% of the profits from this sale event will be donated to the Feeding America COVID-19 Response Fund, with a minimum donation of $150,000. In addition, Wayfair has already contributed to coronavirus relief by donating furniture to field hospitals, helping to finish housing for homeless communities during quarantine, and making additional donations via Kelly Clarkson's new Wayfair collection.  Check out our top picks from the sale below, or shop all these discounts for a good cause on Wayfair's site.  iRobot Roomba i7+ Wi-Fi Connected Robot Vacuum with Automatic Dirt Disposal ($699.99, originally $799.99; wayfair.com) Let a robot handle cleaning your floors from now on. Not only does this Wi-Fi-connected Roomba from iRobot map and adapt to your home, but it also empties itself automatically, so you won't have to lift a finger for months at a time.  C3 Toilet Seat Bidet Elongated Bidet Seat ($239.40, originally $399; wayfair.com) In light of recent toilet paper shortages, bidets are all the rage right now. Save on this bidet-enabled toilet seat, which features water temperature and pressure control. Zipcode Designs Billups Ergonomic Mesh Task Chair (starting at $177.99, originally $310.61; wayfair.com) If working from home is doing a number on your back, consider investing in an ergonomic office chair, like this one that's more than $100 off, in nine colors.  Mercury Row Almanzar Ladder Bookcase ($75.99, originally $84.99; wayfair.com) Add a trendy ladder bookshelf to your home, and show off all the self-isolation reading you've been doing (or just use it to display your knickknacks).  AJJ Cornhole 2' x 4' Retro Stained Bennett Pyramid Solid Wood Cornhole Board ($152.99, originally $199.99; wayfair.com) Pick up a new yard game to keep you and the kids engaged outside. This cornhole set comes with eight bean bags in addition to the two boards, which feature an attractive stained, retro look.  For more great Wayfair deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}