{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/stacey-abrams-georgia-reopen-axe-files/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Caroline Kelly, CNN"], "Writers": [["Caroline Kelly"]], "FirstPublishDate": ["2020-04-23T08:09:02Z"], "LastModifiedDate": ["2020-04-23T13:15:24Z"], "Headline": ["Stacey Abrams: Georgia governor not doing enough to protect workers from Covid-19"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former Georgia gubernatorial candidate Stacey Abrams decried Gov. Brian Kemp's decision to allow some Georgia businesses to reopen as endangering low-income workers. \"This is a terrible decision that does not speak well of the governor or of his concern for human life,\" Abrams said of Kemp's Monday order when speaking to CNN's David Axelrod on an episode of his podcast \"The Axe Files\" released Thursday. Abrams' comments come on the heels of a source telling CNN that President Donald Trump and Vice President Mike Pence had both called Kemp on Tuesday night to offer support and praise for his decision to partially reopen starting Friday. However, Trump said the opposite at a news briefing Wednesday -- that he had told Kemp he disagreed \"strongly\" with the decision. Abrams, who narrowly lost to Kemp in 2018, also addressed the expanding number of workers who could soon be working on society's front lines as a result of Kemp's order. \"The more insidious part of what he's doing is that he claims this is to support small business owners,\" Abrams said. \"And that may be true, but the front-line workers tend to be low-wage workers who, right now, because they are furloughed or cannot go to work, can collect unemployment and protect themselves.\"  She continued, \"And instead of fixing an unemployment system that is not processing people fast enough, his response is to send those people back to the front lines without the protective equipment that they need, without any assurances that the owners that they will work for will actually do what they're supposed to.\" Kemp said fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early as Friday. Theaters and restaurants will be allowed to open on Monday, while bars and nightclubs will remain closed for now. But according to an influential model from the Institute for Health Metrics and Evaluation that's often cited by the White House, although Georgia hit its projected \"peak\" for daily deaths on April 7, the state shouldn't start relaxing social distancing until after June 15 -- when it can begin considering other measures to contain the virus, such as contact tracing and isolation. Abrams, the former state House minority leader, also highlighted the effects of Kemp's assertion that his order allowing the reopenings supersedes any local restrictions on the businesses. \"In Albany, where 80% of the cases are African American, according to one estimate, (the mayor) is unable to protect his people because the governor's order supersedes what he has said,\" she said. She also echoed Atlanta Mayor Keisha Lance Bottoms' comments that Kemp and Bottoms -- who is on the state's coronavirus task force and helms the state's largest city -- did not speak before his announcement. \"And so the deep concern is not only is he putting people's lives in jeopardy, he's not even consulting the experts that he convened,\" Abrams added. \"Members of his own task force learned about it from his press conference, not from a call from him.\" On Biden's running mate Also on the podcast, Abrams called having a candidate of color on the Democratic presidential ticket \"an important signal\" to maximize turnout in minority communities.  Former Vice President Joe Biden, the presumptive Democratic nominee, has committed to choosing a woman as his running mate. \"I have the deepest respect for every woman who is being talked about and who should be considered for this post,\" Abrams said. \"But I know that for communities of color, particularly for the black community, there has got to be a recognition that their needs are met. And we have to have candidates who are able to not only speak to them, but turn them out.\" She presented herself as a strong candidate for the role, pointing to the importance of ensuring turnout for general election voters, compared with primary election voters. \"There has to be an intentionality to turning them out. A lot of folks can do that. I'm one of those people,\" Abrams added. \"And I have proven it by turning out more people of color in an election than anyone in 2018 did. Not by race, but by raw number.\""], "Language": false}