{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/sothebys-online-sales-record/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T11:51:20Z"], "LastModifiedDate": ["2020-04-23T11:51:20Z"], "Headline": ["Sotheby's sets new online auction record despite coronavirus gloom"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Despite shuttering outposts around the world and furloughing staff due to the coronavirus pandemic, Sotheby's has just pulled off its biggest ever online art auction. Featuring work by the likes of Andy Warhol and Damien Hirst, the \"Contemporary Curated\" sale generated more than $6.4 million -- a new online record for the auction house. The sale also set a new record for the highest price ever paid via the internet for a painting at Sotheby's, with American artist George Condo's \"Antipodal Reunion\" going to an unidentified bidder for $1.3 million. The 2005 artwork exceeded estimates following a series \"quick-fire\" bids at the end of the week-long web auction, according to a press release. Other notable lots included Yayoi Kusama's \"Star,\" which went for over $298,000, and a painting by the late Iranian artist Monir Farmanfarmaian that made more than $470,000. These are, nonetheless, hugely difficult times for the global auction business. It remains an industry rooted in physical sales -- especially when it comes to blue-chip art and other high-value items -- meaning that revenues have collapsed in recent months. Earlier in April, the Wall Street Journal reported that Sotheby's was furloughing around 200 staff, or nearly 12% of its employees, after it was forced to cancel numerous scheduled sales. Although the auction house did not comment on the specific numbers reported, it said in a statement to CNN that it was \"adjusting to the challenging circumstances\" and had \"considered every avenue including temporary compensation adjustments (including our leadership), furloughs and, regrettably, a small number of staff reductions.\" Despite the difficulties, Sotheby's has focused attention on its small but growing online business. Last month, the auctioneer announced that six of its planned sales, including \"Contemporary Curated,\" were moving online rather than being canceled outright. Since March 20, the company has held 18 web-only auctions, resulting in sales worth $37 million. Yet, this figure pales in comparison to the amounts raised by live auctions. Indeed, it represents barely a third of the price paid for Sotheby's single most expensive artwork last year (Monet's \"Haystacks\" went for $110.7 million in New York last May). And while the $80 million made via 128 online sales in 2019 signified a year-on-year revenue increase of 55%, it was just a fraction of the $4.8 billion generated by the auctioneer. In a press release announcing the company's revised sales schedule last month, Sotheby's CEO Charles F. Stewart struck a positive note, reporting an \"uptick\" in activity on the company's private sales platform. He spoke of \"resilience of the global art market\" and said that Sotheby's had \"invested heavily in technology to ensure that we have the very best digital tools in the marketplace.\""], "Language": false}