{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/cnn-underscored/animal-crossing-new-horizon-april-update/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-21T17:50:31Z"], "LastModifiedDate": ["2020-04-21T17:50:31Z"], "Headline": ["Expanding Horizons: Animal Crossing's free April updates expand gameplay with treasure, trees, and holiday events"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Animal Crossing: New Horizons has really taken the gaming world by storm, and Nintendo is delivering eager fans yet another update to the title, which lets you create your own island and decorate it to your liking, island-hop with friends, and really make it your own.  Now Nintendo is giving users even more things to do. This time around, it's adding art to the museum, bushes (we're taking azaleas and tea olives) via a garden shop, a boat that sells art, and new seasonal events. There's a lot to unpack, so let's take off on the next Dodo Airlines flight and land on our island. If you're like us, you've been painstakingly decorating your island since you started playing. But now you might have to rework some of your layout choices to make room for bushes. Yes, Leif is arriving on your island and opening up a garden shop. You'll be able to purchase seeds and saplings, but the big news is bushes. Based on the teaser video, we're getting four types: pink azaleas, white azaleas, orange tea olives and yellow tea olives. You'll be able to grow full shrubs from a starter one, and they look pretty sweet. Not only do they add landscaping to paths, but they can be paired with flowers and fences. Next up, Blathers has been busy at your museum and will be, seemingly, offering expansions. The art gallery will let you showcase massive floor-to-ceiling paintings in addition to smaller sketches and even statues. Where will you get those pieces of art? Why, from Jolly Redd's Treasure Trawler, of course, which will be an inconspicuous boat moored slightly offshore. You might recall Redd, the sly fox, from previous Animal Crossing titles. We're not sure if she'll still be selling potentially counterfeit pieces, but we're confident that Blathers will be able to tell them apart when you bring the artwork to the museum to get it appraised. Animal Crossing is also bringing new events to New Horizons. Nature Day will start April 23 and wrap on May 4. During this time there will be special Nook Miles+ goals, all themed around nature. So think about planting trees and shrubs and watering flowers. It's a win as your island gets more beautiful and you get rewards. Then from May 1 to 7, you can go on a May Day Tour. This appears to be a spin on the island trips you can take, as you'll be transported to islands that are quite different from anything you've seen before. By the looks of it, you'll need to jump to get around and navigate through a maze of shrubs.  Shortly after that, you can celebrate International Museum Day from May 18 to 31. During this time, you'll be exploring the museum to collect stamps based on different artifacts. The month of June is dubbed Wedding Season, and you'll be helping an adoring couple take photos to remember by setting the scene for them with decorations and eventually hitting the shutter button. There's a lot in the pipeline to say the least, and this brings even more value to the base game. You can see our full guides of tips and tricks for Animal Crossing: New Horizons here. This update will start rolling out on April 23. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}