{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/politics/who-is-yumi-hogan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-04-20T21:21:39Z"], "LastModifiedDate": ["2020-04-21T15:59:27Z"], "Headline": ["Maryland's first lady capitalizes on her South Korean heritage to secure test kits"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["When Republican Gov. Larry Hogan of Maryland addressed the media at his Monday afternoon news conference, he made it clear his wife, Yumi Hogan -- and not the federal government -- was the reason his state secured half a million coronavirus test kits.  Maryland's first lady was born in South Korea and became a US citizen in 1994. She not only used her native language to help secure the tests but also helped negotiate the deal. \"We convened countless calls, nearly every night, sometimes it seemed like all night,\" said Hogan of the 22 days he and the first lady worked in conjunction with the Korean government to land the mother lode of hard-to-come-by coronavirus test kits. On Saturday, both Hogans were on the tarmac at Baltimore/Washington International Thurgood Marshall Airport, greeting a chartered 777 Korean Air plane with no passengers aboard. Inside were enough test kits from Korea's LabGenomics for Maryland to perform 500,000 tests. \"The administration made it clear over and over again they want the states to take the lead, and we have to go out and do it ourselves, and that's exactly what we did,\" said Hogan on Monday, his wife in a pink coat, silk scarf tied around her shoulders and a blue face mask, standing to the side of the podium.  Hogan dubbed the test kit mission \"Operation Enduring Friendship,\" relying heavily on the bond he and his wife had established with South Korean Ambassador to the US Lee Soo Hyuk. \"She truly is a champion of Operation Enduring Friendship,\" said Hogan. However, Yumi Hogan is not a professional diplomat, or a politician or someone proficient in the intricacies of scientific approvals needed by numerous government agencies for the test kits to be used in the United States -- all of which were secured. She is an artist, an abstract painter whose work is typically centered on nature and is done on hanji, paper made from native Korean trees. Her art is actually how she met Hogan, 20 years ago, at an art show, where he was more interested in the artist than her work. They married in 2004, in a ceremony that included traditional Korean elements. From Korea to Maryland The stately, brick Maryland governor's mansion in Annapolis is a long way from Jeonnam, Korea, the rural countryside where then-Yumi Kim spent her childhood, one of eight children, on her parents' chicken farm. She was young when she married her first husband, and the two moved to America. She had three daughters before divorcing and moving with the girls to Maryland, in search of a strong school district and a place to practice her art and teach. When she met Hogan, he was not only a confirmed bachelor but also a wealthy businessman with his own real estate development company. Though politically passionate, Hogan wasn't a much of a career politician, which made his victory after a grueling 2014 governor's race something of a surprise.  Yumi Hogan served as a helpful campaigner, and when her husband won, she became the first Asian American first lady in Maryland and the first Korean American first lady in any state in America's history. When she moved with her husband into the governor's mansion, much was made in the press about her special kimchi refrigerator, which she has used many times, cooking meals for guests and events. Life as Maryland's first lady Her tenure as first lady took an unpredictable turn just five months after Hogan's inauguration, when he was diagnosed with late-stage non-Hodgkin lymphoma. Yumi Hogan became caretaker and unofficial nurse, helping the governor through grueling chemotherapy treatments and supporting him at home while as he recovered.  A year after his diagnosis, Hogan was cancer-free, but his illness had an impact on Yumi Hogan's initiatives. Her projects as first lady shifted, as she devoted time to discussing and sharing the benefits of art therapy, as well as teaching art to cancer patients. Her own work also reflected the couple's personal struggles. A 2016 gallery showing included paintings inspired by Larry Hogan's health.  \"(They) also depict the sudden change that affected my life. After my husband was diagnosed with lymphoma cancer, I began to use more colors and lines,\" she told The Baltimore Sun at the time. \"It is my intent to make people feel and understand the unpredictable breath of nature though my works.\" But since March 28, the start of Operation Enduring Friendship, Hogan's brushes have come second to her determination to use her understanding and knowledge of Korea, its people, its language, its protocol, in an effort to get Covid-19 tests for the state she serves as first lady.  On Monday, Hogan told the press about an event he had attended with his wife in Washington in February, where South Korean President Moon Jae-in videotaped a message to the governor, calling him a \"sawi,\" Korean for son-in-law. \"I had no idea just how much that would truly come to mean,\" Hogan said Monday."], "Language": false}