{"Type": ["article"], "Url": ["https://www.cnn.com/cnn10/live-news/us-coronavirus-update-04-21-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner"], "Writers": [["Meg Wagner"]], "FirstPublishDate": ["2020-04-21T00:30:55.936Z"], "LastModifiedDate": ["2020-04-21T14:19:50.743Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A New York Police Department employee died from coronavirus complications overnight, Commissioner Dermot Shea told CNN’s Jim Sciutto this morning, marking the 31st reported coronavirus-related death within the NYPD. Shea didn’t name or provide additional details about the employee.  About 13% of uniformed officers are out sick, which is “well over” regular sick out levels, Shea said, but noted today marks the 12th straight day of decreasing sick-out levels. \"We are still very, very concerned about our members that are in the hospital ... our thoughts and prayers are going out to them and to their families and really to the extended NYPD family as well,\" he said. ##New York## Atlanta Mayor Keisha Lance Bottoms told CNN that she is exploring legal options for the city after Gov. Brian Kemp authorized the reopening of business across the state.  \"I've searched my head and my heart on this, and I really am at a loss as to what the governor is basing this decision on, other than getting people back to work\" Bottoms said.  Bottoms added that getting Americans back to work is \"extremely important\" but added there needs to be \"strong and health communities\" in order to have a strong economy.  She called Kemp's move \"perplexing\" and said she is urging \"people to exercise common sense, listen to the science, and stay home.\" Some background: Kemp announced yesterday that certain businesses can reopen this week in a move that breaks from the majority of state leaders and defies the warnings of many public health officials. Kemp said specifically that fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early Friday. Theaters and restaurants will be allowed to open on Monday, while bars and night clubs will remain closed for now. Bottoms today also stated that the city is \"not out of the woods yet\" as numbers as of Monday evening show the death rate across the state up by 14%. ##The South## Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One college student asked: \"I've heard billions of dollars from the stimulus are going to colleges and universities. As a college student, will I see any of that money directly?\"  Here's what she said: “There was $12.5 billion in the CARES Act to go to 5,000 colleges and universities. And the universities have to disperse half of the money they received directly to the students in the form of emergency financial aid grants. Go to your college and university's website, see what they put up. Some of them are allowing students to apply for these grants, some are dispersing funds to students who receive Pell grants.” Watch more: ##Stimulus##  The US Food and Drug Administration has issued an emergency use authorization for a new coronavirus diagnostic test that allows for patients to collect their own samples at home and then mail those samples to a lab for testing, the administration announced today. The emergency use authorization was reissued to LabCorp, which intends to make its Pixel by LabCorp Covid-19 test home collection kits available to consumers in most states, with a doctor’s order, in the coming weeks, according to the FDA. \"Throughout this pandemic we have been facilitating test development to ensure patients access to accurate diagnostics, which includes supporting the development of reliable and accurate at-home sample collection options,\" FDA Commissioner Dr. Stephen Hahn said in the agency's announcement. \"The FDA’s around-the-clock work since this outbreak began has resulted in the authorization of more than 50 diagnostic tests and engagement with over 350 test developers,\" Hahn said. \"Specifically, for tests that include home sample collection, we worked with LabCorp to ensure the data demonstrated from at-home patient sample collection is as safe and accurate as sample collection at a doctor’s office, hospital or other testing site. With this action, there is now a convenient and reliable option for patient sample collection from the comfort and safety of their home.\" The FDA noted that the emergency use authorization applies only to the LabCorp Covid-19 RT-PCR Test for at-home collection, which requires a nasal swab specimen for testing using the Pixel by LabCorp Covid-19 home collection kit. The FDA said in its announcement, \"It is important to note that this is not a general authorization for at-home collection of patient samples using other collection swabs, media, or tests, or for tests fully conducted at home.\" ##Tests## Senate Minority Leader Chuck Schumer said lawmakers have struck a deal on a nearly $500 billion package to extend funding for an emergency small business lending program, provide additional funding for hospitals and expand funding for coronavirus testing.  “There is still a few more i’s to dot and t’s to cross, but we have a deal, and I believe we'll pass it today,” he said.  Schumer said that he, along with Speaker of the House Nancy Pelosi, White House Chief of Staff Mark Meadows, and Treasury Secretary Steve Mnuchin were on the phone past midnight and came to an agreement “on just about every issue,” he told CNN’s John Berman.  A national testing plan will be a part of the package, Schumer said. “To get the kinds of testing that is done, to get the contract tracing, to make the tests free, you need a significant federal involvement, you need a national strategy, and the President and Mnuchin and Meadows agreed to that, to their credit,” he said.  Schumer also said that Trump’s announcement on Twitter that he is suspended all immigration to the United States during the coronavirus pandemic is “another diversion.” Watch: ##Stimulus## Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One reader asked: “My employer is lowering my weekly salary due to my receiving a stimulus check. His logic is I am still breaking even. Is this even legal?\" Here's how she responded: “The bottom line is it is legal as long as you satisfy a few ground rules. They have to let you know that you are receiving a salary cut and you basically have to accept it. You have the right to quit. They can't cut your salary for work that you've already done. It can't be discriminatory. … And if you have a contract or if you're a member of a union, there has to be some sort of negotiation. They also can't take you below minimum wage, but other than that, they are allowed to do it.” Watch more: ##Stimulus## All available evidence suggests the coronavirus originated in bats and was not a “laboratory construct”, World Health Organization spokesperson Fadela Chaib said at a briefing in Geneva today. US intelligence and national security officials say the United States government is looking into the possibility that the novel coronavirus spread from a Chinese laboratory rather than a market. “At this stage, it is not possible to determine precisely the source of the virus which caused the Covid-19 pandemic,” Chaib said at a briefing. “However, all available evidence suggests that the virus has a natural animal origin and is not a manipulated or constructed virus. The virus most probably has its ecological reservoir in bats.” “Many researchers have been able to look at its genomic features — and they have found that the evidence does not support the idea that the underlying virus is a laboratory construct.”  Chaib says people should focus on facts – not “spurious theories” about the origins of the virus. Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One viewer asked: “Is the virus stimulus check going to be adjusted when I file for 2020 tax returns? Is this amount going to reduce my refund for next year?” Here's how she responded: “It is not … This is not counted as part of your adjusted gross income. You will not have it pay the money back, the government put it out there because they wanted people to be able to put food on the table. So don't worry about that.”Chatsky added that for people who receive social security, survivor or disability, or get a railroad retirement benefit, and have a child, they have to go to the IRS website to let them know they have a dependent under age 17 in order to get an extra $500 check.  Watch more: ##Stimulus## ﻿Officials are still working to draft the executive order suspending immigration to the United States that President Trump tweeted about late last night, according to an administration official. They hope to have it completed in the next few days for Trump to sign.  While the language is still being finalized, the order is expected to temporarily halt the issuance of new green cards and work visas — steps that had already effectively been in place amid the coronavirus pandemic.   Other aspects of the order remain unclear inside the administration, including what legal authorities the President will rely upon in the order and what other elements of immigration — including family immigration and potential exemptions — might be included.  Officials were also weighing expanded travel restrictions beyond the current bans in place from China and Europe, the official said.  The order is expected to include some exemptions for farm workers and health care providers, according to the official, but could also exempt some other workers deemed “essential.” An administration official told CNN the executive order will be a “temporary 120 days or so” halt on “some” work visas to mitigate some of the unemployment concerns.  Some background: Trump tweeted last night that he will sign an executive order temporarily suspending immigration to the United States as the nation battles the health and economic effects of the coronavirus pandemic.  \"In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizens, I will be signing an Executive Order to temporarily suspend immigration into the United States!\" he tweeted. The US needs to be able to perform millions of coronavirus tests each week before restrictions can be safely lifted, economists and public health experts say in two different plans for reopening society. The two reports differ in their recommendations for just how much testing is needed. One calls for 3 to 30 million tests a week, while the other says the country will need to be doing 20 million tests a day to get a handle on the pandemic. Both proposals, though, cast doubt on the country's readiness to relax social distancing measures, which some states are already beginning to do. So far, the US has only performed about 4 million coronavirus tests, and governors have reported continued shortages of the materials needed to run tests, from chemical reagents to swabs. Read more:  ##Reopening## ##Tests## New York City Mayor Bill de Blasio slammed President Trump’s response to the coronavirus, saying that he has “a misunderstanding of this enemy that we are facing.”  “He's doing this kind of false optimism, acting like it's going to be easy to come back,” de Blasio said. “It's not going to be easy, but we will do it. But if we jump the gun, we're going to regret it.” De Blasio said he has spoken to President Trump about restarting the city’s economy.  “We can't do that if we cannot even function as cities,” he said. “I heard dead silence — had a number of conversations with him, have heard nothing back. And he's a New Yorker — he was, now he lives in Florida — but he's literally said nothing about how to help the place that's been the epicenter to get back on its feet.” De Blasio said Trump should be laser-focused on two things: testing and the economic stimulus.  “These are the two things he's dropped the ball on,” de Blasio said. “And I think history is going to judge him very harshly and put him in the same camp as Gerald Ford and even Herbert Hoover, who ignored what the Depression was doing to people and failed to bring the country back. That's where this President is now. And he should kiss his reelection goodbye if he thinks he's going to be able to convince the American people to want four more years of a guy who can't even get the basics right.”  De Blasio also discussed his decision to cancel all public events through June. “It’s so sad, but we're still talking about hundreds of people dying a day. We've got to make sure we get this right once and for all,” he said. Watch more: ##New York## ##Reopening## The NAACP, National African American Tobacco Prevention Network and Council on Black Health have written a joint letter to the US federal government requesting specific actions to address the racial disparity seen in Covid-19 cases and the disproportionate impact the pandemic has had on the black community in the United States. The letter, published last night, includes signatures from more than a dozen organizations and outlines specific short-term and long-term requests for lawmakers. In the short-term, the groups call for... Mobile Covid-19 testing in underserved communities\nCOBRA coverage for workers losing health insurance due to furloughs \n Race- and location-specific data on Covid-19 cases In the long-term, the groups call for an increased federal minimum wage and additional investments made in health care, among other requests. \"Increasingly, the data on COVID-19 underscore why our organizations exist and are joining forces at this time: Now more than ever, Black people are paying the price for our short- and long-term policy failures through compromised health and an early demise,\" NAACP President and CEO Derrick Johnson said in a press release on Tuesday. \"Enough is enough.\"  Georgia Republican Gov. Brian Kemp announced Monday that certain businesses can reopen this week in a move that breaks from the majority of state leaders and defies the warnings of many public health officials. Kemp said specifically that fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early Friday, April 24. Theaters and restaurants will be allowed to open on Monday, April 27, while bars and night clubs will remain closed for now. The decision follows new guidance unveiled by President Donald Trump last week meant to help states loosen their social distancing restrictions. According to an influential model often cited by the White House, from the Institute for Health Metrics and Evaluation, Georgia hit its projected \"peak\" for daily deaths 13 days ago, on April 7. But that same model predicts that dozens of people will die each day in the coming week. And to limit a resurgence of the virus, the model says that Georgia shouldn't start relaxing social distancing until after June 15 — when the state can begin considering other measures to contain the virus, such as contact tracing and isolation. Notably, Kemp said Monday that no local ordinance can restrict the openings, which will be implemented statewide.  The Republican governors of Tennessee and South Carolina on Monday signaled similar phased reopenings, despite South Carolina not meeting the suggested reopening criteria from the White House. Tennessee Gov. Bill Lee announced his statewide stay-at-home order will expire April 30, and the vast majority of businesses in 89 counties allowed to reopen on May 1. Businesses may open even sooner, he said. ##Reopening## ##The South## America has an inequality problem and the coronavirus crisis is making it worse. The pandemic is leaving few people untouched, but America's weakest demographic groups are shouldering the worst burden through job losses and frontline work, against a backdrop of a higher risk of infections and lower savings. Lower earnings: The average black and Hispanic families are already bringing in less income, earning between 71 cents and 74 cents for each dollar earned by the median white family, according to a new report from the JPMorgan Chase Institute. Fewer safety nets: Minority families also have a smaller buffer of liquid assets like savings and investments, meaning they have a much thinner cushion to fall back on to weather the storm of economic shocks. Vulnerable to layoffs: Black and Hispanic workers are also more likely than white workers to be in jobs that pay by the hour, making them more susceptible to layoffs.  A total of 22 million Americans have filed for unemployment benefits over the past month. \"As families face job loss and income uncertainty resulting from the Covid-19 pandemic, this report shows that black and Hispanic families will bear the brunt of this economic crisis,\" said Diana Farrell, president and CEO of the JPMorgan Chase Institute. Related Coverage: America's black and Hispanic communities are bearing the brunt of the coronavirus crisis President Trump suggested Monday that there could be a Senate vote on a supplemental small business package Tuesday. “Hopefully, tomorrow the Senate’s going to be able to vote. A lot of progress has been made on that, tremendous progress, great plan,” Trump said. He said he hoped to have a vote in the Senate on Tuesday.  Trump said his administration is pushing for an additional $75 billion for hospitals and other healthcare providers in the deal. The Senate will try to pass a deal as soon as Tuesday afternoon, according to Majority Leader Mitch McConnell. Sources tell CNN House Speaker Nancy Pelosi told House Democrats that a deal could be reached as soon as tonight and said if there's a deal tonight, the vote in the House will be Wednesday. If the deal comes together Tuesday, she said, the House vote will be Thursday.  ##Stimulus## Individual missteps compounded upon each other when it mattered most put the United States well behind on Covid-19 testing. They included genuine fumbles, an overly restrictive testing policy and overly optimistic assurances. But now that it seems, hopefully, that the US may be getting the rate of Covid-19 infections under control, the lack of available testing seems likely to delay when the US can get back open for business. President Trump preaches from the White House about the sheer number of tests conducted, but it's the wrong metric in a country the size of the US, where more than 41,000 people have died so far. The countries that are ever so slowly climbing their way past coronavirus share one key trait: widespread testing. The US is testing about 150,000 people per day: Germany, with a smaller population, is testing 120,000 per day, according to The New York Times. Harvard researchers have argued that unless the US could be testing 500,000 per day by May 1, the economy won't be able to open up. Until the US has that and until it's possible to figure out where the virus is and where it is going, who has had it and whether the larger herd of Americans might be gaining some immunity, reopening the the country still seems a long way off.  Or maybe not. Georgia will partially reopen: Gov. Brian Kemp is moving to open some businesses — gyms, hair salons, body art studios — as soon as this week, with restaurants and theaters set to follow April 27. Bars and nightclubs will stay closed. Cities cannot supersede Kemp's order, which will be implemented statewide and follows similar announcements in South Carolina and Tennessee after President Donald Trump told governors to call their own shots. Figure it out: Other governors are fuming at the Trump administration, which has essentially cut states loose to figure it out on their own. Maryland, for instance, is getting its own tests from South Korea after the state's first lady, who is originally from South Korea, hatched a side deal. Keep reading. ##Tests##"], "Language": false}