{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/asia/hong-kong-karate-team-coronavirus-intl-hnk-scli/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sandi Sidhu, Jessie Yeung and Anna Kam, CNN"], "Writers": [["Sandi Sidhu", "Jessie Yeung"]], "FirstPublishDate": ["2020-04-21T00:29:50Z"], "LastModifiedDate": ["2020-04-21T03:13:38Z"], "Headline": ["A karate team fled coronavirus in Hong Kong to train for the Olympics -- and got infected in France"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Lee Chun-ho has been preparing for the Olympics for the past four years. A karate athlete from Hong Kong, he has practiced the martial art all his life, and competed internationally from Madrid to Jordan.  Ahead of Tokyo 2020, karate was made an Olympic competitive category for the first time -- and Lee had his sights set on competing in Japan.  Then the novel coronavirus pandemic hit. Covid-19, which was first recorded in mainland China late last year, soon jumped the border into Hong Kong -- not wanting to take any chances, Lee and his team fled to Paris to train.  The French capital, they thought, would be a safe haven compared to the chaos unfolding in Asia. Instead, within a month the virus ripped through France and Europe, infecting Lee and several other team members.  With Tokyo 2020 now postponed until next year and their dream put on hold, Lee and his team have returned to Hong Kong, becoming part of the city's second wave of imported cases. Fleeing Hong Kong Hong Kong confirmed its first case of the coronavirus on January 24, just as the virus was beginning to spread globally. In that week alone, ten countries and territories reported their first cases. Spooked, Lee and his team decided to leave Hong Kong in early February, when infection rates were rising rapidly. The Olympics qualifier was set to take place in Paris in May, so they figured it would be safer to train there for three months, instead of risking being infected in Hong Kong -- or getting trapped in the city due to travel restrictions. The stakes felt particularly high: since this is the first time karate has been included in the Olympics, athletes globally are clamoring for a spot in the big debut. \"At that time, the cases in Hong Kong were increasing and everything was okay in Europe,\" Lee said in a video diary, recorded during isolation after his return to Hong Kong.  At first, everything seemed to be going according to plan. The team and their coach stayed at a camp with other French karate teams, living and training in the same facilities.  The risk of coronavirus seemed low, so they didn't take precautions. Every day they sparred and had close contact on shared mats; nobody wore a mask; there were no movement restrictions and daily life continued as normal. Even in early March, when the virus was devastating Italy, the team felt relatively safe -- after all, local Parisians were still moving about freely without masks. Lee says he now regrets that complacency. The situation changed for the worse almost overnight. The death toll skyrocketed, the sports facility closed, and suddenly there were many times more cases being reported in France than Hong Kong. On March 13, when the French authorities announced 800 new cases within 24 hours, Lee's coach decided to take them back to Hong Kong. 'I've never felt bad like this in my life' The team arrived back in the city on March 15, and their symptoms started almost immediately.  First, Lee noticed a cough and a sore throat. Two days later, he went to the hospital and tested positive for the coronavirus. By March 19, the symptoms had worsened to the point he couldn't sleep at night, with high fevers, headaches, and diarrhea. \"I've never felt bad like this in my life,\" he said. \"I feel very tired and I can't move my body.\" When two other team members and their coach also tested positive, doctors concluded they had likely been infected in Paris.  Lee took part in an experimental treatment, taking a cocktail of antiviral medications and injections. He continued to test positive even weeks later -- but his symptoms gradually subsided.  His teammates are also recovering, with some no longer testing positive or showing symptoms. Still, Lee worried about the longer term consequences: if the virus damaged his or his teammates' lung function, it could affect their chances of competing in the future. \"I cannot explain how upset I was when I got the virus, because the purpose of the Paris training camp was to try and stay away from the virus, to stay focused and train and get ready for the Olympic qualifications,\" Lee said. \"At the end of the day, I got the virus.\" The second wave of infection Lee and his team members are part of the so-called second wave of cases in Hong Kong. By early March, cases in the city had begun dropping, with some days reporting no new cases at all.  Then, as the virus spiraled out of control in Europe and the US, universities began closing, programs ended early, and Hong Kong citizens abroad started to come home. The flood of returning students, travelers, and overseas workers also brought back the virus, just as Hong Kong residents were beginning to let their guard down -- and the city's infection rate spiked once again. Hong Kong only had about 150 cases at the start of March. Now, it has more than 1,000. In response, city authorities have imposed new rules and movement restrictions, some even more stringent than those during the first wave. Gatherings of more than four people are now banned in public places. Karaoke centers, nightclubs, gyms, and cinemas have been ordered to close. At least 50,000 people arriving in Hong Kong have been ordered to quarantine, violation of which is punishable by up to six months in jail. In an Instagram video taken from his hospital room in the isolation ward, Lee urged Hong Kong residents to follow the government's rules, stay vigilant, and halt the spread of the virus.  \"Your behaviors aren't responsible just for yourself, but for those around you, for the whole Hong Kong,\" he said. \"So, everyone, protect yourselves. Protect those beside you. I hope everyone can reduce the amount they go out, and persevere.\""], "Language": false}