{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/politics/what-matters-april-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-21T00:00:14Z"], "LastModifiedDate": ["2020-04-21T00:00:14Z"], "Headline": ["Here's why coronavirus testing is so important"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Individual missteps compounded upon each other when it mattered most put the United States well behind on Covid-19 testing. They included genuine fumbles, an overly restrictive testing policy and overly optimistic assurances. But now that it seems, hopefully, that the US may be getting the rate of Covid-19 infections under control, the lack of available testing seems likely to delay when the US can get back open for business. Trump preaches from the White House about the sheer number of tests conducted, but it's the wrong metric in a country the size of the US, where more than 41,000 people have died so far.  The countries that are ever so slowly climbing their way past coronavirus share one key trait: widespread testing. Read this about Germany. Or watch this about Italy.  The US is testing about 150,000 people per day -- Germany, with a smaller population, is testing 120,000 per day, according to The New York Times. Harvard researchers have argued that unless the US could be testing 500,000 per day by May 1, the economy won't be able to open up.  Until the US has that and until it's possible to figure out where the virus is and where it is going, who has had it and whether the larger herd of Americans might be gaining some immunity, reopening the the country still seems a long way off.   Or maybe not. Georgia will partially reopen -- Gov. Brian Kemp is moving to open some businesses -- gyms, hair salons, body art studios -- as soon as this week, with restaurants and theaters set to follow April 27. Bars and nightclubs will stay closed. Cities cannot supersede Kemp's order, which will be implemented statewide and follows similar announcements in South Carolina and Tennessee after President Donald Trump told governors to call their own shots. Figure it out -- Other governors are fuming at the Trump administration, which has essentially cut states loose to figure it out on their own.  Maryland, for instance, is getting its own tests from South Korea after the state's first lady, who is originally from South Korea, hatched a side deal. (Read all about Yumi Hogan here, from CNN's Kate Bennett.)  Why did this happen?  A remarkable new report from CNN's Sara Murray, Nick Valencia, Jeremy Diamond and Scott Glover documents what we know about what went wrong in the early days of the outbreak.  They write: \"The Trump administration's failure to quickly scale up testing would continue to cripple the US response to the pandemic for months. Even now -- three months after the first detected case of the coronavirus in the US -- testing remains a key challenge to President Donald Trump's push to reopen the economy.\"  A flawed test wasted critical time and resources. The Centers for Disease Control and Prevention shipped tests February 6 and by February 10 it became clear they weren't working.  Back then, tests had to be sent back to CDC to be processed, a three- to four-day process.  A dismissive President failed to focus attention. Rather than fix the brewing problem, Trump downplayed it. There was no push from the White House for more testing.  It wasn't until February 23 that the CEO of American Public Health Laboratories asked the Food and Drug Administration to allow the company to create and implement its own tests. Meanwhile, the CDC director told Congress of efforts to remanufacture tests. The FDA still had not determined why the tests -- which were developed in a lab and not a manufacturing facility -- were malfunctioning. On February 29, the FDA changed regulations to allow additional labs to develop tests, although the agency says regulations have not been a roadblock to testing.  It's nearly impossible to get a solid sense of the problem. Today the White House announced it would again invoke the Defense Production Act to speed up production of nasal swabs necessary for tests. Trump's economic adviser clarified that means federal funding would go to Puritan Medical Supplies. Related: Pence tries to reassure governors about testing supplies while Trump passes the buck The buck stops anywhere but here Trump, who seems further and further afield from his own government's response effort, skipped a call with governors but tweeted while it was going on, irked by the frustration with him even though his promises that testing would be available have not come to be.  \"Last month all you heard from the Radical Left, Do Nothing Democrats was, 'Ventilators, Ventilators, Ventilators.' They screamed it loud & clear, & thought they had us cold, even though it was the State's task. But everyone got their V's, with many to spare. Now they scream (...) 'Testing, Testing, Testing,' again playing a very dangerous political game,\" Trump tweeted while the call was happening.  Read this, from CNN's Mike Warren and many others, about the protests against state governments Trump appears to be pushing, regardless of his own federal guidelines.  This is not political -- We simply don't know how widespread the infections are.   Research released Monday by the University of Southern California and the Los Angeles County Department of Public Health estimates that approximately 221,000 to 442,000 adult residents in L.A. County have had the infection, which is 28 to 55 times greater than the 7,994 cases that were reported to the county at the time of the study in early April."], "Language": false}