{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/cnn-underscored/buy-art-online/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-04-08T20:21:18Z"], "LastModifiedDate": ["2020-04-20T22:13:07Z"], "Headline": ["Where to buy art that will instantly brighten up your place"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. For the past few weeks, most of us have been collectively hunkering down, with our perpetually busy lives now taking place within our homes 24/7. Suddenly, for the first time in a very long time, we're actually taking a good look at those walls. And if your walls are anything like ours, they need some brightening. (Maybe a coat of paint, too, if we're being honest.) What's the quickest way to revitalize a lackluster space? Artwork. The great news is that art is incredibly accessible right now. Whether you're a longtime watercolor lover, a photography buff or a die-hard abstract fan, there's a massive amount of really awesome artwork online that is also insanely affordable. Seriously. You can curate a full gallery wall of interesting prints for under a hundred bucks. Or you can buy a huge, wall-dominating canvas for under $200.  We've rounded up some of our favorite places to shop for art, from mass retailers like Nordstrom and Wayfair to artist-representing collectives like Iamfy, Society6 and Etsy. We also went ahead and picked a few top sellers from each site, rounding up everything from a dazzling abstract print representing dawn in South America to a stretched canvas of a flamingo wearing Nike high-top sneakers that nearly 15,000 people have \"liked.\"  If we're all going to be spending a lot more time inside our abodes going forward, we might as well make them look as happy as possible, and let's face it: Art makes us happy. And we need all the happiness we can get in our lives right now. Minted Since debuting more than a decade ago, Minted has diversified its business from a stationery brand to a major destination for gorgeous artwork. Representing more than 10,000 independent artists in 100 countries, Minted has more than 3,000 pieces of fine art, ranging from paintings and drawings to photography. It also has limited edition prints, full-scale wall murals and free styling services (text a photo of your space and a stylist will make recommendations!).    'Almanecer' by Sarah Finkel (starting at $21; minted.com) ____________________________________________________ 'Take a Break' by Jess Franks (starting at $21; minted.com) _____________________________________________________ 'Summer Handstand' by Alicia Bock (starting at $23; minted.com) _____________________________________________________  'HA-HA-HA-HA' by Kate Roebuck (starting at $21; minted.com) Iamfy The quirkiest brand on our list is the purveyor of thousands of prints from artists, photographers and illustrators around the world. Best known for hilarious typography ranging from iconic movie quotes (\"I carried a watermelon\") to rap lyrics (\"So fresh and so clean clean\"), the store lets users \"like\" products — and those likes add up to tens of thousands, giving customers the nifty option to shop trending pieces. 'Sneaker Flamingo' Art Print by Jonas Loose (starting at $16; iamfy.com) _______________________________________________________ 'Rappers Delight' Art Print by Honeymoon Hotel (starting at $16; iamfy.com) ______________________________________________________ 'Jonathan Van Ness' Art Print by Nathalie Cobussen (starting at $16; iamfy.com) _______________________________________________________ 'Pulp Fiction' Art Print by Nour Tohme (starting at $16; iamfy.com) Nordstrom Our go-to store for beauty, accessories and fashion, Nordstrom is also a source for curated, modern art that will make a statement on your walls. The collection of nearly 500 pieces includes some fun sets of prints that basically create your wall art gallery for you, as well as framed and canvas options. Oliver Gal 'Bubblegum Beauty' Canvas Wall Art ($100-$277.50; nordstrom.com) ______________________________________________________ Deny Designs 'Cool Mouth' Framed Wall Art ($39; nordstrom.com) _______________________________________________________ Deny Designs '5th Street' Wall Art Print Set ($99; nordstrom.com) Rifle Paper Co. Launched back in 2009, Rifle Paper Co. is an online stationery company known for its hand-painted illustrations, whimsical fonts and distinct color palette. The brand has had wild success with planners, calendars and journals, and its collection of 140 prints is equally bright and pretty, inspired by the illustrations of Rifle's co-founder Anna Bond. Most are available in 8 by 10 inches ($24), 16 by 20 ($50), and 18 by 24 ($60) and can be framed in one of five wood hues for an additional $65 to $125, depending on the print size. Mats are available, too. 'Juliet Rose' Art Print (starting at $24; rifle.com) _______________________________________________________  'Alice Falling' Art Print (starting at $24; rifle.com) ______________________________________________________ 'Ice Cream Cone' Art Print (starting at $24; rifle.com) ______________________________________________________ Tolstoy Quote Art Print (starting at $24; rifle.com)  Target While Target is typically our destination for groceries, a bath mat, a spring sandal, Easter basket fillers and every other random product under the sun, it turns out it's a great destination for cheery affordable artwork, too. With a stock of more than 3,000 options under $50, its collection includes canvas and prints (both framed and unframed) covering subjects ranging from architecture and maps to typography and animals.  Opalhouse 'Be Kind' Flowers Framed Canvas ($27.99; target.com) _______________________________________________________ Project 62 'Block Party' Framed Wall Décor ($74.99; target.com)  ______________________________________________________ Threshold 'Striped Vase With Flowers' Framed Wall Art ($44.99; target.com) Etsy There's truly almost nothing you can't find on Etsy, and that includes art. With more than 8.4 million pieces listed under the brand's Art & Collectibles section — including 2.9 million prints, 1 million paintings and 855,000 drawings and illustrations — the website is a treasure trove of unique pieces from independent artists from across the globe. As on Amazon, Etsy products are known for amassing a huge number of customer reviews, which is incredibly helpful in the art selection process (click \"Sort by: Top Customer Reviews\"). National Park Art, Set of 3 Prints (starting at $45.26; etsy.com) _____________________________________________________ 'Spring Dress' Giclee Art Print by Clare Elsaesser (starting at $35; etsy.com) _____________________________________________________ Foggy Mountain Forest, Oil Landscape Painting on Canvas (starting at $119.76, originally $149.70; etsy.com) Wayfair No surprise here: The internet's go-to source for all things home also has a big stake in online art. With more than 630,000 pieces in its Wall Art collection, Wayfair offers every type of option you'd want on your walls, from big and bold canvases to striking photography. Staying in line with the rest of its offerings, most of the Wayfair pieces are available in multiple sizes. Another big win: The brand has more than 220,000 pieces under $50. 'Cafe Terrace at Night' by Vincent Van Gogh Painting Print on Canvas ($26.09, originally $79.99; wayfair.com) ______________________________________________________ 'Waiting on You' Graphic Art Print on Wrapped Canvas ($95.99, originally $127; wayfair.com) _______________________________________________________ 'Peekskill Beach Chairs' Wrapped Canvas Photograph Print ($75.99; wayfair.com) Society6 Representing hundreds of thousands of artists, Society6 is an international marketplace of goods ranging from apparel and bedding to furniture and — you guessed it — art. Arranged in tidy categories like framed prints and wood wall art, the collection includes thousands of super unique pieces that will work anywhere in your home. The mini art prints are ideal for bookshelves and bathrooms, while the metal prints are perfect for dominating an empty wall. 'Palm Springs Tigers' Framed Art Print by Paul Fuentes Photo (starting at $41.99, originally $55.99; society6.com) ______________________________________________________ 'Lip Service' Wood Wall Art by The Aestate ($112.49, originally $149.99; society6.com)  ______________________________________________________ 'Exhale' Canvas Print by Alyssa Hamilton Art ($72.74, originally $96.99; society6.com) ______________________________________________________ 'Pinky Promise 2' Canvas Print by Andreas12 ($74.24, originally $98.99; society6.com) Anthropologie Your go-to store for bohemian tops and accessories is also a major player in the home goods world, and that includes art. With hundreds of beautiful pieces in its offering, Anthropologie's collection has the same vibe as the rest of the store and includes everything from hippie-ish typography to vibrant Moroccan-style art. Pricier than some of the other brands on our list, the collection starts at around $100 and goes up to $5,000 for a truly stunning ocean print. 'Dancing' Wall Art ($298; anthropologie.com) _______________________________________________________ 'Haven' Wall Art ($238; anthropologie.com) ______________________________________________________ 'Red Lions' Wall Art ($258; anthropologie.com) _______________________________________________________ 'Canicule 4' Wall Art ($218; anthropologie.com) Urban Outfitters Long known for its college-friendly home goods (and uber-hip apparel), Urban Outfitters also has a robust collection of wall art that includes everything from removable wallpaper and wall hangings to bright and beautiful framed prints. Most of those prints can be bought solo for a nominal fee in sizes from 8 by 10 ($19) to 40 by 60 ($69), or they can be framed in one of nine color/material options at an additional cost. 'Cool To Be Kind' Art Print by Rhianna Marie Chan (starting at $19; urbanoutfitters.com) _______________________________________________________ 'Peace Hands' Art Print by Rachel Szo (starting at $19; urbanoutfitters.com) _______________________________________________________ 'Tigre' Art Print by Landon Sheely (starting at $19; urbanoutfitters.com) Saatchi Art While you might rightly think of Saatchi Art as an expensive art gallery, the digital store also has a collection of 1.2 million prints that start at just $40. Available in a variety of sizes, the pieces can be printed on photo or fine art paper (for the same cost) and can be framed, too. The highly curated offering of emerging and under-the-radar artists also comes with a free styling service, where a Saatchi staffer will hand-pick pieces that fit your style, space and budget. 'Connected | Off track' by Yuliya Martynova (starting at $52; saatchiart.com) _______________________________________________________ 'I missed You' by Ieva Baklane (starting at $82; saatchiart.com) __________________"], "Language": false}