{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/cnn-underscored/gifts-to-send-friends/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristine Solomon"], "Writers": [["Kristine Solomon"]], "FirstPublishDate": ["2020-04-20T18:02:06Z"], "LastModifiedDate": ["2020-04-20T18:02:06Z"], "Headline": ["11 thoughtful gifts to send to your stressed-out friends"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The covid-19 pandemic has upended our lives in so many ways. It's disrupted routines, driven people into isolation and challenged others to risk their lives for our safety. Social distancing — a necessary evil when it comes to keeping the pandemic contained, according to Statista — is taking a toll. It's particularly harmful to our mental and emotional health, as the National Center for Biotechnology Information has reported of previous lockdowns. Of course, this comes as no surprise to anyone with a social media feed, a Zoom account or even just a smartphone. We all know people who are overwhelmed, lonely or stressed out. We love these people. We miss these people. We can't reach out and hug these people. In unprecedented times like these, a little empathy — and a small token of our appreciation — can go a long way.  To help you support friends, relatives and colleagues, we've gathered some sweet surprises that are a mix of editor and customer favorites from brands we trust.   Merkaela Wellness Gift Box (starting at $16; cratejoy.com) This box of goodies hits all the right notes when it comes to holistic wellness. The hand-curated package contains an assortment of natural, organic and chemical-free products that include not just spa favorites, but also music, meditations and loose leaf teas. It's the ultimate holistic, feel-good gift for anyone who could use balance in their life right now. Order a one-time shipment starting at $18, or a quarterly subscription for your bestie starting at $16 for each delivery — and you can choose between basic or vegan, too.   _______________________________________________________________________________ The Femme ($58-$90; urbanstems.com)  There's a reason flowers and plants have become such a universal symbol of well wishes: they're scientifically proven to have a soothing effect on us, according to a 2014 study published in the Journal of Physiological Anthropology. A green thumb is not even an issue if you send this sunshine-filled bouquet of yellow roses and snapdragons.    _______________________________________________________________________________ Book of the Month Club ($49.99 for 3 months; bookofthemonthclub.com)  According to a 2009 University of Sussex study, reading for just 6 minutes per day can reduce stress by 68%. If you have a friend who is struggling with the stress of these unprecedented times, the comfort of a book club might be just what they need. Book of the Month Club lets them choose from five titles each month. Grab a membership for yourself, too, and start a book club with your bestie to help keep you connected.   _______________________________________________________________________________ Ahmad of London Tea Master Collection ($36.99; 1800Flowers.com) If you want to reach out with a thoughtful gift that's sure to please, send a \"warm hug,\" aka this set of 12 gourmet teas from Ahmad of London, a tea supplier to Buckingham Palace. The set includes 120 black, green and fruit tea bags, each individually wrapped in foil for the high-tea experience from the comfort of home. You can even include a personalized message to the recipient to make the quaintness of this gesture complete. Tea is scientifically proven to reduce stress — particularly caffeine-free or low-caffeine versions like green and herbal tea. _______________________________________________________________________________ Kennebunk Bliss Plush Throw ($39.50; nordstrom.com) Encourage someone you care about to snuggle in style with one of Nordstrom's best-selling blankets. This sinfully soft throw has more than 1,300 five-star reviews and can be machine washed and tumble dried, so it's a cinch to keep clean no matter how many consecutive nights it's used — or how many hot chocolate spills it endures. Choose from five sophisticated neutrals, including gray and pink.  _______________________________________________________________________________ Fit Simplify Resistance Loop Exercise Bands ($17.85; amazon.com) With gyms closed, it's tempting to lounge around the house all day — but exercise is one of the best ways to boost immune response. At-home workouts are all the rage right now, and this set of resistance bands makes it easy to cheer up your gym buddy and help them follow along to YouTube videos or one of the increasingly popular fitness apps. This set offers five resistance levels from light to heavy for working out legs, arms, back and core, so it makes a great gift for newbies and fitness buffs alike.  _______________________________________________________________________________ Areaware Gradient Puzzle, Set of 2 ($50; food52.com)  Jigsaw puzzles have become the activity of choice for families trapped inside their homes — so they've become as hard to come by as a roll of toilet paper. Even the National Institutes of Health — among other medical professionals — touts a puzzle's power to sharpen cognitive function (not to mention a way to bond). Add color to a loved one's life with this color-gradient jigsaw puzzle, which comes in blue, orange or purple/pink. When complete, these 500-piece puzzles make stunning pieces of wall art. We rounded up a bunch of our favorite puzzles if you'd like more puzzle ideas. _______________________________________________________________________________  My Life Story — So Far ($30; uncommongoods.com) Documenting our lives is cathartic and makes a meaningful heirloom for future generations, which might be why this life story journal is one of Uncommon Goods' most popular items. Hundreds of adoring fans call it \"beautifully put together\" and \"thought provoking.\" One confirms, \"It's stylish and elegant and makes a great gift.\" The journal provides questions and prompts so the recipient can record the history of his or her life experiences in a way that shines with wisdom and nostalgia. It's a beautiful way to acknowledge that our stories, especially now, need to be told. _______________________________________________________________________________ Dearfoams Faux-Fur Fold-Down Slipper Boots ($25.20, originally $36; qvc.com) Who among us can resist a pair of fuzzy slippers? Certainly not QVC shoppers — more than 120 of them have given these machine-washable tootsie warmers five-star reviews, citing their \"super soft material and cushy insole.\" One shopper gifted these booties to her sister, who loved them so much she sent \"a note saying she felt like she was walking on a cloud.\" These faux fur favorites come in pink, gray and black, and they're the perfect, plush pick-me-up for anyone on your mind.  _______________________________________________________________________________ Bluetooth Speaker & Water Bottle ($35; uncommongoods.com) Send a friend a gentle reminder to stay hydrated disguised as an invitation to party with this brilliant bottle that can't decide whether it wants to hold your water or make you dance. Dancing, of course, releases endorphins (aka happy hormones) that melt away stress in the most fun way — so confirms the National Institutes of Health. This chic container is the perfect water bottle for the gym (when that becomes an option again), too. The Bluetooth speaker hidden inside its cap syncs to personal devices so you can answer calls and listen to music without touching your phone. _______________________________________________________________________________  Picnic Time Vista Outdoor Picnic Blanket in Aqua Blue with Fun Stripes ($20.79; originally $25.99; bedbathandbeyond.com) Brighten the day of your constant brunch buddy, dinner date or cocktail companion with a happy-go-lucky picnic blanket for their backyard. Eating al fresco boosts vitamin D levels, improves concentration, and may even help you heal faster, according to Harvard Medical School. This reversible picnic blanket is in keeping with the spirit of the occasion, bearing a fun, graphic design on one side and a vibrant solid hue on the other.   Note: The prices above reflect each listed retailer's price at the time of publication."], "Language": false}