{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/health/only-child-shelter-in-place-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matt Villano, CNN"], "Writers": [["Matt Villano"]], "FirstPublishDate": ["2020-04-20T07:42:33Z"], "LastModifiedDate": ["2020-04-20T07:42:33Z"], "Headline": ["Only children don't need to be lonely children during the pandemic"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["No siblings. No pals on the block. No reason to leave her home. Yet one month into sheltering in place with her parents in Los Angeles, 14-year-old only child Sofia Nagel isn't bumming too hard about being all alone.  The ninth grader has been teaching her mother how to play Minecraft. She has been learning how to skateboard. Just last week, she and one of her best buddies leveraged gamer app Discord and YouTube to launch a video blog series titled \"Coronavirus Diaries\" about their experiences during quarantine. The video, about 90 seconds long, is endearing in its honesty: Nagel and her friend make it clear they're doing it to build community and bridge the interpersonal gaps created by social distancing. \"We first wanted to create a gaming channel [but] then we decided that there are already so many of those,\" she told CNN the day after the video launched. \"We hope that people will find happiness from it, and [that it will] distract them from the sad news coming in. It's a good substitute since we aren't allowed to get together.\" Nagel's effort is a breath of fresh air in this time of widespread isolation.  Going it alone It's also proof that across the country, in just about every age bracket, only children are learning that sheltering in place to slow the spread of the coronavirus, is different when they must do it without the company of siblings or peers at home. With no other kids around, the experience can be quiet and boring, and it can necessitate a certain degree of independence. Other potential pitfalls include feeling isolated, or depression. Then, of course, there is the yin and yang of a solo kid needing their parents but also wanting space from them. \"Only children are used to being by themselves, but this is totally different,\" said Adrienne Heinz, clinical and research psychologist at the Veterans Affairs National Center for Post-Traumatic Stress Disorder. \"We're social creatures, and kids enjoy attention.  \"Without being able to see friends, with mom and dad working from home — whether you're talking about only children or kids with siblings, it's all just a lot for them to process.\" Parents can help their kids work through their feelings, \"and help validate these difficult emotions that might include disappointment, jealousy, grief or anger,\" Heinz added. \"This can be through conversation, art, writing, music or any medium that resonates most closely with the family.\" Only children among us It's not an exaggeration to say that single-child families are trending here in the United States. The proportion of mothers who had one child at the end of their childbearing years doubled to 22%  in 2015 from 11% in 1976, according to data from Pew Research Center in Washington, DC. Statistics from the US Census support this trajectory, indicating that only-child families are the fastest-growing family unit in the country. How these only children internalize social distancing depends entirely on how they cope with hardship and unexpected drama in general, said Susan Newman, a social psychologist and author who has researched and written multiple books about only children. \"Just like there are people who can entertain themselves and people who can't, so too are there only children who can entertain themselves and only children who can't,\" she said. The best thing parents of only children can do during this crisis is to acknowledge a range of emotions as valid and OK, she added. \"Boredom, loneliness and frustration are all viable reactions to the current situation,\" she said, and they're not limited to only children. Mom to a normally extroverted 8-year-old daughter, Allison Sands, certainly understands this phenomenon.  The former technology executive lives in central Vermont, and Sands said her daughter has struggled at times with some of the day-to-day realities of sheltering in place. In particular, the girl has resisted online learning, claiming that while the format is efficient, it lacks the in-real-life engagement that always has been so energizing for her. \"She says she is so sad about no longer having the face-to-face engagement,\" Sands said. \"For her that is a key part of school and schoolwork. She keeps telling me, 'Nothing replaces working on a school activity with your friends.' \" Between skiing, being outdoors and occasionally saying (appropriately socially distanced) hellos to friends in the neighborhood, Sands said, \"we're trying our best to make it work.\" Establishing lifelines Not surprisingly, technology has been a big key for other only children to stay connected with friends. Astrid Storey, a graphic designer in Denver, said she and her husband have taken evasive actions to allow for their extroverted 9-year-old daughter to feel like she's still in regular contact with her BFFs. This has included activating an iCloud account for the girl so she can take FaceTime calls and signing her up for Nintendo Switch so she can play games with pals. Storey and her husband followed their child's lead for these new privileges, which has had pros and cons. \"She's happy, but I feel like she's grown up five years in four weeks,\" Storey said. \"We don't hear her saying, 'I want a snack' anymore. Now, instead, we'll ask her to come to dinner, and she'll say, 'I can't come now because I'm on a call with so-and-so.' \" Other parents of only children shared similar reports from the field. Add in a homeschooling ritual based on distance education, and this new reality is natural and somewhat inevitable. Still, not all these new and beloved connections hinge on tech. Karen Hauck, a marketing professional who lives near Charleston, South Carolina, said her 11-year-old son and his best buddy have taken to handwriting each other letters in addition to connecting in virtual space.  The letters are part of a Dungeons & Dragons-style game the boys have played for years. Each of them writes every letter in the voice of a character he has developed from the beginning of the game. When one of the boys finishes a letter, he rolls it up, ties it shut with a ribbon, then hand-delivers it by bike. \"This kind of creativity is so important for kids right now,\" Hauck said. \"They live for it. They get lost in it. It's a form of deep connection with each other, but it also gives them a way beyond the reality of every day.\"   Building bonds with parents  Another byproduct of sheltering in place as a young only child: developing a deeper and more multifaceted relationship with a parent or parents. Many only children are infinitely more comfortable around grown-ups than their peers might be, Newman and other therapists said. During the current crisis, then, it follows that these kids are deepening these relationships and nurturing new connections and more nuanced relationships with their parents. That's the case for Owen Kirkland. The 15-year-old high-school freshman from Anchorage, Alaska, has been sheltering in place with his mother for more than three weeks. Sure, the two have bickered, mostly over the amount of time he plays his Call of Duty video game.  But they also have baked banana bread together, and they've hiked some trails in the Chugach Mountains. When reached by text interview (his choice) last week, Kirkland said he and his mother have even taken advantage of the extra time together to get him practice behind the wheel of the family car. \"We've been driving a lot,\" texted Kirkland, who recently got his learner's permit. Two of their most common practice routes include the Glenn Highway to the north and the Seward Highway to the south, two of the busiest highways in south-central Alaska. \"[There's a lot] of backseat driving, except she's not in the back seat,\" he said.  For Erin O'Connell, a preschool teacher outside Atlanta, the bonding with her only child has been a pleasant surprise. O'Connell assumed her 7-year-old daughter would miss her friends and school terribly, and that she would be fascinated by the weekly Zoom video chat with her class.  Instead, the girl tried Zoom (and FaceTime, for that matter) and thoroughly disliked it. O'Connell in recent weeks has noticed that her daughter has been less inclined to do virtual stuff with her friends and more interested in off-line activities such as backyard camping, taking flower walks and playing with the family's 15-year-old Jack Russell terrier, Cinnamon. The daughter has been so calm that O'Connell jokingly calls her \"Baby Buddha.\" On the flipside, O'Connell admitted in a recent email: \"Meanwhile I'm like, 'Should I up my anxiety meds now, or once this has come to an end, and I can actually see my therapist?'\" Distancing as an adult only Of course, sheltering in place as an only child isn't exclusively difficult for youngsters. It's challenging for grown only kids, too.  Pitfalls here are twofold. First is a general and persistent concern for a parents' well-being. Second, some only-children adults feel guilty knowing that one's parents are all alone with no other children to look after them. Xania Woodman, a temporarily furloughed bar manager in Park City, Utah, has grappled with both emotions firsthand over the last month. Woodman, 41, lives with a roommate in Utah, while her father and stepmother live just outside of New York City, one of the early virus hotspots. Since they've started sheltering in place, Woodman and her father have spoken on the phone every day and have instituted a family Zoom every Sunday. They also send photos back and forth to keep in touch about what they've been doing to pass the time. He sends pics of him doing puzzles, gardening and cleaning out the attic in New York, and she sends shots of her new foster dog and new cocktail videos from out West. Strengthen family ties For Woodman, this constant conversation about life keeps ties strong. \"I've lived away from home since I went to college, so I'm used to being far away, but until now I've never felt like there were circumstances going on back home that were beyond their control,\" she said. \"In a way, I feel like the roles have reversed, like they're off at college and I need to try to protect them from afar. I guess I [must] trust that they'll do the right things to protect themselves.\" Michele Borba, an educational psychologist and author of \"Unselfie: Why Empathetic Kids Succeed in Our All-About-Me World,\" said people who handle the situation like Woodman are doing it right. Whether you are a grown only child or one who is still developing, the most important priorities right now are staying safe and staying connected with those who make life worthwhile, said Borba, who is based in Palm Springs, California.  \"We're all in the same ballgame,\" she said. \"The only way through it is together.\""], "Language": false}