{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/us/tiktok-coronavirus-quarantine-dance-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-19T08:00:36Z"], "LastModifiedDate": ["2020-04-19T17:29:13Z"], "Headline": ["Stuck at home, families find a new way to bond: creating TikTok videos"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Families all over the world have been stuck inside together for weeks. Have they completely torn each other apart by now? Are the bonds of familial love ripping at the seams and giving way to household anarchy?  On TikTok, the global video sharing platform, the answer is (thankfully) no.  In fact, the app's feed is filled with moms and dads, sisters and brothers, aunties and cousins and even family dogs all joining together to make silly, creative, often downright wholesome quarantine content.  The result is proof that families who stay together can create together, even when it seems like everything else in life is far more difficult than it should be.  A family dance party  Until recently, TikTok was mainly thought of as a young person's game. The app shot to global popularity thanks to millions of teens and young people who flocked to its endless, addictive feed of short user-made videos. With a few taps, users can participate in dance challenges or other creative trends that spread across the app and have made regular teenagers into household names.  On top of it all, music from ultra-cool artists like Doja Cat, Bazzi, Mighty Bay and Dua Lipa sets the background for routines and memes that are often inscrutable to anyone who remembers life before iPhones.  But, like all forms of youthful social media, crabbed age always creeps in. Guileless moms, dads and grandparents have become TikTok stars — often unwittingly. And even if a video doesn't go viral, it's still a fun way to spend an evening.  Ken Schwartz is in isolation with his wife and her 17-year-old twin sons in Arlington, Virginia. Like many families, they've planned movie nights, binge-watched \"The Crown\" and cleaned out the garden shed — twice. Schwartz's stepson Ian even wrote a movie short for the family called \"Quarantine!\"  \"We were so bad at acting, we tried to do a dance video instead,\" Schwartz says.  Cue the TikTok attempt — and a multi-generational dance routine to Doja Cat's \"Say So.\"  Schwartz and his wife are still working while in isolation, so things can get busy. \"We definitely have our time apart,\" he says. \"But yes, we are also finding ways to be creative and be together.\" It's the place to be right now  People cope with social isolation in different ways. Some create. Some binge watch. Some seek out any platform where they can connect with their crew. And some, well, just want to zone out.  TikTok has a little bit of it all.   Users spend about as much time on the app per day as it takes to watch an episode of your favorite drama -- 45 minutes in 2019, according to Fast Company. And with a new thing to discover every few seconds, it can hold the same feel-good, addicting quality as the uber-popular Nintendo Switch game, Animal Crossing.  The interface is more seamless than YouTube, where ads and funky algorithms make it hard to get in a multi-video groove. And the videos tend to have a more homegrown, authentic feel to them; closer to the now-defunct video app Vine than the aesthetics-heavy world of Instagram.  It's no wonder that TikTok has been home to some major cultural moments recently. Millions of people have watched TikToks created by healthcare professionals disseminating critical Covid information, debunking myths and revealing the realities -- and the humanity -- of their daily battles. When Gloria Gaynor is on your TikTok feed showing you how to properly wash your hands while singing \"I Will Survive,\" you know you're living in a very unusual times.  It offers other ways to create While the app is mostly famous for its musical aspects, it's also a trove of tutorials, workout videos, comedy sketches, thirst traps, inside jokes, journal-style storytelling and all manner of scroll-thru entertainment.  Sophia Kianni, 18, and her sister Sabrina, 16, are quarantining with their family in McClean, Virginia. Sabrina is very popular on TikTok, with about 54,000 followers and several videos with seven-figure views. The sisters have spent time during isolation thinking up new ideas for her account (Sophia isn't even on TikTok) that usually focus on clever memes and teenage slice-of-life content.  \"This quarantine has given us a chance to do these fun things together again,\" Sophia says. \"Which I especially appreciate because I will be going to college next year and she's my best friend so I'll miss her a lot.\"  The sisters have also been using TikTok to try out recipes and get exercise inspiration — two common interests for people who are trying to stay active and reasonably nourished during isolation.  \"We made a three-ingredient creme brûlée with our mom using a TikTok, and we also made three-ingredient chicken teriyaki,\" she says.   They've also tried out frozen grapes with lime juice, strawberry banana ice cream bites and a Persian dish called Faloudeh, which Sophia says reminds her of her childhood.   It's a way to bond Understandably, not all families are in a position where they have the resources — or mental energy — to collaborate on dance videos or try something new from a TikTok feed. But the general benefits of such pastimes go beyond, well, passing the time. \"When we are faced with really dark times, we turn to culture to cope or find meaning or to laugh and connect,\" says Dr. Jenny Radesky, a developmental behavioral pediatrician and American Academy of Pediatrics member who specializes in media use.  In that way, the surprises or moments of happiness found on TikTok aren't merely an escape or a distraction. They're something people are seeking to make sense of what's going on around them and feel less alone.  When Radesky hears about families dancing or collaborating together on the app, she sees the social power of choreography and synchronization at work, of generational divides being bridged by a common creative goal.  \"This technology is supporting a family's ability to work together, and that's fun, but it also acts as a catalyst for just spending time together,\" she says.  It bridges the generational divide It wasn't even Robert Jimison's idea to post a TikTok of his whole quarantined family doing the #HitEveryBeat challenge to a remix of \"Can't Touch This.\" The person who thought of it was his mom, who saw a video of Jennifer Lopez doing the challenge and insisted they give it a try.  Jimison, 27, is a reporter for The New York Times but traveled to Atlanta to ride out the coronavirus quarantine with his family. He says these dance breaks are part of the new normal in his household.  \"We used to have spontaneous game nights and family dinners. But we've been eating together almost every night and binging shows together.\" And, of course, making TikToks.  \"My mom saw all her favorite celebrities doing family TikToks and hopped on the band wagon,\" he says.  It stands to reason, when this social isolation period is over, there will be many, many more family elders who know about TikTok than there were when this all started. And that, Radesky says, is another bonus. \"It's an enormous opportunity for families to develop digital literacy,\" she says. \"Parents can have conversations about what their children love. They can say 'Show me TikToks that are funny,' 'Show me Youtube videos,' and then listen and question and have conversations with an open mind.\"  That last part is critical because, let's face it: Many older adults aren't ever going to understand the appeal of TikTok. But when they participate (or at least appreciate) with an open mind, it makes the experience all the more enjoyable.   It's about surviving  TikTok is not blind to the ways people are using the platform right now. The app's tastemakers regularly promote and curate popular themes, and the reality of life during coronavirus is reflected in their current efforts.  The company offers several coronavirus resources for users and their families to engage in positive ways. A nightly programming series called #HappyAtHome features celebrities and top creators sharing advice, motivation and ideas. Educational livestreams and donation opportunities appear throughout the app. In an e-mail to CNN, a spokesperson for TikTok also highlighted some wholesome at-home content that has caught the company's attention, like a mother-daughter skincare routine video and one family's movie-night inspiration.  \"The TikTok community is uplifting one another, caring for one another, and lending a hand to one another,\" TikTok's president Alex Zhou wrote in a release outlining the company's coronavirus efforts. \"This may be a serious time, but on TikTok it can still be joyful -- and deeply inspiring.\" In this strange time in history, when so many people are in pain, at risk, isolated or living in deep uncertainty, it's generally understood that whatever coping method works, go with it. If it's just surviving day-to-day, fine. If it's barely holding it together, fine.  If it's making silly videos on a music app, fine. When the basic rhythms of life are so deeply, painfully altered, even the smallest creation can feel like a necessary work of art. \n"], "Language": false}