{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/app-news-section/weekend-reads-april-17/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Erica Hernandez, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T17:22:29Z"], "LastModifiedDate": ["2020-04-17T17:22:29Z"], "Headline": ["Settle in with these weekend reads"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["How quarantine is robbing teens. Tips for getting along with your new coworker. A hotel that 'floats' above ancient ruins. Grab a cup of coffee and settle in. Here's what you might have missed during a busy news week.  Lessons from the Spanish flu Some of the painful lessons learned from the 1918 pandemic are still relevant today -- and could help prevent an equally catastrophic outcome. How quarantine is robbing teens Their identities are fracturing in isolation, and the people who love them and teach them fear they'll feel the effects of the pandemic for years to come.  Opinion: My former community makes for such riveting TV I, like the main character of Netflix's widely popular miniseries \"Unorthodox,\" was born into a strict Hasidic community. My husband and I have gradually, painfully, transitioned away from Hasidic life over the past 11 years. Achieving calm through the art of organization Marie Kondo shares the therapeutic benefits of de-cluttering during what she recognizes as an \"anxious\" time. Getting along with your new coworker - your spouse While you might be comfortable working side-by-side with your co-workers, you may find yourself clamming up when having to make a work call with your partner next to you. Here are a few ways to break the tension.  A hotel that 'floats' above ancient ruins An extraordinary new luxury hotel opened in Antakya, Turkey, earlier this year and it is at once an engineering marvel, an architectural beauty and a world-class archaeological site. Early, decisive action ... by women Women leaders are doing a disproportionately great job at handling the pandemic. So why aren't there more of them?  "], "Language": false}