{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/frances-cha-if-i-had-your-face-travel-locations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maggie Hiufu Wong, CNN"], "Writers": [["Maggie Hiufu Wong"]], "FirstPublishDate": ["2020-04-17T01:06:17Z"], "LastModifiedDate": ["2020-04-17T14:44:31Z"], "Headline": ["'If I had your face': A peek into South Korea's secretive underground world"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Dubbed one of the most anticipated novels of 2020, appearing on multiple 'must-read' lists, Frances Cha's debut book \"If I had your face\" offers a gripping immersion into the lesser known sides of South Korean culture. How to best sum it up? One could argue it's \"Parasite\" meets \"Crazy Rich Asians\" meets \"Big Little Lies.\"   Covering everything from the unwritten rules of the country's \"room salons\" to the excruciating pain one must endure following jawline surgery, the novel depicts South Korea's oft extreme culture and obsessions through the lives of four young women in contemporary Seoul.  Dark as these themes may be, they were actually inspired by Cha's time as a travel writer and editor.  The New York-based author grew up in the United States, Hong Kong and South Korea and joined CNN as a travel and culture editor in Seoul in 2010. \"Much of the inspiration that I got for this book comes from when I was working at CNN Travel,\" Cha says. \"In particular, the articles 'How to be a Seoul local' and the '10 things South Korea does best' were very fun ones to write because I was able to dive into the specific quirks and global superlatives of South Korea as a country.  \"I was always observing everyone and everything on a heightened level as I went about my day in Seoul.\"  Cha wrote about Seoul's plastic surgery industry, fine art and K-pop while also offering recommendations on everything from restaurants to hair salons during her tenure as a travel editor. These became settings and themes in the book. For instance, mute K-pop obsessing protagonist Ara works in a hair salon, while her roommate Sujin dreams of having plastic surgery to change her face -- and, hopefully, her life. \"I think it's a fair portrayal of Korean obsessions,\" says Cha of her novel. \"The plastic surgery parts I did research in person, visiting several hospitals to undergo assessments. What amazed me was that they could immediately pinpoint what I'm insecure about.  \"All three clinics I went to gave very consistent assessments. It was a very compelling experience -- I'd be tempted if I weren't so terrified by the pain that I heard about in my research about surgery and post-surgery.\" Case in point: The jaw-line surgery Sujin eventually undergoes in the book involves creating a v-line by resectioning and relocating the jaw bones. It's a procedure referred to as \"yang-ak\" and the recovery is long and painful, sometimes taking months.  'I want to capture how different Korea is now' \"Room salons,\" often associated with prostitution, are one particularly sensitive facet of South Korean culture Cha highlights in her book through the viewpoint of another character, Kyuri, an escort at a high-end Seoul venue.  \"The first encounter I had with room salons became a scene in the book,\" says Cha.  \"I got a call from a drunk friend, asking me to meet him there. I didn't know what it was -- I thought it was just a normal karaoke bar. It was in a basement in a very dark room and looked just like any luxurious karaoke bar.  \"The girls and boys were drinking together like any normal gathering, except all the girls were abnormally beautiful. Once we started talking in English, the entire bar went dead silent. It was then they saw that I was there. The boys were so angry at my friend for asking me to come. Then I realized where I was and I was fascinated.\" Cha went on to visit several other room salons for her research.  \"I don't want to make a political stand in the book but I personally think that room salons should go,\" says Cha, who admits she's curious about how South Koreans will respond to the book given it touches on matters that aren't often discussed in Korean fiction. But readers will find more than social commentary in \"If I Had Your Face.\"  \"Most of the existing works of fiction about Korea are historical novels,\" says Cha.  \"I want to capture how different South Korea is now. I love the Korea of today -- with all its flaws and complexities and brilliance and beauty. I hoped to convey that in the book.  \"It's an extremely competitive, futuristic society where everyone always has to be 'on.' So it can be exhausting in that sense, but at the same time it's endlessly fascinating and entertaining.\" Chances are, those who read \"If I Had Your Face\" will close its cover with a burning desire to explore Seoul themselves. Here, Cha offers background on a few locations featured in her novel that travelers can visit once global conditions allow. House of Unbo \"This was the hanok (traditional Korean architecture) estate that I set Chapter nine in -- one of my protagonists is the mute daughter of the caretaker of this very old and beautiful estate that has been in the same family for many generations,\" says Cha.   \"In reality, it was the house of a famous deaf artist, Unbo Kim Ki Chang.\"  The beautiful estate houses a small museum and sculpture garden of Kim's works. It also exhibits the works of his wife Park Raehyeong and brother Kim Kiman's (who is now in North Korea). House of Unbo, 92-41 Hyeongdong 2-gil, Cheongju-si, Chungcheongbuk-do; +82 43-213-0570; Cost of entry USD $5 for adults, $3.50 for children   Park Seung Chol Hair Studio \"Korean hair salons are just fun wonderlands where you can walk in without an appointment, they bring you endless caramel macchiatos and waffles with chocolate and cream, and then they transform you with their magic,\" says Cha.  \"It's one of my favorite things to do in Korea, and so I made one of my characters a mute stylist who has trouble with her assistant. Things get really dark very fast in that storyline.\" The hair salon is based on one of Cha's personal favorites in Gangnam -- Park Seung Chol Hair Studio. Park Seung Chol Hair Studio Gangnam Station Branch 1, 2/F, 423 Gangnamdaero, Seocho-gu, Seoul; Haircuts start at $20 and single process coloring starts around $80. Blowouts included. Palsun, Hotel Shilla Palsun is a high-end Korean-Chinese restaurant where one of the most dramatic scenes in the book is set.  \"One of my protagonists, a high-end escort at a room salon gets wind that her biggest client is having a 'sanggyeonrae' -- a formal engagement dinner where families of the engaged couple meet for the first time and decide on a date for the wedding -- at the restaurant,\" says Cha.  \"She decides to go, breaking all sorts of rules and barriers and societal taboos. \"Palsun is probably the most expensive Korean-Chinese restaurant in Korea, often considered the best, and is always an amazing -- if wildly overpriced -- experience. I've had my own awkward dinners there -- once a guy I went on a blind date with had me meet his parents there, and this was just three dates in.\" Hotel Shilla, 249 Dongho-ro, Jangchung-dong, Jung-gu, Seoul, South Korea  Riot Games LoL Park, Seoul Created by video games developer Riot Games, LoL Park is a $88-million esports complex designed for its online battle arena game, League of Legends.  The futuristic arena screens live game broadcasts and has its own PC-bang -- the South Korean word for an internet gaming café -- as well as a gaming store and some dining options. \"My friend Jaysen Park was the CEO of Riot Games Korea before he abruptly died earlier this year and broke my heart. He walked me through the new, incredible LoL Park last summer,\" says Cha.  \"The art from the League of Legends game is depicted all around the park -- everything from stained glass windows to hand-drawn murals.  \"I set a scene in the last chapter here -- one of my characters turns to gaming as a new form of escapism after a rather bad run-in with her K-pop crush. It's a remarkable space and something out of the future. Or a video game,\" says Cha.  Riot Games LoL Park, 33 Jong-ro, Cheongjin-dong, Jongno-gu, Seoul"], "Language": false}