{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/us/ronald-lewis-new-orleans-cultural-historian-dies-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New Orleans"], "ByLine": ["By Ed Lavandera, CNN"], "Writers": [["Ed Lavandera"]], "FirstPublishDate": ["2020-04-08T05:14:08Z"], "LastModifiedDate": ["2020-04-17T13:48:51Z"], "Headline": ["A 'giant' of New Orleans culture and 'scholar of the people' dies of coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When a man like Ronald Lewis dies there's supposed to be brass bands marching the streets, sharply dressed members of the New Orleans social clubs falling in behind the musicians, and Mardi Gras Indians dancing alongside them in their elaborately beaded suits. That didn't happen. Lewis hasn't received the tribute his family believes he deserves, at least not yet. The coronavirus pandemic dashed any hopes of bringing thousands of people together to honor the man New Orleans Mayor LaToya Cantrell called a \"culture bearer\" of this city. On March 18, Lewis, 68, fell ill and his family rushed him to a hospital. He quickly deteriorated and died two days later. \"We were shocked,\" said Rachel Breunlin, a friend and business partner of Lewis. \"I still really haven't wrapped my mind around it all the way.\" It wasn't until the day of the funeral, which only a handful of people were allowed to attend, that the family found out Lewis was infected with the coronavirus. \"He's a giant,\" said Brent Taylor, Mr. Lewis' nephew. \"They should put a statue of him on Tupelo.\" Tupelo is the street in the Lower Ninth Ward of New Orleans where Mr. Lewis opened the House of Dance and Feathers museum dedicated to documenting and preserving the city's rich cultural history. He served as the director and curator of the museum that strove to tell the stories of the city's poorest neighborhoods. \"I want to educate the world about our great culture,\" Lewis wrote on the museum's website. \"How we do this, and why we are so successful at it even though the economics say we ain't supposed to be.\" The death of Lewis is seen as the passing of a cultural icon in the city. Lewis wrote a book called \"House of Dance and Feathers\" with Breunlin. The book serves as a \"detailed map\" of New Orleans culture. \"He was an intellectual of his traditions,\" said Breunlin. \"He was a true scholar of the people.\" Lewis founded the \"Big Nine Social Aid and Pleasure Club.\" Such organizations can be traced back to the 19th century and are intricately weaved into the fabric of New Orleans. The clubs were the driving force of community \"providing health care and burial services for its members\" and a place that inspired debate and public service, according to the House of Dance and Feathers museum. Once a year, the \"Big Nine\" social club hosts a parade and second line. For Lewis, the event was the highlight of his year. Lewis loved bringing his Lower Ninth Ward community together, planning the parade route, and seeing everyone dressed up for the special occasion. \"He would say leave the violence, drugs at home. Let's come out in peace,\" Taylor said. \"He showed us what it was to be a great man.\" It all almost came to an end in 2005 when Hurricane Katrina dealt a vicious blow to Lewis. The storm flooded his home and neighborhood under 14 feet of water. He was a survivor and the storm inspired him to work harder at preserving his community's culture. Lewis spent much of his life working for the city of New Orleans Regional Transit Authority. He fixed the tracks used by the streetcars that are ubiquitous to this southern city. But his biggest impact came in preserving the rich legacy of African-American culture in New Orleans. He learned to sew so that he could create the head dresses of Mardi Gras Indians. The creations are works of art and filled with symbolism. \"He absolutely embodied the beauty of New Orleans culture,\" said LJ Goldstein, a New Orleans photographer who considered Lewis one of his closest friends. \"We lost an ambassador.\" Lewis, according to Goldstein, wasn't the front man of the elaborate parades and second lines. Instead, Lewis \"made the magic happen\" and helped other people shine. Family and friends are waiting for the coronavirus pandemic to pass, but as they wait they're planning a traditional jazz funeral fitting of  Lewis' legacy. The community of brass bands and social clubs all over the city keep calling Taylor. They are anxious to celebrate Lewis' life the way it was supposed to have been had it not been for the infection that took his life and shut down the city. Taylor says thousands of people will march and perform in the second line funeral procession. The family is planning to hold the procession on July 17, that would have been Lewis' birthday."], "Language": false}