{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/politics/lawmakers-at-home-work-life-balance-kids-homeschooling/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sunlen Serfaty, CNN"], "Writers": [["Sunlen Serfaty"]], "FirstPublishDate": ["2020-04-16T12:05:41Z"], "LastModifiedDate": ["2020-04-16T15:50:45Z"], "Headline": ["Lawmakers struggle to balance day job with raising kids at home: 'It's been surprisingly hard'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Members of Congress back in their home states are getting a dose of the daily struggle that many American families are also facing in the time of coronavirus: the herculean juggle of taking care of their kids, while also working from home. It is a far cry from the typically regimented schedules of suited up lawmakers who spend their days on Capitol Hill, often away from their kids for the majority of the work week.  And it's led to some unexpected moments. Democratic Sen. Tammy Duckworth of Illinois is sprawled out at the kitchen table working between four laptops, four phones and worksheets for homeschooling her daughter. She's forgotten the mute button on a conference call with the Senate Democratic caucus, while coaching her daughter to use the potty.   Republican Sen. Ted Cruz of Texas is dressed most days in shorts and slippers, helping reboot the crashed internet connection for his kids. GOP Rep. Steve Scalise of Louisiana is teaching his son algebra, toggling between work conference calls while also preparing breakfast. Democratic Rep. Katie Porter of California narrowly avoided her child being on cable TV wearing nothing but her Little Mermaid robe in the background. And Democratic Rep. Mikie Sherrill of New Jersey is bribing her kids with ice cream to help get though a video town hall with her constituents uninterrupted by a fight between siblings in the background. In interviews with CNN, these members provided a candid and humbling assessment about how working from home as a member of Congress is going so far. \"It's been surprisingly hard,\" Duckworth told CNN, with her two children yelling at times in the background. She described balancing committee conference calls with her daughter's own virtual meetings. \"I've got Armed Services Committee in one ear, and I'm trying to set up a zoom meeting for 24 5-year-olds.\" \"I'm just trying to keep them occupied,\" Scalise said of his two kids. \"We are homeschooling them in the middle of all the nonstop conference calls.\" Members of Congress, admittedly, have resources that lessen their own challenges -- reliable paychecks, job stability and access to technology to be able to work from home, a luxury not afforded so many Americans who are sick or who have seen their jobs lost or at risk and savings draining. And yet, their struggles are still very real. Between the homeschooling, keeping kids fed and busy, and breaking up fights, they are also having to learn how to manage the rigors of their daily responsibilities to their constituents. \"It's an incredibly stressful time,\" Sherrill, a mother of four, said. \"I think God invented the mute button on my phone for parents. I can't tell you how many times I am on a conference call, and I have it on mute and I say, 'You have got to get back online, have you done your math?'\" Keeping the kids busy is not easy Like many Americans, with schools closed across the country, members of Congress are also having to homeschool their kids. Even with distance learning provided by some of the schools, members say the burden is still on the parents to keep their kids' learning on track. \"With homeschooling, I am a kind of a taskmaster -- get to then to their desks, get them in front of the computer, make sure they are doing some form of work,\" Sherrill said. Additionally, Sherrill's husband has been battling coronavirus. He is now on the mend and she has been able to hand off some of the homeschooling responsibilities, especially at times of the day when she reaches the limit of her patience. \"By the end of the day, I think I am a little done with some of the drama of homeschooling,\" she said, \"and he is much more patient at the end of the day.\" Duckworth said there are \"a lot of tears\" in trying to keep her oldest daughter, who is 5 years old, focused on her schoolwork and that she's had to lower her own expectations for what she and her daughter can actually do from home. \"I had these ideas of what we were going to do. I was like 'for science we are going to do experiments! And every day we are going to do some reading and some math and we're going to do some science and art!'\" But those early visions she had of home schooling were just not attainable. Now, she says if her daughter completes five worksheets of a preschool workbook she bought, she declares it a win and considers her daughter done with schoolwork that day. Scalise, who was a few courses short of a math minor while at Louisiana State University, has been stepping up to help his 10-year-old son with algebra. \"I get to kind of refresh the dust off those old skills,\" he said. Same goes for Cruz, who said much of the focus for him and his wife, Heidi, revolves around the schoolwork for his daughters, in third and six grade. \"I'll be on calls and Heidi will be on calls and suddenly one of the girls will be screaming because they don't know how to do a math problem and we're trying to remember sixth grade math,\" Cruz said. \"And work though it when the internet crashes and nobody can get online and we're all trying to reboot the router so we can get back online to get back to work. It can be a little crazy.\" Sherrill said she is constantly trying to come up with games to fill the time outside of schoolwork, lamenting that one of the games she came up with this week only occupied her boys for a whopping 30 minutes. When her kids are acting particularly \"crazy,\" she has resorted to telling them to go outside to jump on their trampoline -- in the rain. \"They said 'in the rain?' And I said, 'yup, in the rain.'\" A different kind of workflow Managing the workload of a member of Congress from home, while also juggling kids, is a moving target with daily fumbles, lawmakers say.  Figuring out schedules and dividing up responsibilities, often when there are competing demands of two parents' careers,  has upset some household harmony. \"I was trying to operate on a schedule and trying to force a 5-year-old and a 2-year-old to operate on a senator's schedule, which is ridiculous when you put it that way,\" Duckworth said, adding that she's been getting upset with her husband at the same time.   \"We've set up a little office for him when he's in there with the door shut, and I'm like, 'how come you get to be in that office with the door shut? And I am out here at the kitchen table and trying to homeschool and do this?' So, you know, it's been rough.\" In an embarrassing moment, all too familiar to many people working from home, Duckworth forgot to mute herself on a conference call with the entire Senate Democratic caucus while helping her daughter go to the bathroom. \"I said, 'Go potty, honey, wash your hands,' and then (Sen.) Amy Klobuchar, in a very dry voice, just said, 'And Tammy Duckworth just told everyone to go potty and wash our hands, that's good advice.' And I went 'Oh my God,' and everybody was laughing at me.\" Balancing their own work schedules with their kids' demands often is an uphill battle. It's also tough to manage shared workspaces and limited devices in the household. Porter had to kick her daughter out from the desk where she was working so she could do her own congressional work at that workstation, she said.  Porter also asked House leadership last week to set times for caucus calls so that parents can schedule around them. They've since committed to two times a week to have those calls, outside of emergency calls that might pop up. \"I've taken some time to push my kids to be as self-reliant as they can be,\" Porter said. \"This is a job that never stops.\" Cruz said he was doing a live TV interview from his home when his daughters were trying to come behind him and put their family cat on his head. \"I only narrowly averted having that happen in the middle of a live shot,\" he said laughing. \"It took energetic persuasion to prevent it.\" The typical office setting and attire, of course, have been uprooted as well. Their offices now are kitchen tables, home offices, living rooms and even in bed, where more than one member admitted to taking early morning conference calls. Most admitted to dressing formally on top and wearing either shorts or pajama pants on the bottom, out of the camera view of most of their video calls. Pajamas or not, like most Americans, the members say this is an incredibly challenging time both personally and professionally -- that is nearly reaching a breaking point. Cruz said his daughter screamed last week, \"I can't stand being in the house anymore,\" he recalled.  \"I think a lot of us feel that same way.\""], "Language": false}