{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/opinions/unorthodox-shtisel-compelling-hasidim-depictions-goldberger/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Frimet Goldberger"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T14:15:17Z"], "LastModifiedDate": ["2020-04-16T15:39:53Z"], "Headline": ["Ex-Hasid: Why my former community makes for such compelling television"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Netflix's widely popular miniseries \"Unorthodox,\" inspired by Deborah Feldman's 2012 debut memoir, joins an emerging subgenre of television explorations of Hasidic Jewish communities and characters.  From the critically acclaimed Israeli hit series \"Shtisel\" -- in which universal struggles between generations just happen to be set within a Haredi (umbrella term for ultra-Orthodox) community -- to Netflix's original documentary \"One of Us\" -- an important but incomplete portrait of people who flee the Hasidic community -- depictions of extremely religious Jews are becoming more mainstream. And \"Unorthodox,\" the latest series to offer insight into this community through the eyes of a young woman who flees a repressive marriage, provides four hours of voyeuristic thrills in a somewhat accurate, albeit one-dimensional portrait of Hasidim. I should know. Born into a strict Hasidic community -- and, full disclosure, formerly friends with Feldman before she cut ties with even her ex-Hasidic friends -- my husband and I gradually, painfully transitioned away from Hasidic life over the past 11 years. At 15, I first encountered the fascination of outsiders with the world I grew up in. Standing with a gaggle of women on a strip of grass, I watched as FBI agents arrested my neighbor down the street in the Hasidic enclave of Kiryas Joel, a modest suburb in New York. They carried the young father, who was eventually sentenced to prison, down the concrete stairs, his peyos (side curls) dangling in shame.  Reporters scrambled to get a shot of him and then turned the camera to us, the stunned neighbors. I might have felt like I was in a movie -- if I'd known what a movie was like. I had never seen one. As a sheltered Hasidic girl, I was as fascinated by the television crews that swept into town as they were with me. But even after years away from it, I still wonder: Why does my former community make for such compelling cinema? Hasidim are an insular people. Built on a foundation of devotional religious practices and ancient customs, the community prefers its isolation. Founded in the 18th century by the Baal Shem Tov, the movement spread rapidly throughout Eastern Europe, splintering into larger and smaller sects led by local rabbis. After the Holocaust, Hasidim managed to rebuild from the enormous loss and have grown exponentially in the years since then.  To some outsiders, their elusiveness only serves to increase their allure. Enter writers and producers keen on lifting the curtain and granting viewers a peek into a community that, to some, may seem like a Margaret Atwood-style literary concoction. Of course, this is nothing new. There is a long history of films that have garishly played up the mystery of Hasidim -- from 1992's \"A Stranger Among Us,\" starring Melanie Griffith as an undercover cop in the New York Hasidic community, to 1998's \"A Price Above Rubies,\" starring Renee Zellweger as a disgruntled young Hasidic wife and mother. But interest seems to have peaked in the 2010s, coinciding with an emerging genre of memoirs written by people who have chosen to leave ultra-Orthodox communities. I, however, am not a typical viewer of -- or player in -- dramas about Hasidim. Unlike in \"Unorthodox\" or \"One of Us,\" my family's transition away from Hasidic life has left us with one foot firmly ensconced in the secular world and the other still with our Hasidic families, as we straddle that proverbial wall as best we can. This may seem strange since the prevailing narrative of those who leave ultra-Orthodox communities would make viewers believe that we all \"flee\" with a few belongings, divorce our spouses and cut ties with our families who eventually disown us. But that's not what happened to us -- and to many others who lovingly glide in and out of these disparate worlds.   My husband and I left Kiryas Joel, our hometown, after a few too many run-ins with the \"modesty committee\" -- men tasked with maintaining the highest standards of modesty in my community. As a Hasidic woman of the Satmar sect, I was expected to shave my head, down to a stubble, the morning after my wedding -- and to maintain that length for the duration of my marriage.  But my husband and I were not your typical Satmar Hasids. We frequented the library and watched movies -- and, at some point, I stopped shaving my head. The committee learned of my transgression through the grapevine of yentas, and eventually we were issued an ultimatum: shave my head or expel my son from the only boys' school in town.  We moved out to a different, less restrictive ultra-Orthodox community. Although the first few years were unbearably difficult, laden with guilt and vast cultural gaps, we were adamant to hold on to tradition and family.  Perhaps because we still maintain a strong connection to that ultra-religious world, I don't carry many grievances toward Hasidim who still adhere to its demanding tenets. And now, when I watch films and shows depicting their lives, I find myself looking for the nuance that should be afforded to every community represented in cinema and television -- especially since, for so many viewers at home and on lockdown, this may be the only insight they get into the community I once called home.  In particular, I seek a compassionate rendering of customs and peculiarities -- and for the Hasidic characters to be treated sympathetically, dynamically and given agency where appropriate, a high bar \"Shtisel\" has set. With its universal themes of family and love -- and its commitment to show a people as they are -- \"Shtisel\" has drawn a global fan base. There is a reason American viewers -- Jewish and secular -- obsess over this Israeli show about Haredim, and it is not only because of its aqua-eyed heartthrob, Akiva Shtisel (Michael Aloni). The show does not force a narrative about what it means to be Hasidic; rather, it shows Hasidim as simply human, with dreams and desires, hopes and heartbreak. From the overall ethos of the community down to the idiosyncrasies, \"Shtisel\" is a rousing master class on how to authentically portray ultra-Orthodox Jews. The show opens in Akiva's dream. He is in a deli ordering a piece of potato kugel, a traditional baked dish, where he meets his recently deceased mother. The next morning, Akiva shares this dream with his father, Shulem (Doval'e Glickman) -- a bespectacled, salt-and-pepper bearded, stubborn yet soft middle-aged Hasidic man. Over plates of Israeli chopped salad in a small Jerusalem apartment, we are introduced to this father-and-son duo who, if not for their specific attire and mannerisms, might have been well placed in any kitchen anywhere in the world. This is everyday life for Akiva and his father, the principal of the all-boys school where Akiva teaches. The episodic through lines are less rooted in drama and more in the human story of community and love from the lens of the Shtisels: Its patriarch, Shulem; Akiva's sister Giti (Neta Riskin); Giti's ne'er-do-well, philandering husband; their five children, including Ruchami, played by \"Unorthodox\" star Shira Haas; and a number of other exceptional cast members. Akiva's penchant for art renders him a black sheep. He has trouble finding a suitable match, which aggravates both his father and matchmakers. Date after date, Akiva rejects every girl offered to him only to fall for a twice-widowed artist many years his senior. (Worth noting here that dating is not the norm in most Hasidic sects.) Their courtship presents an internal dilemma for Shulem, who adores his son but fails to understand why he can't fall in line.   But \"Shtisel\" has no real villains or heroines. Its characters are sympathetic, whether Haredi or secular, toeing the line or coloring outside it.  In contrast, Netflix's 2017 original documentary feature, \"One of Us\" (which has been getting renewed life from the popularity of \"Unorthodox\") affords viewers little reprieve from the grimy underbelly of Hasidism. The film follows three ex-Hasidim -- Ari Hershkowitz, Luzer Twersky and Etty Ausch -- as they each navigate the trials and tribulations of lives upended. Etty's story is especially wrenching. A mother of seven, she attempts leaving her allegedly abusive husband with her children only to face a legal battle mounted by her former community, including her own family, to \"save\" the children and secure custody. Although searing and an important portraiture of three brave individuals, the film is not fully representative of Hasidim or even those who leave the stringent lifestyle. While the characters' struggles are real -- and heartrending -- the film may leave an uninitiated audience with the impression that all Hasidim are villains. Instead, the documentary should be viewed through the lens of the three protagonists and the seemingly insurmountable challenges they overcome to live self-determined lives.    Where \"Shtisel\" creates a Hasidic world defined by both its simplicity and its dynamism, and \"One of Us\" presents the perspective of those who choose to leave, \"Unorthodox\" falls somewhere uncomfortably in between. Shot in Berlin and New York, \"Unorthodox\" focuses on short and waifish Esther Shapiro, played by the heartrending Haas, as she navigates her own journey to a self-determined life. Mesmerized by music and dreaming of a creative existence outside the boundaries of wife and mother, Esty chafes under the circumscribed life of a Satmar Hasid in Williamsburg, Brooklyn. Saddled with a mother who has left her husband and their community for Berlin, and raised by her grandmother and a harsh aunt, Esty struggles to find her place. Still, when Esty is 18, a matchmaker succeeds in arranging a marriage with Yanky, played by a convincing Amit Rahav, sporting an envious set of side curls and a wide-eyed, penetrable gaze. The two agree to marry after a short beshow, the meeting between a prospective bride and groom. Many modern viewers might be incredulous at this swift process, but it happened to me when I was 17. I met my husband for the first time in my childhood playroom, the door slightly ajar (people of opposite gender may not be in one room alone, unless they're married). Like Esty and Yanky, we sat across each other and made awkward chit-chat, while our parents waited in another room. Trays of cakes I had baked that day for a potential engagement party stood at the ready on the kitchen counter.  After the well-shot but somewhat imprecise wedding, in which women sport stringy wigs crying out for a sheitel macher's (wig stylist) comb, and men wear shtreimels (fur hats) that appear unrealistically stiff, Esty and Yanky endure months of painful attempts at consummating the marriage. The sexual scenes, gawkish and distressing, should come with a trigger warning. Though plausible, they seem farcical, lacking any tenderness.  True to stereotype, Esty's mother-in-law appears meddlesome: After Yank"], "Language": false}