{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/cnn-underscored/best-puzzles/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-04-16T13:56:55Z"], "LastModifiedDate": ["2020-04-16T13:56:55Z"], "Headline": ["25 gorgeous puzzles that will keep you occupied for hours"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. We're all finding ways to adapt to a new normal. One challenge some are facing if they're choosing to stay home as much as possible is pure, unadulterated boredom. After all, there are only so many television shows you can watch and workouts to post on Instagram. If you're one of many who are looking for new things to do, consider taking it back to the basics with a good old jigsaw puzzle.  You won't be alone. In fact, people are buying puzzles right now at an unprecedented rate. \"There has been an extraordinary increase in jigsaw puzzle sales over the past three to four weeks,\" says Ben Jamesson, vice president of marketing and product development at BuffaloGames. \"At some retailers, we have even seen a 1200% increase when compared to the same time period last year. Activities that people can do while social distancing at home are in high demand right now.\"  With that in mind, puzzles can be pretty hard to find right now, but if you aren't picky, there are still tons of jigsaws available. If you're ready to start puzzling but don't know where to start, Jamesson says piece count is an easy jumping-off point.  \"I would recommend starting with a 300- or 500-piece puzzle because you can finish them in a weekend or even a single evening if you put your mind to it,\" he says. Then if that's too easy, you can graduate to the puzzles with 1,000, 2,000 or even 3,000 pieces.  Another factor to consider when choosing difficulty is the design itself. Karen Kavett, who has popular Instagram and YouTube accounts devoted to puzzles, says color is key.  \"Beginners should look for puzzles with bright colors and very clear color separation,\" she says. \"That will make it easier to sort the pieces into the different sections to be able to finish it quickly without getting frustrated.\" On the flip side, if you're looking for a challenge, she says to look for puzzles with large areas of a similar or even the same color.  In the end, it's all about finding a puzzle that you truly enjoy. \"I love puzzles with bright, saturated colors, since if I'm going to be looking at a puzzle for hours, it should be colors that make me happy,\" Kavett says. So whether it has a smooth gradient or features the adorable Baby Yoda, there's a puzzle out there for you. To help you find a puzzle that balances challenge and aesthetics, we've compiled a list based on Kavett's and Jamesson's recommendations. The puzzles are broken out by difficulty, and we even threw in some unique puzzles and accessories so you can use your time indoors to become a jigsaw junkie.  Easy puzzles Charles Wysocki 300 Large Piece Puzzle ($9.99; barnesandnoble.com)   When you think about puzzles, you're probably thinking of some landscape photography or painting that your grandma is slowly piecing together on her coffee table. This puzzle, featuring a random painting out of five from Charles Wysocki, is reminiscent of those classics. And at 300 pieces, it's a great place to start so you don't get too frustrated.  _______________________________________________________________________________  Cosmic Lights 500-Piece Puzzle ($13.99; barnesandnoble.com)   Up the ante a little bit with more pieces. At 500, this puzzle features the beautiful colors of cosmic lights.  _______________________________________________________________________________  Star Wars The Child Puzzle 500 Pieces ($9.99; target.com)   If you're a fan of The Child (also known as Baby Yoda), this adorable puzzle will have you fawning over his big eyes while you put together his 500 pieces.   _______________________________________________________________________________  Frank Lloyd Wright Guggenheim 2-Sided 500-Piece Puzzle ($15.99; barnesandnoble.com)   This dual-sided puzzle depicts Frank Lloyd Wright's famous Guggenheim Museum. On one side is a beautiful photo of the iconic architectural feat, and on the other is the blueprint to the building.   _______________________________________________________________________________ Harry Potter Flying Keys Puzzle ($15.95; barnesandnoble.com)   For the Harry Potter fan in your life, this 500-piece puzzle is the perfect starter to sharpen their problem-solving skills.  Medium puzzles Galison Jigsaw Puzzle, Bibliophile Book Club Darlings, 1000 Pieces ($12.99, originally $16.99; amazon.com)  Travel to the book pile of your dreams with this 1,000-piece illustrated puzzle. Truly ideal for a bibliophile.  _______________________________________________________________________________ Nevertheless She Persisted Puzzle ($18; uncommongoods.com)   If you need some inspiration, try solving this puzzle, which showcases 24 of history's most empowering women. Tons of motivational quotes are laden throughout the image, so you can persist through this 1,000-piece puzzle all the way to the end.  _______________________________________________________________________________ Galison All Are Welcome Here Jigsaw Puzzle, 1000 Pieces ($17.82; amazon.com)  Put together a crowd of colorful, peaceful people with this delightful 1,000-piece puzzle.   _______________________________________________________________________________ Rocky Mountain National Park Poster Art of The WPA 1,000 Jigsaw Puzzle ($19.99; amazon.com)   If you're seeking a puzzle with a different look, this stylized option looks like a poster for Rocky Mountain National Park.   _______________________________________________________________________________ Colorful & Intricate Stained Glass Ceiling of Palace of Catalan Music ($49.99; etsy.com)   This gorgeous puzzle is not only delightful to look at, but will also be a joy to slowly piece together until it reaches its beautiful complete form.  Hard puzzles  Bgraamiens Blooming Color 1,000-Piece Round Jigsaw Puzzle ($26.99; amazon.com)   This colorful puzzle is a real treat to put together. The intricate shades make it a tough one to solve, but if it gets too hard there's some lettering on the back of the pieces to make it easier.   _______________________________________________________________________________ Animal Kingdom 3,000-Piece Jigsaw Puzzle ($39.99; barnesandnoble.com)   If you want a puzzle that's hard due to its sheer number of pieces, this 3,000-piece kit is the one for you. It features a vast animal escape full of lions, giraffes and more. But you're not buying this for the pretty animals, you're buying it for the pain of putting together 3,000 pieces.   _______________________________________________________________________________ Areaware Gradient Puzzle ($25; urbanoutfitters.com)   This gradient puzzle is quite tricky because the only thing that distinguishes the pieces is slight differentiation in color.   _______________________________________________________________________________ Bgraamiens The Lines Puzzle ($25.99; amazon.com)   The hectic lines that are drawn across this puzzle make it hard to tell which piece goes where, as there's no rhyme or reason to the way they're drawn. You'll need to tap into some real puzzling powers to solve this one.   _______________________________________________________________________________ Color-Changing Puzzle ($99; store.moma.org) One of the most difficult puzzles out there, this one was created by artist Clemens Habicht. The colors of the pieces change depending on what angle you look at them, which creates a ridiculously difficult and mind-boggling puzzling experience.   _______________________________________________________________________________ Ravensburger Krypt Black ($24.99; ravensburger.com)   This diabolical puzzle is infamously challenging, according to our experts. There are less than 1,000 pieces, but they're all the same color. You'll have to rely on the shapes of the pieces themselves and your own puzzling skills if you're going to try to solve this bad boy.  Unique puzzles Personalized Puzzle (starting at $17.99, originally starting at $19.99; etsy.com)   If you're looking for something more sentimental, try out this personalized puzzle. Just send in a high-quality photo and you'll receive puzzle pieces that create that image. \n_______________________________________________________________________________ Night Sky Wooden Puzzle ($90; uncommongoods.com)   This unconventional puzzle is made out of wood, and its pieces are shaped drastically different than normal jigsaws.   _______________________________________________________________________________ Wrebbit Harry Potter Hogwarts Great Hall 3D Puzzle 850 Pieces ($49.99; target.com)   These kinds of 3D puzzles add pop to your standard hobby, as they tower up off the table. This Harry Potter puzzle will have you building Hogwarts right in your own kitchen.   _______________________________________________________________________________ Wrebbit 2011 New York Midtown West 3D Puzzle 900 Pieces ($44.99; target.com)   This 900-piece puzzle recreates New York's Midtown West skyline, and its 3D build will have these skyscrapers shooting into the sky in your own home.  Puzzle accessories Lavievert Jigsaw Puzzle Roll Mat ($20.99; amazon.com) If you don't want your puzzle to take up your entire kitchen table until you solve it, this roll mat lets you easily store it and break it out at a later date. It measures 46 by 26 inches and holds up to 1,500 pieces.  _______________________________________________________________________________ Brightech LightView Flex Magnifier ($29.99, originally $49.99; amazon.com)   Are your puzzling sessions going late into the night, or do you simply want some extra light along the way? This powerful lamp will illuminate your workspace so you can see  each piece's every detail. Plus, it has a built-in magnifying glass to help you really focus on the most challenging of puzzles.   _______________________________________________________________________________ MagniPros 3X Magnifying Glass ($24.95; amazon.com)   Magnifying 300%, this handheld glass will help zoom in on the tiniest details in your puzzle. It also has an adjustable, dimmable light so you can get the perfect amount of light on your pieces.  _______________________________________________________________________________ AllwaySmart Puzzibly Puzzle Sorting Trays ($26.95; amazon.com) If you've got a puzzle with a lot of different sections, these sorting trays are essential to keep all your pieces separated. Divide and conquer with this set that contains eight trays and fits up to 1,000 pieces.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}