{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/william-eggleston-photographs-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T08:16:42Z"], "LastModifiedDate": ["2020-04-16T08:19:12Z"], "Headline": ["William Eggleston's color photos of the everyday were shocking for their banality"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["When photographer William Eggleston arrived in Manhattan in 1967, he brought a suitcase filled with color slides and prints taken around the Mississippi Delta. They were scenes of the low-slung homes, blue skies, flat lands, and ordinary people of the American South -- all rendered in what would eventually become his iconic high-chroma, saturated hues. In New York, Eggleston made friends with fellow photographers and future legends Diane Arbus, Garry Winogrand, and Lee Friedlander, who encouraged him to show his work to John Szarkowski. As the Museum of Modern Art's director of photography, Szarkowski had a reputation as a king-maker, known for taking risks on artists. Eggleston was decidedly a risk. The self-taught, Memphis-born photographer was an unknown talent, one whose defiant works in color spoke to a habitual streak of rebellion. Eggleston was making vivid images of mundane scenes at a time when the only photographs considered to be art were in black and white (color photography was typically reserved for punchy advertising campaigns, not fine art).  Critics were appalled when Stephen Shore mounted a solo show of color photographs at the Metropolitan Museum of Art in 1971. Yet Szarkowski, like Shore, saw a future with color photography and understood the quiet, profound power of Eggleston's work. On May 25, 1976, Eggleston made his MoMA debut with a show of 75 prints, titled \"William Eggleston's Guide.\" It was the first solo show dedicated to color photographs at the museum; color photography's mainstream acceptance still faced a barrier. But where other photographers like Shore and Saul Leiter had tried, to varying degrees of success, to crack it, Eggleston wielded a hammer. The show and its accompanying monograph would become landmark moments in the history of photography. Quite plainly, the work on display was a window into the American South. There were no heroics in his photographs, no political agendas hidden in the details. Eggleston called his approach \"photographing democratically\" -- wherein all subjects can be of interest, with no one thing more important than the other. A photograph of an empty living room, or a dog lapping water on the side of the road, or a woman sitting on a parking-lot curb were all equal in front of his lens. Arguably Eggleston's most famous photograph is of a bare, exposed lightbulb against a red ceiling, the vibrant cherry hue heightened through dye-transfer processing, which became a hallmark of his practice. Titled \"Greenwood, Mississippi\" (1973) but better known as \"The Red Ceiling,\" it became one of the many works that secured Eggleston's legacy as \"a great poet of the color red,\" as author Donna Tartt once penned in Artforum. The image is both formally beautiful and unsettling, like the creeping unease of a Hitchcock film, of whom the artist was a fan. \"When you look at the dye,\" Eggleston once said of the work, \"it is like red blood that's wet on the wall.\" At first, critics didn't see potential in his photographs, with some calling \"William Eggleston's Guide\" one of the worst shows of the year. Responding to Szarkowski's description of Eggleston's images as \"perfect,\" the New York Times' lead art critic Hilton Kramer wrote that they were \"perfectly banal, perhaps\" and \"perfectly boring, certainly.\" Though biting at the time, the word \"banal\" has acquired an entirely new significance thanks to Eggleston and his critics. Eggleston's hallmark ability to find emotional resonance in the ordinary has become a north star for many photographers and filmmakers since. \"William Eggleston's Guide\" was \"lambasted at the time for being crude and simplistic, like Robert Frank's \"[The] Americans\" before it, when in fact, it was both alarmingly simple and utterly complex,\" said British photographer Martin Parr in 2004. \"It took people a long time to understand Eggleston.\" Parr is just one of countless photographers who has found inspiration in the Memphis artist's work. Others include Juergen Teller, Alex Prager, and Alec Soth. Eggleston's influence can also be seen on the silver screen: David Lynch's \"Blue Velvet\" (1986), Gus Van Sant's \"Elephant\" (2003), and Sofia Coppola's \"The Virgin Suicides\" (1999) have all elevated the ordinary to poignant or unsettling effect, while Sam Mendes's American Beauty (1999) waxes poetic about the profound majesty of a simple plastic bag in the wind. Though Eggleston could not have known the extraordinary effect he would have on visual culture, he remained unfazed by both the criticism and fanfare. \"The controversy did not bother me one bit,\" he reflected in 2017. \"Those few critics who wrote about it were shocked that the photographs were in color, which seems insane now and did so then. What's more, they didn't explain why it so shocked them. To me, it just seemed absurd.\" The now-80-year-old photographer has never been one to care an iota about what others think of him (it's said that Eggleston, after a day-drinking induced nap, showed up late to the opening night of his MoMA debut). Growing up in an affluent Southern household, Eggleston loved music but remained somewhat directionless, failing to graduate from any one school and known for hellraising antics. That reputation hasn't changed much over the years, with a recent Memphis Magazine profile noting that Eggleston's allure has been partially cultivated by his \"penchant for guns, booze, chain smoking, mistresses, [and] outlandish behavior.\" Eggleston's career took shape after his first encounter with Henri Cartier-Bresson's iconic book of photos, \"The Decisive Moment\" (1952). It proved to be Eggleston's own decisive moment: Observing the French visionary's use of light and shadow, he began to think about how he could apply those depths of tone using Kodachrome color film. Cartier-Bresson himself, who became a friend, was less than enthused about Eggleston's decision to use color. \"You know, William,\" Cartier-Bresson once told him, \"color is bullshit.\" Undeterred by skepticism from friends and critics alike, Eggleston forged his own path. The same year of the MoMA show, he shot another body of work that is now highly regarded. He was sent by Rolling Stone to Plains, Georgia, the hometown of then-presidential hopeful Jimmy Carter, on the eve of the national election. The series, titled \"Election Eve\" (1977) -- which contains no photos of Carter or his family, but the everyday lives of Plains residents -- has become one of Eggleston's more sought-after books. In the last five decades, Eggleston has established himself as one of the most important photographers alive today. In March 2012, a Christie's auction saw 36 of his prints sell for $5.9 million. His photograph of a tricycle that graced the cover of the \"William Eggleston's Guide\" monograph, titled \"Untitled, 1970,\" topped the artist's personal record for a single work sold, at $578,500. The artist's career has been marked by a surety in the way he sees the world; an idiosyncratic view of what we see, but may miss, every day. \"I have a personal rule: never more than one picture,\" he told The Telegraph in a 2016 interview, \"and I have never wished I had taken a picture differently. It simply happens that I was right to begin with.\""], "Language": false}