{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/success/video-conferencing-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kathryn Vasel, CNN Business"], "Writers": [["Kathryn Vasel"]], "FirstPublishDate": ["2020-04-15T14:01:41Z"], "LastModifiedDate": ["2020-04-15T16:40:28Z"], "Headline": ["Where to look. When to talk. How to get the most out of virtual meetings"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["For better or worse, meetings are a routine part of our jobs. And now that most people are working from home, those meetings are shifting online. Running a productive, focused and engaging meeting with all the participants ssitting around the table is hard enough. Doing it virtually, with everyone sitting in their homes trying to figure out where to look and when to talk brings new challenges. When people aren't physically sitting around a table together, it can be hard to get everyone focused and on the same page. \"With everyone in a room watching a speaker, you do it too because everyone else is. When you are sitting behind a screen, you don't have the same pressure,\" said Art Markman, a psychology professor at the University of Texas at Austin. Where to sit... and look   Lighting is important -- you want people to be able to see your face, particularly if you are running the meeting.  Ideally, you want to pick a spot where the light is in front of you. If that's not possible, grab a lamp and put it next to you to brighten your face. If all the light is coming from behind you, it will be harder to see your face and you will end up looking like a silhouette.  Look at yourself in the camera before the meeting starts to make sure you are centered, but try not to focus on yourself once the meeting has begun. \"It is easy to get distracted by the way you look, but try as much as you can to not pay much attention to it,\" said Markman. When you are speaking, he suggested looking a little to the side of your screen and not directly at the screen or camera.  \"We find faces to be visually engaging and it's hard to formulate what you are trying to say when staring at faces,\" Markman said. \"Not actually looking straight at the sea of faces is useful to speak a little more fluently in a virtual meeting.\"  Don't worry too much about your background. We are all doing the best we can these days. And if an inquisitive toddler happens to make an appearance on someone's screen, don't draw too much attention to it.  \"Smile, wave and move on,\" said Markman. \"A lot of people are feeling self-conscious about a lot of things these days. There's no reason to create a problem.\" If you are shy about people seeing the inside of your home, many videoconferencing tools allow you to change your background. But don't choose anything that will be distracting or inappropriate for the situation like one that's busy or overly bright. And don't forget to clean your camera lens of any fingerprints -- particularly if you are using a laptop. To mute or not too mute?  The reality is we're all going to have to some background noise, whether it's a restless kid, cat or partner.  For larger meetings, automatically mute all participants and have them unmute themselves if they want to chime in, suggested Oded Gal, chief product officer at Zoom. For meetings with 10 people or less, Mark Strassman, senior vice president and general manager of Unified Communications and Collaboration at LogMeIn, unmutes people.  If possible, avoid using your computer's built-in speaker and microphone. \"They are designed to pick up as much information as they can,\" said Strassman. \"If you have a wired headset, especially one with a boom mic, it picks up just what is in front of the mic. So no dog barking or kids in the background, and other people can hear you well, which is important.\"  Meetings leaders: Stay in control  Everyone needs to be a lot more explicit during remote meetings, according to Markman. With the lack of direct eye contact, it can be hard to convey whose turn it is to speak. \"When you are staring at the Brady Bunch format, no one knows who is looking at who,\" said Markman. \"A lot of the cues we use naturally to guide conversation are missing.\"  The meeting leader should take control and make sure everyone has an opportunity to speak.  That can mean calling on people randomly or giving people a quick heads up like: First, I am going to go to Mike, then Michelle and then end with Terry.  Some tools allow users to click a button to indicate they want to talk, but having people physically raise their hands also works.  Send out a meeting agenda beforehand so people come prepared and use it to stay on track.  But make sure all your meetings aren't overly buttoned up. \"It's important to have meetings without an agenda to have those 'water cooler' or 'kitchen run-in' moments you are missing,\" said Strassman.  He sets up an hour long meeting with his team just to do work together and he also has \"office hours\" where workers can drop in and chat with him.  Just as important is the leader stepping in to cut someone off who is carrying on. Phrases like: \"in the interest of time, we will discuss later,\" \"we need to move on,\" or \"let's discuss this offline,\" can help give a nudge to wrap it up.  If you are giving feedback or holding a performance evaluation virtually, don't rely on your tone of voice to convey  emotion.  \"Be a little more explicit with emotion,\" said Markman. \"If you are trying to adopt a caring tone of voice, someone might not pick up on that. Maybe say, 'I feel horrible what is happening.' Actually say the things you would normally convey indirectly.\" Participants: Do your part  Stay focused on the meeting -- you likely aren't as slick as you think you are when checking emails or sending a quick text. \"If you do your best to pretend you are making eye contact with the people who are speaking, it keeps you engaged,\" said Markman. Participant feedback is a big part of a meeting success, and that includes little things like nodding in agreement, shifting in your chair when the meeting is dragging or giving a little chuckle at a joke. All of those things don't really come across in a video meeting, which is why we all need to be a little more dramatic and expressive.  \"Give a big smile or a thumbs up,\" said Markman. \"You are giving feedback, but doing it bigger than when you would normally chuckle. We are going to have to add visual information to make up for the lack of small noises we make that are social grease.\""], "Language": false}