{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/business/businesses-transition-online-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Haley Draznin, CNN"], "Writers": [["Haley Draznin"]], "FirstPublishDate": ["2020-04-13T21:55:26Z"], "LastModifiedDate": ["2020-04-14T17:12:13Z"], "Headline": ["Local businesses across the country are changing the ways they operate to stay afloat"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["There is no business as usual amid the coronavirus pandemic. But that hasn't stopped business owners across the country from getting creative to try and stay afloat.  While businesses can't physically keep their doors open -- due to stay-at-home orders implemented in many states -- they can remain open virtually. As a result, many have upended their normal strategies and transitioned to become almost entirely digital. Here's a look at what some business owners are doing to remain up and running.  Shooting 'porchraits'   Photographer Emily McCartney, 25, said she has taken this time during the coronavirus era to be more introspective.  Emily McCartney Photography, her western lifestyle and portrait business, has become entirely digital for the time being, with McCartney now utilizing platforms like Instagram -- which she does not normally use -- to share her latest work. \"I am investing more time in social media marketing right now,\" she told CNN. \"Engaging with my followers (and) hosting giveaways.\" Although she normally travels for work, McCartney decided to stay put in her home base of Throckmorton, Texas, a community with a population of less than 1,000 people. \"About 90% of my photo jobs require considerable travel, so basically all the shoots I had booked for spring and early summer have had to be postponed until this is all over,\" she told CNN.  Her online store, where she sells art prints and merchandise, was already in place before the coronavirus hit. Now, she said it's the only way she can make money from her photography. \"Frankly, my art and photography services are not a necessity and sales are definitely down,\" she said. \"I understand, though. That's the reality of the current state of our economy...when the world recovers, I'll be able to open my art gallery for exhibit showings and events again.\" Until then, she's also shifting gears creatively, looking to her community for inspiration. McCartney is participating in the Front Porch Project, an effort organized by photographers around the country to help support charities by shooting \"porchraits.\" The photos document families across the US who are staying at home during the coronavirus. So far, McCartney said she has photographed more than 108 different porches.  \"I am candidly capturing them at this moment in time,\" she said. \"Stressed, worried, out of work, out of groceries, but tough as nails. I took the images to capture the love, grit, and soul of my community members. This is a time in history that will never be forgotten and I feel it's my duty to capture my people in the truest form of who they are and what we are experiencing.\" Right now, she said she can't rely solely on her online photo sales. So she is also working on her family's ranching operation to pay her bills, for now.  \"I believe I will be a better person and a better businesswoman when we make it to the other side of this pandemic,\" she said. \"I am confident that my business will make it through, and I pray I will be able to use this trial to serve others better through my photography work.\" Hosting virtual classes and birthday parties  Michael Napolitano, 45, runs Rockness Music, a family-owned business that specializes in early childhood educational music classes and events. The New Jersey-based company was forced to furlough all of its employees, end its office lease and file for disaster recovery options.  \"The pandemic has swallowed our business just like many others,\" Napolitano told CNN. \"We are the product.\" The company pivoted by changing its website, social language and all advertisements to read as an \"all virtual company.\"  So far, the business is making \"minimal money\" from offering virtual classes and birthday parties on platforms like Zoom.  \"Our virtual classes and birthday parties are not going as well as we thought,\" Napolitano said. Although, the company did just book a birthday party in Mumbai, India. Napolitano remains hopeful.  \"People are hesitant for Zoom-based classes and birthdays, but once they experience it, they absolutely love it,\" he said. \"People don't want this distance. People want a genuine 'in your face' connection and I dig it.\" The company has also started free, daily broadcasts on Facebook Live for families struggling with something to do during the day. So far, the videos are averaging about 1,000 views per live class.  \"This Facebook Live show is exactly what I wanted to do my whole life. Talk about a silver lining,\" Napolitano said. \"I'm able to reach more children, I'm making people happy and I'm making music. I've been given a chance here to do something that matters...This is where I can do the most good.\"  Selling art kits Los Angeles-based Viridian Art normally teaches in-studio art class and on-campus art classes at various local schools.  But amid the pandemic, as schools moved to remote learning, all of the art school's classes abruptly came to a halt.  \"We've been working like crazy to find new revenue streams to stay alive in the small business world,\" co-owner Bronwyn Birk, 35, told CNN.  After being closed for one day and \"feeling helpless, with literally nothing to lose,\" the studio decided to put a few of its core art classes online. It also began selling art kits and activity packs. \"It's almost like starting a new business all over again,\" Birk, who is also art instructor, said. \"You have to throw out any fears of 'it won't be the same or as good as what we did before' and get ready to take a leap into the unknown.\"  The female-run small business has been able to keep its business afloat with their digital offerings. It has offered free and by-donation classes for the last two weeks of March as a way to \"give back to loyal customers and new ones.\" \"With all the tuition we've collected, and art kits and activity packs we've sold, we are staying positive,\" Birk said. \"And we are hopeful we can keep up with our bills and leases on two studio locations.\" Going digital has also allowed the business to reach a larger audience around the world.  \"The word has undoubtedly spread, and we've been welcoming new students from many different time zones,\" Birk said.  Viridian Art does not anticipate transitioning back completely to a traditional art studio, even after businesses start to recover post-pandemic.   \"We fear it will take some time for parents to feel comfortable sending their kids back to all their pre-pandemic activities,\" Birk said. \"We are expecting some of our students will return to the studio while others will want to continue with online classes until they feel more confident about being out in the world.\"  Transitioning to telemedicine appointments Some doctors are offering telemedicine appointments while their offices sit nearly empty.  New York City dentist Dr. Ruben Cohen, 44, closed his practice, Park Smiles NYC, over a month ago.  \"All of us in the medical field are frustrated at not being able to help people in need -- patients with tooth pain, chest pain, shortness of breath,\" he told CNN. \"These patients didn't suddenly disappear, they are still out there, but are afraid to get medical care for fear of being expose to Covid-19 by going to an urgent care center or ER.\"  He partnered with neighboring medical specialists and created Virtual House Call Docs NYC to treat patients remotely, whatever their needs are. They have increasingly switched to communicating with patients through texting and emails. The group is charging the same fees as they would for in-person visits. \"Many patients have asked for discounts and to delay their co-payment or out of pocket expenses, so we are trying to work with patients to help them financially, while also balancing our need to stay afloat and cover our immediate expenses,\" he said.  However, he anticipates it will take time for the practice to fully recover financially. \"Paying our bills and paying our staff will be extremely difficult when we go back to work because it will take at least four to eight weeks to see insurance payments starting to come in again,\" he said. Embracing livestreaming Fitness studios are also turning to online platforms to keep their clients connected.  Washington DC yoga instructor Faith Hunter, 49, closed her studio, Embrace Yoga DC, in mid-March. She almost immediately began livestreaming free daily yoga and mediation classes on Instagram and YouTube, and now also provides private lessons to her clients through her digital operation, Embrace OM. \"Seven days prior to closing, studio attendance had started to decrease, and I had already instituted a 'no hands-on assisting' policy,\" she told CNN. \"As a business owner, I saw it coming, and my goal was to ensure our clients felt supported. I also wanted to ensure my staff had a place to share and remain connected to our community,\" Like most in-person businesses, Hunter said revenue for the studio has decreased. But she is still charging for her online classes, and said she sees a great opportunity in having a digital business even after the world recovers from the coronavirus.  \"The crazy part is that I've had our livestream project on hold for over a year while I was writing a book,\" she said. \"This unprecedented time has thrust me into doing it now. Embrace OM is more than just online yoga classes, it will evolve into a platform that supports the full human...body, mind and spirit.\""], "Language": false}