{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/david-bowie/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2013-01-08T14:38:55Z"], "LastModifiedDate": ["2020-04-14T10:13:23Z"], "Headline": ["David Bowie's ever-changing look"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["A 3D wall portrait of David Bowie, created by Australian street artist Jimmy C, in Brixton, South London Bowie's hair and outfits shocked and awed for decades. Pictured, a young Bowie sports a Prince Valiant-esque do in March 1965, while he was still going by his birth name of Davy Jones. He changed his name to Bowie following the success of the Monkees and their lead singer Davy Jones.  Bowie appears at the Disc and Music Echo Valentine Awards ceremony at the Cafe Royal in London in February 1970.  Bowie wore this \"Starman\" costume for his appearance in \"Top of the Pops\" in 1972. It was featured in the \"David Bowie is\" exhibition in Victoria and Albert (V&A) Museum in London in 2013. It is one of 300 objects from the exhibit.  Bowie performs as 'Ziggy Stardust' in 1973.  Bowie performs his final concert as Ziggy Stardust at the Hammersmith Odeon in London on July 3, 1973. The concert later became known as the Retirement Gig. Bowie performs onstage in 1973 wearing makeup and a costume that covers only one leg and one arm.  This costume was made for Bowie on the 1973 \"Aladdin Sane\" tour by Japanese designer Kansai Yamamoto. Bowie said the designs were \"everything I wanted... outrageous, provocative and unbelievably hot to wear under the lights.\"  Bowie appears in concert at Earl's Court, London, during his 1978 world tour.  Bowie grins broadly, wearing a plaid shirt with his hair slicked back, circa 1980.  Bowie appears on the movie poster for the 1986 film \"Labyrinth,\" for which he wrote the music and played the role of the Goblin King. Bowie performs sporting a blond mullet in 1987. Bowie appears onstage at the Parc des Princes in Paris in June 1997. Bowie appears with his wife, model Iman, at the New York premiere of \"Hannibal\" in February 2001.  Bowie performs at Zenith in Paris in September 2002.  Bowie performs at the 2002 VH1 Vogue Fashion Awards at Radio City Music Hall in New York City. Bowie performs in Copenhagen in 2003. Bowie arrives at the Metropolitan Museum of Art Costume Institute Benefit Gala in April 2003 in New York. Bowie performs on the third and final day of the 2004 Nokia Isle of Wight Festival at Seaclose Park on the Isle of Wight, England. Bowie looks clean-cut while attending a gala in New York honoring Rihanna and Michael Clinton with his wife, Iman, in April 2011."], "Language": false}