{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/cnn-underscored/stay-in-touch-social-distancing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-04-13T19:13:15Z"], "LastModifiedDate": ["2020-04-13T19:13:15Z"], "Headline": ["Clever ways to stay in touch while social distancing"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts and found the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. After a few weeks of sheltering in place, screen fatigue is setting in. Hours and hours of Netflix, video chatting with relatives, and virtual happy hours with co-workers have us searching out ways to put down our phones and step away from our monitors — but without losing touch.  We've rounded up six products that allow you to do just that. From lamps to love notes and cards to toys, these are our personal favorites — and a few bestsellers — that will keep you connected in fun, new ways.  Long-Distance Friendship Lamp ($85-$170; uncommongoods.com) Find yourself lighting up whenever you're around a certain friend or relative? When shelter-in-place decrees make it difficult to connect in person, sometimes unique solutions help fill the void. These lamps connect via Wi-Fi and, when touched, send a rainbow of colors to the people at the other end, letting them know they're in your thoughts. Connecting with multiple lamps? Set up individual colors so you know who is sendng you light love. There is also a cool wooden version at UncommonGoods for $99 each if you feel like splurging for a more design-forward, sculptural means of communication.  _______________________________________________________________________________ Lovebox Spinning Heart Messenger ($100; uncommongoods.com) Designed by an MIT alum to send love notes to his fiancée in France, this clever and romantic gizmo will help keep any long-distance (or quarantine-restricted) relationship thriving. Simply send your significant other the beechwood box that connects via Wi-Fi, then use the app to send a customized note or drawing from your phone. When it arrives, the heart on the box spins, letting your love know a message is waiting, and when the lid is lifted, your message appears on a screen inside. Virtual X's and O's all around.  _______________________________________________________________________________ Black Chalkboard Cards ($15.99; target.com) Letter-writing has become a lost art. But with extra time on your hands, why not brighten someone's day by sending a handwritten greeting through the mail? This set features 36 cards with messages ranging from \"You're Awesome!\" to \"I Can't Thank You Enough.\" So much better than yet another text, don't you think? _______________________________________________________________________________ Long Distance Touch Bracelet Set ($98; uncommongoods.com) Whether you consider it a friendship bracelet or a love link, this set of two waterproof silicone bracelets can help keep you connected to someone special while you're sheltering in place. Using an app, you can send tapped messages to each other, causing the bands to light up and vibrate. Want to take it to another level? Create coded messages using up to 10 taps to send specific messages. We'd start with \"love you,\" \"miss you\" and \"can't wait to toast wineglasses IRL.\" _______________________________________________________________________________ Skip Hop Unicorn Cry-Activated Soother ($39.99; bedbathandbeyond.com) Not being able to visit a newborn baby right now has got to be excruciating for any new aunt or uncle, grandparent, godparent or family friend. And, sorry, but getting a few seconds of FaceTime just doesn't compare to a good snuggle. This sweet gift, though, which comes with a built-in voice recorder, allows you to let your voice be heard and even help in soothing a crying baby. (Once things go back to normal, offering to babysit will count as a perfect followup gift.) _______________________________________________________________________________ Lil' Mib Message in a Box ($66; brandnewnoise.com) Remember passing love notes as a youngster? Now is the time to resurrect the romantic habit — but with a modern, adorable twist. This little wooden guy is also a handheld voice recorder. Just record your message and let your sweetheart know a new \"note\" is available by raising the mailbox-like flag. If you spend all day working in separate rooms, it would be fun to leave messages for each other in the kitchen with this little messenger. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}