{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/shroud-of-turin-mystery-italy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Julia Buckley, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T10:35:26Z"], "LastModifiedDate": ["2020-04-13T11:04:19Z"], "Headline": ["Shroud of Turin still surrounded with mystery and passion"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When she was 24, Emanuela Marinelli was walking near the Vatican in Rome when she caught a glimpse of a \"beautiful face of Christ\" printed on a souvenir in the window of a shop run by nuns. The image, she said, stood out among the other items for sale -- a kitschy array of ashtrays with the face of the Pope and plastic representations of Jesus on the cross, with eyes that opened and closed.  \"It was black and white with his eyes closed, suffering but serene,\" she said.  Transfixed, she entered the shop and asked a nun who had painted the original version, only to be told there was no artist, it was a photograph of the Shroud of Turin.  \"I was surprised and disconcerted,\" says Marinelli. \"The idea that [this photo was of] the funeral sheet of Christ with his image printed on it seemed... ridiculous. I left the shop skeptical, and didn't think any more of it.\" That was back in 1975.  Today, Marinelli is one of the world's most prominent \"shroudies\" -- people who believe that the 14'5'' x 3'7'' linen cloth, which bears an image of what appears to be the body of a man, is in fact the burial cloth of Jesus of Nazareth.  She isn't alone. Many believers continue to revere the Shroud despite numerous scientific efforts to cast doubt on its provenance.  In its own way, it's become one of the world's most unusual travel attractions, continuing to draw visitors despite the fact that few are now able to see it.  Image revealed after centuries of worship At first glance, the rust-colored image of the man on the world's most famous strip of linen is faint, and almost cartoonish. It was this strange sight that drew pilgrims from the 14th century, when the \"burial cloth of Jesus\" first came to light in France. It was moved to Turin, Italy, in 1578, and has been attracting visitors to the northern Italian city ever since. The global Shroud phenomenon really took off in 1898 when amateur photographer Secondo Pia became the first person to photograph it. While developing the pictures, Pia realized that the photographic plate showed what appeared to be a perfect negative image of a bloodied and bruised man -- an image that could not be seen with the naked eye.  Even before Pia's discovery, the Shroud was controversial. In 1390, Pierre d'Arcis, the bishop of Troyes, wrote to the Pope, declaring it a fake, designed to attract gullible tourists. Believers and skeptics have tussled over its origins ever since -- as the crowds continue to line up in Turin. With the discovery of the negative image, the stakes became even higher. Proponents of the Shroud still insist that the man in the image -- face swollen and bruised, hands and feet punctured by nails, and back scourged by Roman whips -- is Jesus Christ.  Skeptics, however, say it's a clever medieval fake. Both sides claim they have evidence that backs them up and discount the research that points to the opposing view. Science should have had its final say in 1988, when radiocarbon dating established that the fabric of the shroud originated from 1260-1390AD.  That should be case closed.  But not only does the research into the Shroud continue; Christians and non-Christians alike continue to pile into Turin Cathedral to see the artifact. This holiest of destinations is one of Turin's top visitor attractions, along with the city's Cinema Museum, MAU (alfresco urban art gallery) and PAV, an eco-themed garden and living art gallery, built over an old car factory. \"To go from navigating the bustling, modern urban center to suddenly finding yourself standing in silence before this ancient image of Our Lord... it gives an indescribable feeling of peace,\" says Father Francis Murphy, a Catholic priest from the UK. 'Everyone wants to go' \"If it's not already in the program, groups normally ask if they can go and see it,\" says Davide Cabodi, a Turin tour guide who takes visitors to see the Shroud most days. Not that they can see the Shroud itself. Instead, visitors can pay their respects at the dedicated chapel, the last on the left in Turin Cathedral, where the Shroud is kept hidden away. Because of its fragility, it's not generally on show to the public. Instead, it's laid out flat (to avoid damaging the material by folding it) in a custom-made glass case, which is itself inside a casket, draped in swathes of red material, and divided from visitors by bullet-proof glass. The Shroud is brought out for irregular \"ostensioni,\" or showings, at the discretion of the Pope. The last time this happened was in 2015, under Pope Francis. Over two million people lined up to see the Shroud on that occasion.  To mark Easter worship during the 2020 lockdowns imposed as a result of the coronavirus, images of the Shroud were digitally live streamed to faithful around the world. On an average year when the Shroud is not on display, around 200,000 people visit the chapel annually, says the cathedral, although it's hard to be precise with numbers.  Its popularity shows no sign of waning, despite the radiocarbon dating -- and despite the Catholic Church's refusal to pronounce officially on the Shroud.  \"Relics\" are artifacts that the Church believes to be real, but the Shroud is not classed as a relic. Pope Francis has instead called it an \"icon of a man scourged and crucified.\" Yet true believers want to see it regardless. 'Connects with people in a way that art doesn't' For Pam Moon, from the UK, the Shroud was instrumental to her conversion to Catholicism. Married to an Anglican priest, she first saw the Shroud as a Church of England member. When she saw it again, it was as a Catholic. She largely credits her first visit to Turin with her joining the faith. \"I think that's what converted me,\" she says. \"For me, the Shroud is the most extraordinary illustration of the suffering of Christ. It's overwhelming when you see the number of welts down the back... yet the face is serene. For me it's a glimpse of the resurrection.\" Moon is open about the fact that the Church does not take a view on its authenticity. But she says that, even though she believes it to be real, she wouldn't abandon the Shroud if she thought it was fake. \"If it was fake, it illuminates what the [Bible] says in such a profound way that it would still be valuable to me. It's not essential to anyone's faith. But I believe in its authenticity because today we can't even begin to copy it, let alone create one. I personally believe that this is the burial cloth of Jesus Christ, and the cloth from which he rose from the dead.\" Moon has attended \"ostensioni\" in 2010 and 2015 but will never forget her first encounter.  \"I remember standing in front of it, and thinking, this is actually the blood of Jesus. Online you see it as a photo but up close it's an extraordinary experience. \"As a Christian, if I believe this is his face, then this is the face of God. That was very, very profound.\" Moon has bought life size replicas of the Shroud which she takes around the UK as a mobile exhibition.  \"People think it's just a face, or the black and white image, so seeing a 15-foot reproduction is a very different experience,\" she says. \"It's profound to see the effect it has on other people, including people who don't have a faith -- I saw a prison warder once who wept when I rolled it out, and he wasn't a Christian. \"It seems to connect with people in a way that art with a paintbrush doesn't.\" 'Notion of contagion' So what is it that attracts pilgrims in vast numbers to the Shroud?  After all, sandwiched between the Alps and the mountains behind Genoa, Turin isn't on any major tourist routes, and it has never been one of Italy's big-hitter destinations. In 2017, it was Italy's 13th most visited city, below such lesser known places as Sassari, Brescia and Livorno. Christopher French, a professor of psychology at Goldsmiths University in London and an expert in paranormal beliefs, calls the Shroud \"a really interesting object\" -- and he thinks its enduring appeal is partly down to the centuries that passed, its reputation growing, before it was radiocarbon dated. \"Today the evidence is stacked up on the side of those who've long argued that it was a fake, but up until that point it was a genuine mystery, and for many it still retains that air of mystery,\" he says. \"It's intriguing to look at -- it does look like a photo negative of a human form. And if you believe this is the shroud-wrapped body of Christ it has tremendous religious significance.\" French also points to the theory of \"contagion\" -- the idea that an object that has been in contact with a particular person can take on elements of their character. It's why we pay hundreds of dollars for an item owned by a pop star, and why nobody wants to live in the house of a murderer. By being close to something that might have touched the son of God is, for believers, a way of getting closer to divinity. French also says that \"the strongest cognitive bias is confirmation bias. We find it much easier to find evidence that supports what we want to be true.\" So seeing the Shroud, which appears to match wound for wound the descriptions of Jesus' crucifixion, it's human nature to want to believe. There might be another element to contagion. Davide Cabodi thinks that \"sometimes tourists see the lines and queue up.\" It's the same thinking as the people who queue for hours to see the Mona Lisa. Nobody wants to miss out.\" \"The only plausible explanation is that it was in Jerusalem\" Despite her inauspicious introduction to the cloth, Emanuela Marinelli is one of the best known shroudies. The natural sciences graduate -- who went on to do another degree in geological sciences, plus a course in botany -- was fascinated by the 1978 research of Max Frei-Sulzer, a Swiss forensic scientist. He wrote that, of the 58 pollen specimens on the fabric, three quarters were from plants indigenous to the region of Palestine. Only 17 were from plants that are also found in France and Italy -- where the Shroud had been since its 14th-century \"discovery.\" (Frei-Sulzer's research has been disputed by other experts, as all Shroud-related studies tend to be.) \"The only plausible explanation is that the Shroud was in Jerusalem before it came to Europe,\" says Marinelli, who has seen it six times. For her, \"the Shroud shows in a striking way the suffering endured by Jesus in his last hours of mortal life.  \"But it doesn't leave us sad. The image of serene composure... speaks to us of the resurrection, of a body that was not vanquished by death.\" She says the most notable thing about the Shroud up close is the amount of blood.  The various theories \"Nobody approaches the Shroud from totally nowhere,\" says David Rolfe, a British film producer who has made four movies about it, and also saw his life change after his trip to Turin. \"It's very, very hard to approach it completely inertly.\" Those who believe in its authenticity say that the carbon dating w"], "Language": false}