{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-28-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes, Elise Hammond and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Elise Hammond", "Veronica Rocha"]], "FirstPublishDate": ["2020-04-27T21:15:54.447Z"], "LastModifiedDate": ["2020-04-30T20:37:06.459Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. Some antibody tests, which check for prior Covid-19 infection, had high rates of false positives in screenings performed by a consortium of California laboratories, according to a recently released report.   A false positive means someone would be told they’d already had coronavirus when they had not – a potential danger as people could then think they were immune to the virus when they’re actually still vulnerable.   Of the 12 antibody tests that were studied by the COVID-19 Testing Project, one of the tests gave false positives more than 15% of the time, or in about one out of seven samples. Three other tests gave false positives more than 10% of the time.   “That’s terrible. That’s really terrible,” said Dr. Caryn Bern, one of the authors of the study that looked at the 12 tests.  She said while it’s unrealistic to think all tests will be 100% accurate all the time, their false positive rates should be 5% or lower, or ideally 2% or lower.   “This was a real wake up call for me. We’re not at the point where any of these tests can be used reliably,” added study coauthor Dr. Alexander Marson. “There’s a big danger in relying on them at all, but we hope we get to a point soon where we can rely on these tests.”   The COVID-19 Testing Project is a consortium of researchers and physicians at the University of California San Francisco, the University of California Berkeley, the Chan Zuckerberg Biohub, and the Innovative Genomics Institute.   ##Testing## America’s largest meatpacking union warned that without increased safety measures for workers, food supply itself is at risk. The union's warning comes after news that President Trump is expected to order meat processing plants to stay open. Marc Perrone, the president of the United Food and Commercial Workers International Union, said the union wants daily testing for both workers and their communities, access to the federal stockpile of personal protective equipment, enforcement of physical distancing at plants, and paid sick leave for infected workers to keep employees safe. The union urged the Trump administration to lay out “clear and enforceable safety standards,\" including constant monitoring by federal inspectors and ensuring worker access to representation. These workers “put their lives at risk daily to keep us fed,” the UFCW said. “Simply put, we cannot have a secure food supply without the safety of these workers,” Perrone said. “We share the concern over the food supply,” he said, ending with a call to leaders at all levels: “All of our country’s elected leaders — federal and state — must work together to ensure that we keep these essential workers safe and our country’s food supply secure.” ##Food Supply## Three meatpacking facilities in the Green Bay, Wisconsin, area now account for over half of all the confirmed coronavirus cases in that county.  Of the total 920 confirmed positives in Brown County, 503 of them are either employees at or linked to JBS USA, American Foods Group, or Salm Partners, according to the county health department.  At least 255 employees at JBS USA tested positive and 79 cases were linked to them — meaning more positive cases could be traced to spouses, friends or other close contacts.\nAt least 145 employees at American Foods Group tested positive with seven linked cases. \nAt least 17 employees at Salm Partners tested positive based on latest available data from the county. All three facilities were inspected by county, state, and Centers for Disease Control and Prevention officials, and passed inspections, according to the Brown County Health Department. JBS chose to voluntarily shut down their Green Bay plant on Sunday prior to President Trump’s executive order. The Brown County Health Department said they are not able to prove these outbreaks are a result of conditions at the facilities and said they cannot prove that is where the spread is occurring.  ##Food Safety## US officials were part of the World Health Organization delegation that traveled to China in the early weeks of the Covid-19 outbreak, but they were not part of the group that traveled to Wuhan, a State Department spokesperson said. According to the spokesperson, “upon arrival, the delegation traveled in groups to several locations, but Americans were not among those who traveled to Wuhan.” It is unclear why the US officials did not travel to the city at the center of the outbreak. CNN has reached out to the State Department for clarity.  While in Wuhan, the WHO delegation visited the airport, a hospital, and the Chinese Center for Disease Control and Prevention, including one of their labs.  They did not visit the Wuhan Institute of Virology, according to a WHO visit summary. Secretary of State Mike Pompeo said in mid-April that “we still have not had Western access to that facility so that we can properly evaluate what really has taken off all across the world and how that began.” Although the State Department acknowledged that Americans were part of the WHO delegation, Pompeo has repeatedly called out China for denying requests from the Trump administration to allow American scientists on the ground.  “This President and this administration worked diligently to work to get Americans on the ground there in China, to help to the World Health Organization try to get in there as well. We were rebuffed,” Pompeo said on Thursday. “The Chinese Government wouldn’t let it happen, indeed just the opposite of transparency.”  In less than three months, more Americans have died from coronavirus than the number of US service members killed in the Vietnam War, according to updated numbers from Johns Hopkins University on Tuesday afternoon. The American death toll in the Vietnam War was 58,220, with the fighting stretching out for more than 10 years.  According to Johns Hopkins’ tally of cases in the United States, at least 58,365 people have died in the US from coronavirus in just 82 days.  The first known US coronavirus-related fatality was Feb. 6. Hear more: Minnesota's Agriculture Commissioner Thom Petersen said he wasn’t surprised by President Trump’s proposed executive order to work to keep meat processing plants open. Petersen said Minnesota farmers are facing a “very sobering situation” as they try to keep their plants open. Minnesota started “depopulating” its hog and turkey populations — about 70,000 animals each week, he said. Petersen said the state is open to anything that would get processing plants running again, but it has to be done in a way that makes workers feel safe. “Our plants in Minnesota want to run, they don’t want to start and stop, but they (the companies) want to do it right,\" Petersen said. Out of the 24 hog, poultry and turkey plants operating in Minnesota, only four of them have been closed, according to Petersen. The problem is that most of their hogs go to two of the plants that were closed in South Dakota, he said. ##Food Supply## Wyoming will allow gyms and personal services business like hair and nail salons to reopen Friday under tight restrictions. \"These new orders start our process of getting this part of Wyoming’s economy up and running again,” Gov. Mark Gordon said. Under the new rules taking effect May 1, gyms and salons will have to maintain social distancing and also keep contact information of all their customers to allow for contact tracing in case of a future outbreak. Gatherings of 10 or more people are prohibited, including inside businesses. In-person dining will continue to be prohibited and restaurants can only allow up to five people at a time indoors to wait for their food to be picked up. All employees in a retail businesses must wear masks. ##Reopening## Some businesses in North Dakota are set to reopen on Friday, Gov. Doug Burgum announced today. Qualifying businesses, such as bars and restaurants, recreational facilities, health clubs and athletic facilities, cosmetologists, salons, barber shops, tattoo studios, tanning and massage facilities, will be asked to adhere to guidelines from the Centers for Disease Control and Prevention and recommendation from the North Dakota Department of Health. These guidelines include maintaining 6 feet of distance, providing contactless payment systems and informing all employees and customers that they should avoid entering the facility if they have a cough or fever. ##Reopening## A Turkish military plane carrying thousands of donated medical supplies landed at Joint Base Andrews in Maryland on Tuesday evening. The plane was met by Turkish Ambassador to the US Serdar Kılıç and Acting Assistant Secretary of State for European and Eurasian Affairs Philip Reeker. In remarks on the tarmac, Kılıç said he would deliver a letter from President Recep Tayyip Erdogan to President Trump. He said the shipment was dispatched upon Erdogan’s instruction and “testifies to the Turkish people’s will to support our longstanding ally, United States, in its ongoing difficult fight against Covid-19.” “We hope that this aid will help alleviate the enormous burden shouldered by the devoted health workers in the United States who work day and night to save lives of the others at the expense of risking their own life,” he said. Reeker said the shipment was “an important demonstration of NATO unity and the strength of US-Turkey ties and our strong historic relationship.” “On behalf of the Secretary, the President and the people of the United States of America, thank you for this generous gift to the United States,” he said. According to the Turkish Presidency and the Federal Emergency Management Agency, the cargo contains 500,000 surgical masks, protective coveralls, 1,500 goggles, 400 N95 masks and 500 face shields. The Turkish Presidency said that there were 2,000 liters of disinfectant also on board. Tennessee Gov. Bill Lee said gyms in 89 of Tennessee's 95 counties will be allowed to reopen on Friday, May 1.  \"Restaurants are beginning to open. Retail outlets are set to open tomorrow, and today we are announcing that gyms will be allowed to reopen on Friday,\" Lee said.  Gyms must reduce capacity to 50%, utilize social distancing, and remove shared equipment, he said.  Tennessee Department of Health Commissioner Lisa Piercey also spoke at the news conference announcing the state has met the White House's new testing guidance. \"President Trump asked last night for states to do 2% of their population of testing each month. We have already done that in the month of April, and we are making plans to do that going forward,\" Piercey said. \"About 135,000 tests have been done this month. That's about 2% of our state's population,\" she added.  ##Reopening## South Dakota Gov. Kristi Noem said she worked with President Trump and the Department of Interior to ensure that a July 3 fireworks display at Mt. Rushmore National Memorial would happen. \"We’re excited that this will be happening at Mount Rushmore. We’ve been working on this for quite some time,\" Noem said. \"I want to thank the President and the Department of Interior for working with us to make it happen,\" she added. When asked about implications of a large gathering during the nationwide Covid-19 pandemic, Noem was unconcerned. \"We’ll continue to evaluate what the crowd looks like and how we'll be able to facilitate that event but regardless of how many people will be there, the fireworks will go off and I can't think of a better way for us to celebrate America’s birthday,\" Noem said. The White House coronavirus task force did not meet for a third day in a row, a source familiar with the schedule tells CNN.  This is rare given that until this weekend, the task force had met nearly every day since it was assembled, though there was a brief break on Easter weekend.  This change could be an indication of what's to come.  CNN reported Monday that White House intends to scale back the large meetings. Smaller groups of members on the task force are still meeting, the source added.  The task force has its first meeting this week scheduled tomorrow.  Major League Baseball will allow teams to offer refunds on tickets for missed games beginning Wednesday, a source familiar with the league's decision tells CNN.  This is not a league mandate, and each team will be free to make its own decision regarding ticket refunds.  MLB still considers all games missed so far this season as being postponed, not canceled. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, warned Americans could be in for \"a bad fall and a bad winter\" if the United States isn’t prepared for the return of the coronavirus. “If by that time we have put into place all of the countermeasures that you need to address this, we should do reasonably well. If we don't do that successfully, we could be in for a bad fall and a bad winter,” Fauci said on Tuesday during an Economic Club of Washington webinar.  Senate Majority Leader Mitch McConnell acknowledged tonight a lack of coronavirus testing needed in order to safely reopen businesses across the country. “We are not there yet on testing,” McConnell said in a phone interview on Fox News. “Not only what kind of test but how many of them actually will tell you something other than you don't have it at the moment.” He continued: “We don’t yet have treatment, and we don’t yet have a vaccine. We've allocated $25 billion at that whole area of testing and treatment and vaccine in the bill that we just passed last week. That's all part of reassuring everyone that they can safely go back to work.”   There are at least 1,008,066 coronavirus cases in the US, and at least 58,126 people have died, according to a tally by Johns Hopkins University. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Kentucky Gov. Andy Beshear said businesses must continue to try to telework where possible as part of a list of rules they must follow if they plan to reopen in the weeks to come. He said there must be a phased return to work for businesses and they must be able to provide onsite temperature or health checks. Masks and any other necessary personal protective equipment will also be mandatory. Beshear said businesses must close common areas such waiting rooms, cafeterias and break rooms, and will need to enforce social distancing, limit face-to-face meetings, and provide sanitizer or hand washing stations. Businesses will be required to make special accommodations for those especially at risk and there will need to be testing plans in place if an employee starts showing symptoms, he added. Bank of America sent 184,000 Payroll Protection Applications to the Small Business Administration on behalf of clients, but only 1,000 of those loans have been approved so far, according to a letter the bank shared with CNN. Although the SBA didn’t immediately return CNN’s request for comment, a senior administration official defended the agency by citing the number of applications approved across all lenders.  The SBA has approved over 500,000 loans valued at over $55 billion as of Tuesday afternoon, the official told CNN. “To keep our clients informed and up to date, we have sent over 10 million emails to them. Today, we will communicate to each client whose application has been submitted to the SBA, advising them the loan application has been submitted, and we will notify each client promptly when the SBA has acted on the application,\" wrote Dean Athanasia, who is president Consumer and Small Business at Bank of America, in a memo to his senior leadership staff. Bank of America has “another 48,000 client applications ready for the SBA,” Athanasia wrote in the memo. “On Monday – after a 10-day delay waiting for additional funding from Congress, and then developing the additional guidelines for the program – the SBA began accepting PPP applications again,” Athanasia wrote. The memo added, “since they reopened at 10:30 am on Monday, we have been uploading these to the SBA through their slower, more manual process.\" ##Stimulus## The board of governors for the Academy of Motion Picture Arts & Sciences issued new guidelines on Tuesday to make films that are only distributed digitally or on streaming platforms eligible for Academy Awards for the first time.  The change will apply to the 93rd Academy Awards, scheduled for February 27, 2021, only. Previously, the Academy has required films to have a commercial theatrical run in order to be eligible for Oscars. “The Academy firmly believes there is no greater way to experience the magic of movies than to see them in a theater. Our commitment to that is unchanged and unwavering. Nonetheless, the historically tragic COVID-19 pandemic necessitates this temporary exception to our awards eligibility rules,\" Academy President David Rubin and CEO Dawn Hudson said in a statement.  \"The Academy supports our members and colleagues during this time of uncertainty. We recognize the importance of their work being seen and also celebrated, especially now, when audiences appreciate movies more than ever,\" the statement continued. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he’s skeptical of the testing timeline which lays out ramping up test production as the summer starts.   Speaking to CNN’s Jake Tapper, Fauci said, “The issue about tests is that as we get into the next weeks to several weeks to a month, as we get into May and June, from what we're hearing and I'm telling you, Jake what we're hearing from the people in the task force who deal directly with the companies, namely the major firms that make the test, this is predominantly Admiral Brett Giroir, is telling us that we will have a very, very increased production, so that by the time we get to those months, we should have what we need.” “But you know my I'm always the skeptic in the group,” Fauci added. “And I always say OK, I hear you, I believe you. But let's see what happens. Let's see what happens.”  ##Testing## The head of Missouri’s Chamber of Commerce says his group expects thousands of businesses in the state to close permanently because of the economic hit caused by the coronavirus.  “According to our research, Missouri businesses are expected to lose a quarter of their revenue this year, and 15% of businesses – primarily small employers – are going out of business,” Chamber President Dan Mehan said at a news conference Tuesday. Missouri is set to remove its statewide business restrictions on Monday, May 4.  All businesses will be allowed to reopen on that date if they choose, but they still must continue to follow social distancing rules. Gov. Mike Parson said they can issue citations to businesses that aren’t following the rules, but he thinks peer pressure will be the driving force for enforcement.  “I think demand is going to take care of a lot of this because people are going to want to go where they feel safe,” Parson said. ##Reopening## California Gov. Gavin Newsom said allowing child care centers to operate will be part of the first phase of reopening for the state, but cautioned life will not return to normal in the state without a vaccine. “We are not going back to the way things were until we get to immunity or a vaccine,” Newsom said in a news conference Tuesday. “We will base reopening plans on facts and data, not on ideology. Not what we want. Not what we hope.” He said retail businesses and schools are \"weeks away\" from reopening based on an apparent stabilization in both the numbers of confirmed cases and of deaths due to coronavirus. Newsom added he believes workers and consumers must both be protected in order to lift restrictions.  Retail will gradually begin reopening with adaptations like curbside pickup, California Health Director Sonia Angell said. Some businesses where telework is not an option, such as public relations firms or consultants, may also be included if a lower risk is determined. Angell said parks and trails may reopen soon. The next phase is “months not weeks away,\" Newsom said. He said the next phase will include personal care businesses such gyms, spas and salons, where workers come in close contact with customers. He added the final phase will allow the reopening of the highest risk events, such as concerts and conventions. Comparing research on the coronavirus to the early days of research on HIV/AIDs, Dr. Anthony Fauci today said researchers continue to make unexpected discoveries on how the infection damages the human body that could yield new avenues of treatment. “We’re seeing things that weren’t quite noticed in the big chaos of the explosion of cases, first in China, then Europe, and now in the United States,” he told CNN’s Jake Tapper. “Now we’re starting to see things that on the one hand are puzzling but on the other hand are enlightening.” Fauci said autopsies of the lungs of those who have died from the virus, in particular are revealing “things we didn’t expect” that are both “fascinating and informative.” “We have a lot to learn,\" Fauci told Tapper. “It’s opening up the door, I believe, to some interventions that might be helpful.” Fauci was a leading government researcher during the HIV/AIDS epidemic in the 1980s and has advised six presidents on HIV/AIDS, according to his official bio Watch: New Orleans Mayor LaToya Cantrell said canceling the 2021 Mardi Gras festivities is \"something we have to think about.\" Cantrell said that one of the factors she needs to consider is when the city reopens and the steps that are taken to make that happen. She said she wants the city's reopening to be slow and steady. \"It will give me great pause right now before I commit to saying we are moving forward with Mardi Gras 2021,\" Cantrell said in a broadcasted interview with The Washington Post. \"We will let the data dictate the dates.\"  Asked during his daily press briefing about the mayor's comments, Louisiana Gov. John Bel Edwards, who had not listened to the interview, said that Mardi Gras 2021 is far enough out that \"we don't know enough today to hazard a guess as to what the circumstances are going to be at that point and time.\" Mardi Gras begins on January 6 and Fat Tuesday in 2021 is February 16. Dr. Anthony Fauci said everyone who needs a test will be able to get a test by the end of May or beginning of June. \"Everyone who needs a test, according to the way we're approaching the identification, isolation, contact tracing, keeping the country safe and healthy, that hopefully we should see that as we get towards the end of May, the beginning of June,\" he told CNN's Jake Tapper on Tuesday. He said that timeline was given to him by the groups responsible for the testing. “I take them for their word. If that doesn’t happen, I am going to go to them and say, 'What happened? Why didn’t it happen? How could we fix it?'\" Fauci said. He said needing a test is much different than just wanting a test. \"A lot of times people say, I want a test, and it’s not part of a strategic approach. But needing is important,\" he said.   Vice President Mike Pence told reporters Tuesday that he didn’t wear a face mask while touring the Mayo Clinic in Minnesota because he’s tested for coronavirus regularly. “As Vice President of the United States, I’m tested for the coronavirus on a regular basis and everyone who is around me is tested for the coronavirus. And when the CDC issued guidelines about wearing a mask, it was their recognition that people that may have the coronavirus could prevent the possibility of conveying the virus to someone else by wearing a mask,” Pence said. “Since I don’t have the coronavirus, I thought it’d be a good opportunity for me to be here … and look (personnel) in the eye and say thank you,” he continued. CNN previously reported that while Pence didn’t wear a mask, everyone around him did. Pence was told of the new rules before he visited, the clinic said on Twitter, a post that was subsequently deleted. Dr. Anthony Fauci told CNN's Jake Tapper today that there needs to be a “productive partnership” between the federal government and states on testing. “The federal government has to provide strategic guidance as well as technical assistance,” Fauci said. He added that one of the problems has been getting the test to people who need them, “we’re not connecting the dots.” He said states can’t be left on their own on the one hand and on the other hand “the federal government can’t do it by its self.” Watch: ##Testing## Connecticut reported an increase of 315 new coronavirus cases on Tuesday, the lowest number of new infections reported “in weeks,” Gov. Ned Lamont said in a news conference. There are at least 26,312 cases of Covid-19 in the state. Hospitalizations were slightly down on Tuesday. There were 1,732 hospitalizations in the state, a decrease of 26 since Monday.  The big curves in the state — which occurred mostly in the southern portion — are continuing to “bend down,” the governor said, though he, and the state's Public Health Department’s top epidemiologist, Dr. Matthew Carter, stressed that the numbers are still high.  Lamont also noted that the unemployment rate in Connecticut is currently north of 20% — the likes of which the state hasn’t seen “since the Great Depression.” President Trump said the worst of the coronavirus is over in the United States during an event at the White House Tuesday, and when pressed by reporters, once again said he thinks the virus is going to “go away.” In remarks at an event celebrating the second round of funding for the Paycheck Protection Program, the President said, “our experts believe the worst days of our pandemic are behind us.”  He was asked later how he could be so sure when the country is only beginning to reopen.  “I think what happens is it’s going to go away. This is going to go away,” the President responded, “and whether it comes back in a modified form in the fall we’ll be able to handle it. We’ll be able to put out spurts. And we’re very prepared to handle it.” Trump significantly walked back his certainty that a vaccine would be developed quickly. “I think that like other things, we’re going to hopefully we’re going to come up with a vaccine. You never know about a vaccine,” he said. “Tremendous progress has been made we think on a vaccine. You always have to say think, and then you have to test it, and that takes a period of time.”  Watch: A new program would provide masks to as many Utah residents as possible, the state's Lt. Gov. Spencer Cox said at a news conference today. The “mask for every Utahan” program will allow residents to request a mask from the state free of charge. The masks will be manufactured by Utah-based businesses, according to Cox. He said in addition to providing masks for residents, the program will save at least 200 jobs in the state. Cox said that once the initial mask order is placed, it could take up to three weeks to have them delivered.   President Trump said Tuesday that in addition to his friend Stanley Chera, he’s lost three other friends to coronavirus. The President also said he’s spoken to at least three families of other individuals who have died from coronavirus. “I’ve spoken to three, maybe four families (of individuals who have died of coronavirus) unrelated to me. I lost a very good friend. I also lost three other friends,” Trump said during an event in the East Room of the White House. He added: “Two of them I didn’t know as well, but they were friends, people I did business with.” Watch: The past 24 hours have seen more people in Illinois die due to Covid-19 than any other day yet, Illinois Department of Public Health Director, Dr. Ngozi Ezike announced at a news conference Tuesday. Ezike announced 144 new Covid-19 related deaths, bringing the state death total to 2,125. The state has seen 2,219 new cases of Covid-19 in the past 24 hours. This brings the state total to 48,102 cases, Ezike said. US stocks lost steam after a buoyant market open, finishing the day lower. Here's what happened today: The Dow snapped a four-day winning streak, its longest since February. The index finished down 0.1%, or 32 points.\nThe S&P 500 fell 0.5%.\nThe Nasdaq Composite was the worst performer of the three major benchmarks as tech stocks fell. It ended down 1.4%.   Michael Hinojosa, the superintendent of the Dallas Independent School District, said that despite the President Trump's comments suggesting schools should open for just a few weeks, “we really have to listen to our local businesses our local leaders and how we work together here in Dallas. Every situation is different.”  He told CNN's Kate Bolduan he is grateful to Texas Gov. Greg Abbott for closing schools. Hinojosa said he is very concerned about a potential spike in the virus.  “Parents will forgive us for a few things, but they won’t forgive us if something happens to the health of their students under our care, custody and control,\" he said. The district is considering a split schedule for students, staggering arrivals and classroom lunches among the changes. Plan A is everyone shows up with no restrictions, but Hinojosa admitted, “it’s very unlikely that Plan A will ever happen.” Requiring all students and teachers to wear masks is another option, he said. Watch: ##Reopening## President Trump stood by his comments that the number of coronavirus cases would go to zero in the United States, a claim he once made while trying to downplay the virus. CNN’s Jim Acosta asked the President how the United States got to the grim milestone of one million coronavirus cases, from the President’s prediction back in February that 15 US cases would turn to zero. “It will go down to zero, ultimately,” he said Tuesday. At least 57,266 Americans have died of coronavirus. “You have to understand when it comes to cases, we do much more testing than any other country,” the President said. “We’re going to show more cases because we’re doing much more testing.” He went on to repeat claims that, “many very good experts, very good people too, said this would never affect the United States.” “The experts got it wrong. A lot of people got it wrong and a lot of people didn’t know it would be this serious,” Trump said. Watch: The USNS Comfort, a hospital ship that was docked in the New York City to assist with the city's coronavirus response, will depart on Thursday, according to a press release form the US military. The Comfort will return to Naval Station Norfolk in Virginia, where it will wait for \"future tasking for Covid-19 operations in support of FEMA,\" the release said. The USNS Comfort arrived in New York City on March 30 and was originally tasked with providing care to non-coronavirus patients, but quickly started treating all patients regardless of their Covid-19 status. ##Northeast## Maine Gov. Janet Mills announced today that the state will extend its stay-at-home order until May 31. “Today, I am announcing that I will extend the stay at home order, in the form of a new stay safer at home executive order. This order will be effective through May 31,\" Mills said. She said the order, \"will allow Maine people to continue to engage in activities that are already permitted such as occasional grocery shopping, exercise; but it will also be modified to allow us to participate in the safe and gradual reopening, restarting of our economy.” ##Reopening## As California moves closer toward lifting restrictions, Gov. Gavin Newsom is floating the idea of starting the next school year in late July or early August. Newsom cited a significant loss in learning during the virtual model implemented by districts across the state. “We have to make up for those gaps that may have occurred over this time,” State Health Director Sonia Angell said, explaining the plan to move forward Reopening schools and child care will take more planning, Angell said, and precautions, including face coverings and physical distancing, must remain in place. ##West## ##Reopening## West Virginia Gov. Jim Justice said in a press conference Tuesday that his administration plans to reopen local businesses Thursday. Justice announced 37 people have died due to coronavirus since the beginning of the pandemic, but said the positive test result rate was under 3% Monday and today. Should the positive testing rate fall under 3% again tomorrow, certain healthcare-related businesses will be permitted to open Thursday, Justice said. Those qualifying businesses include pharmacies, chiropractors, dentists, psychologists, physical therapists, social workers and others. Daycare workers will be tested for the virus beginning this week and will reopen should all working personnel test negative.  All businesses reopening will require personnel to sanitize, physically distance and wear face coverings. Phase two: If this week continues on track, more businesses will be permitted to open next Monday, Justice said. This second phase will include small businesses with less than 10 employees, outdoor dining at restaurants, salons and dog groomers.  Places of worship are also expected to be included in that second phase but capacity will be restricted. ##Reopening## ##South## Erin Strine was flying home to be with her family after her grandmother passed away and was shocked to be on a packed American Airlines flight with people who were not wearing masks.  Strine, who took video of the packed flight, said an announcement was made after she boarded that passengers would not be able to move their seats and would not be able to social distance because the flight was full. “It was a scary thing to experience,” Strine told CNN’s Brooke Baldwin. “I would’ve felt a little better knowing that everyone had been required to wear masks,“ she said. American Airlines announced today that the company would require flight attendants to wear face masks starting May 1. This comes after JetBlue became the first airline to require passengers to wear face coverings starting May 4. Sara Nelson, president of the Association of Flight Attendants, said while face masks alone aren’t enough, requiring them on flights does keep “everyone safer.” Nelson added that coronavirus safety requirements should be consistent and that there needs to be a federal mandate for aviation policy regarding the virus across the board. She said that the rest of the world is “heads above” where the US currently is. “Canada put this in place a week ago. Other countries around the world have had this in place for several weeks and months and we need to be leaders again among the world and take the best precautions for our health and safety,” Nelson said. Brown University President Christina Paxson said opening colleges and universities in the fall is key for viability. Financial stressors existed before the pandemic during the last decade for higher education, Paxson told CNN's Brooke Baldwin. “Those colleges and universities depend on tuition. If they can’t bring students back safely, which is very important, then they are going to be under severe financial stress and I don’t know how all of them will recover,” she said. Brown is making a plan, but Paxson doesn’t know if it will be implemented, echoing what she wrote in her New York Times op-ed Monday. She said it will depend on what happens with the pandemic in the coming months. Testing, tracing and separating those who are exposed or sick are all part of the plan, Paxson said. “It won’t be, if we can do this, a normal academic year, it will be different. We are going to have to spend a lot of times working with our students helping them understand what they need to do to responsibly keep themselves and their community safe,” she said. Watch: ##Reopening## New York City has had at least 11,820 confirmed coronavirus deaths and 5,395 probable coronavirus deaths, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 17,215. There have been 157,713 coronavirus cases in the city and approximately 40,578 people have been hospitalized, according to the city. ##Northeast## Tripadvisor announced today that it will lay off 900 employees, or roughly 25% of its workforce, because of the coronavirus pandemic's impact on demand for travel. More than 600 employees working in the US and Canada and nearly 300 employees working outside those two countries will be affected. The company also said it would put a \"number\" of employees on furlough for an unspecified time and shutter its San Francisco and Boston offices. \"All of these actions, while difficult, will give TripAdvisor greater financial flexibility and enable us to better manage the business through this time of incredible uncertainty and instability,\" CEO Steve Kaufner said in an open letter. TripAdvisor's stock is down 40% for the year. Colorado received more than $10 million from the US Department of Health and Human Services to provide additional funding for epidemiological work and lab testing in response to the Covid-19 pandemic, according to a press release from the Colorado State Joint Information Center.  The funding is part of various federal aid programs which provide assistance to states dealing with the impact of the coronavirus pandemic. “We have our work ahead of us to slow the spread of Covid-19, and this additional funding will allow us to bolster our testing, case investigation, contact tracing, and outbreak investigation work at a critical time,\" Rachel Herlihy, the state’s epidemiologist said in a statement. The CDC will provide further guidance on the specific spending parameters later this week, but generally the money is for a two-year period and is intended to go towards programs that \"enhance case investigation, contact tracing, and outbreak response, especially in high-risk settings and among at-risk populations,\" for example, the statement said. ##Testing##    Vice President Mike Pence is touring the Mayo Clinic in Rochester, Minnesota, today, speaking with health care workers and plasma donors. He’s currently touring a coronavirus testing lab and getting an explanation of its capabilities.  Strikingly, Pence is the only person visible in the video not wearing a face mask. Dr. Stephen Hahn with the Food and Drug Administration is touring the facility along with the Vice President, and he, unlike Pence, is wearing a mask.  Mayo Clinic tweeted that Pence had been notified of its \"masking policy\" before today's tour, but then later deleted the tweet. Watch: ##Midwest##   There are at least 1,002,498 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases. The number of confirmed US coronavirus cases topped 500,000 on April 10, according to Johns Hopkins’ tally. President Trump is expected to sign a five-page executive order under the Defense Production Act today that compels meat processing plants to remain open, CNN has learned.  Trump is expected to sign the order after some companies, like Tyson, were considering only keeping 20% of their facilities open. The vast majority of processing plans could have shut down, which would have reduced processing capacity in the country by as much as 80%, an official familiar says.  By signing the order, Trump will declare these plants as a part of critical infrastructure in the US. The administration is also working with the Labor Department on issuing guidance about which employees should remain home. This is to protect facilities that are required to stay open from liability issues. Trump previewed the order earlier today during an Oval Office spray with Florida Gov. Ron DeSantis, saying that he expects to sign an executive order later in the day related to the food supply chain. “We’re going to sign an executive order today, I believe, and that’ll solve any liability problems,” Trump told reporters.  The President also underscored that “there’s plenty of supply. It’s distribution.” “It was a unique circumstance because of liability,” he added. ##Food Supply## Students at the University of California and the California State University System are suing for the balance of their campus fees, according to court papers filed in Los Angeles and Oakland yesterday. The suit filed in Los Angeles against the California State University System said: “CSU's decision to transition to online classes and to instruct students to leave campus were responsible decisions to make, but it is unfair and unlawful for CSU to retain fees and costs and to pass the losses on to the students and/or their families. Other higher education institutions across the United States that also have switched to e-learning and have requested that students leave campus have recognized the upheaval and financial harm to students and/or their families from these decisions and have provided appropriate refunds.” Similarly, the Oakland filing against the University of California says it “has improperly retained monies paid by Plaintiff and the other Class members for these fees for services that are no longer available,” according to the filing.  Campus fees include health facilities, health services and student activities. Most students were not eligible for stimulus funds, said the suits. Campuses have been closed to students since March and moved to distance learning platforms for over 700-thousand students. School is in session through at least May for both university systems. ##West## Alabama Gov. Kay Ivey said Tuesday the current stay-at-home order will not be extended beyond Thursday, April 30.  Ivey said she will instead issue a safer-at-home order that will go into effect at 6 p.m. ET Thursday.  Under the new order, all employers, retail stores and beaches will be allowed to open subject to good sanitation and social distancing rules, the governor said.  Ivey said the state is not out of the woods. She encouraged all Alabamians to stay home and follow good sanitation practices.  ##Reopening## When the Supreme Court hears arguments next month by phone for the first time in the court's history, the justices will change their normal protocol and try to avoid their familiar interruptions. The justices will ask their questions in order of seniority, with Chief Justice John Roberts going first, the court announced today. Under normal circumstances, the court is considered a \"hot bench,\" with justices frequently interrupting each other and the lawyers before them. Roberts has had to step in as a kind of traffic cop at certain times. Under the new system that will be in place for arguments beginning on Monday, a justice will get the chance to exhaust his or her line of questioning before the next justice begins.  If there is time, according to a release from Kathy Arberg, the Court's public information officer, any remaining questions can be asked after the first round is over. Arberg said the changes were made in \"keeping with public health guidance in response to Covid-19.\" In all, the court will hear 10 cases over the next two weeks. The most noteworthy cases fall on May 12 concerning President Trump's bid to shield his financial records from release. The sessions will mark the first time in history that members of the public will be able to listen in to arguments real time. Keep reading. New Jersey Gov. Phil Murphy announced 402 additional fatalities, bringing the total to 6,442 deaths related to Covid-19 in the state. An additional 2,887 positive cases were reported in New Jersey, pushing the statewide total to 113,856.  ##Northeast## Iowa Gov. Kim Reynolds said Monday her state is doing everything it can to keep the meat supply chain up and running. “This is essential, critical to keeping the food supply chain moving, “ she said at her daily news briefing. When asked about recent outbreaks in meat processing facilities in her state, Reynolds pointed to the fact Iowa produces 10% of nation’s food supply. “We have a role and obligation from our farmers, to our processors, to our supply chain to continue to feed the world and keep food on the plate,” the governor said.  Reynolds said the meat processing plants are working with the state to ensure proper safety measures are being taken to protect both the workers and the supply chain.  She said temperature checks, mandatory face masks, partitions, new attendance policies, and social distancing are being used to keep workers safe. Reynolds issued a warning if processing plants are closed down saying, “We're going to really be dealing with some significant issues going forward not only from a food supply, protein effort, but the cost of food as well.” ##Food Supply## ##Midwest## There has been at least 994,625 cases of coronavirus in the US, according to a tally by Johns Hopkins University. At least 56,749 people have died from the virus. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Troy Sneed, a Grammy nominated gospel singer and record label founder, has died of complications from Covid-19, his publicist Bill Carpenter confirmed to CNN.  Sneed was 52. Known for gospel radio hits, including \"My Heart Says Yes\" and \"Worked It Out,\" Sneed died Monday at a hospital in Jacksonville, Florida. President Trump said Tuesday that he expects to sign an executive order later in the day related to the food supply chain. “We’re going to sign an executive order today, I believe, and that’ll solve any liability problems,” Trump told reporters during an Oval Office spray with Florida Gov. Ron DeSantis. The President said the administration is working with Tyson Foods on the issue.  The President also underscored that “there’s plenty of supply. It’s distribution.” “It was a unique circumstance because of liability,” he added. The President did not provide any further details. ##Food Supply## As some states start to reopen, Georgia is projected to see its number of daily coronavirus deaths nearly double by early August, according to a model shared by the US Centers for Disease Control and Prevention and created by independent researcher Youyang Gu. The epidemiological model provides projections for 40 countries and every US state. Out of the 12 states in the US Southeast –– Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee, Virginia and West Virginia –– the model’s projections for Georgia are the only projections that assume statewide social distancing will be relaxed starting on May 1 to reflect Gov. Brian Kemp's orders to reopen the state.  The projections for the state of Georgia show the highest uptick in deaths per day between May and August for the region. With the assumption of relaxed social distancing, the model predicts that the number of Covid-19 deaths per day in Georgia will jump from 32 people dying on May 1 to a projected 63 people dying per day by August 4.  Currently, a total of 995 people have died from Covid-19 in Georgia, according to the model, and it projects that number could climb to 4,691 by August 4.  The projection for total deaths in the state provides a range of estimates between 1,686 deaths on the lower end to up to 15,620 deaths on the higher end. ##South## President Trump said Tuesday that his administration is working with airlines to conduct temperature checks and coronavirus tests on international passengers coming into the United States. Trump said during an Oval Office meeting with Florida Gov. Ron DeSantis that the US is “setting up a system where we do some testing and we’re working with the airlines on that, testing on the plane, getting on the plane.” The President also said his team is “looking at” and will “probably” require testing and face masks on international flights.   The President claimed he did that “with China” and Europe, but coronavirus tests haven’t necessarily been administered to passengers from those areas traveling into the US Health screenings, including temperature checks, have been conducted on international travelers. At one point, the President raised the possibility of travel restrictions on Latin America but appeared to back off. New York Gov. Andrew Cuomo said the state needs to prioritize testing for frontline essential workers for the coronavirus.  He added that New Yorkers need to \"protect and respect\" them. “They do have a higher rate of infection because they are putting themselves in harms way and we want to make sure they have the testing so we have an earlier alert system,” Cuomo said. The governor said that essential workers make sure everyone is protected, “they have to be at the top of the list.” Nonessential businesses in Massachusetts will stay closed until May 18, Gov. Charlie Baker announced today at a news conference. “We are extending the timeline for all nonessential businesses to keep the physical workplaces and facilities closed to all workers, customers and the public until May 18, and the state-at-home advisory also remains in place during this time,\" Baker said. Baker said the ban on gatherings of 10 or more people will also be extended until May 18. “I know pushing these dates back a couple of weeks is probably not what many people want to hear,\" he said. In the meantime, the state is forming a reopening advisory board to create a phased plan. The state's lieutenant governor and the secretary of housing and economic development will lead the board, the governor announced.  The advisory board has been asked to produced their plan by May 18. ##Reopening## President Trump said Tuesday he would \"check\" on whether he received warnings about the coronavirus outbreak during briefings in January and February. “I’d have to check. I would have to check. I want to look to the exact dates of warnings,” Trump said during a meeting with Gov. Ron DeSantis in the Oval Office.  He cited the China travel ban as a sign he took the threat of the virus seriously. “But I can tell you this, when I did the ban on China, almost everybody was against me, including Republicans. They thought it was far too harsh, that it wasn’t necessary. Professionals, Republicans and Democrats: almost everybody disagreed, and that was done really early,” he said. Some background: The Washington Post reported Monday that Trump received more than a dozen warnings about the coronavirus outbreak in daily briefings in January and February, but continued to downplay the virus' threat and severity.  Citing current and former US officials, the paper reported that the warnings came in the President's Daily Brief, a summary of intelligence reports from the various agencies, which tracked the virus' proliferation, highlighted China's inaccurate characterization of the disease and its death toll and warned of potential widespread ramifications related to the pandemic. Officials told the Post that the President, who frequently forgoes the briefings and has become impatient with the summaries of the brief he now receives a couple of times per week, did not seem to absorb the warnings. They added that focused efforts tracking the virus were on par with prior instances of monitoring security threats, including active terrorism and international clashes. An official in the Office of the Director of National Intelligence, which manages the briefing, told the Post that \"the detail of this is not true\" and declined to explain or elaborate. CNN has reached out to the Office of the Director of National Intelligence for comment.  New York Gov. Andrew Cuomo said the state will be measuring two key data points while reopening businesses in the coming weeks. One of the \"danger signs\" is if hospitals exceed 70% capacity. \"Don't overwhelm the hospital system,\" Cuomo said at a news conference today. \"If you ever hit 70%, you can expect the number to go up for the next two weeks as people who just got infected actually get ill and some of them come into the hospital.\" The other sign the state will monitor during reopening is the rate of transmission of the virus. \"If the transmission rate hits 1.1d that's what they call outbreak. That means it is going to spread much, much faster,\" he said. Cuomo said if the transmission rate \"hits 1.1, that means you are in trouble.\" See more: ##Northeast## New York Gov. Andrew Cuomo said at least 335 people across the state died of coronavirus yesterday.  \"This is the worst news,\" Cuomo said of reporting the daily death count. \"Every day, I think maybe today's the day the nightmare will be over, but it's not.\" Monday's death total is down slightly from the 337 people who died on Sunday. Watch more: ##Northeast## US Navy and Air Force jets flew over New York City at noon today to pay tribute to health care workers, first responders and essential workers on the frontlines in the fight against coronavirus. US Air Force Thunderbird F-16 jets and US Navy Blue Angel jets participated in the flyover near Manhattan. Watch the moment: ##Northeast## The Pennsylvania Department of Health says there are 1,214 additional positive cases of Covid-19, bringing the statewide total to 43,264. All 67 counties in Pennsylvania have cases. The state is now reporting 1,716 deaths.  “As we see the number of new Covid-19 cases continuously change across the state that does not mean we can stop practicing social distancing,” Secretary of Health Dr. Rachel Levine said in a news release. “We must continue to stay home to protect ourselves, our families and our community. If you must go out, please make as few trips as possible and wear a mask to protect not only yourself, but others. We need all Pennsylvanians to continue to heed these efforts to protect our vulnerable Pennsylvanians, our health care workers and frontline responders.” ##Northeast## Waffle House’s CEO Walt Ehmer said that he has seen “a little bit more traffic” in restaurants that have opened limited in-dining operations, but people are still largely practicing social distancing guidelines.  “Even though we didn't really reopen, we just added some limited in-house dining to what we were already doing, I'm seeing so far that our customers…are still behaving according to what they've been instructed to do in terms of social distancing,” Ehmer told CNN’s John King.  Ehmer said Waffle House, which is headquartered in Georgia, is following CDC and state guidelines on reopening. They’ve cut down capacity in restaurants so people can sit at least six feet apart, he said.  Waffle House is famous for almost never shutting down its restaurants. It typically only closes during major disasters like hurricanes or storms. The Federal Emergency Management Agency even coined the term \"Waffle House Index\" to measure the effect of a natural disaster on an area.  Ehmer noted that customers have been placing to-go orders for the past six weeks. “People do seem to value a little bit of a sense of normalcy and a hope that maybe better days are ahead, but it is definitely a gradual process that will take us to the next stage of this,” he said.  But Ehmer said that while he is pleased with unemployment help given to Americans so far, he is uneasy about the long-term economic effects of the coronavirus pandemic.  “Long-term is what we're pretty concerned about at this time in terms of what will the ultimate impact to the economy be with so many people being out of work for so long,” he said.  As the meat supply chain and hog farmers continue to suffer from Covid-19 outbreaks in processing plants, an economist at Kerns & Associates, the firm employed by the National Pork Board, estimates more than 1.5 million hogs will have to be destroyed in the coming weeks as farmers simply run out of space to maintain them.   \"We're going to have to destroy those pigs to get them out of the way,\" Dr. Steve Meyer told CNN Tuesday. \"And next week we will have some more.\"  Meyer said there were around 600,000 hogs last week that did not go to slaughter and around 900,000 this week. Meyer estimates the cost of raising each hog is around $140, a total loss if the animal doesn't go through processing.   \"The real issue is that nobody wants to be here and do this,\" Meyer said of the toll the pandemic is taking on hog farmers. \"There's no way to plan for something like this. You can't plan for a once in a 100 year event.\"  CLARIFICATION: The headline has been updated to clarify that an economist from the National Pork Board estimated 1.5 million hogs will have to be killed in coming weeks. ##Food Supply##  There are at least 989,357 cases of coronavirus in the US, and at least 56,386 people have died, according to Johns Hopkins University's tally of cases in the United States, The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   House Majority Leader Steny Hoyer said on a phone call with reporters today that Democratic leaders came to the judgment late Monday that the House will not come back next week, a reversal from the plan they advanced yesterday afternoon. Hoyer said the attending physician's points that the numbers in D.C. are still going up and the surrounding area is a hotspot, as well as the fact that the next coronavirus relief package will “not be definitely ready to be considered next week” contributed to the decision. ##Stimulus## All New York City high school seniors are going to be celebrated in a citywide virtual graduation, Mayor Bill de Blasio announced this morning. “We’re going to do one big citywide virtual graduation ceremony, we’re going to do one big celebration of New York City’s high school seniors. We’re going to make it something very special. You may not have the traditional ceremony that you were looking forward to, we’re going to give you something you’re going to remember for the rest of your life and you will cherish,” he said, speaking directly to students and their parents during a virtual press conference. The city will bring together “some very special guests” to celebrate the graduating class, he said. \"Expect it to be something very special and very memorable,” de Blasio added.  Additional details are expected in the weeks ahead. ##Northeast## Top US infectious disease doctor Anthony Fauci said today \"I'm almost certain it will come back\" when he was asked about the possibility of a second wave of Covid-19 hitting later this year. \"In my mind, it's inevitable that we will have a return of the virus,\" Fauci said while speaking to the Economic Club of Washington on a Zoom call. He said that the virus has \"globally spread\" — noting that we are starting to see cases in parts of Southern Africa. \"It's not going to disappear from the planet,\" he said. Fauci said that if the virus returns later this year, \"how we handle it...will determine our fate.\"  He said that if \"countermeasures\" that are being discussed are executed, \"we should do reasonably well,\" otherwise the country could see a \"bad fall\" and \"bad winter.\" Farmers are facing a crisis as meat plants close during the coronavirus pandemic, according to Iowa pork producer and president-elect of the National Pork Producers Council Jen Sorenson.  “We're in complete peril. … We need help, we need direct payments, we need support, and we need indemnification and support as we look to euthanizing a large number of hogs, which is inevitably what we have to do if we can't keep our plants open,” Sorenson said.  As plants producing 33% of the nation’s pork supplies have closed, Sorenson said farmers are on the brink of bankruptcy.   “We’re in a downward spiral. If we don't do something quickly, we'll see further consolidation and loss of thousands of family farms,” she told CNN’s Jim Sciutto.  Three of the nation's largest pork processing plants have been temporarily shut down because of coronavirus concerns among workers. House Agriculture Chairman Collin Peterson said yesterday that farmers now have a huge overstock of pigs that must be euthanized — estimating that there are roughly 60,000 to 70,000 pigs a day that could be killed in order to make space at farms. Peterson said the country could see pork shortages in grocery stores by next week, but Sorenson says the biggest crisis is on farms right now.    “The crisis is our hogs that are backing up, they have no place to go, we have new hogs coming into our barns. And we need a solution, we need our county, state and federal, local officials to work together and wrap our arms around the food chain and try and keep these plants open,” she said.  ##Food Supply## Concerns about the health of the US meat supply continue to grow, as more meat processing plants shut down due to coronavirus outbreaks.  Hog farmers are sounding the alarm: They have too many hogs and nowhere to send to them due to the plants closing down. House Agriculture Chairman Collin Peterson said Monday that farmers will have to kill roughly 60,000 to 70,000 pigs a day in order to make space at farms. What this means for shoppers: Experts still tell CNN that, while the food supply chain is vulnerable, consumers will be the least impacted — a lack of variety and some temporary scarcity in certain types of meat, but do not predict not an overall \"meat shortage\" The US Centers for Disease Control and Prevention, with Occupational Safety and Health Administration, published new, interim guidelines on Sunday advising meat and poultry processing facilities to create a Covid-19 assessment and control plan, along with suggestions for what that plan should include.  The CDC said that these workplaces should identify an on-site coordinator who is responsible for Covid-19 assessments and control planning, be knowledgeable in virus prevention, while also making sure all employees know how to contact them with any concerns.  ##Food Supply## The US military field hospital at the Javits Convention Center in New York City will end its mission \"on or about May 1,\" according to the Defense Department. \"The Javits Center is in the process of transferring patients to local hospitals with an expected completion of mission on or about May 1,\" the Pentagon said in a statement Tuesday. About the hospital: The field hospital at the Javits Center has treated 1,093 patients and is still treating 74 of last night, according to Northwell Health spokesperson Terry Lynam. The Army Corps of Engineers converted the Javits Center to treat coronavirus patients but the field hospital along with the Navy hospital ship USNS Comfort have been operating significantly below capacity as the absence of hospital bed space has not been as much of a challenge as was originally anticipated.  Hundreds of military medical personnel have been assigned to the Javits field hospital.  The USNS Comfort has already discharged its last patient and is expected to depart New York in the coming days.  ##Northeast## US stocks opened higher for a second day in a row as investor confidence remains high in this earnings-heavy week. Here's how the markets opened on Tuesday: The Dow opened up 1.5%, or 365 points. The index could tack on a fifth-straight day of gains today, which would be its longest winning streak since January. \nThe S&P 500 opened 1.5% higher.\nThe Nasdaq Composite rose 1.1%. You can follow live updates on the markets here. Treasury Sec. Steve Mnuchin criticized big companies – including the Los Angeles Lakers basketball team — taking loans through the Paycheck Protection Program, and warned that others following suit will undergo a full audit.  “I never expected in a million years that the Los Angeles Lakers, which, I’m a big fan of the team, but I’m not a big fan of the fact that they took a $4.6 million loan. I think that’s outrageous and I’m glad they returned it or they would have had liability,” Mnuchin said during an appearance on CNBC.  He continued, “And let me just say I’m going to be putting out an announcement this morning that for any loan over $2 million, the SBA will be doing a full review of that loan before there is loan forgiveness, so we will make sure that what was the intent for taxpayers is fulfilled here.” He later described that review as a “full audit of every loan over $2 million,” noting that the “certification was very clear in saying that if people had other sources of liquidity they could not take this loan.” Mnuchin said it was “unfortunate” that a “small number of companies,” including Shake Shack and Ruth’s Chris Steak House, have “created a lot of publicity.” “I think it was inappropriate for most of these companies to take the loans. It was clear that there was a certification,” he said, noting that Treasury is “encouraged” by the businesses that have paid those loans back. ##Stimulus## As of this morning, more than 988,469 coronavirus cases have been reported in the US, according to a Johns Hopkins University tally. Here's the latest news on the pandemic: Texas reopening this week: Gov. Greg Abbott said yesterday he will allow his stay-at-home order to expire on Thursday. The move comes after other states across the country have already started reopening, including Georgia, Michigan and Alaska.\nOther states are waiting: Louisiana Gov. John Bel Edwards said he won't lift his state's stay-at-home order until after May 15. New York state also won't lift restrictions this week, Gov. Andrew Cuomo said — the earliest the state will begin its first phase of reopening is May 15, but only in places that have seen a 14-day decline in hospitalizations.\nNew York cancels election: New York has become the first state to outright cancel its presidential primary due to the pandemic. The state's board of elections says, with the candidates basically already set, it would be nothing more than a risky \"beauty contest.\"\nWhere the US stands on testing: The White House has released new guidelines on coronavirus testing, but they appear to fall short of the level recommended by the nation's top disease experts. The goal of the initiative is to help each state reach the ability to test at least 2% of its residents, with a focus on vulnerable populations and emergency workers. However, experts have said the US should be testing millions of people a day in order for the country to start getting back on its feet. ##South## ##Northeast## ##Testing## ##Reopening## Personal finance journalist Jean Chatsky appeared on CNN’s “New Day” to discuss some of viewers’ most pressing financial concerns during the coronavirus pandemic. Here are some of her answers: Q: Do you have a choice between PPP [Paycheck Protection Program] and unemployment wages? Are you allowed to receive both?  A: You can't double dip. You can't take both, so it’s up to you whether you want to go back to work if your employer receives PPP and offers you your job back. But from the employer's perspective, they need to use this money for payroll. And so if you're not going to come back to work, they can use that money to hire somebody else.  Q: I have a retirement pension from the state that I applied for due to start next month. Since my retirement is tied to the market, am I in danger of losing it?  A: It is definitely a concern, however, these pension plans have other ways of meeting their obligations. They will either increase contributions or they'll reduce spending in other ways. Q: Are businesses that reopen in Georgia and other states still entitled to those PPP funds? Are they going to generate enough business considering the new spacing rules and the fact that the majority of us won't venture into their businesses until science says it is safe? A: The purpose of this PPP money is to sort of bridge the employers through this time period. … So they are still eligible. … If you're a business that has not been able to put your application through, don't wait. We do expect that this money will go quickly.  Q: What rights do landlords have during this pandemic? A: If your mortgage is backed by Fannie Mae or Freddie Mac, you are eligible for several months of forbearance, several months of pushed- off payments during this period of time. If you're not backed by Fannie or Freddie, talk to your lender. … Your tenants still owe you this money. They may need some sort of payment plan, they may need some sort of leniency, but they do owe you the money and you should try to work out the terms under which they're able to pay it. Watch more: ##Stimulus## Dr. Deborah Birx, the White House coronavirus task force response coordinator, said how the coronavirus acts in the summertime will \"define how we do in the fall.\" \"Normally, Northern Hemisphere respiratory diseases move into the Southern Hemisphere during the summer because it's their fall,\" Birx said during an appearance on Fox & Friends.   \"It will be very interesting to watch Australia, New Zealand, southern Africa, and Chile and Argentina to see what happens to the virus in the summertime and what's happening with the virus here,\" she added. Birx said the White House is working \"to ensure that we are ready for anything that happens in the fall. Whether it's testing, whether it's PPE, whether it's ventilators, whether it's a complete surveillance system that understands that we have to track for asymptomatics as well as symptomatic individuals. All of those pieces need to accelerate -- expand to be ready for the fall.\"  Let’s just say it: The second launch of the Paycheck Protection Program didn’t go smoothly yesterday.  In fact, lenders and small business owners who had hoped the kinks had finally been worked out in the intervening weeks since PPP ran out of money, ended the day exasperated.  System-wide slowdowns left lenders taking to Twitter to vent frustrations. Small business owners who have been waiting weeks to get their applications approved, may still be in the queue after some small lenders failed to get even a few dozen applications uploaded.  The Scene: Within minutes of the program launching, sources were sending screenshots of errors received by lenders trying to upload applications to the E-TRAN system. The system kept freezing.  “It seems like the pace of this is slower than the last time around,” one industry source said.  The numbers: The Small Business administration touted yesterday afternoon that it “processed more than 100,000 PPP loans” and those loans came from “more than 4,000 lenders.” So what happened? By the end of the day, SBA argued “unprecedented demand” was responsible for glitches to the system lenders use to upload applications. The agency also noted that unlike the last time they launched PPP, this time they set a pacing mechanism in the system to ensure that no one lender – especially larger institutions– could enter thousands of applications within an hour and outpace smaller banks. What that meant was if a bank was trying to enter more than 350 applications within an hour, the system would time out.  But even smaller banks said they were struggling to get in many applications at all.  One source who represents community banks said they heard from bankers around the country who’d spent weeks getting their files ready for the relaunch only to be stalled at the start.  Several industry sources pushed back that the pacing mechanism was the sole reason the system was unreliable. Instead, arguing the issue was that SBA’s system was simply not equipped to handle the volume despite multiple promises to congressional aides and industry that the system would be ready to go this time. A reminder about SBA: It is worth repeating, SBA has never in the history of the agency lent the kind of money they are responsible for getting out the door right now.  It would normally take SBA years to lend the more than $660 billion they are kicking out right now. Aides on the hill hearing about frustrations from constituents and bankers are keenly aware of the fact that the system has not worked smoothly, but at the end of the day, the entire U.S. Senate present to vote for the program, did. ##Stimulus## Washington, DC, Mayor Muriel Bowser said that while the nation's capital is not ready to open businesses yet, she supports members of Congress returning to DC because they are essential workers. “We know essential workers and hospitals and grocery stores, our sanitation workers are all reporting to work because they have essential jobs to do. And the work of the Congress is essential, especially now,” Bowser told CNN’s John Berman. “When workers need relief, when small business need relief, and when state and local governments need relief. So the Congress has to get to work.”  Senate Majority Leader Mitch McConnell announced that the Senate would reconvene on May 4. Nearly a third of senators are age 70 or older.  In March, when House members were required to return to Washington in person for the historic stimulus bill vote, many expressed concerns over traveling. Bowser said she assumes some congressional employees will be able to telework from home.  Having private retailers such as CVS and Walgreens offer Covid-19 testing will help bring more tests to communities across the United States, White House coronavirus task force response coordinator Dr. Deborah Birx said during an appearance on Fox & Friends this morning. \"We've really understood that you've got to bring the tests to the community — whether it's drive-thru, whether it's walk-thru — the community has to feel like tests are available to them,\" Birx said. \"Just having it at hospitals or clinics was not going to be enough and so that part of this is critically important to expand community testing.\" Some background: On Monday, CVS Health announced plans to offer drive-thru testing at up to 1,000 locations across the country by the end of May, with the goal of processing up to 1.5 million tests per month.  Walgreens on Monday announced plans to expand its drive-thru testing locations to 49 states and Puerto Rico. Walgreens has already opened 18 drive-thru testing locations across 11 states.  ##Testing## Dr. Deborah Birx, the White House coronavirus task force response coordinator, said people should wear masks during social gatherings to avoid the spread of coronavirus. \"If there is virus in the community, or you are gathering people from different areas of a state where there may be still residual virus and no virus, if everybody wears a face mask, then you are protecting the other person,\" Birx said during an appearance on Fox & Friends this morning.  She added: “We know that talking, singing, certainly sneezing and coughing can pass the virus onto others. And because you can pass it when you are asymptomatic, people don't know that they are infected.\" \"Since you don't know if you are one of those, really everyone needs to in those kind of social gathering situations, as long as there is virus still in the community,\" Birx said.  Black barbers across America are engaging in a heated debate over whether cities and states should lift coronavirus social distancing mandates that have forced many of their businesses to close indefinitely. African Americans as a group are suffering the most during the Covid-19 pandemic, with higher infection and mortality rates than the general population. Barbers say black business owners, like many of them, are also disproportionately hurting financially from government shutdowns meant to stem the virus' spread. Several shop owners said they can't afford to remain closed much longer.  In African-American culture, barbershops are much more than places to get a haircut. Many are marketplaces where local vendors sell their wares and community centers where people gather for hours to discuss politics, sports and the news of the day. The unique folkways and stature of black barbershops have been the subject of iconic movie scenes, Hollywood film franchises, even an HBO television series. \"There's probably all kinds of barbershops talking about what's going on with our government right now,\" Mike Knuckles, 45, a barber at Select Cutz in Grand Prairie, Texas, told CNN Business. \"If you lose a barbershop that's been in the community 30 years and has a tradition and respect in the community, that's huge.\" Damon Dorsey, 59, president of the American Barber Association, a barber advocacy group whose estimated membership of 3,000 is about 30% black, said he has spent weeks talking with worried barbers nationwide since the pandemic began. They're concerned about limiting the spread of Covid-19, but also want to \"get back to making money,\" Dorsey told CNN Business. \"All are struggling with the uncertainty of the moment,\" he said. Read the full story here. Hoping to get a better idea of how many people have previously been infected with the virus, officials in the US have begun asking asymptomatic residents to test for antibodies. Los Angeles County will expand coronavirus testing Tuesday to include delivery drivers, rideshare drivers, and taxi drivers even if they're asymptomatic, Los Angeles Mayor Eric Garcetti said. \"These are folks that are on the frontlines, helping us get to where we need to go, helping us have food delivered to our homes,\" he said. Boston Mayor Martin Walsh said 1,000 asymptomatic residents will undergo diagnostic and antibody testing by Friday to evaluate exposure to the virus in the city.  And beginning Tuesday, health workers will start visiting randomly selected homes in two of Georgia's largest counties to conduct antibody testing through blood samples. \"This investigation will help us estimate the percentage of people in the community who have been infected with the virus that causes Covid-19,\" the Georgia health department said. In New York, about 15% of the 7,500 people who have been tested in the state's antibody study have tested positive, Gov. Andrew Cuomo said.  But the former acting director of the US Centers for Disease Control and Prevention told medical news website Stat on Monday those tests are \"not ready for prime time.\" \"As we learn whether that means you are protected in the future, there could be value in that,\" Dr. Richard Besser told Stat reporter Helen Branswell about the tests, but \"the science isn't there yet to be able to say what those tests mean.\" \"I worry that people will get a false sense of security and they can change their behavior based on the results of that test, or have a false sense of concern if it's a test that isn't detecting protections that they may actually have,\" Besser said. Read the full story here. Texas Gov. Greg Abbott announced the state will begin to reopen Friday, but a Texas judge hopes residents will not take him up on it. \"Just because something can be open doesn't mean it should be open,\" Dallas County Judge Clay Jenkins told CNN's Erin Burnett on \"Burnett Outfront.\"  \"And just because something is open doesn't mean you should go there.\" Abbott issued an executive order Monday allowing businesses like retail stores, malls, restaurants and theaters to reopen Friday with occupancy limited to 25%. The order supersedes local orders.  \"Now it's time to set a new course, a course that responsibly opens up business in Texas,\" Abbott said. \"We will open in a way that uses safe standards -- safe standards for businesses, for their employees as well as for their customers. Standards based upon data and on doctors.\" But Jenkins said the best way to open the state's economy was to keep residents safe -- and that the order went against safest practices advised by scientist and experts. \"What we know is that when you look at other science-based plans, movie theaters are not one of the first things that open,\" Jenkins said. \"And so, I think it's going to be incumbent on the residents here to use good, smart decision-making.\" Though Jenkins and local politicians cannot override Abbott's order, the judge's said he will look for ways to institute rules to keep residents and employees safe within the reopening. Read the full story here. ##Reopening## ##South## When his daughter was born, Alex Kaplan thought his home was babyproof. He was wrong. \"We have a wily little girl,\" said Kaplan, who lives in Washington, D.C. \"At 9 months old, she managed to open a childproof — in air quotes — bottle of acetaminophen.\" When Kaplan found her, she was smeared in a sticky mess from putting the gel caps in her mouth. \"Acetaminophen, we came to learn, is very dangerous and dose-dependent,\" said Kaplan, who called poison control then headed to the closest emergency room. Kaplan's daughter was fine, but accidental poisoning is a serious problem for American kids.  More than 300 children are treated for poisoning each day in emergency departments across the United States, according to the US Centers for Disease Control and Prevention. On average, two of those kids will die.  As Americans spend more time at home trying to safeguard their families against Covid-19, accidental poisonings are on the rise. And some experts believe the spike is due to the very same cleaning products parents are using to protect their families from infection. Read the full story here. Contact tracing has helped slow or stop previous epidemics, such as the SARS and Ebola outbreaks. But it's never been more critical — or more challenging — than in this fight against coronavirus.  Here's what we know about contact tracing: What is contact tracing? It tracks down anyone who might have been infected by a person who was recently diagnosed so those contacts can quarantine themselves and prevent further spread. \nWhy it matters: Researchers say the US -- or really any country -- can't safely reopen without significant amounts of contact tracing and testing. \nHow it works: Contact tracers use a variety of methods, including phone calls, emails and social media messaging to reach out to people who might have been in contact with someone infected with Covid-19. When contacts are notified, they aren't told who was diagnosed with coronavirus. \"To protect patient privacy, contacts are only informed that they may have been exposed to a patient with the infection,\" the CDC says. \"They are not told the identity of the patient who may have exposed them.\" Texas Gov. Greg Abbott said Monday he will allow his stay-at-home order for the Lone Star State to expire on Thursday. The new order, which supersedes local orders, will allow businesses like retail stores, malls, restaurants and theaters to reopen Friday but limits occupancy to 25%. The order will also allow libraries and museums to open. Abbott noted that he wants barbershops, salons, gyms and bars open \"as soon as possible\" and expects them to open no later than mid-May. Touting Texas' plan as the \"result of tremendous input,\" Abbott said the state will not mandate but \"strongly recommend\" that everyone wear a mask as businesses reopen. \"Now more than ever, Texans must remain committed to safe distancing practices that reduce the spread of Covid-19, and we must continue to rely on doctors and data to provide us with the safest strategies to restore Texans' livelihoods,\" he said. \"We must also focus on protecting the most vulnerable Texans from exposure to Covid-19. If we remain focused on protecting the lives of our fellow Texans, we can continue to open the Lone Star State.\" ##South##"], "Language": false}