{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/us/the-good-stuff-041120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-11T04:08:39Z"], "LastModifiedDate": ["2020-04-11T04:08:39Z"], "Headline": ["All The Good Stuff that happened this week"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a message to all the essential workers; to the delivery drivers, mail carriers, utility workers, elder care specialists, police officers, truckers, farmers, security guards, warehouse workers, first responders, veterinarians, mechanics, grocery store employees, bus drivers, gas station attendants and people who drive the bulldozer at the dump: THANK YOU for all you do! We literally couldn't go on without you and we hope you are safe and appreciated. Since hugs are off limits, please know we are digitally embracing you from afar. Speaking of embrace, it's Easter weekend. Whether you observe or not, this time of year is usually ripe for togetherness and new beginnings. Let's all try to find a little of both — even if it's just over a video call.  Our favorites this week Get going with some of our most popular good news stories of the week From one generation to another  Cavanaugh Bell is kind of like Santa Claus, if Santa Claus were a 7-year-old boy from Gaithersburg, Maryland, and was working way, way out of season. Cavanaugh and his mom Llacey Simmons have delivered more than 100 care packages and hot meals to elderly people in their community. The little boy got the idea when he realized people like his 74-year-old grandmother are at higher risk of getting sick. After delivering some things to her, he started think about all the other people in his grandmother's assisted living facility. One thing led to another, and Cavanaugh took all his savings, went grocery shopping and, with the help of his mom, loaded up their car and made some special (socially distanced) deliveries of toilet paper, flushable wipes, hygiene products and, of course, food. Now, thanks to the help of donations, Cavanaugh and Simmons have opened a local community care pantry. \"It makes me feel beautiful inside because I like giving back,\" Cavanaugh says. (And, not to be biased, but he has excellent taste in baseball teams.)  Some much-needed color  Around the world and here at home, boarded-up businesses and empty main streets are a sad reminder of how many livelihoods are on hold while we fight through the coronavirus crisis. However, some artists are creating colorful murals and messages to break through the dreary scenes. Whether it's a funky mural on an Austin bar (above), a sunny pink smiley face window in Seattle or just simple signs of gratitude in Portland and Vancouver, these works of art remind us that, no matter how long it takes, things will get better, and the places we love will come alive once again. The mystery of love The Ocean Park Zoo in Hong Kong has been trying to get their two pandas Ying Ying and Le Le to mate for 10. whole. years. Pandas are notoriously bad at romance, preferring instead to gorge on bamboo, roll around and nap. But in this panda couple's case, it seems like all they needed was a little privacy. While the zoo was shut down during Hong Kong's coronavirus lockdown, Ying Ying and Le Le finally did the deed! This isn't just prurient panda gossip we're dealing with here. Zookeepers are thrilled because natural mating has a higher chance of leading to a pregnancy than artificial insemination. There are only about 1,800 pandas in the world, so adding another one to the ranks may be a much-needed silver lining to this whole situation. (And yes, we do feel for these shy lovers who just wanted to get in one good tryst and are now world news.) Raise a glass to... Miss England 2019 Bhasha Mukherjee, who hung up her crown to continue her work as a doctor during the coronavirus pandemic. Mukherjee was a junior doctor when she won the title and was participating in charity work in India when the outbreak began. Colleagues kept messaging her telling her how dire the situation back home was, so she contacted her old hospital, the Pilgrim Hospital in Boston, eastern England, and told them she wanted to return to work. In Ireland, Prime Minister Leo Varadkar felt a similar calling. Varadkar worked as a doctor for seven years before becoming a politician. He's rejoined the medical register and will work one shift a week to help during the pandemic A bright idea A group of more than 50 humanitarian groups including United Nations agencies, nongovernmental organizations and international mental health organizations have collaborated to create a lovely story book designed to help children cope with and understand the coronavirus crisis. The story is called \"My Hero is You: How Kids can fight Covid-19!\" It features a creature named Ario, who explains how children can protect against the virus and process the many emotions they may be feeling. The group says they sought the input of more than 1,700 children, parents, caregivers and teachers to put the story together, and it will be available in at least 36 languages.    You gotta see this Sky watchers across the world were treated to a huge (and we do mean huge) lunar display this week. Supermoons occur when the moon is at its closest point to the Earth, making it appear bigger and brighter than usual. April's pink supermoon is the biggest one this year, but don't let the name fool you: It's called \"pink\" because it's the first supermoon of the spring and is named after a wildflower that blooms around this time: Phlox sublata, known as \"moss pink.\" Frankly, that's just as interesting as an actual pink moon. So, why does it appear pink in all of these stunning photos? Longtime Good Stuff readers will remember this conversation: It's all about how the light is filtered through the particles that hang low in the Earth's atmosphere. In this case, the name is just a rosy coincidence.  Heroes among us Scott Strode, a 2012 CNN Hero, founded The Phoenix after he overcame his addiction to drugs and alcohol through working out and being physically active. Typically, The Phoenix provides free athletic activities and a sober support community to 26,000 people across the United States. But what happens to such an important resource when everyone is asked to stay home? It goes online, of course. Now, clients can log on to free virtual classes offered throughout the day — everything from yoga to strength training, meditation and recovery meetings. Strode says it's incredibly important that people in recovery have a sense of community and support. \"We understand we need physical distancing, but we can still be connected in the virtual space and be there for each other,\" Strode said. He's one of many CNN Heroes that are doing great things for their communities during the coronavirus crisis.  Who knew? What's everybody baking? Don't be shy -- baking during a crisis doesn't just result in some delicious treats, it can reduce stress and provide much-needed comfort. Mental health professionals say a productive, rewarding activity like baking can give us a sense of accomplishment, and the steps along the way give us a feeling of order and often make us practice the precious skill of, well, waiting. You don't need to go full-on wedding cake or French macaron tower, either. Beginners (or those low on supplies) can start simple with a loaf cake, banana bread, sugar cookie batch or Irish soda bread, which typically only requires three ingredients. Oh, what's the photo of, you ask? The Irish soda bread I stress-baked last week! It was delicious.  Tell us something good Bloomington, Minnesota What do we do when we want to comfort someone? We hug. We keep them close. But when we can't do that, we can still show up in whatever way possible. Seven-year-old Connor recently lost his mother to cancer. In order to lift his spirits on his birthday earlier this month, local law enforcement put their heads together and did a drive-by birthday party. Police cars and emergency vehicles of every size paraded down Connor's street, with some officers even singing \"Happy Birthday\" through their speakers. Connor's dad said it was an unforgettable — and much-needed — moment of joy. \"I really don't have the words to express how amazing this was for my son,\" Josh Ziebol said.   Thank you to Jeremy Gustafson for suggesting this story!  Impact your world Do you feel called to give back during this time, but don't know where to start? We feel you. Refill your coffee cup, settle in and explore CNN's Great Giving Guide, a fully-stocked resource for those who want to give, help or get help during the coronavirus crisis. The guide features several areas of interest and dozens of vetted organizations (and we're adding more all the time). Plus, there are some do-right-now suggestions and resources for your mental wellbeing, financial assistance and other types of support if you're in a tough spot. Shameless animal video There's always time for cute animal videos. That time is now. Everyone's talking about the penguins at the Shedd Aquarium who are getting to roam around their marine neighborhoods while their home is closed to the public. This week, they met some very curious new friends. (Click here to view) "], "Language": false}