{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/donald-trump-coronavirus-press-conference/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-12T16:51:35Z"], "LastModifiedDate": ["2020-05-12T17:14:56Z"], "Headline": ["The 34 most staggering lines from Donald Trump's Rose Garden press conference"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump sought to preempt potentially damaging congressional testimony Tuesday on the state of testing and the reopening of the country by taking to the Rose Garden Monday afternoon to make a series of incorrect claims about the ongoing fight against coronavirus. He also continued his ongoing war with the media. I went through the transcript and pulled out the lines you should see. They're below. 1. \"We're here today to provide an update on the unprecedented testing capacity developed by the United States, the most advanced and robust testing system anywhere in the world, by far.\" \"The Lost Month: How a Failure to Test Blinded the U.S. to Covid-19\" -- The New York Times, March 28, 2020. And away we go! 2. \"We have really had a very good relationship with the states and the governors and other representatives within the states, a relationship.\" \"She's not stepping up. All she does is sit there and blame the federal government. She doesn't get it done. And we send her a lot.\" -- Donald Trump on Michigan Gov. Gretchen Whitmer \"Governor Cuomo should spend more time 'doing' and less time 'complaining'. Get out there and get the job done.\" -- Donald Trump on New York Gov. Andrew Cuomo \"@JBPritzker, Governor of Illinois, and a very small group of certain other Governors, together with Fake News @CNN & Concast (MSDNC), shouldn't be blaming the Federal Government for their own shortcomings.\" -- Donald Trump on Illinois Gov. J.B. Pritzker \"If they don't treat you right, I don't call.\" -- Donald Trump on governors 3. \"It should have never been allowed to happen; it should have been stopped at the source.\" This is a common line for Trump now as he seeks to lay blame for coronavirus on the Chinese and their demonstrated lack of transparency in terms of the virus and its initial spread. At the same time, it seems a lot to ask of any country to \"stop\" a virus with the level of transmissibility that Covid-19 has. After all, the US knew the virus was headed our way for months and we now have more than 1 million cases and more than 80,000 dead. 4. \"In every generation, through every challenge and hardship and danger, America has risen to the task. We have met the moment and we have prevailed.\" Worth noting that the latest IHME model projects more than 134,000 American deaths by early August. Which would mean that roughly 53,000 people will die between today and August 4. Those people don't likely believe that \"we have prevailed.\" 5. \"In the fourth quarter we're going to do very good and next year I think we're going to have one of the best years we've ever had because there's a tremendous pent-up demand.\" Worth noting this is a timeline change for Trump. He had long insisted that the economy would immediately bounce back once the country began reopening. He is now suggesting that it won't be until 2021 when things will truly recover. 6. \"I've felt things a lot over my life and I've made a lot of good calls.\" [opens mouth to say something, decides against it] 7. \"But we're transitioning to greatness and the greatness is going to be in the fourth quarter but it's really going to be next year and it's going to be a year like we've never had before.\" A lot of people focus on the fourth quarter. But it's the fifth quarter that really matters! That's where greatness is most effectively transitioned.  8. \"We had the best economy in the history of the world, not just here but anywhere in the world.\" [Narrator voice] This isn't true. 9. \"We had the best economy anywhere in the world and we were going for numbers, whether it was unemployment numbers where we had our best numbers. Employment also numbers. Little different.\" Uh........ 10. \"Now we had one of the best weeks in the history of our border between the United States and Mexico, our southern border. We had very few people coming in, very, very few.\" [raises hand tentatively] Might that slowdown in border crossings be due to the pandemic raging in our country? 11. \"But again, we've had the best numbers.\" Beautiful numbers. The greatest. Many people are saying it. 12. \"It's the hidden enemy. Remember that. It's the hidden enemy. So, things happen.\" \"Things happen.\" So true. 13. \"The one who tested positive will be fine, will be absolutely fine.\" Dr. Trump offers his diagnosis of Katie Miller, the vice president's press secretary, who tested positive for coronavirus last Friday. 14. \"This building is shocking, if you look at the numbers.\" Donald Trump on the White House.  15. \"Very soon. I mean, really, very soon.\" This is Trump's response to a question on when the average person will be able to be tested for coronavirus \"every day as they go back to work.\" There is very little evidence that we will have testing for all 160 million working Americans anytime soon. Or even \"very soon.\" 16. \"You look at all of these machines here. They're incredible machines, the best anywhere in the world.\" Speaking of incredible machines ... 17. \"Other countries are calling, sophisticated countries, and they're calling, lots of countries.\" \"Sophisticated countries,\" you say? Tell me more... 18.\"They have learned about -- I see everybody, just about everybody has a face mask on.\" The President wasn't wearing a mask when he said this. And he doesn't plan to wear one. So, yeah. 19. \"They have learned about face masks, the good and the bad, by the way. It's not a one-sided thing, believe it or not.\" Masks can be bad? I suppose Trump is suggesting that people touch their faces more when they wear masks? I truly don't know. 20. \"No, we prevailed on testing is what I'm referring to. That was with regard to testing.\" So, Trump is editing his previous comment -- see No. 4 -- that his comments about having \"prevailed\" was solely about testing not about the broader fight against the virus. Even so, it's very hard to see how we have prevailed on testing -- at least yet. 21. \"And greatness is next year, right from the beginning.\" Mark your calendar: January 1, 2021 is when greatness begins. 22. \"In the case of me, I'm not -- I'm not close to anybody.\" This is Trump's defense for why he isn't wearing a mask. But it's not the real reason he isn't wearing a mask. 23.\"I understand you very well, better than you understand yourself.\" Did you not know that Trump was a psychiatrist? He already knew you didn't know that, by the way. 24. \"Now that we're doing so well on tests and so quick and so fast, five minutes, et cetera, and so accurate, you're complaining that we're getting too many tests. So you can't win.\" No one in the media is complaining about the number of tests available. The question is -- and has been -- when the average person will have the access to immediate and daily testing like the White House staff does. 25. \"As far as Americans getting a test, they should all be able to get a test right now. They should be able to get a test.\" Whether they \"should\" or not, they aren't. 26. \"They want our country open. I want our country open too. I want it open safely. But I want it open. Don't forget.\" To be clear, almost every single epidemiologist and infectious disease expert has made clear that the more a state reopens its economy, the more likely it is that coronavirus begins spreading rapidly in that state. I suppose this depends on what your meaning of \"safe\" is? 27. \"You can go with the enclosed route. Everything's closed up; you're in your house, you're not allowed to move. People are dying with that, too.\" No state passed any sort of guideline that required people to not be \"allowed to move.\" 28. \"The 20,000 [cases] -- the numbers are way down from what they were two weeks ago. I mean, the numbers are really coming down; they're very substantially -- and this weekend was one of the lowest we've had. This is, you know, the numbers are coming down very rapidly -- all throughout the country, by the way.\" According to the Centers for Disease Control and Prevention, there were more than 23,000 coronavirus cases diagnosed in the US on Sunday, May 10. A week prior -- May 3 -- there were more than 29,000 cases diagnosed. But just two days later, there were just over 22,000 diagnoses of Covid-19. In short, the numbers continue to bounce around a bit. But what's clear is that the numbers aren't coming down \"very rapidly.\" 29. \"But as far as the models are concerned, if you go by the model, we were going to lose 2.2 million people.\" This was never going to be true. Not ever.  30. \"We're at the lowest of all of the models. I mean, if you look at, I guess that 120,000 -- 100,000 to 120,000 people would be at the low side. And we're at -- there's nothing low.\" \"Now we're going toward 50,000 -- I'm hearing, or 60,000 people. One is too many. I always say it. One is too many, but we're going toward 50,000 or 60,000 people. That's at the lower -- as you know the lower (end of the projections) was supposed to be 100,000 people.\" -- Donald Trump, April 21 31. \"You know what the crime is. The crime is very obvious to everybody. All you have to do is read the newspapers, except yours.\" The question Trump was asked is this: What is the crime that Trump is accusing former President Barack Obama of committing? And Trump's answer, of course, is not an answer at all. Because there is no crime. Or at least not one he -- or anyone else -- has elucidated. 32. \"Well they're losing their lives everywhere in the world and maybe that's a question you should ask China. Don't ask me, ask China that question, OK? When you ask them that question, you may get a very unusual answer.\" In which the President of the United States tells CBS News' Weijia Jiang, who was born in China but immigrated to the US at age 2, that she should ask China her question about why he is casting testing capacity as a global competition. Jiang replied by asking why Trump was \"saying that to me specifically, that I should ask China?\" To which Trump responded: \"I'm telling you -- I'm not saying it's specifically to anybody, I'm saying it to anybody that would ask a nasty question like that.\" Of course, he didn't say it to just anybody. He said it to a Chinese-American reporter. And if you think that was by accident, you haven't been paying attention for the past three years. 33. \"I did and you didn't respond and now I'm calling on the young lady in the back. Please?\" Trump called on CNN's Kaitlan Collins. Then he decided he didn't want her to ask a question. That's all that happened here. 34. \"OK. Ladies and gentlemen, thank you very much, appreciate it. Thank you very much.\" And then Trump decided to just end the press conference -- mere seconds after he had called on Kaitlan and then the \"young lady in the back.\" So, yeah, this feels like a good place to end."], "Language": false}