{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/cars/volkswagen-fiat-chrysler-delay-us-restart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-04-30T16:37:41Z"], "LastModifiedDate": ["2020-04-30T19:51:50Z"], "Headline": ["Volkswagen and Fiat Chrysler postpone restarting US factories"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Volkswagen and Fiat Chrysler are postponing the planned re-openings of their US factories, citing concerns about worker safety. Volkswagen is delaying the restart of its Chattanooga, Tennessee, factory indefinitely, the company said in a statement Thursday. The German automaker had recently announced it would restart production at the factory on May 3.  \"Before setting a new start date, Volkswagen will weigh the readiness of the supplier base, as well as market demand and the status of the Covid-19 outbreak,\" Volkswagen said. Volkswagen had stopped production at the factory, which makes the Passat sedan and Atlas SUV, on March 21. The company said it would also use the extra time to \"refine and strengthen the health and safety measures to safeguard our employees.\" Fiat Chrysler, which had said in early April that it would restart its factories around May 4, also announced that it would delay its reopening.  The company said in a statement that the methods and practices used in reopening its factories in China and Italy would serve as models for how the company would reopen its US facilities. It added that a new date for restarting Fiat Chrysler's US factories would be announced some time later. The United Auto Workers, which represents workers at Fiat Chrysler's US plants, had previously said it believed early May would be too soon to safely restart the plants. Separately, Toyota and Hyundai have also announced that they would restart factories around May 4.  On Wednesday, Toyota issued a statement reiterating that its factory restart would take place gradually during the week of May 4 though May 11. Hyundai's plan to reopen have not changed, a spokesman said Thursday."], "Language": false}