{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-09-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Westcott, Julia Hollingsworth, Adam Renton, Jack Guy, Meg Wagner and Mike Hayes, CNN"], "Writers": [["Ben Westcott", "Julia Hollingsworth", "Adam Renton", "Jack Guy", "Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-04-09T00:27:12.214Z"], "LastModifiedDate": ["2020-04-10T02:36:26.375Z"], "Headline": ["Coronavirus pandemic upends daily life"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. CNN's town hall on coronavirus facts and fears has just ended.  We talked to former NBA player Magic Johnson, CDC Director Robert Redfield, Dr. Maria Van Kerkhove from the WHO, and more. Scroll through our posts below to catch up on what was discussed.  Have a question about the coronavirus? We've answered them here. Alaska is the latest state to extend school closures through the remainder of the academic year.  “We're trying to give as much certainty as we can to the public. To wait another two or three weeks when we’re already close to the (end of the) school year at that point, we feel would cause more disruption and more confusion,” said Gov. Mike Dunleavy in a press conference today. The state is also extending its social distancing order for another ten days, effective through at least April 21.  “We wanted to make sure we continue that we continue the good work that all Alaskans are doing,\" said Health and Social Services Commissioner Adam Crum. ##Daily Life## Coronavirus cases in Europe are doubling very rapidly, every three to four days, said the World Health Organization’s Dr. Maria Van Kerkhove on CNN’s coronavirus town hall tonight. Experts identify the number of cases being reported each day and how quickly those numbers are doubling -- and this rate is called the doubling time, she said. \"Right now, across Europe the doubling time is three to four days. That's very fast,” Van Kerkhove said.  She also expressed the importance of testing to determine the global spread of the outbreak. \"If you're seeing countries that have 30% positivity rate, that means that there's a lot of cases that are out there. If you're seeing countries that have a 1% positivity rate, that means ... they're actually capturing more of their cases,” Van Kerkhove said. A positivity rate means the percentage of positive results out of total tests done.  ##Health## Twenty five more detainees at the Cook County Jail in Chicago have tested positive for Covid-19, raising the total number of cases among inmates to 276, said the Cook County Sheriff’s Office today. Of these infected detainees, 21 have been hospitalized and 36 have been moved to a recovery facility. One has died of “apparent” complications, but an autopsy remains pending. 172 employees at the county sheriff’s office also tested positive, with the majority of employees being correctional deputies at the jail. Releasing detainees: The sheriff’s office said today that they will continue help identify individuals for release. This process has already reduced the jail population by 1,247 detainees since March 9. But also today, a federal judge denied a motion to order the immediate release of medically vulnerable detainees at the jail to prevent the spread of Covid-19.  Instead, here's what they're doing: There will be a mobile testing site at the jail for sheriff's office staff, capable of testing up to 100 people a day, said Sheriff Thomas Dart. Jail officials say they have moved inmates from double cells to single cells to increase social distancing, and have created an off-site 500-bed quarantine and care facility for detainees. ##Health## New York City has 7,521 new coronavirus cases and 518 new deaths, according to the city’s website. That brings the city's total to 87,725 cases and 4,778 deaths. This case total doesn't reflect the number of active cases, but rather the total number of people infected since the start of the pandemic. That means, according to official statistics, New York City alone now has had more infections than the whole of China, which has reported 81,907 cases, according to the Chinese National Health Commission. ##Health## Former Los Angeles Laker player and NBA Hall of Fame point guard Magic Johnson joined CNN's coronavirus town hall to talk about his experience living through two major outbreaks -- the HIV epidemic and now this pandemic. On racial inequality during a pandemic: \"When you think about African-Americans, we deal with a lot of health issues already. And then the lack of access to health care, that's just an unbeatable combination, and so we must get better,\" he said. Change must begin at a local level, then at a state level, then at the federal level, he said. \"Until someone says, hey, we're going to make sure that African-Americans and Latinos and others have a level playing field, that the same opportunities that others have ... Until those things change, (minorities) are still going to have a lack of health care.\" On the parallels between this pandemic and the HIV/AIDS epidemic: Johnson announced in 1991 both his retirement from the NBA -- and his HIV-positive status. \"I think right now is similar to what happened with HIV and AIDS,\" he said. Some of those parallels include a lack of testing in black and minority communities, and a lack of accurate information within underprivileged areas, he said. Watch: ##Health## Louisiana Rep. Reggie Bagala has died from the coronavirus after being hospitalized, his son said today. Lafourche Parish Sheriff's Office spokesman, Brennan Matherne, confirmed that Bagala passed away from Covid-19. Bagala, 54, was a Republican freshman who represented the Jefferson and Lafourche parishes, and was elected to office in 2019. “It is with deep sadness that I have to let y’all know that my father, best podna, and state Rep Reggie Bagala has passed away. He was a profoundly honest and decent man, who loved unceasingly. His family, his culture, his LSU Tigers, his friends, and his home here on Bayou Lafourche,” said Tristan Paul Begala. Earlier this week, he had said on Facebook that his father was in \"seriously critical condition” at Ochsner St. Anne Hospital in Raceland, southwest of New Orleans. Louisiana Governor John Bel Edwards also paid tribute to Bagala. “Just one month ago, he entered the Louisiana State Capitol with excitement and eagerness to serve the people of our great state and the people of House District 54, and today we mourn his loss. We are better for having people like Rep. Bagala who are willing to be public servants & make our state better,” Edwards said on Twitter. ##Health## At the ongoing CNN town hall on coronavirus facts and fears, medical experts and officials answered questions from the audience. Here are a few: What's the racial breakdown of coronavirus deaths? \"The data that we have now clearly does show that minority populations appear to be having a greater risk for complications,\" said US Centers for Disease Control and Prevention Director Robert Redfield. The virus \"does not discriminate who it infects\" -- but racial minorities including African Americans are at higher risk of complication because of health disparities. Groups with larger proportions of pre-existing conditions like diabetes, asthma, obesity, and more are going to be most vulnerable. President Trump has promoted the drug hydroxychloroquine. Can this treat coronavirus? It's too early to tell, Redfield said -- there are clinical trials underway on this, but we just don't have the data yet to tell what's effective or not.  \"At this stage, this moment in time, we're not recommending it, but we're not not recommending it,\" he said. \"The way to do this is to do the appropriate trials and get the answer.\" How do I clean a cloth face mask and keep it virus-free? Here's how to do it, according to Dr. Celine Gounder, clinical assistant professor of medicine and infectious diseases at NYU Medical School. When you come home, remove the mask using the ties behind your ear -- don't pull it off your face from the front. Assume that the exterior of the mask is contaminated with the virus, and avoid touching it, she said.\nHave your washing machine open when you come home so you can throw it directly in the wash.\nIf you have several cloth face masks, you could wash them altogether in a load so you don't need to wash them every day. Dr. Sanjay Gupta shows how to make your own mask: ##Health## The US hasn’t budgeted enough to fight disease, said CDC Director Dr. Robert Redfield during CNN's ongoing town hall on the coronavirus. “I think we have to be direct and honest about it. Over the last 10, 20, 30 years, we’ve under-invested in public health in this nation,” Redfield said.  “We’re in the position now of preparing a significant expansion of local public health capacity so that we can operationalize this.\" The CDC now has more than 500 people in all 50 states, Redfield said, and the agency plans to expand that number substantially to have a public health response team that can manage when someone tests positive for coronavirus.  Some experts have said that the country will need at least 300,000 people around the country for adequate contract tracing, but Redfield disagreed. “I don’t think that’s the estimates that we have right now,” Redfield said. “I think if we were trying to do this in the midst of a massive transmission period, it may be more substantial. I do think it’s going to take a substantial enhancement, but I don’t think that’s quite the magnitude that we think at this moment in time.” ##Health## China reported 42 new confirmed coronavirus cases and one new death at the end of Thursday, according the country's National Health Commission. This raises the national total to 81,907 cases and 3,336 deaths, according to the NHC.  This case total doesn't reflect the number of active cases, but rather the total number of people infected since the start of the pandemic. Of those total cases, 77,455 patients have now recovered and been discharged from hospital. Out of the 42 new cases, 38 were imported from overseas. In a separate count, 47 new asymptomatic infections were reported, including 14 imported cases. There are now 1,097 asymptomatic cases under medical observation.  ##Health## US Centers for Disease Control and Prevention Director Dr. Robert Redfield said he is thinking ahead to prepare for what could happen next year with the coronavirus. It \"will be another challenging time,\" he warned during CNN's ongoing coronavirus town hall. “I want to be able to have it so we respond to it next year with the fundamentals of public health, early case identification, isolation contact tracing. Those proactive steps would change the way the country could deal with another outbreak. That way, “we don’t have to go through the serious mitigation steps that we’re taking to get us under control,” Redfield said. ##Health## All public transportation in Cuba will be suspended starting Saturday to stop the virus from spreading across the island, officials announced today. This means buses, taxis and other forms of public transit will cease to operate, said Cuban Transportation Minister Eduardo Rodríguez Dávila on state-run television. Only state employees deemed essential to national interests will be allowed to take special buses to their workplaces, he said. Those employees will need to wear face masks and maintain social distancing from other passengers. Most Cubans rely on public transportation to travel, often packing into buses and vintage American cars that operate as communal taxis. Cuba has 515 cases and 15 deaths so far, according to data from Johns Hopkins University. ##Travel## ##Daily Life US Centers for Disease Control and Prevention Director Robert Redfield praised the American people for largely adhering to social distancing guidelines, which he described as among the most important \"weapons\" wielded against the pandemic. Redfield made these comments Thursday night during CNN's coronavirus town hall. \"We have one of the most powerful weapons against this virus. We're not defenseless. And that weapon was the social distance and is the social distancing. This virus has a very significant weakness. It can't swim 7 feet. If we can just maximize that social distancing, we can limit this virus's ability. Many people didn't predict and the modelers didn't predict for sure that the majority of American people would embrace that social distancing. And what I've said, when all of us try to do behavior modification, whether it's what we eat, exercise, you know, whether cigarette smoking, whatever it is for our own health, we're not very good at that,\" Redfield said. He added: \"But I can tell you, I've been really unbelievably amazed and gratified by the commitment of the American people.\" The city of Honolulu, Hawaii, is instituting a \"pilot\" curfew for the city into place to try to avoid the spread of coronavirus over the coming Easter weekend. Police Chief Susan Ballard announced in a press conference that most people will not be allowed to use any vehicles – “anything with a wheel,” she said – from 11 p.m. local time until 5 a.m. each day, as police patrols are increased.  Although it is currently in effect only for the upcoming weekend, Ballard says it may be extended through the rest of the month if it’s considered a success. The mayor also announced a new campaign called “No Butts on Beaches,” encouraging people not to use public beaches for sunbathing.  Caldwell says socially distant surfing is still allowed, but with no mingling afterward. “When you come out of the water, maybe you rinse off, but you go home,” Caldwell said. CNN’s Anderson Cooper and Dr. Sanjay Gupta are hosting a two-hour special tonight on the coronavirus pandemic. There is no audience tonight due to ongoing concerns around the coronavirus.  Vermont Gov. Phil Scott today announced the passing of former Vermont State Representative Bernie Juskiewicz, who was a confirmed positive case of Covid-19, according to the governor’s office. “Bernie served the people of Cambridge and Waterville with distinction in the House of Representatives, always placing their interests first. I had the privilege of working with him during his time in the legislature and saw firsthand just how committed he was to his community,” Scott said in a statement. Scott added: “Although this terrible new disease took Bernie from us, the impact of his service will live on. My heart goes out to Suzan and the rest of his family during this difficult time.\" Scott has ordered the Vermont state flag to fly at half-staff on April 13 in the late lawmaker's honor. Amazon has reassigned a group of employees to build a lab meant for coronavirus testing, the e-commerce giant said Thursday.  The company hopes to begin testing “small numbers of our front line employees soon” for the virus, and left open the possibility that the testing could be made more widely available.   Some context: The move comes amid mounting pressure on Amazon to protect its workers, as more have fallen ill.  More than a dozen Amazon facilities have been hit by the pandemic, and many workers claim that the true number is far higher.  “We’ve begun the work of building incremental testing capacity,” Amazon said in a blog post Thursday. “A team of Amazonians with a variety of skills – from research scientists and program managers to procurement specialists and software engineers – have moved from their normal day jobs onto a dedicated team to work on this initiative.” ##Business## Gov. Andrew Cuomo has signed an executive order that allows for licensed funeral directors around the country to practice in New York state, a move that will make it easier for more funeral directors to assist with the high number of coronavirus deaths. The governor said earlier today that he was planning to sign this type of order. The order also allows for the New York State Registrar to register death certificates and issue burial and removal permits, as well as allowing for individuals deputized by the Health Commissioner to be agents who, after being authorized by a funeral director, can be present and supervise and arrange for the removal or transfer of a deceased individual.   Labor Secretary Eugene Scalia said some states are already distributing the additional $600 benefit to unemployment applicants provided through the latest stimulus package, but acknowledged that there are still lags in other states’ computer systems preventing them from distributing the payments. “I’m pleased that a number of states are now making those $600 additional weekly payments. More states will follow in the coming days. How long it takes will vary by states. Some states’ systems will take longer. But we at the department will continue to support them,” Scalia said during Thursday's White House briefing. Some context: Scalia’s comments come amid skyrocketing unemployment claims across the country. Scalia added the federal government has “already dispersed half a billion dollars to states to help them with their systems and making these payments. We have another half a billion dollars that we’re ready to release.\" The state of New Mexico is using cell phone data to track the movement of people within the state for data on whether people are abiding by stay at home orders, Gov. Michelle Lujan Grisham said during a Thursday evening press conference. The state wants to screen truckers who are bringing in supplies and take their temperatures but doesn't have enough temperature readers to do so, Lujan Grisham said. \"We're really nervous that this virus will follow travelers into the state,\" she explained. Lujan Grisham said the state is using road signage to let travelers from out of state know that many state parks are not open and small communities should not be visited. The governor does not want people visiting tribal communities or pueblos and has put up signage to say so as well as diversions and road blocks.  Lujan Grisham said there is a concern that tourists will overrun small communities, expose them to the virus and buy many supplies needed by residents. Some tribes have put curfews in place to help dissuade travel of members, Lujan Grisham said. Dr. Deborah Birx, the coronavirus response coordinator for the Trump administration's White House Coronavirus Task Force, said that the attack rates for coronavirus in some newer hot spots, including Washington DC, Baltimore and Philadelphia, are lower than the attack rates were in some of the early hot spots. The attack rate is how many people are getting sick per 1,000 people. “The original outbreaks were very large, but the newer ones that we talk about in Washington and Philadelphia and Baltimore, it looks like their attack rates and attack rates in Denver and some of these other states that we have been talking about are much lower than New York and New Jersey,” Birx said. Birx said that the attack rate in New York was seven in a thousand but new attack rates are one to two per thousand. She added that these numbers show early mitigation efforts have a direct impact on the amount of cases seen in these cities. Birx said this new data allows for the integration of information from actual cases as oppose to relying on models in making future decisions. “This gives us hope about really understanding how to integrate this information together, not dealing with a model but the real live cases that are occurring and understanding how to move forward together to really have a different future,” Birx added. Watch: Vice President Mike Pence suggested the task force is looking into reassessing guidance regarding disposable gowns as many hospitals across the country face shortages of personal protective equipment.  “We tasked the (the Food and Drug Administration and the Centers for Medicaid and Medicare Services) to review the feasibility of allowing hospital workers to use cloth gowns for performing procedures. It was observed that 20 years ago, most physicians and most surgeons used cloth gowns and laundered them, but it’s transitioned to disposable gowns,” Pence said Thursday. Pence continued: “And we’re working very rapidly in the next 24 hours and we’ll have guidance for hospitals and healthcare workers about the ability to, in effect, recycle gowns and make sure that we have the supplies that we need.” All public and charter schools within the state of Missouri will remain closed through the rest of the school year, Gov. Mike Parson said during a Thursday afternoon press conference. All schools should continue to use online learning and end the school year on the previously set date for each district, Parson said. Food service options will remain available for those who need them, Parson said. President Trump said he does not believe additional funding for hospitals and states should be attached to a proposed influx of cash to the Paycheck Protection Program, which is providing loans for small businesses struggling with the fallout from the coronavirus pandemic. Trump was asked at the coronavirus task force briefing Thursday whether he supports sending additional funds to states and hospitals that need the money. “I do, but I support it for the next phase,” the President said. Some context: Senate Republicans and Democrats sparred Thursday over dueling proposals to add to the stimulus bill Congress recently passed. Republicans aimed to funnel $250 billion of additional funds into the Paycheck Protection Program available for small businesses, but Democrats said support for hospitals and states should be included with the small business support. Lawmakers on Capitol Hill remain locked in a stalemate. Gov. Michelle Lujan Grisham said during a press conference Thursday that she was \"disturbed\" by images she's seen on social media of people participating in large social gatherings despite the state order. \"I am really disturbed by the notion that any New Mexican would highlight the fact that they are in direct violation of our efforts and orders,\" Lujan Grisham said. Data gathered by the state shows that too many people are congregating too long in places like grocery stores, hardware stores and convenience stores as well as parks, Lujan Grisham said. She showed a picture of her mother, who she said is in an assisted living facility in Albuquerque, and said she is one of the vulnerable people that could be threatened by others failing to social distance.  Lujan Grisham said she hasn't seen her mother in six weeks and is concerned that if people aren't acting responsibly she, and others, could suffer.  \"The life that you could destroy could be mine because I could lose my mother,\" Lujan Grisham said.  President Trump said there have been more than 2 million coronavirus tests conducted in the US. “I’m reporting today that we passed 2 million tests completed in the United States,” Trump said during the White House press briefing, adding that the tests are “highly sophisticated and highly accurate.” Earlier in the briefing, the President said, “Other countries are looking to what we are doing, and our testing operation has now become, far and away, the most sophisticated and the best anywhere.” However, Trump conceded there will not be mass coronavirus testing for all Americans as the country goes back to work, but also claimed it was not needed. \"We want to have it and we’re going to see if we have it. Do you need it? No. Is it a nice thing to do? Yes. We’re talking about 325 million people and that’s not gonna happen, as you can imagine, and it would never happen with anyone else, either. Other countries do it but they do it in a limited form. We’ll probably be the leader of the pack,\" Trump said. Trump also suggested there would be \"massive testing\" in \"certain areas\" of the country.  Watch: The American Civil Liberties Union and other civil rights organizations have filed a class action lawsuit on behalf of nine people in the Dallas County Jail against Dallas County and Sheriff Marian Brown asking for those over the age of 50 to be immediately released during the coronavirus pandemic, a joint press release from the ACLU and other organizations said Thursday. The legal team involved in the suit has asked the US District Court for the Northern District of Texas to remove those who are medically vulnerable and ensure the jail is adopting protocols including testing, physical distancing.  They also want the jail to provide free access to masks, soap and other sanitation supplies to those in the jail, a release said.  Plaintiffs have described a lack of access to medical care and a lack of concern for those with underlying health conditions, the release said.  New Mexico is working to get more reagent and other supplies needed for coronavirus testing, secretary Kathy Kunkel, who oversees the New Mexico Department of Health, said during a Thursday press conference. Labs within the state are working to complete coronavirus tests but do not have enough supplies, including reagent, Kunkel said. The state is working in conjunction with other states to share supplies and has also requested supplies from the federal government. Kunkel said the state received rapid test kits from the federal government but did not receive additional resources to implement those tests The tests will be made available to hospitals to test healthcare workers and possible coronavirus patients, Kunkel said. President Trump approved disaster declarations for Alaska and Idaho due to Covid-19.  These are the 53rd and 54th federal disaster declarations approved by the President in response to the coronavirus pandemic.  So far, 49 states, the US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico have all received a federal disaster declaration.  Wyoming is the only state that does not have a federal disaster declaration. However, Gov. Mark Gordon has asked for the federal government to approve his request for one. The declaration would provide \"the opportunity for assistance from the US Army Corps of Engineers for the construction of temporary medical facilities, if needed,\" Gordon said. \"It also opens up our opportunity to receive additional federal resources and services for individuals,\" Gordon added. The US has never had all 50 states under federal disaster declarations simultaneously. New Mexico Gov. Michelle Lujan Grisham began her weekly address to the state on coronavirus wearing a colorful homemade mask Thursday afternoon.  “We are wearing them… to demonstrate that we take this very seriously,\" she said Government officials participating in the press conference were also wearing face masks.  Kansas Gov. Laura Kelly's administration filed a lawsuit this afternoon with the Kansas supreme court over an order that sought to limit religious gatherings in the state, the Democratic governor announced at a press conference Thursday. \"After consulting with my chief counsel this afternoon, I have instructed him to file suit against the Legislative Coordinating Council in order to ensure that politics does not continue to hinder our ability to save Kansas lives,\" Kelly said. Kansas Republican leaders revoked Kelly’s order limiting religious gatherings to 10 people just days before Easter, according to state officials.  The state's Legislative Coordinating Council, composed of House and Senate leaders, voted along party lines Wednesday to throw out the order after the state's attorney general issued a memo advising law enforcement and prosecutors not to enforce Kelly’s order, the memo said. \"The actions of the Republican legislative leaders jeopardize both the health and safety of Kansas,\" Kelly warned. \"We do not have time to play political games during a pandemic.\" The governor's order came on the heels of news that three of Kansas’ coronavirus clusters were tied to church-gatherings, according to Lee Norman, secretary of Kansas Department of Health and Environment. \"The physical church itself, while sacred and beloved, has never defined Kansans' deep and abiding faith,\" Kelly wrote today on her Twitter account. \"I encourage Kansans of all faith traditions to embrace alternate forms of worship,\" the post said. The first Rikers Island inmate has died from coronavirus, according to New York City Mayor Bill de Blasio’s Deputy Press Secretary Avery Cohen. The death occurred April 5 at Bellevue Hospital, according to the city’s Department of Corrections. The department has a permanent facility at Bellevue. \"Our deepest condolences go out to the detainee's family in their time of grief,\" Peter Thorne, the city’s DOC Deputy Commissioner of Public Information, told CNN in a statement. \"The safety and well-being of those in our custody remains our number one priority.\" A Department of Corrections spokesperson told CNN Thursday that it was not identifying the inmate pending family notification, but noted that the inmate was admitted to Bellevue on March 26. The spokesperson also said that all inmates and staff are screened for potential Covid-19 symptoms upon entry to any facility on Rikers.  As of last Friday, face masks are being distributed to all staff and inmates, the spokesperson said. About the jail: In October, the New York City Council voted overwhelmingly to close Rikers Island open four new borough-based facilities instead. \"Today is a day that the history books will look back on as a good day for New York City,\" Council Speaker Corey Johnson said. \"This is a step forward, this is progress, this is the right thing to do.\" The jail, which is on an island in the East River, has become a symbol of the ills of pretrial detention, most famously in the case of Kalief Browder. Browder took his own life after spending three years incarcerated at Rikers Island without being convicted of a crime. The jail is also notorious for its violence and poor conditions. The US attorney's office for the Southern District of New York reached a settlement with the city in 2015 after a multi-year investigation found adolescent inmates were not protected from \"the rampant use of unnecessary and excessive force by New York City Department of Correction staff and violence inflicted by other inmates.\" The Texas Health and Human Services Commission has adopted an emergency rule to temporarily allow more nurse aides to work in long-term care facilities, according to a press release from Gov. Greg Abbott's office. The rule allows nursing facilities to hire people to provide nurse aide services without completing a full certification program within their first four months of employment. This will expand the amount of direct care workers and help combat critical staffing shortages at long-term care facilities, according to the release. ##Health## Utah Gov. Gary Herbert has issued an executive order requiring everyone traveling into the state to register their travel plans with the state.  The order applies to all adults starting Friday morning, whether they arrive by air or by ground.  In a press release, the governor’s office says all visitors will get instructions on how to register via an automatic text message when they arrive in the state.  “Our goal is to trace potential cases of Covid-19 in inbound travelers,” Herbert said. The state says they will share only general information they collect on travel, with no personally identifiable information released publicly. Universal Orlando Resort and Universal Studios Hollywood in Florida will remain closed at least through May 31 due to the coronavirus pandemic, the company said Thursday. The company also address employee compensation during the closure. “Our team members will be paid at 100 percent through April 19, but as we enter a more prolonged closure period, we need to take additional measures. Beginning April 20, nearly all our team members will be paid at 80 percent of their pay – and we will ask them to adjust their work accordingly. A small group of team members will be asked to continue working at 100 percent and will continue to be paid at that level.  We have also made the difficult decision that we will furlough our part-time hourly workers beginning May 3. During this time, we will fully cover the cost of benefit plans for those team members who have them. All of these team members remain in our thoughts – and, while we don’t yet know when, we look forward to returning them to work one day,\" the company said.  ##Business## Louisiana Gov. John Bel Edwards announced Thursday he approved the first grant from the governor’s Covid-19 Response Fund, which will help a nonprofit organization feed children through the summer across South Louisiana.  The fund issued a $100,000 grant to the Three O’Clock Project, which expanded its meal distribution services after some public school systems shuttered their cafeterias. “Feeding our state’s children is one of the many challenges we have faced during this Covid-19 pandemic. Daily nutrition is essential to fighting child hunger, and this grant will ensure that Louisiana’s children will still receive meals during this challenging time in our state,” Edwards said. Massachusetts has seen 140,000 new unemployment claims filed over the last week, Gov. Charlie Baker said in a press conference on Thursday.  In total, 470,000 new claims have been filed over the last three weeks, the governor said. For reference, in a typical month roughly 7,000 to 10,000 claims are filed, he said. Baker announced on Thursday that a new hospital site will open at the Boston Convention Center on Friday which will have a total of 1,000 beds; 500 will be used for medical and 500 for the homeless/unsheltered population.  The medical beds will be dedicated to those who were in the hospital and are now recovering, but need a lower level of care. The site will be called Boston Hope. Massachusetts has also received 100 more ventilators from the federal stockpile and five have been donated from Boston Children’s Hospital, Baker said. Some context: In his briefing on Wednesday, Baker cited a report from the Pioneer Institute that said as many as 25% of the state’s working population could be unemployed by June.    The state of Louisiana “doesn’t currently know” the race of the individuals testing positive for coronavirus, Gov. John Bel Edwards said Thursday. The governor told reporters in Baton Rouge that there is more reliance on the private labs for testing in order to help the state’s capacity to test but \"reporting is uneven\" in terms of timing. Commercial labs represent about 90 percent of the overall testing in Louisiana, according to Edwards. “We’re asking them to report the results, more timely and we’re also asking them to report more information with the results. We don't know currently from private labs the race of the individuals whose test results are at issue,” Edwards said. The state cannot compare the percentage of the ethnicity of people who test positive for Covid-19 with the percentage of the ethnicity of people who die from the virus, the governor explained. The Organization of the Petroleum Exporting Countries (OPEC) and Russia have reached a tentative agreement Thursday evening to cut oil production by 10 million barrels a day for May and June, a senior OPEC source told CNN. The deal would see the output cut easing to 8 million barrels a day from July to December followed by 6 million barrels a day from January 2021 to April 2022. ​ Non-OPEC member Mexico, however, is expressing reservations about the length of the agreement​, according to the source.  Iran, Libya and Venezuela would be exempted from the output cuts due to sanctions or lost production. Oil prices gave up earlier gains to trade lower with expectations that the 23 producers of the OPEC+ alliance would cut up to 15 million barrels a day. Some context: Today’s emergency OPEC virtual meeting follows pressure by President Trump who last week called on Saudi Arabia and Russia to deliver big productions cuts. The meeting has still not finished. G20 Energy Ministers are expected to meet tomorrow at 8 a.m. ET “to foster global dialogue and cooperation to ensure stable energy markets and enable a stronger global economy.” ##Business## New Orleans Mayor LaToya Cantrell asked residents to continue to follow the stay at home mandate as the city continues its fight against the coronavirus pandemic. \"The data tells us it’s working,\" she said.  Cantrell urged residents to not “break the rules” and stay home during Easter weekend. Dr. Jennifer Avegno, director of New Orleans Health Department, said the city is working with local healthcare institutions to set up mobile testing to help communities impacted the most by severe illness and death.  “We are nowhere near the end of this crisis,” Avegno said. “Hospitalizations and deaths are still on the rise, and we expect them to increase for some time.” New York City Office of Chief Medical Examiner (OCME) issued a memo Thursday extending the time a body will be kept in their custody to 14 days. The memo was obtained by CNN from Mike Lanotte, the director of the NY State Funeral Directors Association, and confirmed by OCME. \"The NYC Office of Chief Medical Examiner acknowledges the significant impacts of the pandemic to the funeral industry which may in turn further impact families who have lost a loved one, whose body may be within our custody,\" the memo said.  Funeral director Patrick Kearns, upon hearing the news, told CNN, \"I’m very relieved, because now we don’t have the idea that people are going to be sent to mass burials and the psychological stress that puts on families.”  Kearns called the news, “a workable timeframe for us.\" Some context: New York Gov. Andrew Cuomo said Thursday he will be signing an executive order to bring additional funeral directors into the state to help with the high number of deaths. Washington Gov. Jay Inslee said the state is taking a close look at how to prevent the spread of coronavirus in their prison population after an inmate revolt at one facility Wednesday.  The Department of Corrections said the disturbance at the Monroe Correctional Complex – which involved more than 100 inmates – was prompted by concern after six minimum security prisoners tested positive for the novel coronavirus.  “Last night’s disturbance ended without injury and we recognize the grave concerns of the incarcerated individuals and their families about Covid-19 in correctional facilities all over the state,” Inslee said in a written statement.  Inslee said they are concerned with balancing “the needs of incarcerated individuals with public safety.” Detroit will be receiving $100,000 to expand Covid-19 testing and 10,000 coronavirus test kits from the Hyundai Motor Company, Rep. Brenda Lawrence announced today. Lawrence said she received a call from the company’s vice president, who told her Hyundai had been looking at hot points in the country and wanted to offer help to Detroit. “I made a phone call and it was verified that the check has been cut and the resources are being shipped,” the congresswoman said. “And so everything should be in place by Tuesday.” By the numbers: Detroit is now reporting 6,083 confirmed cases of Covid-19, including 272 deaths, according to Detroit’s Health Director Denise Fair. Detroit Mayor Mike Duggan announced that one of the 25 individuals the city lost to Covid-19 yesterday, was a Detroit fire captain. The mayor added, that there is good new in the trend line in the city and that the curve is starting to flatten. The state of Connecticut has announced that May 20 is the earliest date schools, bar and restaurants can reopen, Gov. Ned Lamont said at a presser Thursday evening. Lamont cautioned this date could get pushed back as well. The State Department of Education Chair had a message for graduating seniors saying in part the class of 2020 will still have their graduation. Former President Barack Obama addressed a group of mayors organized by Bloomberg Philanthropies on Thursday, telling the group that “the biggest mistake any us can make in these situations is to misinform.\" “Speak the truth. Speak it clearly. Speak it with compassion. Speak it with empathy for what folks are going through,” Obama said, according to a press release on the virtual meeting.  Obama also pushed the mayors to bring in as many smart advisers and experts as possible. “The more smart people you have around you, and the less embarrassed you are to ask questions, the better your response is going to be,” Obama said. This is the fourth virtual meeting Bloomberg’s group has held with mayors. Two of the previous meetings have featured speeches by Former Presidents George W. Bush and Bill Clinton. Those attending or holding religious services must abide by social distancing orders during the holiday weekend, Missouri Gov. Mike Parson said during a Thursday afternoon press conference. Parson said that the state has been in contact with clergy and the faith based community to make sure they abide by the orders. Several religious leaders are holding video sermons online and are being creative in their services, Parson said, including those that hold service in parking lots in cars. US stocks finished higher on Friday, buoyed by a new $2.3 trillion Federal Reserve program to support the economy through the coronavirus crisis. Exchanges are closed for Good Friday tomorrow, so that concludes this trading week. Here's where the markets finished up: The S&P 500 finished up 1.4%. The index recorded its best week since 1974, climbing 12.1%.\nThe Dow ended up 1.2%, or 286 points. It logged a 12.7% gain on the week.\nThe Nasdaq Composite closed 0.8% higher. On the week, the index climbed 10.6%, marking its best week since 2009. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## Michigan Gov. Gretchen Whitmer announced the formation of the Michigan Coronavirus Task Force on Racial Disparities.   The task force is designed to provide the governor with recommendations on how to address the disparity among victims from coronavirus. More than 40% of the state’s coronavirus deaths are black victims.  The task force will hold its first meeting next week and will be chaired by Lt. Gov. Garlin Gilchrist II.   Michigan Gov. Gretchen Whitmer has signed an expanded executive order extending her stay-at-home order through April 30. The order also “prohibits all businesses and operations from requiring workers to leave their homes, unless those workers are necessary to sustain or protect life or to conduct minimum basic operations.” Under the new order, all public and private gatherings among people outside a single household remain temporarily banned.  The order also imposes restrictions on stores in an effort to reduce crowds. Here's what the order says: \"Large stores must limit the number of people in the store at one time to no more than 4 customers for every 1,000 square feet of customer floor space; small stores must limit capacity to 25% of the total occupancy limits (including employees) under the fire codes. To regulate entry, stores must establish lines with markings for patrons to enable them to stand at least six feet apart from one another while waiting. Large stores must also close areas of the store that are dedicated to carpeting, flooring, furniture, garden centers, plant nurseries, or paint.\" A federal judge on Thursday denied a motion to order the immediate release of medically vulnerable detainees at Cook County Jail in Chicago to prevent the further spread of Covid-19. “The Court concludes that plaintiffs have not demonstrated that the requirements of this temporary restraining order, coupled with the steps the Sheriff is already taking to prevent the spread of the disease, are insufficient and thus denies this requested relief,” US District Judge Matthew Kennelly wrote. The lawsuit filed Friday on behalf of two current detainees at the jail, sought the release or transfer of elderly and medically compromised inmates. It cites accounts from detainees who complained the jail had not done enough to provide them with reasonably safe living conditions and adequate testing in the face of the coronavirus pandemic.  While Kennelly denied the plaintiff’s request for release, he did grant other remedies which Cook County Sheriff Thomas Dart must begin implementing.  In his 37-page order, Kennelly ordered Dart to enact additional sanitation and quarantine guidelines to keep detainees safe. Kennelly also ordered Dart to begin prompt testing of inmates who exhibit Covid-19 symptoms by Saturday. Additionally, the judge said the Cook County Sheriff’s Office must provide face masks to all detainees who are quarantined starting April 12. A request for comment from the Cook County Sheriff’s Department was not immediately returned. As of Thursday, there are 4,463 detainees at the Cook County Jail in Chicago. By the numbers: The Cook County Sheriff’s office said Wednesday that 251 detainees and 150 staff members have tested positive for the virus. A majority of those employees are correctional deputies at the jail, according to a spokesperson for the sheriff's office.  Of the detainees sickened in the outbreak, 22 are hospitalized for treatment and 31 others have been moved to a recovery facility. Additionally, one detainee died of “apparent” complications of Covid-19, sheriff’s officials said, but an autopsy remains pending. ##Health## The total number of beds in intensive care units available for use during the spread of coronavirus in 43 countries in Africa is less than 5,000. This is about five beds per one million people in those parts of Africa compared, to 4000 beds per one million people in Europe, the World Health Organization reports.  There are also less than 2,000 functional ventilators in 41 countries in Africa.  The number of confirmed coronavirus cases in Africa has risen to more than 10,000. While the virus was slow to reach the continent compared to other parts of the world, infection have grown exponentially in recent weeks and continues to spread, WHO reports.  Africa’s first coronavirus case was recorded in Egypt on Feb. 14. Since then, a total of 52 countries have reported cases.  “COVID-19 has the potential not only to cause thousands of deaths, but to also unleash economic and social devastation. Its spread beyond major cities means the opening of a new front in our fight against this virus,” said Dr Matshidiso Moeti, World Health Organization (WHO) Regional Director for Africa. “ ##Health## Top Trump economic adviser Larry Kudlow suggested on Fox Business this afternoon that the economy will be reopened on a \"rolling basis.\"  \"What we're looking at here, I hope, will be a two month gap interference, if you will. March, end of April. The next month or two, we should be able to restart, at least on a rolling basis.\"  Kudlow touted the $2.3 trillion from the Federal Reserve geared at helping medium-sized \"Main Street\" businesses, but didn't provide many details, saying that he didn't \"know all of the parameters\" for the loans yet and that is still being worked out with the Treasury Department.  However, he said, \"Everybody who wants one is going to be able to get one. That is our goal. That’s the essential message: we want to keep you in business, we know just how difficult this is. We know the hardships are enormous.\"  He added that mitigation efforts \"seem to be bearing fruit,\" and that it is his hope that the economy will reopen in a four to eight week time frame (something he's said previously).  He again acknowledged \"glitches\" with the small business loan program but expressed praise for Mnuchin and the SBA.  As of today at 2 p.m., he said, 500,000 loans have been approved, worth $128 billion, via almost 4,000 bank lenders.  One viewer who owns a hair salon asked him about issues with getting employees to want to come back to work.  \"If I may, it's cool to work,\" Kudlow said. \"Working has become cool again.\" ##Business## Today marks the 100th day since the World Health Organization was notified of the first cases of novel coronavirus in China, WHO Director-General Tedros Adhanom Ghebreyesus said on his Twitter account. Since then, more than 1.5 million cases of coronavirus have been reported around the world, according to a tally from Johns Hopkins University. “For the past 100 days, our unwavering commitment has been to serve all people of the world with equity, objectivity and neutrality. That will continue to be our sole focus in the days, weeks and months ahead,” Tedros wrote. “We've been especially concerned with protecting the world’s poorest & most vulnerable, not just in the poorest countries, but in all countries,” Tedros said.  He added that the health organization will be releasing an updated strategy and a “revised Strategic Preparedness & Response Plan in the next few days.”  ##Health## In a live address on Thursday, President Cyril Ramaphosa announced a two-week extension to South Africa’s current 21-day lockdown, keeping restrictions in place until at least the end of April. Ramaphosa said that the strict nationwide lockdown had slowed the rate of confirmed infections in the country over the past two weeks. “While it is too early to make a definitive analysis in South Africa, there is sufficient evidence that the lockdown is working,” he said. “But the struggle against the coronavirus is far from over. We are only at the beginning of a monumental struggle. This evening I ask you to endure even longer.” During his address, Ramaphosa also announced that senior government officials, including himself, will take a one-third pay cut over the next three-months. The portion will be donated to the country’s solidarity fund, set up to aid the country’s coronavirus response. Ramaphosa said that any decisions to ease restrictions needed to be cautious and calibrated.  “Our immediate priority must remain to slow down the spread of the virus and prevent a massive loss of life,” he said. “This is a matter of survival and we will not fail.”   New Jersey's peak could occur in the next 2 to 3 days, according to Commissioner of Health Judy M. Persichilli. At that point, New Jersey would have 14,400 hospitalizations and 2,880 critical care cases in the state, according to model projections as of last night. “We look at this every day. It changes every day,” Persichilli noted. The Spanish Parliament has voted to extend the state of emergency in the country for the second time, until April 26. Speaking in front of an almost empty Parliament, Spanish Prime Minister Pedro Sánchez said the country has reached the \"peak\" of the pandemic.  \"[T]he last thing we should allow is a step backward because that would be more than a setback,\" he said. Sánchez also added that he is \"convinced\" he'll have to request a new extension of the state of emergency in 15 days, extending it into May. The vote happened as the country prepares the \"de-escalation\" phase where some easing in measures could happen, like allowing non-essential workers in certain sectors to go back to work. The state of emergency was first declared on March 14 and extended for the first time on March 27. British Prime Minister Boris Johnson \"has been moved this evening from intensive care back to the ward, where he will receive close monitoring during the early phase of his recovery,\" Downing Street said in a statement Thursday. “He is in extremely good spirits,” the statement added. Some background: The 55-year-old was taken to London's St. Thomas' Hospital on Sunday because he was displaying \"persistent\" symptoms 10 days after testing positive for the virus. Johnson's condition worsened on Monday, and he was taken to the ICU. On Tuesday, Downing Street said he was in a stable condition. He did not require mechanical or invasive ventilation and did not have pneumonia, according to Foreign Secretary Dominic Raab, who is deputizing for the Prime Minister. Canadian public health officials for the first time released national projections on the spread of Covid-19 and warned that social distancing measures were unlikely to end soon. Projections released and provided to CNN indicate there could be as many as 700 deaths in Canada by mid-April and anywhere from 11,000 to 22,000 deaths throughout the duration of the pandemic, depending on social distancing measures. “These stark numbers tell us that we must do everything that we can now to remain in that best-case scenario,” said Dr. Theresa Tam, Canada’s Chief Public Health Officer. “We don’t know if we’ve reached the peak anywhere in Canada as of yet, so it’s too early to tell,” Dr. Tam said. She added that Canada is at an earlier stage of the pandemic than other countries. Canadian Prime Minister Justin Trudeau was blunt as he discussed the projections, saying there would be no \"return to normal\" until a widely available vaccine is found. “We have the chance to determine what our country looks like in the weeks and months to come. Our health care systems across the country are coping for the time being, but we're at a fork in the road, between the best and the worst possible outcomes,\" Trudeau said. Trudeau told Canadians to expect many more weeks of sheltering in place with immediate family. By the numbers: Canada has reported 19,260 cases of Covid-19 and 436 deaths. Nearly half of those deaths are among residents of long-term care homes as health officials deal with outbreaks at those facilities right across the country. Connecticut schools will stay closed for “at least another month,” Gov. Ned Lamont said Thursday. Schools had previously been closed until April 20 and now they will stay closed until at least May 20, the governor said. An official announcement will be released by the state “within a day or two” Lamont said. Lamont said it’s likely that the state will issue a similar extension for bars and restaurants and other non-essential businesses, though that has not been officially decided yet. The American Heart Association (AHA) has issued an interim set of guidelines for emergency workers responding to cardiac arrest victims amid the coronavirus pandemic. The guidelines, “Interim Guidance for Basic and Advanced Life Support in Adults, Children and Neonates with Suspected or Confirmed Covid-19,” were published Thursday in the AHA journal Circulation. “The goal is to ensure that patients with or without COVID-19 who experience cardiac arrest have the best possible chance of survival without compromising the safety of rescuers,” the AHA said in a press release on the changes. The new rules include limiting the number of people in a room or on the scene when responding to a cardiac arrest call, and minimizing the airborne spread of the virus by “prioritizing oxygenation and ventilation strategies” to lower the risk of aerosol spray. The AHA also recommends that health care systems and EMS agencies implement policies for frontline workers addressing whether to start or continue resuscitation efforts for Covid-19 patients based on the person’s chances of survival.  The agency is still encouraging bystanders to perform CPR or defibrillation on potential Covid-19 patients, especially if they’re family members living in the same home. For a bystander in a public setting, the AHA recommends using a face mask or face covering for both the rescuer and the victim during hands-only CPR to reduce virus transmission risks. Some context: The executive director of Rescue Care at the University of Chicago and co-author of the guidelines, Dr. Dana Edelson, said in a statement that while CPR is critical for many patients, it does put rescuers at increased risk of exposure to the coronavirus. “This guidance draws on evolving science and expert opinion to help health systems and providers mitigate that risk with the hopes of maintaining the survival gains for cardiac arrest achieved over the past two decades,” she said. Other health groups, including the American Academy of Pediatrics, the American Society of Anesthesiologists, the American Association of Respiratory Care and the American College of Emergency Physicians, among others, collaborated with the AHA on the new guidelines. Officials in 14 states so far have closed schools for the rest of the school year. In three other states, closures for the year have been recommended. Here's a list of the states that have closed their schools for the year: Alabama\nArizona\nArkansas\nGeorgia\nIndiana\nKansas\nMichigan\nNebraska\nNew Mexico\nOklahoma\nPennsylvania\nVermont\nVirginia\nWashington  States recommending schools close for the rest year: California\nIdaho\nSouth Dakota As of Wednesday, 41 Metropolitan Transportation Authority (MTA) employees have died due to coronavirus, MTA spokesman Tim Minton told CNN on Thursday. There are 6,022 of an approximate 25,000 MTA employees under quarantine and 1,571 people have tested positive for Covid-19, he added. New York City subway ridership is down 92% from an average of approximately 5.7 million commuters per weekday, Minton said.  Ridership on the Long Island Rail Road (LIRR) and Metro-North trains have declined more than 90% each from an average of approximately 300,000 trips for each of those railroad systems, Minton said. Bridge and tunnel traffic has declined by more than 60%. ##Health## ##Daily Life## Detroit health officials reported 249 new Covid-19 cases in the city Thursday, a slight decline from days prior, according to the city's health website.  There were 525 cases reported in the city on April 4, the highest for a single day there so far. Since then, daily reported cases have showed a steady but slow decline, Detroit's health department curve shows.   The latest data reflects 84 fewer cases than were recorded the day prior, staying in line with the slight decline of new daily cases.   Some context: Detroit still remains one of the hot spots for coronavirus in the US with 6,083 coronavirus cases and 272 related deaths, according to the city's health department.  Detroit's mayor and Michigan's governor are expected to hold their briefings, respectively, Thursday afternoon. ##Health## Sweden has reported a rise in the daily death rate from coronavirus of at least 100 for two days in a row, taking the total number of dead to 792, according to data released by the Swedish Public Health Agency.  The total number of cases across the country has increased to 9,141 with 719 in intensive care.  Stockholm, the capital, is the epicenter of the outbreak. Sweden has not implemented a nationwide lockdown like other European countries. Instead they are asking those aged 70 and over to stay at home and for other to observe respected levels of social distancing, but public meeting places such as bars and restaurants are open.  Gov. Phil Murphy called the slowing rate of infection in New Jersey a sign of \"progress\" today during a press conference. “Our social distancing is in fact beginning to show affect here,” he said.  Social distancing is “beginning to slow the rate at which the numbers of folks are getting infected,\" Murphy added. The state of New Jersey is reporting an additional 3,748 cases over the last 24 hours, bringing the statewide total to 51,027. There has also been an additional 198 deaths in the past 24 hours.  The statewide death toll is now 1,700, according to Gov. Phil Murphy. This is \"well north now of two times the fatalities – blessed fatalities — that we suffered in New Jersey on 9/11,\" he said. British Foreign Secretary Dominic Raab has not spoken to Prime Minister Boris Johnson since taking over his duties. “I think it’s important, particularly while [Johnson] is intensive care, to let him focus on recovery. We in the government have got this covered,” Raab said during the daily Downing Street press conference. Johnson has been in intensive care since Monday – one day after being admitted to St. Thomas hospital — and the government has insisted his condition continues to improve and he is in “good spirits.” CORRECTION: This post has been updated to reflect that Johnson was admitted to the hospital on Sunday, and entered intensive care on Monday. The number of people who have died of Covid-19 in the United Kingdom hospitals has increased to 7,978, British Foreign Secretary Dominic Raab said Thursday – an increase of 881 since Wednesday’s update. The total number of confirmed coronavirus cases has reached 65,077, an increase of 4,304.  ##Health## In the past three weeks, eight United States Capitol Police (USCP) personnel have informed the department that they have tested positive for coronavirus.  “The health and well-being of USCP employees is the Department’s top priority,” spokesperson Eva Malecki told CNN, “We are implementing a number of proactive measures to respond to the pandemic.” The USCP has adapted what they are calling a “progressive staffing posture” aimed at preserving employee health.  They have issued personal protective equipment (PPE) to all police officers, have enhanced agency-wide telework capabilities and are providing the option of temporary lodging for on-duty officers and civilian employees to address concerns about the potential of community transmission to family members.   The department is also delivering daily box lunches to on-duty officers and civilian employees to help employees practice responsible social distancing while on duty.   In addition, USCP sworn personnel who are exhibiting symptoms of Covid-19 may receive priority testing.  Maine's Department of Education is distributing WiFi-enabled tablets to students without internet for remote learning, according to a release from the department.  \"The 500 devices were procured through a collection of donations, and are being offered in Piscataquis County first because data shows they have the highest percentage of students without connectivity,\" the release said.  Maine schools will continue virtual learning for the remainder of the academic year, the DOE said on its website.  ##Daily Life## Roughly 20% of the NYPD is out sick, according to a law enforcement official. As of today, there are 7,155 uniformed members out sick, which accounts for 19.8% of the force. At least 243 members have returned to work after being out sick. Overall, there have been 3,119 members who have tested positive for coronavirus. Of those, 508 have returned to work. Dallas Mayor Eric Johnson announced that he is closing all parks in the city for the Easter weekend in an effort to maintain social distancing and continue to combat the spread of coronavirus, he said in a tweet Thursday. Johnson said that keeping the parks open and staffed to enforce social distancing would have put staff, public safety personnel and the public \"in harm's way.\" Instead, he encouraged residents to celebrate the holiday at home. ##Daily Life## Hungary’s Prime Minister Viktor Orban announced that current restrictions on movement will be extended “indefinitely.\" \"We will reconsider the restrictions on a weekly basis,” Orban said on Thursday, according to a government spokesperson.  Last week, Hungary's parliament voted to allow Orban to rule by decree indefinitely to combat the coronavirus pandemic.  The bill, which gives the populist leader powers to unilaterally enact sweeping measures, has been criticized by European Commission chief Ursula von der Leyen and international human rights groups.  The Hungarian government led by Orban has pushed back against accusations of a power grab and said the bill seeks to help slow down the spread of the coronavirus.   There are 980 cases of coronavirus in Hungary and 66 deaths, according to Johns Hopkins University.  ##Daily Life## The number of people traveling by plane has dropped by about 96%, according to multiple metrics reviewed by CNN.  One is the number of people screened by the Transportation Security Administration at airports. That number is about 96% lower than it was this time last year.  On Wednesday, TSA officers screened just shy of 95,000 people, a dramatic drop from the 2.3 million who passed through checkpoints on the equivalent day in 2019.  Airlines for America, a major industry group, also reports a 96% drop in passengers. It said its US airline members have cut 71% of their capacity. Only about one in every 10 seats on the US domestic planes that do fly are occupied, according to the group. On the limited number of international flights that are operating, about one in five seats are occupied.  With fewer flights, airlines need fewer planes. US airlines currently have about 1,800 planes, or 1,500 more than in December, parked, representing about 30% of the US fleet, according to Airlines for America.  The numbers are similarly significant worldwide. At the beginning of the year, about 111,000 commercial flights were operated daily, according to Airlines for America. In the most recent week, it said there were only 31,000 flights.  Several regional airlines have been forced to suspend operations or close because of the dramatic drop in bookings.  The Federal Aviation Administration says employees at 38 of its air traffic control facilities have tested positive for the virus, prompting altered operations and cleanings. Most recently, it said employees in Orlando and Newark tested positive.  At TSA checkpoints, officers now wear masks and – in some cases – face shields. The agency says 327 employees have tested positive for the virus and two have died. TSA employees at the Dulles airport outside Washington, D.C. created a food pantry for their colleagues in the aviation world.  ##Travel## ##Business## According to Johns Hopkins University's tally, there are at least 432,579 cases of coronavirus in the US. At least 14,830 people have died from the virus.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. So far on Thursday, Johns Hopkins has reported 447 cases and 13 reported deaths. ##Health## About 810,000 unemployment claims were filed over the past three weeks in New York, Melissa DeRosa, secretary to Gov. Andrew Cuomo told journalists Thursday. So far, 600,000 of the applications were successfully processed, she said, adding the other 200,000 or so are in partial status. The state is working with Google this evening to help streamline the situation, she said. Officials said the state is struggling to find the budget for the claims. \"Over 800,000 new unemployment claims in the past three weeks. We don't have the money to make these,\" New York State Budget Director Robert F. Mujica said. \"I know we don't haves money to pay the bills that we are incurring right now,\" Cuomo added. ##Daily Life##  New York Gov. Andrew Cuomo said it’s “so painful and breathtaking” to see how many people have died from coronavirus.  The state has about 4,000 more people than in the Sept. 11, 2001 terrorist attacks. “9/11 was supposed to be the darkest day in New York for a generation,” Cuomo said in a press briefing. \"We lost 2,753 lives on 9/11. We've lost over 7,000 lives to this crisis. That is so shocking and painful and breathtaking, I don't even have the words for it.” Cuomo says that while the coronavirus cannot be seen with the eye, its affects are tangible and tragic.  “There was no explosion, but it was a silent explosion that just ripples through society with the same randomness, the same evil that we saw on 9/11,” Cuomo added. SEE IT HERE: New York will be doing more coronavirus testing and have new testing sites in \"primarily in African American and Latino communities,\" Gov. Andrew Cuomo said Thursday to address disparities along racial lines in COVID-19 fatalities.  \"Let's learn how and why this virus kills, especially why we have higher fatality rates among African Americans and Latinos and what we do about it. Let's understand it, but also address it,\" he said. Some context: Black Americans have more existing medical issues, less access to health care, and are more likely to work in unstable jobs — all factors that have made the coronavirus pandemic disproportionately hurt black people more. While everyone is susceptible to Covid-19, black Americans are at higher risk, Surgeon General Dr. Jerome Adams said during an appearance on CBS This Morning on Tuesday. That racial disparity has been evident in early data on coronavirus deaths in Louisiana, Illinois, Michigan and New Jersey. The federal government has not tracked coronavirus by demographic groups, but Adams and American Medical Association President Dr. Patrice Harris suggested they begin to do so. SEE MORE HERE: New York Gov. Andrew Cuomo said now is not the time to back off social distancing. \"Well, we're flattening the curve, that's good news. It is good news. Well, 'now I can relax.' No, you can't relax,\" he said at his daily coronavirus press briefing today. There are about 18,000 people in New York state hospitalized with coronavirus, Cuomo said, marking a lower hospitalization rate. ICU admissions and intubations are also down, he said. \"This is all a direct consequence to our actions. If we stop acting the way we're acting, you will see those numbers go up,\" Cuomo said.  \"You are not out of the woods. Now is not the time to misunderstand what's happening,\" he added. The state has a 90,000 bed capacity throughout its healthcare system right now, he said. That is up from a 53,000 bed capacity system. Cuomo said it is important to continue social distancing because even with an increase in hospital capacity, the state is not in a position to handle the worst or even moderate predictions. \"It is essential that we keep that curve flattened because we don't have an option of handling the curve if it goes higher,\" he said. WATCH HERE: ##Daily Life## At least 799 people across New York died of coronavirus yesterday, Gov. Andrew Cuomo said, noting that was the highest single-day death rate so far. \"We lost more lives yesterday than we have to date,\" he said. Previously, Tuesday recorded the highest death rate, with 779 deaths. So far, at least 7,067 people have died in New York during the coronavirus pandemic. Cuomo compared that to 9/11, when 2,753 people at the World Trade Center died. ##Health## In his first tweet of the day Thursday, President Trump urged Americans to “keep going” with social distancing as a new model projects far fewer US deaths from Covid-19. Some background: The main model used by the White House and pretty much everyone else was updated Wednesday to show far fewer projected US deaths from Covid-19 — down to 60,415 people by August, from the 82,000 the model showed on Tuesday (which was already lower than previous projections). New data on the pandemic's trajectory -- from the United States and around the world -- has been fed into the model almost every day, driving the changes. And the downward adjustment suggests that social distancing may be working better than expected in some places. ##Health## The US economy should rebound fairly quickly when businesses reopen after the coronavirus lockdown ends, said Federal Reserve Chairman Jerome Powell this morning. Just how quickly the economy can reopen following the outbreak, however, is dependent on the path of the virus, Powell said on a Brookings Institute webinar this morning. One way or another, the second quarter will be a weak one, he said: \"We do expect to see very low economic output and big increases in initial claims and unemployment.\" While the Fed has no influence on the government's fiscal policies, Powell said we are likely to see more fiscal support from Washington. This is what the great fiscal power of the US is for, to protect the people the best we can from the hardships they're facing,\" Powell said. \"At the Fed, we do all we can to shepherd the economy through this difficult time.\" This morning, the central bank announced another $2.3 trillion loan package. The Fed is flexible on when all of its support programs will end, Powell said. Once they get wound down, this would be done gradually. ##Business## Some experts are worried that reopening the economy and relaxing restrictions on stay-at-home orders would cause the number of coronavirus cases to rebound. This is because the population does not have immunity to the virus yet, according to Anne Rimoin, a professor in the Department of Epidemiology at UCLA. \"We've made so many gains by having a really good national effort at social distancing and doing everything we can to flatten the curve. But if we start to open up, we're going to see these numbers rebound. We don't have a population immunity to this virus,\" Rimoin said to CNN's John King. Other factors that make it dangerous to relax guidelines right now is the lack of a vaccine, other therapeutics and the ability to conduct wide-spread testing, Rimoin said. \"This is frustrating, but lives are at stake. We're seeing the impact of the lack of social distancing and the lack of early action throughout the country at this point and throughout the world. We have to let the global data speak,\" she said. ##Health## Beginning tomorrow, AdventHealth Centra Care will test for Covid-19 at the Daytona International Speedway in Florida, the company announced in a press release Thursday. The tests will be available to anyone who meets the criteria for testing, as set by the Centers for Disease Control and Prevention, the release said.  A doctor’s order in not required for testing. “Making tests available is one of the most important things we can do to prevent further spread of COVID-19 and keep our community safe,” said Dr. Scott Brady, president and CEO of AdventHealth Centra Care. “We’re asking people to stay home and practice social distancing, so bringing testing closer to where they live is essential.”  ##Health## President Trump is preparing to announce a second coronavirus task force solely focused on reopening the nation's economy, multiple sources tell CNN. Senior aides such as Treasury Secretary Steven Mnuchin and National Economic Council Director Larry Kudlow have been solely focused on the issue of restarting a wounded American economy for weeks, along with a coterie of aides. But in recent days, inside and outside advisers have appealed to Trump to formally create a separate task force in order to streamline the process so it can focus primarily on reopening the economy. This task force would likely include senior staff from the Treasury Department, the National Economic Council, the Labor Department and the Department of Commerce. But it wouldn't only have administration officials involved. There has been outreach to figures such as Gary Cohn, Blackstone CEO Steve Schwarzman, Art Laffer and even major sports teams and well-known athletes. Other Trump allies have proposed naming a recovery \"czar\" from the private sector to oversee efforts to revive the consumer economy and address unemployment after coronavirus forced the closure of businesses across sectors. Influential conservatives have floated Laffer as the leader of the task force, and he has presented some ideas to senior White House aides on a plan to revive the economy. His plans have included a proposal to tax nonprofits, cut the pay of some public officials and offer a payroll tax holiday. Trump awarded Laffer a presidential medal of freedom last year, but the White House hasn't yet offered him a position on a new panel, according to a senior administration official. ##Business## Pennsylvania Gov. Tom Wolf announced all schools will remain closed for the remainder of the 2019-2020 academic year.  \"Although schools are closed, teaching and learning may continue: schools are strongly encouraged to provide continuity of education for all students in the most appropriate and accessible ways possible,\" a release from the governor’s office said.  Students and families may continue to pick up meals at designated sites, according to the release. ##Daily Life## New York City Mayor Bill de Blasio criticized the federal government for not helping New Yorkers gain access to coronavirus testing.  He reiterated the call from the city and state for widespread testing: \"This has been the underlying challenge from day one and we've never had a satisfactory answer from the federal government. Not one single day since this began have I felt that the federal government has proven to us they are doing everything to get us the testing we need because if they had done it, we would be in an entirely different situation and bluntly, I'm not going to let bygones be bygones to say the least, but I can tell you we still need them to produce in a way they have not done because if we could get widespread testing it would start to change the entire strategy and allow us to do so much more.\" Earlier today, Johns Hopkins University said there were about 1,480,000 coronavirus cases reported across the world. Hours before this, however, the university said the global case count had surpassed 1.5 million.  What's behind the discrepancy: Johns Hopkins told CNN that as researchers reviewed the data, they noticed some duplications in France. Here's how Johns Hopkins explained this in a statement: “During our verification process we determined that some of the recently reported cases in French nursing homes may be duplicated. We will continue to investigate the data from France to determine the true number of cases. Once we confirm these cases we will adjust the number accordingly. In the interim, we refer to the numbers reported by the French government.\" As of 10:15 a.m. ET, Johns Hopkins University is reporting more than 1,502,000 cases across the world. The Cook County Medical Examiner’s Office in Chicago announced the opening of its surge center Thursday to expand capacity and ease overcrowding at hospital morgues due to the Covid-19 pandemic.  The 66,000-square foot refrigerated warehouse will have the capacity to hold more than 2,000 bodies, according to a release from the county. “While my hope is that we have made plans that we will not have to utilize, I realize that my administration has a responsibility to prepare for a surge in deaths due to the Covid-19 pandemic,” said Cook County Board President Toni Preckwinkle. “We are working diligently to ensure that the victims of this virus are treated with dignity while under our care.” The county has also acquired 14 refrigerated trailers and is in the process of securing six more to support the surge center. The trailers will be prepositioned at hospitals that are experiencing surges so their morgues are not overwhelmed. In a statement Thursday, the Medical Examiner’s Office said they plan to scale up their existing case management system to accommodate the caseload at the surge center. “We are the last physicians these individuals will ever have and we take that responsibility very seriously,” said Cook County Chief Medical Examiner Dr. Ponni Arunkumar. “We treat these patients with dignity and respect. We treat them the way we would want our loved ones to be treated.”  ##Health## There are now cases of coronavirus affecting US Navy ships beyond the USS Theodore Roosevelt.  In addition to the Roosevelt, the USS Ronald Reagan — which is currently in Yokuska, Japan, in maintenance — has 15 positive cases. Vice Chairman of the Joint Chiefs of Staff John Hyten also said Thursday that there is a “small outbreak” of coronavirus on the aircraft carrier USS Nimitz. “But it’s not a huge breakout, it’s not a big spike at this point. There’s been physical separation of sailors on that ship,” he said at a Pentagon briefing. Hyten said they are watching it “very closely before the Nimitz goes out.” Spain's Prime Minister Pedro Sanchez expects to extend the country's state of emergency into May to help contain the spread of the novel coronavirus. “I am convinced that in 15 days we will have to do it because we won’t have put an end to the pandemic,\" he said. Sanchez told Spanish lawmakers on Thursday about this possibility as he asked them to approve a separate extension until the end of April. The prime minister said he believes his government would not have been able to convince the opposition to approve its request for an extension if he had asked for a month, instead of two weeks.  “I prefer to come into this chamber every 15 days to ask for an extension to the State of Emergency,” he said.  There are more than 152,000 cases of coronavirus in Spain, according to a tally from Johns Hopkins University. ##Daily Life## With the NBA season at a halt due to the Covid-19 pandemic, the NBA and ESPN will be televising a first of its kind H-O-R-S-E competition on April 12. It will be headlined by All-Star's Chris Paul and Trae Young and 2020 Hall of Fame inductee Tamika Catchings.   In the competition, which will feature eight NBA and WNBA players and legends, competitors will have to match shots against one another in a single-elimination tournament from their isolated home courts.  State Farm will donate more than $200,000 on behalf of the participants to charities focused on coronavirus response efforts. This donation builds on the more than $74 million that has been contributed by the NBA Family to date to support coronavirus relief efforts through its NBA Together campaign. The Finnish government extended restrictions on schools, museums and theaters to contain the spread of coronavirus until May 13, announced in a statement on Thursday.  On March 16, the Finnish government announced the closure of schools and public places such as museums, theaters and sports facilities and placed a ban on public gatherings of more than 10 people.  As of April 8, the Finnish Institute for Health and Welfare reported 40 deaths and 2,487 positive cases. Last week the government also announced that all restaurants in the country must close. A press officer for the Finnish government told CNN that a decision has yet to be taken regarding the extension of this specific ban.  The government has also not extended the restriction on movement to and from the Uusimaa region, the most populous in the country. These measures will remain in force until April 19, according to the government press officer. ##Daily Life## US stocks climbed higher today as investors eyed efforts by the Federal Reserve to prop up the US economy in the wake of the coronavirus pandemic.  Here's how the markets opened today: The Dow opened up 1.5%, or 360 points, higher.\nThe S&P 500 kicked off 1.3% higher.\nThe Nasdaq Composite rose nearly 1%. Some context: The central bank announced a new $2.3 trillion round of loans that include even more support for small businesses and consumers, and, for the first time, for states, cities and municipalities, too. The Fed’s move followed bleak data on jobless claims for the week ended April 4. It was the second largest claims number on record at 6.6 million -- far more than the consensus estimate of 5.25 million. ##Business## Simone Hannah-Clark works in the intensive care unit at Mount Sinai Hospital in New York where she said the scene is grim. \"It does feel like a war to us. I hesitated to use that analogy because war is not a joke, but it really does,\" Hannah-Clark told CNN's Poppy Harlow. She said nurses in the ICU are used to a certain level of stress from patients dying and being critically sick, but the coronavirus feels different. \"Everyone has the same thing, the patients keep coming, there is more death, there is more of that,\" Hannah-Clark said. \"So emotionally, there is a lot of anxiety.\" Some context: New York is one of the epicenters of the outbreak in the US. The state has 151,079 cases of coronavirus and 6,269 deaths, according to Johns Hopkins. The Federal Reserve is continuing its extraordinary efforts to prop up the US economy in the wake of the coronavirus pandemic.  The central bank announced a new $2.3 trillion round of loans that include even more support for small businesses and consumers, and, for the first time, for states, cities and municipalities, too. The Fed said Thursday that it is creating a Municipal Liquidity Facility with up to $500 billion in loans and $35 billion in credit protection in order to \"help state and local governments manage cash flow stresses caused by the coronavirus pandemic.\" How it works: Through this lending program, the Fed said it will buy short-term debt from states and Washington D.C., counties with at least 2 million people and cities with a population of 1 million and above. \"The Fed's role is to provide as much relief and stability as we can during this period of constrained economic activity, and our actions today will help ensure that the eventual recovery is as vigorous as possible,\" said Fed chair Jerome Powell in a statement. The Fed also said Thursday that it will supply financing to banks taking part in the Small Business Administration's Paycheck Protection Program. Additionally, the central bank said it was boosting its Main Street Lending Program for small businesses with an additional $600 billion in loans as well as $75 billion in funding from the Treasury Department via the Coronavirus Aid, Relief, and Economic Security Act (CARES) fiscal stimulus. And the Fed is also expanding three other loan facilities it had already set up for consumers and businesses with $850 billion more in credit backed by $85 billion in credit protection from the Treasury Department. The Fed is hoping that these moves, coupled with numerous other lending programs and the cutting of interest rates to zero, will be able to support the US economy at a time when job losses are mounting and many businesses are being forced to close their doors. ##Business## Over the last three weeks, more than 16 million Americans have filed jobless claims with the Department of Labor. Here's the breakdown of the last three weeks: Week ending April 4: 6,606,000\nMarch 28: 6,867,000 (was revised higher)\nMarch 21: 3,307,000 Those add up to 16.8 million claims. The US labor force had 155.8 million people in it as of March, so 16.8 million is roughly 11% of that. Important: To be clear that's 16.8 million people who filed initial claims. These are applications. Not everyone ends up getting benefits. As of last week, 7.5 million workers filed for their second week of unemployment benefits or more. Those are people who have been approved and are actually obtaining benefits. ##Business## ##Daily Life##   Germany has seen some positive developments over the last few days and is ready to ''gradually return to normalcy'' after Easter if current restriction measures are adhered to over the holidays, Germany's Health Minister Jens Spahn said. Speaking at a press conference in Berlin, Spahn spoke of positive developments in recent days.  ''The number of newly reported infections is flattening out. We are seeing a linear increase again rather than the dynamic, exponential increase we saw in mid-March.\"   Spahn said that the restrictive measures are taking effect, adding that Germany is currently conducting 100,000 coronavirus tests per day. He praised Germany’s health care system, saying 40% of intensive care beds are currently vacant.  However, Spahn called on German citizens to be vigilant and disciplined over the weekend, pointing out that the Easter holidays would determine if Germany is able to gradually start lifting anti-coronavirus measures after the holidays. ''We want to gradually return to normality -- but we are still far from an everyday life as we knew it before Corona. Not everything will go back to the way it was. We will continue to live in and with the pandemic in Germany,\" he said. Spahn added that it would take weeks and months before it would be possible to attend festivals and nightclubs so that chronically ill patients or elderly citizens could be protected. ##Daily Life## A US Navy official tells CNN that 416 sailors from the USS Theodore Roosevelt have tested positive for coronavirus.  Ninety-seven percent of the crew has now been tested. It doesn't look like coronavirus will go away once the weather warms up, a prestigious scientific panel told the White House on Tuesday.  Remember: Trump has claimed that \"when it gets a little warmer [the virus] miraculously goes away.\"   In their letter to the White House, members of a National Academy of Sciences committee said data is mixed on whether coronavirus spreads as easily in warm weather as it does in cold weather — but that it might not matter much given that so few people in the world are immune to coronavirus.   \"There is some evidence to suggest that [coronavirus] may transmit less efficiently in environments with higher ambient temperature and humidity; however, given the lack of host immunity globally, this reduction in transmission efficiency may not lead to a significant reduction in disease spread without the concomitant adoption of major public health interventions,\" according to the letter.   The letter noted, for example, that a study of the outbreak in China showed that even under maximum temperature and humidity conditions, the virus spread \"exponentially,\" with every infected person spreading it to nearly two other people on average.    The scientists sent the letter to Kelvin Droegemeier at the White House Office of Science and Technology Policy. ##Health## ##Travel## Two separate datasets suggest that the earliest infections of the novel coronavirus in New York City most likely originated in Europe and other parts of the United States. New data from NYU Langone Health suggests that the novel coronavirus has been spreading in New York for a couple of months now and a genetic analysis of viral samples in the city indicate that they originated in Europe, according to an announcement from the academic medical center today. This early data was based on a genetic analysis of the novel coronavirus taken from 75 patients in New York City. The data has not been described yet in a report, pre-print paper, study or peer-reviewed journal.  “We’re just starting this project, but will soon be sequencing 192 viral samples per week with the goal of offering thousands of sequences for analysis in the near future,\" Adriana Heguy, leader of the research team and director of the Genome Technology Center at NYU Langone Health, said in the announcement. Separately, a pre-print study from Mount Sinai — which was published online today at medRxiv and not yet peer-reviewed — involved sequencing and analyzing 90 complete coronavirus genomes from 84 Covid-19 patients who sought care in the Mount Sinai Health System between Feb. 29 and March 18. \"With increased testing, we observed the emergence of community acquired infections with the majority of the community cases caused by viral isolates from clades that are of European origin,\" the researchers wrote in the Mount Sinai study.   \"Taken together, we provide a first analysis of the SARS-CoV-2 viral genotypes collected from patients seeking medical care,\" the researchers wrote. \"We find that New York City, as an international hub, provides not only a snapshot of the diversity of disease-causing SARS-CoV-2 at the global level but also informs on the dynamics of the pandemic at the local level.\" ##Health##  ##Travel## An 18-year-old grocery store worker who recovered from coronavirus cautioned others to follow social distancing guidelines and group limits.  “I just want to make sure everybody knows that no matter what their age is, it can seriously affect them, and it can seriously mess them up like it messed me up,” Dimitri Mitchell told CNN’s Alisyn Camerota. “I just hope everybody’s responsible, because it’s nothing to joke about. It’s a real problem.”  Mitchell said he thinks he caught the virus while working as a cashier at his Iowa grocery store. He became sick in the middle of March and progressively got worse — with a high temperature, fatigue, difficulty speaking and “horrible” headaches. His mother, Laura Yoder, said she took him to the emergency room but he couldn’t get tested at first because the hospital said he was too young to meet the criteria for testing. He admitted he didn’t think he could get coronavirus because the virus at the time seemed to be mostly affecting older people.  “I just never expected myself to get it, and I never expected it to even reach my community,” he said. Watch more: Another 6.6 million people filed claims for unemployment benefits in the week that ended on April 4. It was the second largest number of initial unemployment claims in history, since the Department of Labor started tracking the data in 1967. ##Business## At least 100 doctors have died from coronavirus in Italy, the Italian Association of Doctors said Thursday. Eighty of them worked in the north of Italy, the hardest-hit area of the country.  As of Wednesday, 13,522 health workers have been infected in Italy, according to the Italian Institute of Health. “We have seen unprecedented levels of overwork by nurses, particularly those specialized in intensive care units, those in management or those most directly involved in the response to the COVID-19 pandemic, oftentimes without adequate time for rest and recuperation, without support and assistance, with limited considerations for their mental health and well-being.” said Giorgio Cometto, the coordinator of Human Resources for Health Policies and Standards at WHO’s Health Workforce Department. As Italy enters its eight week of restrictions, it has the highest death toll in the world, with at least 17,669 deaths, Johns Hopkins University. The number of active coronavirus cases in Italy reached 95,262 on Wednesday, with 3,693 people in intensive care units. It is the fifth day in a row that the intensive care unit numbers have fallen, with 99 fewer patients than the day before.  ##Health## China responded to criticism of its handling of coronavirus Thursday, as the situation worsens in the US. \"Smearing and accusations won't get rid of the virus,\" said Chinese Foreign Ministry spokesperson Zhao Lijian at a press conference in Beijing Thursday. \"We hope to see the American people win its fight against the outbreak as early as possible.\" Some background: The US and China are fighting to shape the narrative about the pandemic's origins.  Trump and senior members of the administration, such as Secretary of State Mike Pompeo, have attempted to brand the outbreak as the result of a \"Chinese virus\" as they ramp up accusations that Beijing failed to identify, stop or warn about the virus early on. Zhao refrained from naming Pompeo or Trump in his rebuke, added that \"we hope that the American people will reject certain politicians' actions to politicize the pandemic, stigmatize China, shift public attention and deflect blame.\" Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said Americans have the potential to take summer vacations — if we continue with mitigation strategies to prevent a resurgence.   Speaking to CBS This Morning, Fauci was asked if he could envision a typical summer, filled with vacations, baseball games, weddings and family reunions.  “It can be in the cards,” he said.  But he warned: “And I say that with some caution, because as I said, when we do that, when we pull back and try to open up the country, as we often use that terminology, we have to be prepared that when the infections start to rear their heads again that we have it in place a very aggressive and effective way to identify, isolate, contract trace and make sure we don't have those spikes we have now. So the answer to your question is yes, if we do the things that we need to do to prevent the resurgence.\" Getting back to normal is not like a light switch that you turn on and off, Fauci said, adding it’ll be gradual and depend on where in the country you live.  “The bottom line of it all is, that what we see looking forward, it is very likely that we will progress towards the steps towards normalization as we get to the end of this thirty days. And I think that’s going to be a good time to look and see how quickly can we make that move to try and normalize. But hopefully, and hopefully, by the time we get to the summer we will have taken many steps in that direction,\" he added. When asked if Fauci would be taking a summer vacation, he laughed, “I don’t take vacations.” ##Daily Life## ##Travel## UK Prime Minister Boris Johnson’s condition \"continues to improve,\" his official spokesperson said.  Johnson has spent a third night in intensive care at London’s St Thomas’ hospital. Johnson was hospitalized Sunday because he was still suffering coronavirus symptoms 10 days after testing positive for the virus.  “(Johnson) had a good night and continues to improve,” his spokesperson said. “He’s in good spirits.” He said Johnson is continuing to receive “standard oxygen treatment” and thanks health staff for their care. Here's your roundup of the latest coronavirus developments from around the world. While the number of coronavirus cases, and deaths, continues to rise, so does the number of people who have been infected and gone on to make a full recovery. As of Thursday, more than 332,000 people have recovered from coronavirus, according to data from Johns Hopkins University's Coronavirus Resource Center.\nSpain has recorded 15,238 coronavirus-related deaths, but the daily death toll rise has slowed after smaller increases in the previous two days. There were 683 deaths in the past 24 hours, 74 fewer than Wednesday’s total death count of 757. \nYoung people who don’t live with their parents should be allowed to return to work first in order, UK researchers have suggested, in order to ease the \"severe damage\" being done to the country’s economy.\nItalian Prime Minister Giuseppe Conte has called on the European Union (EU) to loosen its budget rules, warning that a failure to do so could mean “the end of Europe.” Members of the bloc are currently divided over an economic response to the coronavirus outbreak, and Conte called for collective action.\nChinese companies have signed medical supply contracts with 58 countries and regions, as well as four international bodies, as authorities around the world scramble to secure essential equipment.\nAirbus says it is cutting production by about one-third as airlines scale back orders for new planes due to the coronavirus pandemic. The airplane manufacturer will now make 40 A320, two A330 and six A350 planes per month. ##Health## ##Travel## ##Business## British lawmakers are being given up to £10,000 ($12,400) each to help them set up work-from-home arrangements during the coronavirus outbreak, the UK’s Independent Parliamentary Standards Authority (IPSA) announced Thursday. “We will do all we can to enable MPs and their staff to continue their work by making it as straightforward as possible to deal with IPSA and receive funding for parliamentary work,” it said. “To achieve these aims, we have provided an additional £10,000 to each MP’s office costs budget to support the setting up of working from home arrangements.” It is also relaxing some of the other rules around expense reimbursement, including the 90-day rule for submitting claims. Pakistan launched the largest social protection effort in the country’s history Thursday with plans to pay close to $1 billion dollars to the country’s poorest in an effort to counter the economic fallout of the Covid-19 crisis. The Ehsaas Emergency Cash program is a financial assistance effort to assist parts of the population that have been worst hit by the ongoing lockdown in the country, according to Sania Nishtar, special assistant to Prime Minister Imran Khan on Poverty Alleviation and Social Safety. The program, which aims to cover 12 million families, is meant to assist them to “buy rations so that they don’t go hungry.” Authorities have used SMS messages and National Identity Card numbers from the country’s extensive National Database & Registration Authority to identify and contact eligible families. Pakistan’s existing welfare infrastructure gives the country a “slight edge over other developing countries” to roll out such an ambitious program, according to Umair Javed, an assistant professor of politics and development at the Lahore University of Management Sciences, but issues in data collection and the disbursement of cash at a disorganized district level could cause problems.  Plans to hand out cash at close to 18,000 bank branches across the country could cause a “’large mass of people gathering together defeating the purpose of a lockdown enforced for social distancing,\" said Javed. Digital Rights Monitor, a digital rights media watchdog based in Islamabad, has called out the programs’ dependency on “technology or technological support,\" saying that the measures could disregard “people’s right to privacy in the name of tackling a public health crisis. This could “further decrease people’s trust in state authorities.” However Khurram Hussain, one of the country’s leading financial journalists, described the program as important and “definitely better than nothing.” Pakistan’s poorest “live to day to day on their wages, when they don’t work, they don’t eat,” Hussain told CNN. The lockdown in Pakistan has been in place for a month now and the effect on daily wage earners has “been absolutely catastrophic,” said Hussain. Millions of people living below the poverty line have been “hit very very hard…the Ehsas Emergency Cash program if targeted properly could bring some much-needed respite to these people,” Hussain added. As of Thursday, according to the Ministry of Health, the number of confirmed cases in Pakistan is now 4,414, with 63 people dead. Spain has recorded more than 15,000 deaths during the novel coronavirus outbreak, according to data from the Spanish Health Ministry released Thursday.  Although there have been 15,238 coronavirus-related deaths, the daily death toll has slowed after smaller increases in the previous two days. There were 683 deaths in the past 24 hours, 74 fewer than Wednesday’s total death count of 757.  The rate of increase was 4.7% on the total number of deaths Thursday, also lower than Wednesday’s 5.5% rise on the total. The number of active cases has gone up from 84,111 to 85,043, an increase of 929, one of the lowest in nearly a month. This represents an increase of 1.1% on Wednesday’s numbers. The Spanish Health Ministry also reports that 52,165 people have now recovered from the virus – 4,144 more than the number reported Wednesday. ##Health## The US Centers for Disease Control and Prevention (CDC) has deployed eight “community protection field teams,” a federal official involved in the day-to-day coronavirus response told CNN. The teams are part of an initiative to work directly with state and local health departments to keep coronavirus cases contained where transmission rates are low. The official declined to offer the locations of where the teams were deployed, but CNN was told by a second federal health official briefed on the details that “at least one of the CDC teams was deployed to Wyoming.” “They have not had a lot of cases. You want to make sure it stays that way,” the senior federal health official told CNN when asked about Wyoming.  “You work closely with them to make sure their public health capacity is working. Find cases, interrupt clusters, and do containment as opposed to mitigation. If containment is achieved, you don’t have to have broader heavy duty mitigation restrictions,” the official said. The eight teams are part of the CDC’s Health Department Support team -- one of “at least two dozen” task forces established as part of CDC’s coronavirus response, an official said. The teams were deployed separately over the last two weeks to states across the country “that have a low number of coronavirus cases,” according to the two federal health officials. The goal for the teams is to “develop and employ strategies to try to prevent widespread transmission in those states,” an official said.  “The eight task force teams deployed will work directly with state and local health departments to support epidemiologists and provide lab support to help them track the epidemic in their state. To give them the help they need and the data that they need.” The CDC community protection field teams will conduct testing and contact tracing “to try and help those states remain at low levels of transmission,” the official said when asked about the scientific metrics. The teams will investigate the state health care systems to see “their abilities to manage patients,” the official added. The CDC often deploys teams to major public health emergencies both in the United States and abroad.  In 2016 the CDC’s Global Rapid Response Team sent health, communications and logistics experts to 90 public health crises in the US and around the world, including outbreaks of Ebola, polio, yellow fever and cholera.  The teams can deploy on short notice and can remain in the field for months to stop health threats or to prevent health threats from developing. Within the last “several weeks,” other CDC teams have been sent to states to assist health departments with their prisons and homeless populations, while others are conducting household transmission studies, a federal official told CNN. ##Health## Young people who don’t live with their parents should be allowed to return to work first as part of an easing of coronavirus restrictions, British researchers have suggested. The approach could ease the “severe damage” that is being done to the country’s economy, according to a briefing paper by Andrew J. Oswald and Nattavudh Powdthavee from Warwick University. “Unless a vaccine is discovered quickly, it is unlikely that there will be any riskless or painless course of action,” they said. “Epidemiological and economic trade-offs will instead have to be faced. The choices at that juncture are likely to be difficult ones for politicians and citizens.\" The researchers propose that the millions people aged 20-30 who don't live with their parents be released from quarantine to return to work. “This would help to restart prosperity before an extraordinary recession takes hold; it would lead to other societal benefits; it would also create a reasonably small, but unfortunately not negligible, extra risk to health in the country,\" said the paper. The researchers calculate that there are 4.2 million people who would fall within the age category and who don’t live with parents. ##Health## ##Travel## Austria has recorded 12,969 confirmed cases of coronavirus since the outbreak began, the country’s health ministry said Thursday. There have been 295 deaths and 5,240 people have recovered from the virus, said the ministry. Austrian Chancellor Sebastian Kurz announced earlier this week that the country is preparing for a “resurrection” after Easter, which would involve re-opening some shops. Austria is the first European country to outline loosening of its coronavirus lockdown. However, at the same time, it will also extend the requirement to wear face masks in supermarkets and on public transport. ##Health## Airbus says it is cutting production by about one-third as airlines scale back orders for new planes due to the coronavirus pandemic. “Our airline customers are heavily impacted by the COVID-19 crisis,” said Airbus CEO Guillaume Faury in a statement. “We are actively adapting our production to their new situation and working on operational and financial mitigation measures to face reality.” The airplane manufacturer will now make 40 A320, two A330 and six A350 planes per month. “This represents a reduction of the pre-coronavirus average rates of roughly one third,\" the company said.  \"With these new rates, Airbus preserves its ability to meet customer demand while protecting its ability to further adapt as the global market evolves.”  On Wednesday night, French Finance Minister Bruno Le Maire said the government would help large companies such as Airbus and Air France. ##Business## ##Travel## The Indian state of Odisha has become the first Indian state to extend its lockdown until April 30. The decision was made after a cabinet meeting Thursday, said the office of the state’s chief minister Naveen Patnaik in a tweet.  “Odisha Cabinet headed by CM @Naveen_Odisha decided to extend the state lockdown till April 30th & recommended Union Government to extend the national lockdown till then. CM requested the GoI not to start train & air services during the lockdown. #OdishaFightsCorona,” read the statement. Indian Prime Minister Narendra Modi announced a nationwide lockdown for 21 days last month, which is due to expire on April 14. The government has not yet made an official decision on whether to reopen the country or extend the lockdown amid fears of a further spread of coronavirus. India's nationwide tally for confirmed positive novel coronavirus cases is 5,916, including 178 deaths, according to Johns Hopkins University. ##Health## ##Travel## New Zealand has managed to do something that many countries wish they could achieve: for four straight days, it has reported a decline in new coronavirus cases. On Thursday, the country reported 29 new confirmed and probable cases, bringing New Zealand's total to 1,239 -- including only one death. Of those cases, only 14 are in hospital -- and 317 have recovered. New Zealand, a small island country with a population of just under 5 million, is halfway through a month-long lockdown aimed at not only containing the virus, but eliminating it. And so far, the approach appears to be successful. \"We are turning a corner,\" Prime Minister Jacinda Ardern said in a speech Thursday. \"And your commitment means our plan is working.\" For other countries, those positive signs might be a reason to lift restrictions. Denmark, which has at least 5,597 cases and 218 deaths, announced it will begin to lift its lockdown next week if cases remain stable. Instead, Ardern said Thursday she was tightening border restrictions, meaning all those who arrive in the country will be required to spend two weeks quarantined in an approved facility. \"At the halfway mark, I have no hesitation in saying that what New Zealanders have done over the last two weeks is huge,\" Ardern said at a news conference Thursday. \"You made the decision that together, we could protect one other. And you have. You have saved lives.\" Read more here: Italian Prime Minister Giuseppe Conte has called on the European Union (EU) to loosen its budget rules, warning that a failure to do so could mean “the end of Europe.” Members of the bloc are currently divided over an economic response to the coronavirus outbreak, and Conte called for collective action in an interview with German newspaper Bild. “European nations must act without ifs or buts,” Conte said Wednesday. National responses to what he called the greatest “emergency” the continent has faced since World War II risk “being less effective than coordinated European action and can jeopardize the European dream,” he added. “If Europe does not give itself financial instruments up to the challenge, like Eurobonds, Italy will be forced to face the emergency and the relaunch with its own resources,” he said, referring to a proposed form of collective EU debt that has so far been opposed by countries such as Germany and the Netherlands. “In order not to not lose competitiveness, we need Eurobonds,” said Conte. “We compete with China, with the United States -- see the reactions they have put into play. In the United States we are talking about a maneuver that is about 13% of the GDP,” he said. “If Europe does not react in the same way, it will remain behind.” Italy is not “asking others for money,” said Conte, as he sought to reassure those who oppose collective debt. “Eurobonds are useful and they don’t mean that Italy’s debt must be paid for by German or Dutch citizens,\" he said. \"We pay out debt, we have always done that.” Conte went on to say that collective debt emissions were not “about Germans having to help Italians,” but rather about Europeans acting to “help each other in their common interest.\"  “I ask a question to German citizens, do you really think that Germany can proceed and have economic advantages if other countries go through a serious recession?” he said. “We must strengthen the current instruments we have, that weren’t created to face such a symmetric shock, that is as extraordinary as this,” added Conte.  “We must improve our capacity to respond.” ##Business## There are at least 432,438 cases of coronavirus in the US and at least 14,808 people have died during the outbreak, according to data from Johns Hopkins University. This includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases.  Wyoming is the only state or territory that is not reporting a death from coronavirus. On Wednesday, White House coronavirus response coordinator Deborah Birx said models projecting the number of American deaths from coronavirus have dropped dramatically in recent days because Americans have drastically changed their behavior.  CNN's Jim Acosta asked President Donald Trump about the projections during a press briefing at the White House Wednesday.  \"My impression is those were the numbers that were set and those were set as an expectation quite a while ago. I think we are doing much better than those numbers,\" the President said, before asking Birx to come to the podium.  She said that the US was doing, \"much better in many cases than several other countries, and we're trying to understand that.\"  \"We believe that our healthcare delivery system in the United States is quite extraordinary,\" she said, but added that the models were based on \"what America is doing.\"  ##Health## Lufthansa, one of Europe's biggest airline groups, says it is losing around 1 million euros of its liquidity every hour. The group confirmed to CNN that CEO Carsten Spohr addressed staff on Wednesday in a video message, telling them the coronavirus pandemic represented “the greatest challenge in our history” and that Lufthansa is “fighting” for its future. Instead of its normal 350,000 passengers a day, the airline is currently carrying fewer than 3,000 passengers per day.  “In total, we therefore lose 1 million euros of our liquidity reserve every hour -- day and night, week after week and probably month after month,\" Spohr said. 7,000 employees to be affected: The airline group, which owns national carriers in Germany,  Switzerland, Austria and Belgium, began the crisis with financial reserves of more than 4 billion euros, but the group was only posting a “fraction of the revenues.” It was therefore foreseeable that the group would only survive the crisis with state support, Spohr said. According to Spohr, 7,000 employees will be affected by measures to cut costs -- 1,400 of whom are with the group’s budget airline subsidiary Germanwings, which will cease operations.  Earlier this week, Lufthansa announced that it is permanently reducing the size of its fleet and announced it will decommission at least 43 aircraft -- about 6% of its fleet. ##Business## ##Travel## If you'd asked me a month ago what I thought I'd be up to on my 30th birthday, being confined to a government quarantine center in Hong Kong wouldn't have been near the top of the list. But the coronavirus pandemic has derailed a lot of plans -- and even in a city that's grown used to upheaval, the recent sudden shift in response to a surge in Covid-19 cases has been startling. For me, it's meant going from planning holidays and parties, to being escorted from my apartment by hazmat-suited health care workers and driven to a quarantine facility for two weeks of isolation. For everyone else, it's meant a speedy reassessment of how to respond to a global crisis, on both a personal and societal level -- and a new understanding of just how strict the measures to fight coronavirus might have to be. Life in quarantine -- with its regimented meals, temperature checks and PPE-wearing staff -- feels like an odd mix of being in school, at camp, and in prison. My facility, in Lei Yue Mun Park, is normally a leafy holiday village in the east of Hong Kong Island. Now, some 100 temporary single-room homes have been constructed in neat rows on an outdoor sports pitch, surrounded by high yellow barriers, housing anyone whom the health department decides needs to be isolated after coming into contact with a person who has tested positive for coronavirus. Read the rest of Tara's coronavirus diary here. Chinese companies have signed medical supply contracts with 58 countries and regions as well as four international bodies, according to China's Ministry of Commerce. More than 70 countries and 10 international organizations are negotiating with Chinese companies about medical supply purchases, said Ministry of Commerce spokesperson Gao Feng at a press conference Thursday. China exported $1.44 billion in \"epidemic prevention goods\" from March 1 to April 4, according to data provided by China Customs.  This includes 3.8 billion masks, 37.5 million protective suits, 16,000 ventilators and 2.8 million coronavirus test reagents.   Countries around the world are scrambling to get hold of vital medical equipment amid the coronavirus outbreak, with stiff competition leading to accusations of foul play. On Friday, German officials said a shipment of China-made masks bound for Berlin was diverted to the US. The shipment was \"confiscated\" in Thailand and did not reach Berlin, according to a statement from the German capital's interior senate.  Interior senator Andreas Geisel said the diversion of the masks constitutes ''an act of modern piracy.\" He added that ''even in times of global crisis, no wild west methods should be used.\" ##Health## ##Business## While the number of coronavirus cases, and deaths, continues to rise, so does the number of people who have been infected and gone on to make a full recovery. As of Thursday, more than 330,000 people have recovered from coronavirus, according to data from Johns Hopkins University's Coronavirus Resource Center. In reality this number is likely to be far higher given that many people do not know whether they have had the virus. China leads the way in terms of recovered patients, with more than 77,000, according to Johns Hopkins, followed by Spain with more than 48,000; Germany with more than 46,000; and Iran with more than 29,000. Uniqlo's parent company, Fast Retailing, slashed its full-year outlook Thursday after reporting dismal earnings. The company has forecast an operating profit of 145 billion yen ($1.3 billion) for this fiscal year, which ends in August, down 44% from its previous projection. Revenue for the six-month period ending in February dropped almost 5% year-on-year, while operating profit fell 21% compared to the same time in 2019. The retailer has been hit hard by disruptions from the coronavirus outbreak, which has forced temporary supply chain shortages and store closures in China, a key growth market. Over half of the company's stores were forced to close in China earlier this year as the pandemic erupted. While business there has slowly returned to normal, a new wave of store closures in Japan, its home market, now threatens its bottom line.  Uniqlo shut around 170 stores in the country after the Japanese government declared a state of emergency earlier this week. Things could get worse, the company warned.  This is the biggest crisis faced by mankind since (World War II),” Fast Retailing CEO Tadashi Yanai said at a news conference Thursday. \"I can’t forecast when it will end.” The company told investors that it may need to revise its earnings further, since the state of emergency in Japan has made it difficult to accurately predict business conditions at home. ##Business## The Czech government announced Monday it would begin relaxing some coronavirus restrictions this week, including allowing some stores to reopen and exercising without a mask. “People will be able to exercise alone without face masks as of Tuesday. On Thursday, certain shops that have been closed until now, will be allowed to reopen. Essential travel outside the Czech Republic will be allowed from Tuesday, 14 April,” a government press release says. Shops such as hobby markets, construction and hardware stores, bicycle stores and repair centers are among those allowed to reopen. Outdoor sports facilities for individual sports are also opening, but only to some extent (for example, you can play tennis, but can't take a shower in the center afterwards). According to the Ministry of Health, as of 9 a.m. local time on Thursday, the number of confirmed cases in the Czech Republic has now reached 5,033 and 91 people have died. The number of people tested for coronavirus is 98,681. There have been at least 295 new cases in the past 24 hours, according to Johns Hopkins University's count. ##Daily Life## Economic growth in sub-Saharan Africa is forecast to fall sharply in 2020 and the region will suffer its first recession in 25 years, according to a World Bank report published Thursday. The World Bank estimates \"Covid-19 will cost the region between $37 billion and $79 billion in output losses for 2020 due to a combination of effects\" including trade disruption and reduced remittances, tourism and foreign aid. While most countries in the region will see a decline in growth, \"real gross domestic product growth is projected to fall sharply particularly in the region's three largest economies -- Nigeria, Angola, and South Africa -- as a result of persistently weak growth and investment,\" the report said. The World Bank also warned of a potential food security crisis in Africa as a result of disrupted agricultural production and food imports. While several African countries swiftly implemented measures to curb the spread of the outbreak, the report identified \"several factors that pose challenges to the containment and mitigation measures, in particular the large and densely populated urban informal settlements, poor access to safe water and sanitation facilities, and fragile health systems.\" \"There is no doubt there will be need for some sort of debt relief from bilateral creditors to secure the resources urgently needed to fight Covid-19 and to help manage or maintain macroeconomic stability in the region,\" said Cesar Calderon, lead economist and lead author of the report, in a statement from the World Bank.  ##Business## Spain will soon start the process of de-escalation of the current lockdown measures in place to mitigate the novel coronavirus pandemic in the country, Spanish Prime Minister Pedro Sanchez said today, as he asked Parliament to approve his request to extend the country’s state of emergency until April 26. “We have reached the peak and now the de-escalation begins,” Sanchez told a nearly empty Spanish Parliament Thursday, as most lawmakers are working from home.  He cautioned however, that return to normal life would be “gradual”, in line with the severity of the current health crisis.  “The climb has been difficult, as the descent will also be.”\n“We are facing the biggest threat to the planet’s public health since the flu of 1918,” Sanchez said, explaining that the resumption of normal activity would only happen in phases. “The last thing we should allow is a step backwards because that would be more than a setback” but “it would be a rebound”, for the virus. The head of the Spanish government went on to say that “Europe cannot afford to look the other way,” when it comes to the novel coronavirus and called on MPs to unite and advocate for a united European response to the crisis. “The European Union is in danger if there is no solidarity against the virus.” The Spanish Prime Minister told opposition MPs that his government is “working on a plan” to slowly bring the country back into some form or “normality” but warned: “We can’t even know what kind of normality we’re returning to.” Spain has been the world's second most heavily affected country by the coronavirus pandemic so far, after the US. Almost 150,000 confirmed cases of the virus have been detected and the death toll currently stands at 14,792. ##Health## ##Daily Life## The number of confirmed coronavirus cases in Russia has risen by more than 1,000 in a single day, with the country's coronavirus tracking headquarters announcing a total of 10,131 infections in the country. On Wednesday morning, there were only 8,672 confirmed cases in the country. So far, Russia has recorded at least 63 fatalities from the virus. Russian President Vladimir Putin previously said his country had acted early to keep the virus under control, but Russia has gradually stepped up measures to contain its spread, closing borders and directing citizens to stay at home. ##Health## A special flight chartered by the US government to repatriate American citizens from Russia departed Moscow this morning, according to the US embassy. “It's been a long night at the airport in Moscow as we've worked to get folks on this charter flight home to family and friends in the United States,” US Ambassador John Sullivan said in a statement posted on Twitter by embassy spokesperson Rebecca Ross. \n“My sincere thanks to everyone who helped.” Separately, a flight on Aeroflot, Russia’s national carrier, landed late on Tuesday at New York’s JFK airport carrying Americans returning from Russia. An earlier Aeroflot flight to New York had been cancelled at the last minute by Russian aviation authorities.  “We are working hard to confirm who was on the Aeroflot flight and reconcile that against the list of U.S. citizens and Lawful Permanent Residents who registered for our charter flight,” the US embassy in Moscow said in a statement. Russia has officially confirmed 8,672 cases of novel coronavirus, according to Johns Hopkins University. ##Travel## Bangladesh has imposed lockdown restrictions on its southern district of Cox’s Bazar, in an attempt to prevent the spread of coronavirus from reaching the sprawling and crowded refugee camps that house about 1 million Rohingya people. Under the restrictions, which went into effect on Wednesday, all roads, waterways and air routes are sealed for any in- and outbound public transport, Deputy Commissioner for Cox’s Bazar Kamal Hossain told CNN. In addition, no one from other districts in the country will be allowed to enter Cox's Bazar, and no one will be allowed to leave, Hossain said.  “People are advised to stay inside their homes,” he said.  Food supplies, medicine and other life-saving emergency services are exempted. “People may experience inconvenience in the beginning but in the long run it will save their lives. Food and medical services are open in full swing in Rohingya camps. As the camp areas are overcrowded, it is important to protect the area from coronavirus,” Hossain said.\n“District administration has asked all concerned to ensure the well-being of Rohingya community during this difficult time.” The announcement comes about two weeks after the district reported its first coronavirus case. Bangladesh has more than 200 cases of Covid-19 and 20 deaths, according to Johns Hopkins University. The camps, located about an hour’s drive from Cox's Bazar city, are home to as many as 1 million displaced people -- the largest such refugee settlement in the world. Many of the refugees have been languishing in the overcrowded camps since fleeing persecution and violence in neighboring Myanmar. There are concerns that an outbreak in the camps – where social distancing is almost impossible and there is limited access to adequate hygiene and health facilities -- would be disastrous. Non-essential services in the camps have stopped: In late March, the Bangladeshi government confirmed that most services in the refugee camps would be suspended, in an attempt to prevent an outbreak of the virus. However, emergency work would continue.  Call to lift internet restrictions: Earlier this month, 50 rights and refugee organizations called on Bangladesh Prime Minister Sheikh Hasina in an open letter to lift ongoing mobile internet restrictions in the camps.  UNHCR is building an isolation and treatment center in the camps: The UN refugee agency said the facility, which will provide care for up to 200 people, will help the refugee and local population. “We are in a race against time,” said UNHCR country representative for Bangladesh, Steven Corliss in a video statement. ##Health## ##Daily Life## Cobra, the UK government’s emergency committee, will meet today to discuss options to review coronavirus restrictions -- but the culture minister has downplayed the likelihood they will be lifted. The restrictions on people’s movements were announced by Prime Minister Boris Johnson almost three weeks ago, and are due to be reviewed by Monday. \"We’ve always said though, that we would review these measures on a periodic basis,\" culture minister Oliver Dowden told BBC TV on Thursday.\n\"Cobra will meet today to determine that process – what evidence to consider.\n\"But I think you will have seen … these measures are starting to work. Now is not the time to be changing course.\" A Downing Street spokeswoman said the Cobra meeting will be held \"virtually\". No possibility: Scottish First Minister Nicola Sturgeon said she doesn’t think there is any possibility or likelihood that the restrictions will be lifted soon. Sturgeon told Sky News today it’s important the current rules remain in place for the time being. \"We don’t yet have enough data from what has happened so far to know for sure the impact they’re having. And of course we continue to see the number of deaths from coronavirus rising,\" she said. ##Daily Life## If you're just joining us, here's the latest on the coronavirus pandemic. Macron supports WHO: French President Emmanuel Macron expressed his support for the World Health Organization in a phone call with director-general Tedros Adhanom Ghebreyesus. Macron said he \"refuses to see it locked in a war between China and the United States.\" \nGermany deaths rise: The country's death toll has risen to 2,107 -- an increase of 246 fatalities in 24 hours. Meanwhile, confirmed cases in the country jumped by nearly 5% from Wednesday to Thursday.\nUK lockdown exit strategy: The government’s emergency committee, Cobra, will meet today to discuss options to review lockdown restrictions. The newly-elected leader of the opposition Labour Party has called on the government to publish its strategy to end the lockdown. \nRuby Princess investigation: Australian police boarded the cruise ship Wednesday night to gather evidence into how thousands of passengers were allowed to disembark in Sydney last month resulting in a spike in coronavirus cases.\nIndia's containment strategy: Several states in India have set up hundreds of “containment zones” in areas that have seen a concentration of coronavirus cases. In Uttar Pradesh, the most populous state, officials have set up 104 zones, which will be “completely sealed” until April 15.\nMan jailed for spitting at police: A man has been sentenced to three months in jail after spitting at police, according to New Zealand Police. \"In the current environment we have identified spitting as an escalating risk to both police officers and the community and it will not be tolerated,\" a police statement said. Newly-elected UK opposition Labour leader Keir Starmer has called on the government to publish its strategy to end the coronavirus lockdown. “I’m not calling for precise timings, but the strategy. This is incredibly difficult on people and we need to know that plans are in place, and what they are,” he said today in a tweet. The British government brought in coronavirus containment measures for an initial three-week period on March 23. More than 61,000 coronavirus cases and at least 7,000 deaths have been recorded in the United Kingdom, according to Johns Hopkins University. ##Daily Life## British scientists have pushed back against an influential new coronavirus model that predicts the UK will be the worst-hit European country, with a death toll from Covid-19 possibly much higher than previously thought. The grim forecast came from the Institute for Health Metrics and Evaluation (IHME) at the University of Washington's School of Medicine in Seattle on Tuesday. It predicted 66,314 people would die of Covid-19 in the UK by early August. The British government's plan for tackling the epidemic has been largely informed by a study from the Imperial College London, which said that a lockdown and social distancing measures would -- hopefully -- limit the number of deaths to between 20,000 and 30,000. Models likely to change \"dramatically\": Several high-profile scientists in the UK have already voiced their concerns over the IHME model. Professor Sylvia Richardson, of Cambridge University and the co-chair of the Royal Statistical Society Task Force on Covid-19, told the Science Media Centre the projections are based on \"very strong assumptions about the way the epidemic will progress.\" She said the model was \"based mostly on using the experience in other countries to fit a smooth curve to the counts of deaths reported so far in the UK, rather than any modeling of the epidemic itself.\" \"Methods like this are well known for being extremely sensitive, and are likely to change dramatically as new information comes in,\" Richardson added. Read more here: A man in New Zealand has been sentenced to three months in jail after spitting at police, according to a New Zealand Police statement. The man pleaded guilty to aggravated assault against police in a hearing on Thursday at New Plymouth District Court on the country's North Island. Although police didn't explicitly say the incident was coronavirus-related, they eluded to the current outbreak in their statement.  \"In the current environment we have identified spitting as an escalating risk to both police officers and the community and it will not be tolerated,\" the statement said. In New Zealand, a person could face 14 years in jail if they spit or cough on another person and infect them with a disease.  Other cases: In a separate incident on Wednesday, police said two teenagers were being spoken to by police when one said that he had Covid-19, and spat in the face of the officer.  \"As a result of this assault, the officer will no longer be able to perform his duties within the community and will be in self-isolation for 14 days from his family,\" police said in a statement.\n\"Such behaviour is extremely concerning and dangerous. Police staff should not be targeted in such a way and we need to ensure the community is safe from such behaviour. New Zealand has 1,239 confirmed and probable coronavirus cases, including one death. ##Daily Life## Starting Friday, people who arrive in New Zealand will need to be quarantined in an approved facility for at least two weeks. The change means they can no longer self-isolate at home, or anywhere else they choose. It's a rule that will only affect New Zealanders -- foreigners have not been allowed to enter the country for weeks.   The country's Prime Minister Jacinda Ardern announced the restriction on Thursday, even as new coronavirus cases fell for the fourth consecutive day. But many people will welcome the stricter rules -- and some will be asking why she didn't do it sooner. Statistics show that 41% of New Zealand's 1,239 confirmed and probable cases are connected with overseas travel. That's prompted some to question why the country hasn't done more at the border to stop the virus in its tracks. The country's main opposition New Zealand National Party launched a petition to introduce mandatory quarantining at the border. Television journalist Patrick Gower called on the government to \"please, please, please fully quarantine the New Zealand border.\" So why didn't the government act sooner? In her speech Thursday, Ardern said there had always been urgency around the issue, \"but simply put, we could not have done it from the beginning.\" The reason was simple: space. Ardern said nearly 40,000 New Zealanders have returned home since March 20, when the border was closed to foreign nationals. According to Ardern, that's more than all of the hotel rooms across the country that the government could have properly housed people in. The government is now able to do it because arrivals have slowed to a trickle. ##Travel## A total of 2,107 people have been killed by the novel coronavirus in Germany, after 246 new deaths were reported in the past 24 hours, according to the country’s disease and control agency, the Robert Koch Institute. Confirmed cases jumped by nearly 5% from Wednesday to Thursday, as the total reached 108,202. This represents an increase of 4,974 cases since Wednesday. ##Health## A total of 39 new coronavirus cases were reported in South Korea today, the fourth consecutive day that the country has seen fewer than 60 new infections, Vice Health Minister Kim Ganglip said at a daily briefing. Among the new cases, 13 were from local transmission and 10 came from the airport screening process. Kim said South Korea should not to let its guard down and it was “time to continue efforts to cut off any links for sporadic cluster transmissions.” Kim urged people to refrain from large gatherings for religious events ahead of the Easter weekend. South Korea's total number of confirmed cases stands at 10,423, including at least 204 deaths. A total of 6,973 former patients have recovered. ##Health## Australian police boarded the Ruby Princess cruise ship Wednesday night to gather evidence in its investigation into how thousands of passengers were allowed to disembark in Sydney last month resulting in a spike of Covid-19 cases, according to NSW Police Commissioner Mick Fuller. Fuller said today that the ship’s captain was “extremely helpful” and that the black box was recovered along with other evidence.  On March 19, more than 2,600 passengers from the cruise ship disembarked in Sydney. More than 600 cases and 15 deaths are linked to the ship, according to public broadcaster ABC. Officers went on the ship under the powers of the NSW coroner who has started a preliminary investigation.  “We’re collecting all of the information so the coroner can have an informed opinion. There’s still a dual criminal investigation running into how we collect the information at the highest level,” Fuller said. Fuller said police were waiting for a human health report before deciding next steps and that report would be central to the investigation. He could not give a time frame for the investigation. More than 1,000 crew members remain on the ship and Fuller says 75% have said they’d like to remain onboard. Read more here.  ##Travel## ##Business## Several states in India have set up hundreds of “containment zones” in areas that have seen a concentration of novel coronavirus cases.  The model, first used in the northern state of Rajasthan, increases containment measures by varying degrees inside the designated locations. In the capital region of Delhi, 20 zones have been set up and the areas sealed off.  “Inside that neighborhood, or on the streets, people are not allowed to go in or get out. In those areas, people cannot even roam on the streets,” said Manish Sisodia, Delhi's deputy chief minister. In India’s most populous state of Uttar Pradesh, state officials have set up 104 containment zones across 15 of its 75 districts, which will be “completely sealed” until April 15. \"A 100% lockdown will be enforced but only in the hot spots of the 15 districts. Other areas in the districts will continue to follow the guidelines of the current lockdown. There is no need to panic,\" Awanish Awasthi, a senior official from the state’s Home Department, said at a news conference on Wednesday.  He added that earlier media reports that entire districts would be shut were inaccurate. Uttar Pradesh has a total of 361 confirmed cases, including four deaths. Countrywide, there have been a total of 5,916 confirmed cases of coronavirus, including 178 deaths, according to Johns Hopkins University. ##Daily Life## Although considered an \"essential worker,\" it's possible that the Easter Bunny might not make it to everyone's house this year, New Zealand Prime Minister Jacinda Ardern said earlier this week. With the country halfway through its one-month lockdown, Ardern is encouraging children to draw and color-in an Easter egg, place it in their window, and then take part in an Easter egg hunt around their neighborhood. The idea is that children can spot the eggs as they walk around the neighborhood -- something that is allowed during the lockdown, although people must stay within their \"bubble.\" Even Ardern's toddler Neve has got involved. In an Instagram post on Thursday, Ardern shared a picture of her daughter's Easter egg. \"Nana decided to go with a vivid for the job,\" she said. \"Neve lost her balance mid drawing so we now have this masterpiece, and a fairly similar one on the carpet.\" Speaking a news conference on Monday, Ardern said: \"You'll be pleased to know that we consider both the Tooth Fairy and the Easter Bunny to be essential workers.\"  Check out the masterpiece here: ##Daily Life## After her company laid her off last month, Tang Chen couldn't sleep. For days, her heart kept racing. There was one question at the front of her mind: would she be able to stay in the United States? Tang comes from eastern China's Zhejiang province, but has worked in the US since 2014. Her H1-B work visa is due to expire later this year, so the travel firm where Tang worked as a software developer in Fort Washington, Pennsylvania, had begun the arduous process of applying for a green card, which would allow her to live and work in the US permanently. The 33-year-old was so confident about building a life in America, she even bought an apartment in the US. But when Tang was made redundant on March 13, she didn't just lose her source of income -- she lost her visa status. Now her former employer has decided not to proceed with her green card application, her path to permanent residency has been lost, too. She had resigned herself to going back to China -- only to find out that she can't. There are no seats available on any direct flights in April, and Tang is worried that cobbling together a multi-stop trip could put her at risk of catching the virus. \"Even if I want to go back now, I can't get a flight ticket,\" she said. Instead, she's desperately applying to university to get a student visa that will allow her to remain in the US legally. Read more here: ##Daily Life## ##Travel## Some 286 sailors aboard the USS Theodore Roosevelt docked in Guam have tested positive for Covid-19, a US defense official told CNN.  More than 90% of the crew have now been tested. A total of 2,329 sailors have been moved ashore, 1,700 of whom are in hotels. Coronavirus controversy: Acting Navy Secretary Thomas Modly submitted his resignation a day after a leaked audio recording showed him calling the ousted commander of the ship \"stupid\" in an address to its crew, according to a a US official and a former senior military official. The Navy and Department of Defense did not respond to a request for comment.  On Monday, Modly told the crew of the Roosevelt that their former commander, Capt. Brett Crozier, was either \"too naive or too stupid\" to be in command or that he intentionally leaked to the media a memo in which he warned about coronavirus spreading aboard the aircraft carrier and urged action to save his sailors, according to remarks obtained by CNN. Late Monday night, Modly apologized. \"Let me be clear, I do not think Captain Brett Crozier is naive nor stupid. I think, and always believed him to be the opposite,\" Modly said in a statement. If you're just joining us, here are the latest developments on the coronavirus pandemic in Asia Pacific. Rising cases in Japan: Tokyo reported 144 new infections on Wednesday -- the largest increase for the capital in a single day. Large parts of Japan are under a state of emergency as the government tries to control the spread of the virus.\nIndia's two biggest cities make face masks mandatory: Mumbai and New Delhi have made wearing face masks compulsory for people who leave their homes. “Wearing of facial masks can reduce the spread of corona virus substantially,” Delhi’s chief minister tweeted. \nBig jump in Singapore: Another 142 infections were recorded in Singapore on Wednesday -- the largest rise in new cases in the city-state, which has been struggling to contain a second wave of infections brought back from Europe.\nLabor struggles in South Korea: The country's flag carrier Korean Air has instructed more than 70% of its employees to take paid leave, at a reduced rate, for six months.\nEasing restrictions in China: The country has restored 40% of its flights, according to state-run news agency Xinhua, as it begins to unwind tight restrictions. In newly reopened Wuhan, the central city where cases of the virus were first recorded late last year, there's even been a spike in weddings.\nDecrease in new cases in New Zealand: The country reported its fourth straight day of decreases in new cases. But Wellington is tightening restrictions -- those returning to New Zealand must now quarantine \"in an approved facility.\"\nNo cases officially recorded in North Korea: The country has conducted over 700 tests for the novel coronavirus, and more than 500 people are in quarantine, the World Health Organization said. Pyongyang maintains there are still no confirmed cases of the virus in the country. Mumbai and New Delhi have both mandated face masks for people who leave their homes, in joint announcements made Wednesday. Delhi’s Chief Minister Arvind Kejriwal tweeted: “Wearing of facial masks can reduce the spread of corona virus substantially. Therefore, it has been decided that facial masks will be compulsory for anyone stepping out of their house. Cloth mask shall be eligible too.”  In Mumbai, the Maharashtra government announced that a three-ply mask or a cloth mask will be mandatory in the city limits and that local police will take legal action against violators. A total of 5,916 cases of coronavirus, including 178 deaths, have been recorded in India, according to Johns Hopkins University. ##Daily Life## At least 1,338 cases of the novel coronavirus have been recorded in Tokyo, after a rise of 144 new infections in Japan's capital on Wednesday -- the largest increase yet in a single day. Across the country, at least 5,480 people have been infected with the virus, including 712 cases linked to the Diamond Princess cruise ship quarantined in Yokohama in February. The death toll currently stands at 96, with four more fatalities recorded on Wednesday. State of emergency: Large parts of Japan are under a state of emergency as the government tries to control the spread of the virus. Prime Minister Shinzo Abe announced the move on Tuesday, saying it would last for one month and apply to seven prefectures, including Tokyo and Osaka. Abe said public transport and supermarkets would stay open during the state of emergency. ##Daily Life## ##Health## South Korea’s flag carrier Korean Air has instructed more than 70% of its employees to take paid leave, at a reduced rate, for six months from April 16 until October 15. It's an attempt to overcome the worsening business environment caused by the outbreak of the coronavirus, according to a company statement. Korean Air said that the leave would apply to employees working in South Korea and cover most workers except a very few considered “essential.”  The Korean Air labor union agreed to join the burden-sharing effort so the company can resume normal business management as soon as possible.  The company's executives had already decided to take pay cuts of 30% to 50% starting from April until business returns to normal. “In addition to sales of idle assets as previously announced, the company plans to further strengthen its financial condition by expanding capital assets through consultations with the board of directors,” the statement said. ##Travel## A crew member aboard the USNS Mercy Hospital ship, which is docked in Los Angeles to provide medical support during the pandemic, has tested positive for the novel coronavirus. US Navy Lt. Andrew Bertucci told CNN the crew member is \"currently isolated aboard the ship, and will soon transfer to an off-ship isolation facility where they will self-monitor for severe symptoms.\" Bertucci said it will not affect the ability for the Mercy to receive patients, and all protocols are being taken to protect the health and safety of patients and crew members on board.  As of Wednesday morning, the USNS Mercy has treated 28 patients with 11 beds currently occupied.  ##Health## China says it has restored 40% of its flights, according to state-run news agency Xinhua, as the country begins to unwind tight restrictions designed to stop the spread of novel coronavirus. Xinhua said most of the flights are to areas in the northwest and southwest of the country where migrant workers are more concentrated, and industrial areas in the Yangtze River and Pear River Deltas. The Civil Aviation Administration of China says an average of 6,533 civil aviation flights operated per day in March, an increase of 20.5% from February. As of April 1, 970 flights were arranged to get more than 59,000 workers back to their work locations. International flights remain largely down as the country continues with heavy restrictions on travelers entering from overseas. ##Travel## At least 432,132 cases of the novel coronavirus have been recorded in the United States,  after 33,323 new infections were reported on Wednesday, according to Johns Hopkins University, The country's death toll stands at 14,817, following 1,922 fatalities reported on Wednesday -- the largest increase in one day. The US totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is still the only state or territory that is not reporting a death from coronavirus. CNN is tracking the spread of coronavirus in the US here: ##Health## Ecuador's President Lenin Moreno has called for an investigation into allegations that the bodies of coronavirus victims are being mistreated. In a tweet Wednesday, Moreno said,” we will not allow anyone to be buried without being identified.” He added the deceased are “our brothers who deserve a goodbye with dignity.”  The coronavirus pandemic is overloading public services in the country's most populous city of Guayaquil. Ecuador has recorded 4,450 cases of the virus, according to Johns Hopkins University, causing at least 242 deaths. Bodies left in the streets: Hospitals have no beds left to accept patients, and morgues, cemeteries and funeral homes are straining.  With no place left to put them, some residents say they have no choice but to place bodies outside.  Government officials have admitted making errors earlier this month and insist they are working tirelessly to meet residents' needs. ##Daily Life##  New Zealand reported its fourth straight day of decreases in new cases today, according to a government statement.  There were just 29 new cases of the coronavirus reported in New Zealand today, which is half way through its month-long lockdown. New Zealand includes both confirmed and suspected cases in its count. \"At the halfway mark I have no hesitation in saying, that what New Zealanders have done over the last two weeks is huge,\" Prime Minister Jacinda Ardern said in a speech today. \"In the face of the greatest threat to human health we have seen in over a century, Kiwis have quietly and collectively implemented a nationwide wall of defense.\n\"You are breaking the chain of transmission. And you did it for each other.\" The national total stands at 1,239. Some 317 patients have recovered and been discharged from the hospital.  Starting Friday, residents and citizens returning to New Zealand must quarantine \"in an approved facility\" and will no longer be allowed to self-isolate at home. \"To succeed, we need it to keep working. Success does not mean we change the course,\" Ardern said. Removing restrictions now would allow the virus to spread rapidly once again and we would be back to the starting line within two weeks. That’s also why we will keep enforcing the rules.\n\"As an island nation we have a distinct advantage in our ability to eliminate the virus, but our borders are also our biggest risk.\" ##Health## ##Travel## A city of 70,000 on the Chinese side of the border with Russia went into lockdown this morning to try to contain the spread of novel coronavirus, according to state broadcaster CCTV. The city of Suifenhe’s government said all residents will be confined to their homes, while estate gates and doors to residences would be strictly guarded.  Residents will be allowed to send one person per household to shop every three days. They must abide by QR code scanning, registration and temperature checks, and wear masks. Between March 21 and April 7, at least 84 cases of Covid-19 were confirmed from people who entered China at the border in Suifenhe, according to CCTV. Most of them are reported to be Chinese business travelers returning from Russia. ##Daily Life## North Korea has conducted over 700 tests for the novel coronavirus, while more than 500 people are in quarantine in the country as of April 2, the World Health Organization told CNN on Wednesday. But Pyongyang maintains there are still no confirmed cases of the virus in the country. This is despite North Korea sharing borders with the two countries home to Asia's largest outbreaks -- China and South Korea. “As of 2 April, 709 people - 11 foreigners and 698 nationals - have been tested for (coronavirus). There is no report of (a positive) case. There are 509 people in quarantine – two foreigners and 507 nationals,” Dr. Edwin Salvador, the WHO Representative to the Democratic People’s Republic of Korea, North Korea's official name, said in an email reply. North Korea providing updates: The WHO, which said it had been receiving “weekly updates” from the North Korean health ministry, said that Pyongyang has the capacity to test for coronaviruses in its national reference lab. “Since 31 December 24,842 people have been released from quarantine, which includes 380 foreigners,” Salvador said. The WHO has been informed that North Korea received some primers and probes to test for coronavirus from China in January, he added. Gen. Robert Abrams, Commander of US Forces Korea (USFK) told CNN on April 2 that based on military intelligence, it was an “impossible claim” that there were no coronavirus cases in North Korea. ##Health## Two more passengers aboard the Greg Mortimer cruise ship have been transported to a medical facility in Montevideo, Uruguay's capital, on Wednesday. The Greg Mortimer cruise liner, operated by Australia's Aurora Expeditions, departed March 15 on a voyage to Antarctica and South Georgia.  Since the beginning of April, however, the ship has been stuck off the coast of Uruguay, after authorities refused to allow passengers to disembark due to the risk of coronavirus. Of the 217 people on board, 128 passengers and crew have now tested positive for the virus and a total of eight passengers have been transported to local medical facilities.  Late Tuesday, the Uruguayan government said it had authorized a medical flight evacuation of New Zealand and Australian passengers aboard the ship for Thursday. ##Travel## The coronavirus death toll in the United States reached 14,817 on Wednesday evening after an increase of 1,922 deaths today -- the largest rise of fatalities in a single day yet. The US has recorded more than 432,000 confirmed infections -- more than another other country. CNN is tracking the spread of coronavirus in the US here: ##Health## In Wuhan, the central Chinese city where cases of the novel coronavirus were first recorded late last year, people are finally emerging from months of lockdown this week and starting to get back to normal.  For some couples -- those whose relationships survived the weeks stuck inside together -- the perfect way to celebrate the city's rebirth is to get married.  \"Today is a special day, a new start for me and for Wuhan,\" Xu Lin, a Wuhan resident who got married on Wednesday, told the state-backed Global Times.  The Wuhan government officially reopened its marriage registration office last Friday, but weddings started in earnest this week as the lockdown restrictions were lifted.  According to Alipay, a subsidiary of tech giant Alibaba, which operates several government apps for Wuhan, there was a 300% increase in traffic to the marriage registration service, and many users on social media complained they could not access it.  Whether the spike in weddings will result in more married couples nationally remains to be seen, as it comes after a corresponding increase in divorces reportedly caused by the pressures of lockdown.  ##Daily Life## A veteran Democrat has claimed President Donald Trump's announcement that he would send 100 ventilators to Colorado smacks of a political favor to vulnerable Republican senator Cory Gardner, after the federal government had not fulfilled the delegation's request for the devices. \"I think this thing that happened with Sen. Gardner and President Trump is very disturbing,\" Colorado Democrat Diana DeGette told CNN Wednesday evening. \"What is the process here?\" DeGette said that while she wants the state to get every ventilator it can -- after initially requesting 10,000 -- the process employed by the White House shows that the President appears to be doling out the ventilators to his allies at a time when the virus is affecting people of all political persuasions. \"It seems that way to me,\" DeGette said when asked if it appeared to be a political favor to Gardner. \"I was totally outraged.\" DeGette said that the decision to award 100 ventilators followed a tortured process after the state's delegation and Democratic Gov. Jared Polis had been asking for 10,000 ventilators. Gardner is one of the most vulnerable Republican senators up for reelection. \"They'll be there very shortly,\" Trump said at his Wednesday evening news conference after touting Gardner's role in securing the 100 ventilators. Read more here: Another 142 coronavirus infections were recorded in Singapore on Wednesday, according to the Ministry of Health, bringing the country's total number of confirmed cases to 1,623. That's the largest jump in new cases yet in the city, which has been struggling to contain a second wave of infections brought back from Europe. Most of the new cases are from local clusters, the ministry said. Just two came from outside the city, while 72 are waiting for contact tracing to determine how they were infected. Just over 400 people have recovered from the virus and been discharged from hospital, according to the ministry. Singapore has banned all social gatherings: The rise in cases comes as the city-state announced that both public and private gatherings would be restricted as part of its latest measures to fight coronavirus.  According to a news release on the health ministry’s website, the rule -- which applies to families and friends not living together -- was passed by Parliament Tuesday and imposed from Wednesday. ##Health## ##Daily Life## ##Travel## Louisiana State University has erected an extra pedestrian barrier around the habitat for bengal tiger Mike, the school's mascot, to prevent the animal catching coronavirus.  The new layer of fencing was put in place Tuesday to provide a four-foot barrier between the tiger and pedestrians, according to Ginger Guttner, spokesperson for LSU’s School of Veterinary Medicine.   \"(We're) aware that the United States Department of Agriculture’s National Veterinary Services Laboratories has confirmed (coronavirus) in one tiger at a zoo in New York. This is the first instance of a tiger being infected with COVID-19,\" the statement said.\n\"As Mike’s caretakers, his health and wellbeing are our primary concern. We will, as always, monitor him closely.\" The extra fencing can be seen on the live university camera run by the school, which shows the area outside the tiger habitat.  If you're just joining us, here's the major developments of the past few hours. Global infections: The number of coronavirus cases recorded around the world has now passed 1.5 million, according to Johns Hopkins University. At least 88,444 people have died from Covid-19 worldwide.\nHotter weather might not help: A prestigious scientific panel told the White House on Tuesday that it doesn't look like coronavirus will go away once the weather warms up -- despite President Donald Trump's claims that warmer weather will make the virus \"miraculously\" go away.\nWHO under fire: Secretary of State Mike Pompeo said Wednesday that it was not the time for a leadership change at the World Health Organization after a senior US administration official said the global health watchdog's leadership was a problem.\nFewer US deaths forecast: An influential model tracking the coronavirus pandemic in the United States now predicts that fewer people will die compared to its estimates from last week. Dr. Deborah Birx, the White House coronavirus response coordinator, said the drop is because Americans have drastically changed their behavior. \nEmpty hotel rooms: According to data from a hospitality analytics company, nearly 80% of US hotel rooms were empty last week.\nChina fears second wave: With China's outbreak apparently under control, President Xi Jinping has urged authorities in the country to carefully watch for imported cases, state-run Xinhua news agency reported. All parks in Los Angeles will be closed on Easter Sunday to prevent the spread of the coronavirus amid the city’s stay-at-home order, Mayor Eric Garcetti announced in a news conference Wednesday night. Many families have traditionally used the parks for Easter egg hunts and gatherings, but the mayor said the events now present too great a risk to public health. “This is such a fun moment for our kids, this is such a great tradition that many families have, but we can’t afford to have one cluster of just even a few people together, it could spread this disease to more people and kill them,” he said. The parks will be closed from the evening of Saturday, April 11 through the morning of Monday, April 13, Garcetti said. Park rangers and officers from the Los Angeles Police Department will be patrolling the facilities on Sunday to enforce the closures.  Garcetti asks for help for undocumented immigrants: The LA mayor has also called for the federal government to provide benefits to undocumented immigrants who are now out of work due to the coronavirus outbreak and shuttering of non-essential businesses. Garcetti estimated there are 2.5 million undocumented workers in California, with 650,000 of those living in Los Angeles County. \"They are an integral part of our city, they pay taxes,” Garcetti said. “That is why Congress needs to come back to the table.”  ##Daily Life## Everyone in Guatemala will be required to wear a face mask from Monday, Guatemalan President Alejandro Giammattei said Wednesday during a news conference. Those circulating on the streets who do not wear a mask are “putting everyone else at risk and therefore will be sanctioned,” Giammattei said. The government of Guatemala will be providing at least 3 million masks to citizens on Monday, the President said. ##Daily Life## Chinese President Xi Jinping has warned against the risk of a second wave of infections in the country as the global pandemic continues to spread, state-run news agency Xinhua reported. In a meeting of the Chinese Communist Party's top decision-making body Wednesday, the Politburo Standing Committee, Xi said that amid growing downward pressures on the global economy, \"unstable and uncertain factors\" were increasing. China's outbreak of the coronavirus is apparently under control, with few new locally transmitted infections or deaths announced in recent weeks. On Wednesday, the epicenter of the original outbreak, Wuhan, officially ended its lockdown. \"New difficulties and challenges have emerged for China's work resumption and economic and social development,\" Xinhua quoted Xi as saying. Xi urged Chinese authorities to carefully watch for imported cases from abroad and prevent a resurgence of the outbreak at home, Xinhua reported. ##Health## Centers for Disease Control and Prevention Director Dr. Robert Redfield issued new guidelines for essential workers who have been exposed to the coronavirus, saying individuals would need to be asymptomatic to return to work The guidelines, he said, are aimed at keeping essential workers, including first responders, health care workers, employees in the food supply chain and others at work -- even if they might have been exposed to someone who has coronavirus.  “These are individuals that have been within six feet of a confirmed case or a suspected case so that they can, under certain circumstances, they can go back to work if they are asymptomatic,” Redfield said.  Redfield said those individuals could return to their jobs if they take their temperature before work, wear a face mask at all times and practice social distancing at work.  He reiterated that people should stay home if they feel sick, should not share items used on or near their face and should refrain from congregating in break rooms and other crowded places. The CDC’s new guidelines also outlined steps employers should take, including checking temperatures before employees start work, sending anyone who becomes sick home and cleaning commonly touched surfaces more frequently, among others. ##Health## More than 400 coronavirus cases are linked to one jail in Chicago, local officials said, making the Cook County Jail the largest known source of infections in the US outside of medical facilities. The Cook County Sheriff’s office said Wednesday that 251 detainees and 150 staff members have tested positive for the virus. Of the detainees infected in the outbreak, 22 are hospitalized for treatment and 31 others have been moved to a recovery facility. One detainee has died of “apparent” complications of Covid-19, sheriff’s officials said, but an autopsy remains pending.  The jail has created a quarantine “bootcamp” to keep detainees that are infected separate from the rest of the jail population.  The jail complex currently houses about 4,700 detainees according to the sheriff’s office. Jail officials have previously said they planned to screen and release nonviolent pretrial defendants. ##Health## Only 21.6% of hotel rooms in the United States were occupied last week, according to new data from hospitality analytics company STR.  That’s down slightly from the week before and down more than 68% from the same week last year.   Only 7% of the rooms in Oahu Island, Hawaii, are occupied, the lowest rate for any market in the country and down more than 90% from the same week last year.  Across the board, economy hotels and lodging in suburban areas tended to have more people staying than other hotels, according to STR.  New York City posted about 18% occupancy last week, which was a slight increase from the just over 15% posted for two weeks ago.  ##Business## The novel coronavirus has infected more than 1.5 million people and killed over 88,000 worldwide, according to a tally from Johns Hopkins University. There are at least 429,052 cases of coronavirus in the US and at least 14,739 people have died from the disease in the country. ##Health## President Donald Trump on Wednesday renewed his attacks on the World Health Organization after the head of the organization asked him not to “politicize the virus.”  At a news conference earlier on Wednesday, WHO director-general Tedros Adhanom Ghebreyesus responded to attacks from Trump about how his organization handled the coronavirus outbreak.  “Please don’t politicize this virus ... If you don’t want many more body bags, then you refrain from politicizing it. My short message is: Please quarantine politicizing Covid,\" Ghebreyesus said. At Wednesday's White House briefing, Trump declared it was Ghebreyesus who was politicizing the coronavirus and said he believes the organization favors China. “I can't believe he's talking about politics when you look at the relationship they have to China. So China spends $42 million, we spent $450 million and everything seems to be China's way. That's not right, it’s not fair to us and honestly it's not fair to the world,” Trump said. Trump implied that there would have been fewer coronavirus deaths if the WHO gave a “correct analysis.” “I think when you say more body bags, I think we would have done, and he would have been much better serving the people that he’s supposed to serve if they gave a correct analysis,” Trump said. Watch: ##Health## Dr. Deborah Birx, the White House coronavirus response coordinator, said models projecting the number of American deaths from coronavirus have dropped dramatically in recent days because Americans have drastically changed their behavior.  Birx said the US was doing \"much better in many cases than several other countries, and we're trying to understand that.\"  \"We believe that our health care delivery system in the United States is quite extraordinary,\" she said, but added that the models were based on \"what America is doing.\"  \"I think what has been so remarkable I think to those of us that have been in the science field for so long,\" Birx continued, \"is how important behavioral change is, and how amazing Americans are at adapting to and following through on these behavioral changes.\"   The nation's top infectious disease expert, Dr. Anthony Fauci, later said the changing models proved that social distancing steps are working.  \"We know that mitigation does work. The reason that we know it works, is the question that was asked about the numbers ... why they came down with the projections,\" Fauci said. \"What you do with data will always outstrip a model. You redo your models depending upon your data.\" \"Our data is telling us that mitigation is working,\" Fauci said. \"Keep your foot on the accelerator, because that is what's going to get us through this.\" Some context: As CNN previously reported, an influential model tracking the coronavirus pandemic in the United States now predicts that fewer people will die and fewer hospital beds will be needed compared to its estimates from last week. As of Wednesday, the model predicted the virus will kill 60,000 people in the US over the next four months. That's about 33,000 fewer deaths than the model estimated last Thursday. While the US is still expected to face a shortage of about 16,000 hospital beds, it will need 168,000 fewer beds than previously expected, according to the new analysis. ##Health## Secretary of State Mike Pompeo said Wednesday that it was not the time for a leadership change at the World Health Organization, but did not dispute President Donald Trump’s earlier call to potentially scale back funding for the organization. “This is not the time to be doing that kind of change,” Pompeo said at the White House briefing. “There will be a lot of time to look back and see how the World Health Organization performed.\" “In the meantime what our task is is to preserve and protect the American taxpayers to make sure that our resources don’t go to places that aren’t going to deliver on behalf of the American people and the world,” Pompeo continued. “And President Trump and I are determined to do that.” Some context: In a Wednesday interview with “The Wendy Bell Show,” Pompeo said that “it’s pretty clear that the World Health Organization hasn’t lived up to its billing, it hasn’t been able to achieve what it was designed to achieve, and we just can’t continue to permit that to go on.” “It performs important functions, important global health and pandemic functions, and we can see in this case we haven’t been able to deliver on that,” he said on the radio show. “So we need a global health organization that can achieve that and if this one can’t do it, then it’s not appropriate for American taxpayer dollars to go towards it.” Despite Pompeo’s suggestion that the US is not looking to replace WHO director-general Tedros Adhanom Ghebreyesus for the time being, a senior administration official on Wednesday said that the WHO's leadership was part of their problem. “The problem is not the WHO system. The system has good people … It’s about comments made from the leadership -- which went beyond what I am told their own staff wanted to say,” the official said.  ##Health## A prestigious scientific panel told the White House on Tuesday that it doesn't look like coronavirus will go away once the weather warms up.  President Donald Trump has claimed that \"when it gets a little warmer (the virus) miraculously goes away.\"  In their letter to the White House, members of a National Academy of Sciences committee said data is mixed on whether coronavirus spreads as easily in warm weather as it does in cold weather, but that it might not matter much given that so few people in the world are immune to coronavirus.  \"There is some evidence to suggest that (coronavirus) may transmit less efficiently in environments with higher ambient temperature and humidity; however, given the lack of host immunity globally, this reduction in transmission efficiency may not lead to a significant reduction in disease spread without the concomitant adoption of major public health interventions,\" the letter stated. The letter noted, for example, that a study of the outbreak in China showed that even under maximum temperature and humidity conditions, the virus spread \"exponentially,\" with every infected person spreading it to nearly two other people on average.   The scientists sent the letter to Kelvin Droegemeier at the White House Office of Science and Technology Policy. The letter from the NAS scientists notes that some laboratory studies have shown reduced transmission of the virus under warmer and more humid conditions, but that it's still a concern. The letter points out that in the real world, the virus is still transmitting in countries with warm weather.  \"Given that countries currently in 'summer' climates, such as Australia and Iran, are experiencing rapid virus spread, a decrease in cases with increases in humidity and temperature elsewhere should not be assumed,\" the letter said. ##Health##"], "Language": false}