{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/casuarina-beach-lyford-cay-bahamas-princess-diana/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maureen O'Hare, CNN"], "Writers": [["Maureen O'Hare"]], "FirstPublishDate": ["2020-04-09T10:30:30Z"], "LastModifiedDate": ["2020-04-09T10:36:52Z"], "Headline": ["Princess Diana's Bahamas vacation home is up for sale"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["Here's a home we wouldn't mind isolating in: a Bahamas beach house with a pool, five bedrooms, a terrace and 180 feet of private white-sand frontage.  It was certainly good enough for Princess Diana, when she vacationed at Casuarina Beach in 1993 with her sons William and Harry.  Now the property in Lyford Cay, a gated community on the western tip of New Providence Island, is up for sale for $12.5 million, through Christie's International Real Estate, the property arm of the fine art auction house. Ken Wharfe, the princess's royal protection officer for six years, wrote about the stay at Casuarina Beach in his 2017 book, \"Guarding Diana: Protecting the Princess Around the World.\"  The royals were staying there as guests of Kate Menzies, of the newsagent millionaire Menzies family, and accompanied by Andrew Charlton, a lifelong friend of Prince William, and Catherine and Harry Soames, the family of British politician Nicholas Soames.  Wharfe described Casuarina Beach as \"a development that afforded a great deal of privacy, being part of a huge luxury complex, privately policed and spotlessly maintained.  \"The house itself had a magnificent swimming pool,\" while \"the beach was less than 50 yards away. \" The group flew to the Bahamas from Florida, where they had spent two days at Walt Disney World and visited the set location for \"Indiana Jones and the Temple of Doom.\" Having got wind of the royal vacation, the press were moored offshore in a chartered boat.  Lyford Cay is one of the Bahamas' most exclusive communities, with neighbors including Sean Connery and the Bacardi family.  The Casuarina Beach property, long owned by the Menzies family, was designed in 1969 by mid-century modernist architect Robertson \"Happy\" Ward. It was refurbished in 2009 and has close to 5,000 square feet of interior space. "], "Language": false}