{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/tai-o-hotel-hong-kong-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Tai O, Hong Kong"], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-04-06T01:24:18Z"], "LastModifiedDate": ["2020-04-06T01:24:18Z"], "Headline": ["The Hong Kong hotel weathering the coronavirus storm"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["Lantau is Hong Kong's largest island, home to three of its busiest spots -- Hong Kong Disneyland, the Tian Tan Buddha and Chep Lak Kok Airport.  But on the island's western tip, on a spit of land that curls into the South China Sea, is a fishing village called Tai O that feels like it has been frozen in time. There are still old-fashioned wooden houses built on stilts, narrow shops selling handwoven baskets and strips of dried seafood, and a complete lack of car traffic.  Despite the faraway feeling, Tai O still isn't immune from the coronavirus concerns plaguing the world. But the village -- which so far has not had a single diagnosed case of the virus -- has found a way to stay safe while also giving their fellow Hongkongers a respite from the world.  On the northern tip of Tai O is a former police station that was converted into the upscale nine-room Tai O Heritage Hotel.  Though it could have closed down amid the downturn in tourism, the hotel opted to stay open -- and became a haven not for tourists, but instead for locals seeking an escape from their claustrophobic city apartments.  Part of the decision to stay open wasn't a decision at all. The hotel is a city landmark with protection under Hong Kong's development bureau, which requires that the hotel be open to the public year-round for people to appreciate the conservation work up-close.  While hotel management did opt to cancel the three daily property tours that are usually available for visitors, the hotel and its glassed-in rooftop restaurant, The Tai O Lookout, remain open for bookings. What's changed, though, are the demographics of the people making the bookings. In a typical year, about 75% of the hotel's guests are local. Since February 2020, that number has hovered between 92 and 99%. Since Hong Kong's \"second wave\" of coronavirus cases began, the city has restricted movement even further, with businesses like karaoke bars, restaurants and hair salons feeling the crunch.  \"The hotel has fortunately been running close to full or full during weekends in recent two months, and higher than expected occupancy during weekdays at an average over 70 - 80%,\" a representative for the Tai O Heritage Hotel, tells CNN Travel.  Some weekends have even been so popular that the hotel has had to place would-be guests on a wait list. And the booming business isn't just good for the economy -- it's good for the community. \"Tai O Heritage Hotel is operated as a non-profit social enterprise,\" the representative explains. \"All proceeds and revenue will be fully contributed to hotel maintenance, community engagement and commitment to Tai O village, to promote heritage conservation, tourism and green living.\" That includes paying to repair the historic stilt houses and sponsoring art projects like a 3-D mural about local history and landmarks. The same hygiene regulations that are in effect throughout Hong Kong are in place in Tai O as well: everyone wears masks, guests must fill out health declaration forms before being allowed to check into their rooms and bottles of hand sanitizer are placed on nearly every available surface. Guests who arrive for meals at the Tai O Lookout -- breakfast is for hotel guests only, while dinner is open to the public -- must have their temperatures taken, use hand sanitizer upon arrival, sit no more than four to a table and have their tables placed at least one and a half meters apart. Still, though, Tai O manages to retain its feeling of peacefulness. Guests can watch the sunset from the restaurant, and on clear days the Hong Kong - Macao - Zhuhai Bridge is visible in the distance. There's no TV blaring the news, just soft, tinkling music playing overhead. Even with masks on, it's a rare place where stressed Hongkongers -- many of whom have been cooped up in their apartments for nearly three months -- can breathe freely.  Tai O Heritage Hotel, Shek Tsai Po Street, Tai O, Lantau Island, Hong Kong; +852 2985 8383"], "Language": false}