{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/dubai-creek-harbour-bridge/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kieron Monks"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-04-03T10:55:26Z"], "LastModifiedDate": ["2020-04-03T11:52:41Z"], "Headline": ["'Instagram Bridge' the latest showpiece of Dubai Creek Harbour megaproject"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Architects have unveiled plans for a 230-meter footbridge as part of the multi-billion dollar Dubai Creek Harbour (DCH) development.  The bridge will connect the city of Dubai with man-made Creek Island across a new canal within a masterplan that includes apartment blocks, a $2 billion mall, outdoor leisure spaces, and what will be the world's tallest tower.  The tower, at the center of the city side of the development, broke ground in 2016 and will surpass the 828-meter Burj Khalifa.   London-based IJP Architects and structural engineers AKT II won a competition to deliver the bridge held by DCH developers Emaar, which is responsible for many of Dubai's most iconic landmarks including the Burj Khalifa and Dubai Mall.  Floating cloud The two-story bridge will showcase a \"cloud-like structure\" of lightweight, intricately-patterned steel that appears to float over the canal. The geometric shapes are a tribute to traditional Islamic art and architecture.  The lower level is intended for pedestrians and shielded from the sun, while the upper deck will accommodate cyclists and golf carts. The design team were keen to create an iconic landmark that would captivate visitors and encourage them to memorialize the moment - \"Instagram ready\" as George Legendre and Tim Fu of IJP Architects put it.   \"We envisioned the bridge as an opportunity for place-making, connecting the city's embankments with the waterside promenade,\" the architects told CNN in a statement.  Creating the appearance of delicacy but a durable reality was technically demanding, says AKT II director Paul Hutter, who used algorithm software to optimize the strength of the bridge.  \"It was a challenge to create something that is beautifully thin yet structurally robust,\" says Hutter, who was inspired by the \"Vessel\" spiral staircase in Hudson Yards, New York. \"(Digital modeling) enabled us to test several different options at the early stages of the competition. From that we could work out where to place the largest elements and where not to.\" \"Major attraction\" Developer Emaar say the footbridge \"plays a significant role in the masterplan,\" and that the \"journey crossing the man-made waterway over the footbridge is considered to be one of the major attractions\" of the DCH development. There is no current timeline for completion of the bridge - or the record-breaking tower - and much of Emaar's construction work has been put on hold by the coronavirus pandemic.  But the developer says the megaproject has been progressing \"at pace\" with the Dubai Creek Residences towers and attractions such as the VIDA Creek Harbour Hotel now complete."], "Language": false}