{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/politics/brian-kemp-ron-desantis-donald-trump-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-02T14:04:55Z"], "LastModifiedDate": ["2020-04-02T21:43:05Z"], "Headline": ["How 2 Trump-loving governors are struggling amid the coronavirus crisis"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Wednesday, Georgia Gov. Brian Kemp issued a shelter-in-place order for his state. Asked why he had made the decision, Kemp said this (bolding mine):  \"Finding out that this virus is now transmitting before people see signs, so what we've been telling people from directives from the CDC for weeks now that if you start feeling bad, stay home... those individuals could've been infecting people before they ever felt bad. But we didn't know that until the last 24 hours.\" Which is, well, crazy. Because asymptomatic transmission of coronavirus -- people without symptoms able to pass the virus to others -- is something that people following this closely have known for, at least, weeks. (There are questions about how many people get the virus via asymptomatic transmission versus how many people get it from people showing symptoms.) Kemp's decision to shut down the state -- and his unsettlingly late realization of a known fact about the virus -- came on the same day that his neighbor to the south -- Florida Gov. Ron DeSantis -- also issued a shelter-in-place directive for his state.  DeSantis had faced heavy criticism for weeks for his unwillingness to take more charge of the situation; he deferred to local officials to make decisions about closures -- which led to, among other things, scenes of spring breakers partying on Florida's beaches even as the virus was beginning to rage across the country. So, what changed DeSantis' mind? \"When you see the President up there and his demeanor the last couple of days, that's not necessarily how he always is,\" explained DeSantis on Wednesday.  Yes, really. The governor of Florida -- a massively populated state with a huge elderly population -- decided to, finally, issue a shelter-in-place order because he saw the President's \"demeanor\" had changed this week. (Presumably, DeSantis watched Trump's coronavirus press conference on Tuesday, when the President acknowledged the long-known reality that the death toll from coronavirus in the US was likely to be over 100,000.) Kemp and DeSantis -- and their decidedly questionable reasons for finally shutting down their states amid the coronavirus pandemic -- are prime examples of what unquestioning adherence to the President produces, particularly when the President has been, until very recently, a fount of misinformation and underplaying of the threat posed by coronavirus. \"The fact that so many GOP big state governors -- in TX, FL & GA -- all tightened statewide restrictions immediately after Trump finally let his advisers frame the full risk from the WH podium underscores how much his earlier minimizing contributed to the critical delays in those states,\" tweeted Ron Brownstein, a senior editor at The Atlantic and a CNN contributor. (On Thursday morning, Texas Gov. Greg Abbott joined DeSantis and Kemp as his shelter-in-place order went into effect.) Both DeSantis and Kemp ran for governor in 2018 as Trump acolytes, securing endorsements from the President in competitive intraparty races. During the primary campaign, DeSantis ran an ad in which he told his young daughter to \"build that wall!\" (she was playing with toy blocks) and read Trump's \"The Art of the Deal\" to his infant son. In the wake of his runoff victory, Kemp pledged to \"unapologetically stand with President Trump to secure our border, deport criminal aliens, crush gangs and ensure a bright and promising future for our families.\" And, in the general election, Trump campaigned for both men in the final days of the 2018 midterms -- helping to deliver them both very narrow wins. Kemp won by 1.4 percentage points over Stacey Abrams; DeSantis beat Andrew Gillum by .4 percent of the vote. It's not an exaggeration then to say that Kemp and DeSantis owe their political careers -- or at least their governorships -- to Trump.  Which means they aren't going to so much as cross the street without checking in with him first. And they certainly aren't going to break with the President on an issue freighted with as much import as the national response to coronavirus. Depending on a president -- any president -- as the sole arbiter of the right thing to do in a situation as fluid and dangerous as the fight against coronavirus is a mistake. Depending on this President, with his long record of exaggerations and misstatements -- on coronavirus and, well, everything else too -- as your primary source of information on the best way to battle this virus is deeply dangerous. And borderline incompetent."], "Language": false}