{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/organize-photos-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jesse Will, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T13:36:19Z"], "LastModifiedDate": ["2020-04-02T13:36:19Z"], "Headline": ["Boost your happiness with your old travel photos"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Vacations and holidays during the time of the Covid-19 virus are on indefinite hold.  While your rollaboard suitcase may sit motionless for a few months, rest assured that travel will again be a part of your life.  In this quiet period, why not use the time to look back on some of your most memorable trips?  \"Dusting off\" the snapshots and digital photos you haven't seen for years -- organizing them, sharing them, even printing them -- can be a balm for troubled times. And it can serve as a bucket list reminder of the places you've gone and the places that you still need to see.   Here's the thing -- getting your collection of photographs in order these days can be a real project: it's no longer as easy as sorting through shoe boxes of four-by-six prints.  We've all cycled through different computers, digital cameras from every era, and countless smartphones (some of which still turn on.)  So how should you get your photo collection in order? Start by collecting everything in one place.  If you plan to scan You can \"scan\" physical photos with your phone, using apps like PhotoScan by Google Photos, which makes good digital conversions easy, by helping eliminate glare, cropping and rotating automatically and more.  If you've got negatives that you're missing the prints of, an app like Helmut Film Scanner can assist in grabbing positive images, using your phone's camera and a lightbox or blank computer screen as a backlight.  Or you can have someone else do the scanning: send them to photo services like Digmypics.com, and they'll return color-corrected digital files to you, for a fee.  Locate digital images And what about getting photos off those dormant flip phones you have sitting in a box? This gets a bit more complicated.  If the phone's photos were stored on a Micro SD card, you can pull it out and download the images to your computer using an inexpensive Micro SD to USB adapter (check your computer's USB type). If your phone still turns on and can connect to WiFi or a computer via Bluetooth, you may be able to send photo files individually. Or you can ask for help at a third-party phone retailer -- some can pull images and data from old phones onto a memory card for you.  And what about hard drives that may hold images from digital cameras past? Depending on your level of high-tech savvy, you could try to pull them onto your current computer by plugging the old drive into a SATA/IDE to USB adapter (again, pretty cheap).  Or you could try a service like Best Buy's Geek Squad.      Organization is the key to success Once you've collected your images, it's time to organize them. We could go deep on this issue, but to keep it simple, you'll want to separate photo files by year, then event, and name them accordingly.  To ensure you don't lose your photos in the event of a mishap, you'll want a cloud-based storage service, which backs up the digital files on your computer to a remote server.  Apple's iCloud and Google Photos both do this; if you'd rather avoid those companies' photo management systems, you can pay for a service like Backblaze, which silently backs your files up to cloud-based storage.  Share, print or frame Now, the fun part: creating albums you can share in person (or, in the era of social distancing, have delivered.)  To create one, you no longer need to spend hours filling a sticky-paged binder with 4\"x6\" prints (to be fair, you haven't for a while).  Digital printing services can create polished hard and softbound books with layouts that you essentially just drag-and-drop pictures into.  While Apple stopped publishing personal photo books in 2018, an app called Mimeo Photos carries the torch. The plug-in for MacOS's Photos is available on the App Store, and allows you to easily craft a beautiful, cohesive narrative about your two-week trip abroad with minimal fuss.  If you're looking for something even more upscale, Artifact Uprising creates professional books like a Layflat Photo Album ($149), with thick pages, a nearly seamless look, and subtly colored fabric bindings. They're suitable for a MoMA retrospective -- or snaps from your trip to Morocco.  Speaking of galleries -- what if you want to skip photo albums and send your shots straight to the wall?  You no longer need to go visit a photo lab, then a framing shop.  Online services can take digital photo files, print them professionally, frame them to your specifications and ship them to you: all that's left to do is hang the print.  In our experience, Framebridge turns out photo prints worthy of an art gallery, with natty frame choices to boot. If you need to populate your walls with beautifully framed travel shots you can look at while pondering your next big adventure -- whenever that may be -- look no further. No matter how you approach this project, we can guarantee the reward is worth the effort. Unlike this unprecedented moment in time, your happy travel memories can last for forever."], "Language": false}