{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/opinions/covid-19-how-to-school-kids-biden-garcia-weingarten/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Biden, Lily Eskelsen García and Randi Weingarten"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T12:41:30Z"], "LastModifiedDate": ["2020-04-02T12:41:30Z"], "Headline": ["Jill Biden and leading teachers: How to school your kids"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["In mid-March, as schools across the country began closing to protect Americans from the spread of Covid-19, television producer Shonda Rhimes tweeted, \"Been homeschooling a 6-year-old and 8-year-old for one hour and 11 minutes. Teachers deserve to make a billion dollars a year. Or a week.\" She echoed what so many parents -- those who must now find child care while they continue to go to essential jobs, those working remotely and those who have lost their jobs -- are feeling right now.  As educators, as well as the leaders of the nation's two largest educators' unions, the American Federation of Teachers and the National Education Association, our hearts are with everyone who is struggling to give our children the stability and opportunities they need during the uncertainty of this crisis. But we want you to know -- we are all in this together. Families are receiving help from public schools in the form of grab-and-go meals, learning packets, digital platforms and virtual counseling. Educators, using innovative tools that keep us physically distant but socially connected, are on the front lines of navigating how to turn lessons into home learning. A strong partnership between teachers, parents and students is always the best way for children to learn, and that's truer today than ever.  Still, learning is uneven. Families without internet or limited access to computers and tablets face challenges, as well as English language learners and students with disabilities. If you are looking for additional ideas on how to support your learners, we'd like to offer a few thoughts. First, create a schedule. Schedules help children stay focused and know what to expect from their day, so it helps to have a regular routine. A key part of that schedule should be breaks from traditional learning activities. Physical activity helps kids' brains recharge -- that's why recess isn't just a fun part of our day, it's a critical time to get the blood flowing.  Also, try including social interaction outside of the people you see every day. Since playdates aren't a safe option, phone calls with family or virtual get-togethers are a good option, no matter where your loved ones live.  Second, get creative. Learning isn't limited to traditional classroom activities, so it's helpful to find creative ways to engage students as well. You can assign what educators call a \"capstone\" project, a work that demonstrates their knowledge. For example, elementary students could create a composition on a book they read, middle schoolers could interview a family member and research an event or time period from that person's life, and high schoolers could research a topic and write a report, create a video or make a work of art to present their findings.  Another creative tool is to encourage students to journal -- through writing, drawing or recording -- during this historic and unique time. It will help them process this experience, express their feelings and give them something to reflect on in the years to come.   Learning has always been a collaboration, and the frustrations that parents and caregivers are experiencing are normal. You should know that you're not alone. AFT and NEA are united in our support for families across this country, and educators will continue to fight for every single student's future. We are also united behind Joe Biden because we know the best way to realize America's educational potential is to elect a president who will partner with educators, value our experience and expertise, champion public schools and, most importantly, invest in our students.  As we adjust to this moment, we have to also remember that our schools will reopen. When they do, they must have the tools and resources they need to support students -- many of whom will be more vulnerable than ever as aftershocks ripple through our economy.  That's why Joe Biden's plan to strengthen our public education system matters so much. He's going to triple the funding that helps low-income and struggling schools. He's going to fully fund the Individuals with Disabilities Education Act so that the students who are most at risk when schools close have the support they need. He's also going to double the number of nurses, counselors and other mental health professionals in our schools.  Joe has the vision to transform our schools for the better. He has the experience to deliver on that vision and the heart to never stop working for a better future for all.  The changes we're facing now have been swift and severe -- and that is especially difficult for young hearts and minds that are still learning and growing every day.  Parents, you may feel overwhelmed by the need to take on many educational roles, but it's important to remember that the experience, talent and passion of your students' educators are still there to guide and teach. We are with you, even if we can't be there in person. "], "Language": false}