{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/arthur-lewis-uta-fine-arts-los-angeles-home-art-collection/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Essence Harden"], "Writers": [[]], "FirstPublishDate": ["2020-04-01T09:53:01Z"], "LastModifiedDate": ["2020-04-01T09:53:01Z"], "Headline": ["How Arthur Lewis built a dynamic collection of black art"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["The front door of Arthur Lewis' Los Angeles home opens to a room organized like an exhibition space. The marks of domesticity -- dining room table, mantel, fireplace, throw pillows -- are present, but engulfed by art. Paintings and sculptures grab all the attention, and maybe the intention, of the space. Titus Kaphar's \"Enough About You\" greets your first glance. Kaphar's much-lauded work is based on an 18th-century painting, but in his version, the focus is placed on a young black boy, whose portrait is placed in an ornate gold frame. Meanwhile, the rest of the composition -- featuring white men in powder wigs, including Elihu Yale -- is crumpled up and trails off across the wall. Kaphar's work speculates on the life, desires and hopes of the lone black figure, who, in the original work, remains small in the background, serving Yale and colleagues while wearing a steel collar. The work is ambitious, demanding and a reckoning on black possibilities. And it encapsulates the ethos of Lewis' dynamic art collection. Lewis, who recently became the creative director of UTA Fine Arts and UTA Artist Space, is a fixture of the Los Angeles art community. But before Los Angeles, and before 13 years of building his bold collection, his earliest engagements with art happened in his hometown of New Orleans. Lewis credits the city's black cultural productions, museums and vibrancy as an aesthetic and ethical foundation for what would become the tenets of his collection: brilliantly executed craftsmanship, narrative-driven practices and the work of black practitioners. When we spoke in early March, Lewis recalled the various daily influences and experiences that fostered his love for art -- from the work of Elizabeth Catlett and Lyndon Barrois to the musicians and commissioned posters of Jazz Fest; from Mardi Gras celebrations and artisans to the sculptures and festivities of Louis Armstrong Park. \"Being able to grow up in that land of music, food and art, and then being in this beautiful community of artists that were just part of our everyday scene, was an extraordinary thing,\" Lewis said.  \"Through a lot of the architecture and the history that comes from New Orleans, you learn to appreciate your history in a way that many don't. I was reminded every day of what took place in that city culturally.\" Lewis' art collection, which he shares with his partner Hau Ngyuen, continues this sense of cultural legacy. Primarily centered on black people and black women artists, the works range from minimalist markings and experimental video to sculpture and figurative paintings. Ebony G. Patterson sits across from Genevieve Gaignard; Toyin Ojih Odutola shares the dining room with Torkwase Dyson; and Kerry James Marshall resides with Sadie Barnette. Emerging artists mix with mid-career masters. The house itself is a showcase of our rising stars and established icons making the domestic realm -- a space measured in comfort due to its ability to be fixed -- feel incredibly fresh. The work of Jennie C. Jones is present throughout the home. Lewis first fell in love with Jones' work, and then Jones herself, after meeting her at the William H. Johnson auction in 2007. He sees Jones' minimalist sculptures, paintings and works on paper as aesthetic offerings driven by a deep engagement with black sonic abstraction and black cultural criticism that were not present in the art world in the early 2000s. Lewis noted that Jones helped him recognize the pivotal role of the collector in sustaining and growing artists' careers (and of course, market value), but also in joining a community of artists. The value in Lewis and Ngyuen's collection is not just in the objects' worth, but in the relationships built and fostered as they became caretakers and kinfolk to the artists themselves. These ethics of care between Jones and Lewis over the last 13 years led many of the aforementioned artists to become part of the collection and the collectors' LA community. \"That relationship part (with Jones) is magical to me,\" Lewis said. \"It is also the reason why somebody like Torkwase entered our lives, because Jennie was in our sphere. She opened up a lot of doors for us, for a new way of looking at artists and narratives that we love to collect.\" Lewis credits mentors and fellow collectors Joy Simmons and A.C. Hudgins as the other key figures who have guided the collection. Both Simmons and Hudgins noted the impact that Lewis could and needed to have within both the artist's life and the art community. While connecting deeply with the diversity of art practices harbored under the moniker \"black art,\" Lewis has carried these tenets of influence to larger spheres and broad audiences through his positions on the boards of the Underground Museum, the Studio Museum of Harlem and the Hammer Museum. Here, Lewis' sense of intentional and holistic collecting has aided in the showing and economic support of emerging, international, local and -- perhaps most significantly -- many artists across the African diaspora. After beginning his new role at UTA in June 2019, Lewis hit the ground running by building out a compelling exhibition schedule and programming, and strategizing with Los Angeles' broader arts community. \"We sat down with the Hammer, LACMA and MOCA to talk about the fact that we were going to be in this space, and we want to be an active participant in the conversation,\" Lewis said. \"We want to make sure that we show the diversity of the art world.\" At UTA Artist Space -- which is neither a commercial gallery, nor a museum -- Lewis' vision can manifest fully. \"I love that we are a project space, and we get to showcase lots of different voices in a collapsed amount of time,\" he said. \"So going from someone like Arcmanoro Niles during Frieze Art Fair in February and then moving to Julia Wachtel right after is a really big leap on the art-world stage. But it's second nature for us because we live in all of those spaces, and it's a pretty proud moment for us.\" At the close of our conversation, Lewis expressed great pride and excitement about the coming years for the Los Angeles art scene. With the opening of Destination Crenshaw -- a 1.3-mile open-air museum featuring the work of black artists along the Metro's Crenshaw Boulevard expansion -- and the second year of Frieze Los Angeles, Lewis feels a fresh allure surrounding the local art community. \"I am so excited about where we are right now. I think the biggest reason is that I've got to watch all of LA show up,\" he said. The new projects and fairs \"enhance a sense of community that exists here, so that people are now encouraged to share what's going on,\" he added, recalling the messages he received from artists and collectors during Frieze Los Angeles, inviting him to stop by events. \"Just that familiarity,\" Lewis said, \"is something that feels very different.\""], "Language": false}