{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/31/health/gallery/coronavirus-cooking/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-31T17:43:18Z"], "LastModifiedDate": ["2020-04-01T00:53:35Z"], "Headline": ["What people are cooking during the coronavirus pandemic"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Jon Ander Elizalde recently made this focaccia bread in Houston. Many people are finding comfort in cooking during the coronavirus pandemic. They're also using it as a creative outlet, sharing their results on social media and connecting with others while they practice social distancing. \"I very much enjoy experimenting in the kitchen and cooking all sorts of complicated and different food, in general,\" Elizalde said. \"But I have had a chance and drive to do some more recently due to the circumstances.\" Los Angeles resident Erik Dahlgren has always loved the freshly baked sourdough at Disneyland's California Adventure park. So he challenged himself to try baking some of his own. He recently posted this photo on his Instagram account. \"I know the world is calling it social distancing, but it's just physical distancing,\" he said. \"With technology, I still feel like I get to be social.\" Silvia Rubiales Bussell made this no-bake Meyer lemon cheesecake pie from West Palm Beach, Florida. \"Baking and cooking for me is like meditation,\" she said. \"It keeps me calm.\" Sara Phillips and her boyfriend, Dan Krawczyk, teamed up on this duck in Cleveland Heights, Ohio. They made roasted potatoes and salad as sides. \"We usually cook most nights anyway, but now we have the time to make more involved recipes any day of the week, not just on weekends,\" she said. Brenda McNicol baked this chocolate cake for her 60th birthday and then held a virtual party via a video-conferencing app. \"The pandemic has changed our lives dramatically, like everyone else,\" said McNicol, who is from Edmonton, Alberta. \"We are staying home, cooking at home and staying away from our family and friends.\" Eric Cox shows off a ribeye steak that he recently grilled in Tucson, Arizona. He used an espresso dry rub and topped it with garlic, crispy sage, rosemary and garlic chive butter. \"As a full-time artist, this pandemic has drastically impacted how I'm creating. When the economy is struggling and society is worried, there is a huge decline in art sales,\" he said. \"I've been a fan of creating in the kitchen for a handful of years, but those creative juices have been flowing more during this struggle.\" These ham, cheese and onion empanadas were made by Emily D'Angelica in New York. \"I have always loved to cook, as it is a great anxiety reliever for me in my day-to-day life,\" she said. \"But now, more than ever, it is making me feel much more productive and proud — and effectively less anxious.\" Hanna Achepohl roasted this top-round lamb with baby potatoes in Eugene, Oregon. She added sauteed mushrooms and mini sweet bell peppers. \"This is helping me stay positive in the very stressful and difficult time,\" she said. \"Food is art, and we have to have art in our lives.\" CNN's Luisa Calad says she's always used cooking as a coping mechanism. While staying at home in Washington state, she made this caramel dessert. \"Making the perfect golden caramel looks easy, but it's not (at least for me),\" she said. \"This one turned out beautiful, and I used it to make an Argentinean type of flan that was baked in a water bath for four hours. The density and texture of the dessert turned out delicious.\" James Winston created this lobster ravioli with a burst cherry tomato sauce and basil. With fewer trips to the grocery store, he said he finds himself experimenting more. \"I'm trying to get creative and mix recipes and see how they turn out,\" he said. Pachy Sarmiento-Bull baked this orange, olive oil and rosemary cake from her home in New York. \"We have to do what we have to do to keep us distracted for a bit from what is happening, to have a break, to maintain sanity, because this is serious and it looks like it's going to last a long time,\" she said. Sima Annis cooked this omelet with sauteed spinach, onions, mushrooms, beef bologna and a Colby Jack cheese blend. She served it with avocados on the side. \"I haven't been able to go to work in two weeks, so I'm spending much more time at home,\" said Annis, who is living alone in Fayetteville, North Carolina, while her husband is deployed. \"With the free time and utilization of grocery delivery apps, I've settled into a new lifestyle that lets me experiment in the kitchen. I can't exactly shy away from healthy meals because of my pregnancy, so I often find myself on Facebook groups or Pinterest looking for new meal ideas, and it has been incredibly helpful. And fun in sharing the outcome with family and friends via FaceTime, texts and Facebook!\" These pastries — Swedish cardamom and cinnamon knots — were created by Vanessa Ritt in Potsdam, Germany. \"It's very hard to get certain ingredients over here like yeast and flour. so now we're experimenting with making our own yeast from dried fruit water and sugar, which is fun,\" she said. \"And since everyone needs something to lighten them up, we also sometimes give some of the food to our neighbors.\" \"I was running out of ideas for breakfast, so I searched YouTube for 'world's best breakfast recipe.' Shakshuka popped up,\" said Cherrilee Riedel of Chula Vista, California. The dish, popular in the Middle East, combines poached eggs in a sauce of tomatoes, onion, olive oil and garlic. Riedel topped it with cilantro and green olives. \"I became more conscious to cook just enough or sometimes less so as to stretch what we have in the house,\" she said. \"We haven't left our house for 10 days now since lockdown, and we don't know when we want to go out to make sure we are safe.\" Stacy Deasy made chicken and dumplings for her family in Wicklow, Ireland. \"Not only is it really flavorful and satisfying to eat, but it's inexpensive, contains basic ingredients and is not completely unhealthy,\" she said. \"Those are the things I've really been thinking about when cooking for my family during these strange days.\" Veronica Jones was inspired by a recent trip to Hawaii when she and her husband, Nate, made Spam musubi. The snack puts a slice of grilled Spam on a block of rice. \"All of our most recent recipes have been inspired by our travels, and we have been more patient with cook times,\" she said. \"This has allowed us to expand our culinary skills since we are at home more.\" Kallia Lamaris cooked spicy lamb chops with Bombay potatoes and a simple salad. \"Living in London, we're so used to being able to satisfy every craving, particularly with the array of restaurants and grocers nearby. We're especially spoilt when it comes to local Indian cuisine,\" she said. Consuela, who lives in southern France, made this carrot and banana cake with ginger and walnuts. She said she's tried to keep the fridge stocked with nutritious fresh foods, but it isn't easy these days. So she's had to be creative and work with what she can get. \"Somehow it's not the carrots and the bananas that go first. And that's where this morning pick-me-up came from,\" she said. During the pandemic, many people are turning to comfort food. For Katrina Crandall, that's food from New Mexico, where she grew up. \"I made a healthier, gluten-free, vegetarian version of a burrito, with seasoned ground soy \"beef,\" beans, red chile sauce, spinach, cheddar and avocado. It reminded me of home while allowing me to stick to my nutrition goals,\" she said. \"I think all our food should be packed with flavor right now,\" said Kathy Godley, who lives in County Wicklow in Ireland. \"It's important to return to our senses as a way to minimize stress. Flavors, smells and textures all offer comfort and bring us back to both happier times.\" She calls this isolation soup. \"It's a soup I made with the leftovers of my 10-hour chicken, sofrito, kale, stock, herbs, garlic and butter beans.\" Chelsea Sams baked this miniature apple pie in Chicago. \"I love putting small details into the things I make, like the lattice, tiny roses and pearls that are on this pie,\" she said. \"Baking has become a creative outlet for me. Working with the dough is calming and sort of meditative, which is amazing amid all the chaos.\" For dinner one night, Steve Roybal made this crispy chicken thigh with bacon lardons, roasted rainbow potatoes, broccolini, asparagus and a sweet gochujang mustard sauce.  \"I'm really trying to keep variety alive in my dishes, and posting them on my food page really helps motivate me to keep ideas fresh since I know other folks are in the same boat with the home cooking and looking for ideas and inspiration,\" said Roybal, who lives in Santa Rosa, California. Another Santa Rosa resident, Isla Hamilton, made these Meyer lemon and lavender shortbread cookies with a zesty lemon glaze. They are garnished with dried edible flowers. \"I made the cookies for my mother's birthday,\" she said. \"We were not able to celebrate fully this year because of the pandemic, and I wanted to make her something to lift her spirits! She is an avid gardener, and we are both fans of the outdoors.\" Caroline Ward baked this macaroni and cheese with five cheeses: dill havarti, gouda, gruyere, sharp cheddar and parmesan. She topped it with panko breadcrumbs, olive oil and chopped parsley. \"It is an original recipe,\" said Ward, who's from Southern California. \"I love cooking but don't get to cook due to my demanding work schedule.\" Brian Gilmore lives in Los Angeles and loves In-N-Out Burger, so he took a shot at recreating the chain's single and double-double. \"I really, really wanted In-N-Out today, particularly a double-double, and I'm trying to not go out unless it's absolutely necessary,\" he said. He posted his recipe to his Instagram account. Jennifer Cerny and her son, Ryan Gardner, were staying at a ski chalet about two hours north of Toronto when they made this cinnamon raisin swirl bread. \"I bought a cookbook called 'Artisan Sourdough Made Simple' and have been trying a few recipes from there,\" she said. \"Have lots of time on our hands, so (a) good way to pass the time.\" Daniela Rico graduates in May from the University of Georgia, and she's been finishing up her schoolwork from home. She's also had a lot more time to cook dishes like these patatas bravas. \"I was inspired by my recent trip to Madrid where I ate these potatoes everywhere,\" she said. \"I brought home some Spanish paprika because I knew I wanted to recreate the sauce at home.\" In addition to the spicy sauce, Rico also added an aioli made from lemon and garlic. Utah resident McKenna Jo Haws baked this dark-chocolate cake with Irish whiskey. \"The layers are filled with dulce de leche, and it's frosted with hazelnut Swiss meringue buttercream that I folded chocolate chips into,\" she said. \"I topped it with homemade chocolate/dulce de leche macarons.\" She made it because her husband is considered an \"essential\" worker and he wanted to cheer up his co-workers. Suzy Szasz Palmer had leftover cooked salmon, so she made salmon cakes and paired it with a salad. \"I wanted to do something different with leftover salmon other than just put"], "Language": false}