{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/opinions/covid-19-economy-freelancers-struggling-bodenheimer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rebecca Bodenheimer"], "Writers": [["Rebecca Bodenheimer"]], "FirstPublishDate": ["2020-03-30T19:36:28Z"], "LastModifiedDate": ["2020-03-31T18:50:18Z"], "Headline": ["Shutdown is a body blow for freelancers"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Congress has just passed a historic $2 trillion stimulus package that was signed into law by President Donald Trump on Friday afternoon. Beyond giving most Americans direct assistance in the form of a one-time check, it extends unemployment benefits to workers who don't traditionally have access because they don't have an employer via a new program called Pandemic Unemployment Assistance.    This extension is incredibly important because, according to the Freelancers Union, full-time freelancers made up 28% of the American workforce in 2019; in 2014, they made up just 17%. Nonetheless, there are already signs that the implementation of unemployment benefits for self-employed people will be riddled with problems and inconsistencies.   Last week, the president of the Freelancers Union, Rafael Espinal, sent a letter to New York City and state lawmakers, urging them to consider the specific plight of freelancers. He wrote, \"Unlike traditional employees, freelancers are excluded from receiving paid leave and unemployment insurance, and shoulder the cost of their own health and disability insurance. Without a concerted effort to extend relief to these workers, the economic impact of COVID-19 on independent workers will be nothing less than devastating.\"   It's important to note that the freelancers who will be the hardest hit tend to be younger and female. First, younger generations are freelancing at much higher rates than their parents: a whopping 53% of Gen Z are freelancers, according to a 2019 report from the Freelancers Union and Upwork. Second, although (according to the Freelancers Union report) 59% of freelancers are men, women are less likely to be high-earning freelancers:  nearly half make less than $25,000/year, compared to just 34% of men. In addition, women's reasons for freelancing are often related to child care or elder care responsibilities.   Fortunately, this new stimulus package is vastly more inclusive and equitable in terms of addressing the scope of the Covid-19-related economic crisis than the Families First Coronavirus Response Act passed earlier this month. The latter provided no direct aid to self-employed freelancers and gig workers, who make up almost a third of the American workforce. The only thing it promised was eventual help in the form of tax credits equal to what freelancers would have been paid during the affected period.   While tax credits help some freelancers -- especially those highly paid ones who tend to take a hit when it's time to pay taxes -- they are essentially too little, too late for many of us. According to the \"Freelancing in America\" report, the median hourly rate among freelancers overall is $20/hour (gross annual salary of $41,600), while for skilled freelancers, it's $28/hour ($58,240/year). In other words, most freelancers don't have much in the way of a \"rainy day fund.\" In addition, many freelancers file their taxes annually rather than quarterly, which means that they wouldn't see the aid from the Families First Coronavirus Response Act until spring 2021.   Thus, many freelancers are breathing a sigh of relief that they too will be included in the new stimulus package. As Espinal told me by phone, \"This is going to hopefully ensure that there's cash flow into the homes of freelancers,\" who, he stressed, are doubly affected by this crisis because we depend on many of the non-essential small businesses that have been shut down in order to do our work.   Espinal also noted that Pandemic Unemployment Assistance wouldn't have been achieved if not for the committed negotiating of Democratic senators, which resulted in a delay in an agreement by a few days, but ultimately a better deal. Espinal was in close contact with Senate minority leader Chuck Schumer's office to make sure freelancers were included in the language of the package.   In a tone-deaf move devoid of empathy for what Americans are going through, some GOP senators objected to the extra unemployment benefits that would be offered to eligible workers, $600 per week, feeling that it was \"too generous\" (as Democrat Brian Schatz of Hawaii tweeted) and might disincentivize people to go back to work once the crisis is over. This of course ignores the fact that the extra unemployment benefits only last for four months and wouldn't be indefinite. And, just before the House passed the stimulus bill Friday, a Republican representative, Thomas Massie of Kentucky, attempted to thwart its passage by requesting a full roll-call vote and forcing many members of the House to travel to Washington (despite the fact that this is ill-advised and risky during a pandemic) to block him.   It's never been clearer which party—in the wake of an unprecedented public health and economic crisis—is committed to helping working people survive.   Still, despite freelancers' inclusion in the stimulus package, for freelancers like me in California, this extension of benefits is coming at a time when many of our careers have already been upended by AB5. This California law mandates the reclassification of certain workers formerly classified as independent contractors so that they're considered waged employees.  But there are many self-employed people who aren't \"gig workers\" who work for one or two rideshare companies. Many of us are freelancers who provide services -- without key employment protections -- for dozens of entities per year, and we don't meet the standard to be reclassified as employees, nor do many freelancers want to be reclassified. According to the National Employment Law Project, the new legislation's unemployment assistance will extend to self-employed people and independent contractors, and even if a state has an inappropriate definition of \"employee,\" gig workers can use this new program -- showing proof of income and an explanation of how the pandemic prevents them from working -- to get the same benefit they would if they qualified for state unemployment insurance. Whether workers can get state unemployment insurance or federally funded pandemic unemployment assistance, according to NELP, they all go through the same state unemployment insurance portal and benefits are calculated the same. It's unclear to some, however, if freelancers do end up qualifying for state benefits, how the amount would be calculated. This CNBC article lays out some details and highlights the complexity of freelancers' situation: \"The [Labor Department] guidance should also stipulate if and how gig workers can get benefits for a severe decline in income, rather than outright job loss. Gig workers and contractors are likely to be able to get partial benefits if they don't earn too much.\" Also, as the article notes, many people who apply for unemployment aren't granted the benefits: approval rates range from a shockingly low 10.5% in North Carolina to over 50% in New Jersey.      For those of us with varying incomes from month to month, and who don't have \"anchor clients\" (repeat clients) who have explicitly told us they can no longer contract with us because of Covid-19, it's very difficult to prove that we're losing income because of the pandemic. For example, how does a freelancer writer know if a story they pitched isn't picked up because the outlet doesn't want it, or because they no longer have the budget for it? Also, given that state unemployment agencies are completely overwhelmed by the millions of claims that have been filed recently, the fact that freelancers' situations and sources of income are more complex could cause a delay for many of us in accessing benefits.      As a full-time freelance writer and editor, I can't begin to imagine what the long-term effects of the pandemic for me will be. I know writers who cover travel, food, art and live music are reeling right now—and that an increasing number of media outlets are freezing their freelance budgets or laying off their entire staff. The media industry has been in crisis for years now, and this will only worsen the situation, undoubtedly resulting in more layoffs and, in turn, a more saturated market of freelance writers.      As Espinal stated in a Freelancers Union email press release Friday afternoon, \"This bill is an incredible victory for the millions of freelancers who are unable to work due to this crisis.\" He also called on state and local governments to enact their own relief packages to help freelancers. However, even with this important win, direct economic assistance still feels very theoretical for the millions of freelancers scrambling to figure out how to apply for unemployment benefits or even, like me, how to prove that we qualify. We need state unemployment agencies and the Labor Department to release clear and standardized guidelines, and to be generous in approving our applications.    "], "Language": false}