{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/politics/campaigns-advertising-adapts-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Rogers, CNN"], "Writers": [["Alex Rogers"]], "FirstPublishDate": ["2020-03-31T11:28:04Z"], "LastModifiedDate": ["2020-03-31T11:28:04Z"], "Headline": ["Campaign advertising adapts to new coronavirus reality"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Susan Collins needed to get on the air. Democrats had outspent Republicans by millions in their attempt to defeat the four-term Maine senator and take back the Senate.  So her campaign turned to Larry McCarthy, a Republican master of the attack ad. Within four days last week, McCarthy and his colleagues wrote, shot, edited and sent to the press a 30-second spot. In it, doctors, firemen, grocers, pharmacists and police are shown working during the coronavirus pandemic. With a few seconds remaining, Collins appears on screen and thanks them. In times of crisis, even those deft in the dark art of negative advertising sometimes show their softer side. Campaigns try to make their candidates look compassionate and in command, while figuring out how to attack their opponents without looking exploitative or petty.  Some, like Collins, have pulled traditional spots for those that resemble public service announcements, complete with the federal government's coronavirus website address flashing on screen. Other campaigns and outside groups have continued to go on the attack, gone silent or haven't yet figured out how to advertise amid the pandemic. Producing paid communications in the age of coronavirus presents both opportunities and challenges. \"The people who argue that you should be up (on the air) will say, 'Well, TV and digital eyeballs are way up because people are trapped at home and very worried,'\" McCarthy said. \"And the con side will say, 'Well, what are you going to say?'\" McCarthy is perhaps best known for creating the infamous Willie Horton ad, a racially-charged attack that sought to portray 1988 Democratic presidential nominee Michael Dukakis as soft on crime. But when asked to compare the current climate to another era, McCarthy referenced one of his ads from the aftermath of another life-altering event: a 2004 spot in which Ashley, a Ohio girl who lost her mother in the September 11, 2001 attack on the World Trade Center, describes meeting a consoling President George W. Bush. In the ad, Ashley says, \"He's the most important man in the world and all he wanted to do was to make sure I'm safe, that I'm O.K.\" McCarthy believes the twin health care and economic catastrophes caused by the worsening pandemic could shape the 2020 elections even more than 9/11 influenced the 2002 and 2004 elections. \"We're in an ad environment that's never been seen in America before,\" he said. How campaigns are messaging around the crisis  The virus has suddenly changed the daily life of Americans — and the campaigns to elect their leaders along with it. In the United States, over 159,000 people had tested positive for the virus and over 2,900 had died as of Monday evening, according to CNN's tally. Americans have been told to stay at home. Businesses, schools and churches have closed. The stock market has tanked. Over 3 million Americans filed for unemployment benefits during the week ending March 21, the most initial jobless claims on record. This new reality has already taken over the presidential race and is starting to trickle down ballot, too. While President Donald Trump's approval rating has improved to 49%, the best of his presidency according to Gallup, Democrats have not gone quiet. Former Vice President Joe Biden has responded to the daily White House press briefings with videos and a new podcast from his Delaware home. Democrats have gone on the attack to highlight the weaknesses of the Trump administration's response, especially the President's initial downplaying of the spread of the virus and refusal to take responsibility for the lack of available tests. Priorities USA, a Democratic super PAC that has backed Biden, has launched a $6 million TV and digital buy across four battleground states -- Florida, Michigan, Pennsylvania and Wisconsin.  \"Listening to him boast about how great of a job he's done, how he would he give himself a 10, how people don't realize how smart he is about this kind of stuff, while the numbers every single hour skyrocket -- in terms of the number of cases in this country -- is completely fair game,\" Priorities' executive director Patrick McHugh told CNN. \"It's important to hold him to account for his failures.\" Republicans have painted these attacks as cynical and political. The Democrats' ads are \"disgusting\" and a \"politicization\" of the pandemic, Trump campaign spokeswoman Erin Perrine recently told CNN.  Down-ballot candidates have also not shied away from using coronavirus — and the government response to it -- in their advertising.  After the Senate passed a bill to extend paid sick leave for workers, Democrat Amy McGrath, a retired Marine fighter pilot running against Senate Majority Leader Mitch McConnell, criticized his handling of the bill in a statement, saying the Kentucky Republican \"put his personal political agenda over our well-being.\" McConnell's campaign in turn leaned into his powerful role in the Senate, responding with its first television ad of the year. After sweeping aerial shots of Washington, DC, and scenes of the majority leader in the halls of the Capitol, the narrator accuses McGrath of \"us(ing) this crisis.\" \"While Amy McGrath lies, Mitch McConnell leads,\" the narrator says, before the web address for the government's coronavirus response website flashes on screen.  But while a national crisis can confer legitimacy on incumbents, especially a Senate leader at the center of negotiating the largest economic stimulus in US history, it may also provide an opportunity for challengers to try to resonate with average Americans by identifying with them. Last week, McGrath released a new ad showing her and her family \"cooped up\" at home. As her kids and husband play on the floor behind her, McGrath talks directly to the camera about the volunteer network her campaign has organized to assist \"families and seniors throughout Kentucky.\" Challengers, and the outside groups backing them, can also use ads during a national crisis to criticize those in power. The same day that Collins released her ad to the press, the liberal group Majority Forward, which has ties to Senate Democratic leadership, launched a six-figure ad urging voters to thank her Democratic rival, state House speaker Sara Gideon. The group charged that while \"Washington was foot-dragging,\" Gideon struck a deal for millions of dollars in relief to Mainers. That night, however, the Senate passed its $2 trillion response to the crisis.  Majority Forward has also gone on the attack in Georgia, seizing on reports of senators' stock trades to argue in six-figure digital ads that Republican Sens. Kelly Loeffler and David Perdue used their positions of power to benefit during the pandemic. Both senators have denied any wrongdoing, and there's no indication that either lawmaker broke any laws or ran afoul of Senate rules, although the Justice Department has started investigating the trades of some lawmakers who made transactions ahead of the market decline.  An industry in flux Just as coronavirus has changed life on the campaign trail, it's affecting the logistics of how campaigns tell their stories.  The Collins ad, for example, was a \"grab and go\" shoot with a \"skeleton crew,\" McCarthy said. Last Monday, they filmed Collins at the National Republican Senatorial Campaign's headquarters in Washington and sent two people -- one toting a \"small low-end\" camera and a staffer -- around Maine to shoot the workers on the frontlines of the pandemic. They edited the spot and shipped it to TV stations the next day. Mark Putnam, a veteran Democratic ad maker, told CNN that the latest McGrath ad was shot on a home video camera by a staffer who kept six feet away from the Senate candidate and her family. But besides the McGrath ad, video shoots \"have pretty much shut down,\" he said.  \"We're hopeful that we'll be doing shoots again sometime soon,\" Putnam said. \"If not, we'll figure out ways to talk to voters at the appropriate time.\" For now, though, those creating ads have not been spared the economic downturn. \"It's not just difficult for campaigns, it's also devastating for the freelancers in the video industry,\" Putnam added. \"Camera operators, grips, electricians, gaffers, sound engineers, makeup artists, etc., all make their livings shoot to shoot. Their work has ground to a halt.\""], "Language": false}