{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/zao-wou-ki-abstract-painter/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-31T06:20:45Z"], "LastModifiedDate": ["2020-04-03T12:20:28Z"], "Headline": ["Zao Wou-Ki, the Chinese abstract painter who sells for millions"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Andy Warhol, David Hockney, Vincent van Gogh -- in 2019, Zao Wou-Ki outsold them all. In fact, the $238 million generated by the late painter's art at auctions last year was surpassed only by sums achieved by Picasso and Monet. Zao may not yet be a household name, but interest in his output has rocketed over the past decade. According to the Artprice database, transactions involving his work tripled in number between 2009 and 2014, leading to a scarcity of his paintings that sent prices soaring. Then in 2018, five years after his death, the brooding 33-foot-long triptych \"Juin-Octobre 1985\" sold for $65 million, becoming the most expensive artwork ever to go under the hammer in Hong Kong. The Chinese-French painter's burgeoning popularity is perhaps testament to his absorbing explorations of form and color. But it speaks too of his rare ability to appeal to Western and Asian buyers alike. Born in Beijing and spending most of his adult life in France, Zao straddled worlds, navigating the space between abstraction and figuration, Eastern and Western influences, and, ultimately, his birthplace and adopted homeland. Over the course of his life, his techniques ranged from the vigorous, gestured brushstrokes of America's abstract expressionists to the delicate swirls of Chinese ink paintings. As the artist himself once remarked, \"Everybody is bound by tradition. I am bound by two.\" Consequently, his oeuvre offers recognizable touchstones for collectors of all aesthetic persuasions. His appeal stems from being a truly \"global\" artist, according to former French prime minister Dominique de Villepin, an old friend of Zao's who -- along with his son, Arthur de Villepin -- is exhibiting a collection of the artist's works at their new Hong Kong gallery. \"Zao Wou-Ki knew Western art, and he knew Chinese culture,\" said Dominique, who served as prime minister during the presidency of Jacques Chirac, another of Zao's close friends. \"He worked with all these legacies in his mind, trying to go beyond and ... enter a new dimension. He was strongly rooted in the three major art scenes of the 20th and 21st centuries (in China, Europe and the US), and that explains why it is easier for us to enter into his world.\"   Bridging traditions Around two-thirds of the works currently being exhibited in Hong Kong belong to the painter's third wife (and president of the Zao Wou-Ki Foundation), Françoise Marquet, while the Villepins also contributed items from their family's collection. \"They might not be the biggest or most famous (artworks),\" said Arthur, an entrepreneur and art collector, \"but they're the intimate ones that allow us to understand him from a personal point of view.\" Set across three floors -- an unusual luxury in densely populated Hong Kong -- the father-and-son duo's gallery provides ample space to explore the progression of Zao's work, which underwent a number of stylistic shifts over his lifetime. Born in 1920 to a family of intellectuals, Zao was raised in Nantong, just north of Shanghai. Under the tuition of his grandfather, he showed an early aptitude for calligraphy and was accepted to the prestigious Hangzhou School of Fine Arts aged 15. While his education was steeped in classical Chinese tradition, the young artist also studied under prestigious teachers known for their embrace of Western modernism (this was the 1930s, long before Mao Zedong denounced such interests as bourgeois afflictions). He also found himself influenced by the likes of Matisse and Cézanne, whose works he absorbed through postcards and magazines brought from overseas. After teaching and exhibiting in China, Zao moved to Paris with his first wife in 1948, the year before Mao's communists seized power. After 36 days at sea, and an onward journey from Marseille, the young painter is said to have visited the Louvre on his very first afternoon in the French capital. Works in the Villepins' collection show Zao's attempts to replicate the art he saw there, including a Rembrandt. Other paintings highlight his more literal, early figurative style, complete with depictions of flowers and, in one untitled painting, a funeral procession set amid skeletal trees. But Zao would soon eschew much of his training, veering away from naturalism and diving deeper into abstraction. His canvases came alive with rich masses of color and indistinct shapes. Yet, he often found ways to incorporate his Chinese heritage, whether through the distant form of a mountain or a calligraphic flourish. He was particularly influenced by the work of painter Paul Klee, whose work he encountered in Switzerland in 1951. Just as Klee worked with hieroglyphic-like symbols, Zao experimented with ancient Chinese characters -- in abstract form -- during what is known as his \"oracle bone\" period. These early years in France also saw him moving effortlessly through Paris' literary and cultural circles, befriending the likes of artist Alberto Giacometti and poet Henri Michaux. His exhibitions even drew praise from Picasso, a painter whose work Zao had pored over as a student in China. However, it was his later visits to the US (and encounters with artists like Franz Kline) that shaped his celebrated \"hurricane\" period. From the late 1950s, Zao's brushstrokes carried a new vigor, reflecting the energetic spontaneity of New York's abstract expressionists. This continued throughout the 1960s and into the early 1970s. But the death of Zao's second wife, Chan May-Kan, seemed to bring about a new stillness. In 1972, he returned to China for the first time since his departure, and the influence of the artist's Chinese roots crept back into his work once more.  An intimate portrait It was during this reflective latter stage of Zao's career (the so-called \"infinite\" period) that he produced the record-breaking \"Juin-Octobre 1985.\" More reminiscent of the splashed-ink landscapes of Zhang Daqian (who was, posthumously, the world's best-selling artist at auction in 2011), the triptych was originally commissioned by architect I. M. Pei to hang in his Raffles City complex in Singapore. The sale more than doubled the auction record for a work by Zao. But the Villepins hope their exhibition can refocus attention on their friend, the artist, not the astronomical sums his work now attracts. \"These were paintings that Zao Wou-Ki was keeping for himself, and we believe there might be some good reasons he was keen on keeping them,\" Dominique said of the items being exhibited. \"I believe that having these very personal paintings, that the painter felt strongly related to, is something important.\" In one large-scale triptych, \"Hommage à Françoise,\" Zao reflects on his years of marriage to Marquet, the vigor and energy of the first panel eventually giving way to a Monet-style softness. Other works allude to significant moments -- both personal and global -- in his life, such as an arresting 2002 painting referencing both 9/11 and the artist's own declining health. Elsewhere, archive photographs and rare books of lithographs offer small glimpses into the painter's creative process. And, in a hidden room, the Villipins have displayed gifts they received from Zao, alongside other curiosities. Among them is the artist's only known self-portrait (complete with the unmistakable pencil mustache of his younger days), which was discovered when Dominique reframed another drawing and found the sketch hidden on its reverse. These personal connections partly inspired the show's title, \"Friendship and Reconciliation.\" But the name also points to something broader. Given Dominique's career in diplomacy, it's perhaps no surprise that he sees his old friend's art as a vehicle for cultural understanding. So too does Arthur, who grew up with Zao as a family friend and remembered him as a \"joyful\" man. \"He is an ambassador for China,\" he said, \"for being able to reconcile different cultures but also reconcile himself through the interaction of cultures.\" \"Friendship and Reconciliation,\" is showing at Villepin, Hong Kong, until Sept. 20, 2020."], "Language": false}