{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/jared-kushner-donald-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-30T14:44:45Z"], "LastModifiedDate": ["2020-04-30T16:34:55Z"], "Headline": ["Jared Kushner's tone-deaf coronavirus answer completely missed the mark"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Presidential son-in-law Jared Kushner went on Fox News Wednesday to declare victory over coronavirus. \"We're on the other side of the medical aspect of this,\" Kushner said. \"We've achieved all the different milestones that are needed. The federal government rose to the challenge, and this is a great success story.\" Which, part, exactly is the \"great success story?\" President Donald Trump's repeated downplaying of the threat posed to America by the virus even as it was ravaging China? The badly sputtering start to necessary testing for the virus in the United States? The 30 million people unemployed? The relentless promotion by the President of an anti-malarial drug that has not, in clinical trials, actually proven effective in fighting coronavirus? The more than 1 million people sickened and 60,000+ people dead because of coronavirus in the US? You get the point. When 60,000 Americans are dead -- with projections that the death toll will rise another 10,000 (or more) before summer ends -- it is remarkably tone-deaf to declare a \"success\" of any sort. Like, stunningly so. Which is par for the course for Kushner, a White House senior adviser and the husband of Trump's eldest daughter, Ivanka, and the sort of to-the-manor-born person who seemingly just never seems to, well, get it.  Take Kushner's previous foray into sounding off about the coronavirus earlier this month. (Kushner has been given some amorphous but hugely powerful role by Trump on the coronavirus task force.) Asked why medical supplies from the federal stockpile weren't being distributed to states that needed them, Kushner responded: \"The notion of the federal stockpile was it's supposed to be our stockpile. It's not supposed to be state's stockpiles that they then use.\" First off, \"our stockpile?\" No way, dude.  Second, the language on the Strategic National Stockpile website reads this way (bolding mine):  \"The Strategic National Stockpile is the nation's largest supply of life-saving pharmaceuticals and medical supplies for use in a public health emergency severe enough to cause local supplies to run out. When state, local, tribal, and territorial responders request federal assistance to support their response efforts, the stockpile ensures that the right medicines and supplies get to those who need them most during an emergency.\" (In a move straight out of \"1984,\" the language on the site was changed following Kushner's assertion.) Then there was the revelation, again earlier this month, that amid nearly nationwide stay-at-home orders Jared and Ivanka (and their three children) traveled from Washington, DC, to a Trump property in New Jersey to celebrate the first night of Passover. (Earlier in the day, before heading to New Jersey, Ivanka Trump had tweeted: \"Tonight we gather for a Passover without precedent. The group might be smaller, and the answer to 'why is this night different' might be unusual. But all across the world we shall sing our songs of freedom and together celebrate renewal.\") It's long been said that Trump lives in a bubble -- surrounded by lackeys and his own self-fulfilling desire to believe what he wants about himself and the world regardless of what the facts say. But that same thing can be said of Kushner -- a child of privilege who was raised in New York City by a real-estate mogul father. (Sound familiar?) Only someone who has spent a life looking at the average person with a sort of scientific or philosophical remove could go on TV with 60,000 Americans dead and demand that this \"great success story\" be acknowledged. Because while Kushner's point was -- and is -- clearly that things could have been much, much worse, the willingness to ignore the real-world effects of coronavirus only comes with an out-of-touchness that has been nurtured over a lifetime. Being born into privilege isn't Kushner's fault! But his seeming blindness to what that privilege has given him -- and allowed him to avoid -- is. He'd be far better off (and so would we) if he would simply stay behind the scenes -- and away from the TV cameras -- as the country continues its fight against coronavirus."], "Language": false}