{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/cnn-underscored/home-improvement-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lindsay Tigar"], "Writers": [["Lindsay Tigar"]], "FirstPublishDate": ["2020-03-30T18:01:35Z"], "LastModifiedDate": ["2020-03-30T18:01:35Z"], "Headline": ["17 easy home improvement projects that make your space feel brand new"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here and let us know your thoughts here. To ensure our safety and health and to stop the spread of coronavirus, people everywhere are being asked to stay indoors. And though some much-needed downtime is appreciated, after a while, typically busy people become bored. Rather than binge-watching another Netflix series, look around your home for small tweaks to try. These mini projects are a helpful and productive distraction from the news — and they'll breathe new life into your home. From replacing your lampshades to wallpapering, you can try these ideas straight from interior designers to help pass the time.  Create more storage in your kitchen cabinets  During times of uncertainty, people crave structure and order, says interior designer Kevin Isbell. And since many of us are at home, this is a great time to tackle the most cluttered area of our homes: the kitchen.  With cans here, fresh produce there and not enough space, Isbell suggests getting creative with your storage solutions. You can do this by adding pull-out drawers in each of your lower cabinets to create more spots for more items. Not only is it easy — just a few screws and a screwdriver — but you'll also be amazed by the difference it makes in fighting clutter. Try this: Lynk Chrome Pull-Out Cabinet Drawers (starting at $35.98, originally $44.99; containerstore.com) _______________________________________________________________________________  Paint your kitchen cabinets  Designer Glenn Lawson, the co-founder of furniture and home goods brand Lawson-Fenning, says one easy way to make your kitchen feel new without shelling out a ton of dough is to paint your cabinets.  While you probably want to ensure everyone in your home is on board before going all in on this project, a quick coat of paint allows you to redesign the overall theme of the heart of your home. For a subtle approach, try a muted green or calming blue. They are both soothing, but still different enough to shake up the style. Try this: Behr Satin Enamel Interior/Exterior Paint ($34.98; homedepot.com) _______________________________________________________________________________  Finally put up that gallery wall  How many Instagram posts of gallery walls have you added to your saved folder? With so many different ways to create this eye-catching display — perfect grids, randomized orientation, multi-color frames — your hardest choice will be which one to take. As interior designer Cortney Bishop reminds us, we all have a surplus of family photos, art made from kids or collected on travels and other prints that, when put together, can create a masterpiece.  \"Try pieces here, try pieces there: a new mix-up might surprise you and showcase your art in a whole new light,\" she says. \"Fill or replace photos in frames — switch it up with new snaps that remind you of happy times and simple joys.\"  Try this: Andover Mills 7-Piece Abner Picture Frame Set ($65.99, originally $99.99; wayfair.com)  Hang & Level The Picture Hanging Tool ($14.99; target.com) _______________________________________________________________________________  Swap doorknobs and pulls Lauren Gregory, interior designer and owner of DACHA Interiors, says you don't have to do much to elevate the look of your entire home. How so? By swapping out your basic, boring doorknobs and pulls with ones that add more character, color and dimension. She suggests going with a vintage, cut-glass or crystal doorknob, and having fun with color with pulls in your bathroom or kitchen. Try this: Satin Nickel Victorian Glass Knob Passage Set ($16.45; homedepot.com) Notched Center-to-Center Brushed Copper Drawer Pull ($2.80; homedepot.com) _______________________________________________________________________________  Switch up your lampshades Most people don't think twice about a lamp once they've purchased it, put it together and added a light bulb. But Kelly Dunn, the founder and CEO of Fathom Design Company, says switching our shades can instantly shift our perspective and perception of our home.  \"Seeing something new where your eyes were accustomed to the same thing every day is exciting in its simplicity,\" she says. If you'd like to update your shades with a new purchase, Dunn says to make sure the item has similar dimensions: \"Don't stray farther than 2-3 inches wider or narrower, and make sure it is the same height,\" she recommends. Try this: Symple Stuff 12\" Linen Empire Lamp Shade ($44.99; wayfair.com) _______________________________________________________________________________  Create a game room Though Netflix binges can help pass a few days, it's easy to get bored glued to the TV hours beyond end. Instead, stimulate your mind and supercharge your competitiveness by playing games with quarantined housemates. Raf Howery, the CEO of Kukun, suggests taking a corner of your living room, or even part of a spare bedroom, and making a bona fide game room.  \"Take a table that you already have at home and create a designated play space in your house to entertain your family and remove any of the pressure that comes from feeling stuck at home,\" he says. This super fast swap will help with your mental energy during a tough time.  Try this: Classic Tabletop Game 3 Pack ($179.99; wayfair.com) _______________________________________________________________________________  Install dimmers If you and your one-and-only are snuggled up more often these days, why not add a touch of romance? Light dimmers are fairly easy to install, Gregory says, and serve as an inexpensive, easy way to control the ambiance of your space. \"We may all be stuck at home, but there is no reason we need to suffer through bad lighting on top of everything else,\" she adds. Try this: Leviton Decora SureSlide Universal Dimmer ($16.28; homedepot.com) _______________________________________________________________________________  Add crown molding You don't have to be Joanna Gaines to complete a DIY project. In fact, while adding crown molding may take a bit of time, you have it right now, so why not challenge yourself? Once you purchase the style you like, all you need is a power screwdriver, a ladder and patience. When you finish one room, we bet you'll be excited for the next.  Try this: Woodgrain Millwork Primed Finger-Joined Crown Molding ($9.75; homedepot.com)  Lithium-Ion Cordless Electric Screwdriver with Bits ($16.97; homedepot.com) _______________________________________________________________________________  Create a springtime centerpiece Believe it or not, spring is here! Though some folks aren't able to enjoy the beauty of the great outdoors these days, Dunn says anyone can bring the hope and color of spring inside.  \"Create a centerpiece that replicates a family time capsule using a decorative trough and filling it with favorite books, plants, flowers, fruit, old photos and gadgets,\" she suggests. To make sure that you don't overcrowd your design, Dunn says to start with spacing the larger items first and then filling in with the smaller items.  Try this: Silk Peony Stems ($37.99; wayfair.com) _______________________________________________________________________________  Add personality to your walls  The good news about wallpaper is that it doesn't always have to be a permanent solution. While you're home and social distancing, Gregory suggests applying a graphic or colorful wallpaper that can easily be stuck on and pulled off later.  \"This update is great because it is subtle,\" she says. If you love the final product, Gregory says wallpaper has many purposes: inside of your closet and even inside of dresser drawers. Try this: Project 62 Ribbon Peel And Stick Wallpaper Gold/Ivory ($34; target.com)  _______________________________________________________________________________  Create an outdoor space For those of us who are lucky enough to have any sort of outdoor space — a balcony, a patio or a backyard — it's safe to say we've never treasured it more. Access to daily vitamin D and the ability to breathe fresh air creates a much-needed break from the indoors. Now that you have the time, Lawson suggests investing in ways to make this space cozy.  \"It is important to carve out a peaceful outdoor room where you can enjoy nature in a socially distancing--friendly way,\" he says. \"Set up a few chairs around a fire pit or chiminea for an evening marshmallow roasting session.\"  Try this: Alois Chaise Lounge Set with Cushion and Table ($355.99; wayfair.com) _______________________________________________________________________________  Patch up the little stuff Those holes in the wall from a DIY project gone wrong. The scratches on the tub. And the scuff marks on the floor. You see these little imperfections daily but you lack the energy — and frankly, the time — to fix 'em. Now, since you're home, it's time to get to it.  Try this: 4 in. x 4 in. Drywall Repair Patch Kit ($8.22; homedepot.com) _______________________________________________________________________________  Replace standard light fixtures with decorative ones If you've had the same light fixture since you first moved into your pad, take the opportunity to browse online and change chandeliers, pendants, sconces and other varieties that speak to you. As Lawson shares, by following instructions, it can be easy and fast to replace the old with the new.  \"Choose a fixture that goes with the style of your home. If you live in a Spanish home, shop for glass lanterns. If you live in a brand new loft, go for something minimal and modern,\" he says.  Try this: Ebern Designs Single Dome Pendant ($68.99; wayfair.com) _______________________________________________________________________________  Bring nature inside Even if you may not have the greenest thumb of your crew, plants have a way of sprucing up any area of the home. Not only do they bring light, color and a new life into our space, but Sophie Fidler, the office design lead at Breather, shares they also provide mental benefits, too.  \"Humans have an inherent desire and need to connect with nature, and the positive impacts of natural elements, such as plants, include reduced stress, improved cognitive function, and enhanced mood and creativity,\" she says. Whether you order from your local nursery to support small business or via online retailers, adopting a green friend while you're social distancing will give you something to care for.  Try this: United Nursery Pilea Peperomioides ($22.98; homedepot.com) _______________________________________________________________________________  Finally declutter your papers The time has come. You know what we mean. That junk drawer of yours needs to be sorted and decluttered, stat. Especially if you've, um, created an even bigger pile of miscellaneous papers and knickkn"], "Language": false}