{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/countries-with-multiple-capitals-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-15T15:27:21Z"], "LastModifiedDate": ["2020-03-30T12:02:31Z"], "Headline": ["Nations with two or more capital cities"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Grand Mosque of Porto-Novo, Benin: Historic architecture in Porto-Novo, the official capital of Benin, is influenced by the Afro-Brazilian culture brought here by formerly enslaved people. Click through the gallery to see Benin's other capital and more countries with two or more capital cities: Dantokpa Market in Cotonou, Benin: Among the largest open-air markets in West Africa, colorful Dantokpa Market covers a sprawling 20 hectares.  Cable cars in La Paz, Bolivia: With views of towering peaks, a network of cable cars shuttles passengers through Bolivia's high-altitude administrative capital. Freedom House in Sucre, Bolivia: With whitewashed architecture and centuries of history, the Andean city of Sucre is Bolivia's constitutional capital.  Financial district in Santiago de Chile: The country's national administrative and judicial bodies gather in this city, where skyscrapers have a backdrop of snowy mountains. Colorful houses in Valparaíso, Chile: The historic center of this coastal Chilean city, where the national legislature is based, is a UNESCO World Heritage Site. Basilica of our Lady of Peace in Yamoussoukro, Côte D'Ivoire: This landmark in the boyhood home of former President Félix Houphouët-Boigny is the world's largest church.  Sofitel Hotel Ivoire in Abidjan, Côte D'Ivoire: The de-facto seat of government in Côte D'Ivoire includes landmarks of Afro-Modernism, such as this hotel tower built in 1964.  Prague Castle in Prague, Czech Republic: The President of the Czech Republic is officially based in Prague Castle, which was founded in the 9th century. Rooflines in Brno, Czech Republic: With lots of history and student energy, Brno is also home to the Supreme Court of the Czech Republic. Ezulwini Valley in the Kingdom of eSwatini: Mbabane, the administrative capital of the Kingdom of eSwatini, is located near this scenic landscape of rocky mountains. Ludzidzini in the Kingdom of eSwatini: The annual royal Reed Dance takes place at the Ludzidzini Royal palace. Petronas Twin Towers in Kuala Lumpur, Malaysia: The national capital of Malaysia is abuzz with round-the-clock traffic and urban energy. Putra Mosque in Putrajaya, Malaysia: Perched on the edge of a manmade lake, this bright-pink mosque is a major landmark in the new Malaysian capital of Putrajaya.  Millennium Bridge in Podgorica, Montenegro: The Montenegro government is officially located in the historic city of Podgorica.  Blue Palace in Cetinje, Montenegro: The official residence of Montenegro's president is the Blue Palace in Cetinje, the country's Old Royal Capital. Canal in Amsterdam, Netherlands: Traditional houses line canals in Amsterdam, the official capital of the Netherlands. Binnenhof Castle in The Hague, Netherlands: The Netherlands' main governing bodies are located at Binnenhof Castle, where the King still appears for annual speeches. Jacaranda trees in Pretoria, South Africa: September brings purple blossoms to Pretoria, one of South Africa's three capital cities.  Cape Town harbor in South Africa: With a spectacular coastal location, Cape Town was the capital of Britain's Cape Colony. Oliewenhuis Art Museum in Bloemfontein, South Africa: A permanent collection of works by South African artists draws visitors to Oliewenhuis Art Museum in Bloemfontein, South Africa's third capital.  Colombo, Sri Lanka: Beaches line the urban waterfront of Colombo, home to the national and executive bodies of government in Sri Lanka. Sri Lanka Parliament in Sri Jayawardenepura Kotte: The official capital of Sri Lanka is in Sri Jayawardenepura Kotte, inland from the city of Colombo.  Sunset at Dar es Salaam, Tanzania: With a gorgeous perch on the edge of the Indian Ocean, Dar es Salaam is still the seat of many government functions more than 40 years after the new capital of Dodoma was declared. The Tanzanian Parliament building in Dodoma, Tanzania: In 2019, Tanzanian President John Magufuli moved his office to Dodoma."], "Language": false}