{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/opinions/shreveport-louisiana-new-orleans-coronavirus-kent-sepkowitz-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Kent Sepkowitz"], "Writers": [["Kent Sepkowitz"]], "FirstPublishDate": ["2020-03-30T01:47:16Z"], "LastModifiedDate": ["2020-03-30T01:47:16Z"], "Headline": ["The alarming message of Louisiana's sharp rise in Covid-19 cases"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The explosion of cases in New Orleans, Louisiana, has caught the attention of Covid watchers and doomsayers across the country. Less than two weeks ago, the Crescent City recorded less than 100 cases. By March 29 the number of infections in Orleans Parish reached 1,350, with 73 deaths. The fatalities per capita rivals that of New York City.  Though all eyes are on New Orleans, an equally alarming outbreak is occurring in a smaller city in the northwest of the state. Shreveport, near the border of Texas, Arkansas and Oklahoma — a region referred to locally as Ark-La-Tex (sorry, Oklahoma) — has about 200,000 people and sits across the Red River from Bossier City, with its population of 70,000. And right now, it is in the first stages of its own unique Covid-19 nightmare.   In recent days, the cases from these sister cities, which are in Caddo and Bossier parishes, have risen 30 or a 40 a day. As of March 29, the total for the two parishes sits at 275 overall, including five deaths. Incredibly, just a week ago, there were just 21 cases. Stated simply, this has the makings of serious trouble.  On the upbeat side, however, Dr. Puja Nambiar, an infectious disease specialist at the LSU Health Shreveport Medical School, told me that Shreveport experts have been able to work closely with the team at the Ochsner Health in New Orleans, adopting protocols and surge planning developed by experts a week ahead of the epidemic. Hopefully, that will help stem the tide. No one is exactly certain why Shreveport has been hit. Though travel from New Orleans certainly is a possibility, it's a good five-hour drive to the Big Easy. Rather, some think that the Shreveport Mardi Gras, a several-day affair that usually draws between 250,000 and 400,000 participants annually might be the source, just as some think Mardi Gras may have contributed to kindling the outbreak in New Orleans. Some New Orleans infectious disease experts, however, think this theory overlooks an equally plausible explanation.  Rather than the partying crowds who keep a very unsafe social distance on the streets of New Orleans, Dr. Dahlene Fusco, an infectious disease professor at Tulane University, told me that many people leave the city during Mardi Gras to escape the insanity — then return when the dust settles. Perhaps these people are bringing the infection in from their travels to New York and California. Though the answer is critical, Fusco said only systematic study that may take months will clarify the reason for Louisiana's sudden nearly overwhelming epidemic.    The Shreveport Mardi Gras is spread across several weekends, ending on February 25 this year. It, too, is noisy and festive and every bit as deliberately chaotic as its southern counterpart.  But there likely is a difference in who chooses to go there. A lot of \"revelers\" selecting New Orleans are from far away — it is a destination, even a bucket list item, owing to its fame, the sense of abandon and possibility that shadows the event, the food and drink in the French Quarter, as well as big city activities -- art museums, professional sports, unique and gorgeous architecture.  Shreveport, on the other hand, is a trim, proud river town that has had its historic highs and lows. A century ago, it was a hub for Standard Oil; now there are various industries, some colleges, a massive casino and river boats. Few out-of-towners go there for the night life or the art or the sense of drama. Shreveport's Mardi Gras pulls in a local, small-town type of reveler from the million or so people in the towns that comprise the Ark-La-Tex region. One report on the economic impact of the Shreveport Mardi Gras noted that about a third of visitors were from outside the area. Which should worry the Trump administration as they plan for any semi-roll back of social distancing. Their assumption is simple — some places don't have the virus.  Right now the roll call of places free of Covid-19 seems like a very short list. Rather, it would be more correct to say that some places haven't diagnosed the virus. We don't simply know if virus is there or not. But it probably is.  According to the Covid Tracking Project, as of March 29, Louisiana had done at least 25,000 tests in a state with more than 4.6 million people. Most disturbingly, about 500 of the 3,540 Covid-19 cases have been diagnosed in areas beyond the New Orleans to Baton Rouge axis.  Plus, there is a place like Longview, Texas, about an hour west of Shreveport. Currently, there is no information about how many people from Longview's Gregg County (four cases) and nearby Smith County (30 cases) traveled to Shreveport for the Mardi Gras. But we do know that these areas are extremely worried about Covid-19 cases in their area. For them — correctly — any evidence of community transmission is a signal that containment efforts must be organized.   And local officials know the need to test.  This many infections in a midsize city like Shreveport and the first pulse of infection in nearby towns argues strongly against the president's plan hope to open some areas by Easter and more strongly against the White House's coronavirus task force coordinator  Dr. Deborah Birx's statement that \"almost 40 percent of the country (has]) extraordinarily low numbers and they are testing.\" Low compared to New York and New Orleans — sure.  But safe enough to signal the all clear?  Not even faintly true.  The Covid-19 epidemic in the United States has moved from \"Oh, it's just a nursing home\" in Washington state to \"Oh, it's New York City, that place is a total mess\" to \"Oh, it's New Orleans what did you expect, they always have problems\" to the current face of the outbreak: Shreveport, Louisiana, Longview, Texas, and countless other towns and small cities that have evidence of infection, little testing, lots of concern and countless citizens who only want help so that they can do the right thing."], "Language": false}