{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/coronavirus-origins-china-american-intelligence-agencies-laboratory/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-04-30T13:03:03Z"], "LastModifiedDate": ["2020-04-30T14:53:08Z"], "Headline": ["New York Times: Top administration officials have pushed intelligence agencies to link coronavirus to Chinese labs"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A number of top officials in the Trump administration have pushed US intelligence agencies looking into the origin of the novel coronavirus to \"hunt for evidence\" linking the virus to a Chinese laboratory, The New York Times reported Thursday.  The Times, which noted that \"intelligence agencies remain skeptical that conclusive evidence of a link to a lab can be found,\" reported that Secretary of State Mike Pompeo, deputy national security adviser Matthew Pottinger and Anthony Ruggiero, an official with the National Security Council, are among those pushing for the agencies to find a link.  Pompeo, the newspaper said, has \"taken the lead\" in pushing for more information about the potential connection, while Pottinger \"has pressed intelligence agencies off and on since January to gather information that might support any origin theory linked to a lab\" and Ruggiero \"expressed frustration\" during a call that same month that the CIA was unable to get behind any theory of the virus' origin.  The Times said that \"some intelligence analysts are concerned that the pressure from administration officials will distort assessments about the virus and that they could be used as a political weapon\" against China, which President Donald Trump has sought to place blame on for the virus that has so far claimed the lives of at least 227,000 people worldwide.  Acting Director of National Intelligence Richard Grenell's office said in a statement Thursday that the intelligence community will \"continue to rigorously examine emerging information and intelligence to determine whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\"  The statement also noted that the intelligence community \"concurs with the wide scientific consensus that the Covid-19 virus was not manmade or genetically modified.\"  CNN reported earlier this month that an intelligence official familiar with the government analysis said US intelligence officials are investigating a theory that the virus originated in a laboratory in Wuhan, China, and was accidentally released to the public. The theory has been pushed by supporters of the President, including some congressional Republicans, who are eager to deflect criticisms of Trump's handling of the pandemic. Other sources told CNN that US intelligence hasn't been able to corroborate the theory but is trying to discern whether someone was infected in the lab through an accident or poor handling of materials and may have then infected others. But the theory is one of multiple being pursued by investigators as they attempt to determine the origin of the coronavirus. The US does not believe the virus was associated with bioweapons research and the sources indicated there is currently no indication the virus was man-made.  The Times said in its report that officials in the intelligence community \"have repeatedly pointed out to the White House that determining the origins of the outbreak is fundamentally a scientific question that cannot be solved easily by spycraft.\" "], "Language": false}