{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/us/getty-museum-recreate-artwork-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-29T00:27:52Z"], "LastModifiedDate": ["2020-03-29T00:27:52Z"], "Headline": ["The Getty Museum is asking people to recreate artwork using random house objects"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As nearly a third of the world's population lives under coronavirus-related restrictions, weeks of self-isolation have become the new norm. And people are starting to get bored. Luckily, the J. Paul Getty Museum, based in Los Angeles, gave art fans something different to do besides Netflix and chilling.  \"We challenge you to recreate a work of art with objects (and people) in your home,\" the museum tweeted.  The rules are quite simple: pick your favorite art, find three things lying around your house, and use them to recreate the artwork. The museum shared some of the best creations, and people were quick to hop on the trend. Madonna and Child The only thing better than art is a puppy. And the only thing we like more than  Master of St. Cecilia's painting of \"Madonna and Child\" is this person's recreation of it.  Portrait of a Halberdier  Who needs a spear/battle ax when you've got a hockey stick? This person recreated Pontormo's \"Portrait of a Halberdier.\" We can barely tell the difference.  Still Life One person recreated the painting, \"Still Life with Fish, Vegetables, Gougères, Pots, and Cruets on a Table,\" by French artist Jean-Siméon Chardin. The Scream A Twitter user creatively recreated Edvard Munch's \"The Scream\" using socks, toy cars, clothes, and a quite relevant box of Clorox wipes. We're honestly impressed. \"You'll have to blur your eyes to look at this one. Just a quick trial,\" the user tweeted. Camille with a Small Dog Claude Monet loved painting people and their dogs. This Twitter user, who recreated Monet's \"Camille with a Small Dog,\" should have definitely been one of them."], "Language": false}