{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/the-good-stuff-032820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-28T03:27:26Z"], "LastModifiedDate": ["2020-03-28T03:27:26Z"], "Headline": ["The Good Stuff: Aquarium puppies, a Zoom wedding and a flower photo swap"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A lot of people have this idea that you need to be accomplishing something to make the most of your free time, even if it's time you only have because you literally can't go anywhere or do anything else. Suddenly, the files you've been meaning to organize, the photos you've been meaning to digitize, the hosta plants you've been meaning to separate, and the reading lists you've been meaning to get to seem a little more pressing. But don't let the lure of constant productivity keep you from enjoying the things you do. There are unseen stresses for everyone during times like these, and if all you want is to lie in a hammock and count your blessings, then by all means, do so. Free time can stay just that: Free. Our favorites this week Get going with some of our most popular good news stories of the week That's a funny-lookin' bunny  The Cadbury company, the chocolate makers behind those sinful cream-filled eggs, held a nationwide tryout to find the next Cadbury Bunny. What they found wasn't a bunny at all, but Lieutenant Dan! The two-legged hound from Richmond, Ohio, edged out several other worthy contenders for the title, including Ginger the Hamster, Conswala the cake-baking llama and Dilly Bar Dabbler the duck. What really made Lt. Dan really Cadbury Bunny-worthy was his heartwarming story. The rescue pup was born with a deformity in his hind paws and tail that led to their eventual amputation. That didn't stop him from growing up to be a happy boy — and a hoppy one. Because of his leg situation, Lt. Dan sometimes hops around just like a bunny does. \"Lieutenant Dan is the epitome of inspiration, passion and energy, showcasing that no matter what challenges you, you can overcome it,\" Cadbury said. Now, about the ears ... Relax, close your eyes... There are so many beautiful stories of communities coming together to make music recently, even while they are kept apart. The Arkansas Symphony Orchestra is hosting a lovely \"Bedtime with Bach\" series where every night at 9 p.m., one or a few of their musicians performs a soothing piece from their home, streamed on the ASO's Facebook page. Viewers have said it's a great way to feel connected to their community, and enjoy the transformative joy and comfort of beautiful music. (Speaking of, this version of Ode to Joy, performed by isolated members of the Rotterdam Philharmonic Orchestra, will bring you to tears. Not weeping. I mean big, fat, ugly, painful sobbing tears.) PSA: If there were a time to get involved with your local arts community, it's now! Go like, follow, watch and support your local symphony or music groups. They're all doing something to help keep beauty in your lives! And right now they need you, just as much as you need them.  Teachers on parade  Schools are shuttered in many parts of the world, but that didn't keep teachers from North Elementary School in Noblesville, Indiana, from showing some love. Dozens of teachers paraded in a line of 50 cars to visit their students from a safe distance last week, honking and waving and displaying signs of encouragement as they passed families and children gathered in driveways and on sidewalks. A third-grade teacher pitched the idea to her fellow teachers after she saw a parent in Texas post the idea on Facebook. Now, other school districts like the idea so much, they're holding their own versions to keep in touch. One sign from an art teacher in the North Elementary parade read, simply: \"I miss you and love you. Keep Creating.\" Raise a glass to... Judi Sheppard Missett, the founder of the Jazzercise movement. Yes, the biggest fitness craze of the 1970s and 1980s is still thriving, with more than 8,500 Jazzercise studios around the world. And, at 75, Missett is still choreographing and leading classes! What's the secret to the longevity of her beloved movement? Positivity. Missett says her mission of making fitness fun and accessible is as relevant today as it was when she started the program in 1969. \"Anticipation and excitement keep you motivated, keep you moving forward,\" she says. \"When you truly love what you do, I don't think you're ever done.\" Consider this your inspiration to hold a living room dance party this weekend. After all, we've all got to keep moving.    A bright idea Get ready to smile, or at least learn a lot about smiling. Yale University's massively popular \"happiness\" course, technically called \"The Science of Well Being\", is available to audit for free online! The course offers insights from psychology and neuroscience about what drives happiness, and then challenges students to experiment with behavior change exercises to help rewire the brain. It was a campus sensation and became available online about two years ago. Here's a quick lesson from course creator Laurie Santos: Happiness doesn't come from complex desires. \"We miswant things. We think we need to change our life circumstances to become happier,\" she says. But \"what plays a much bigger role are our simple practices, simple acts like making a social connection, or taking time for gratitude, or taking time to be in the present moment.\" You gotta see this With so many zoos and aquariums closed, staff members are taking the opportunity to show animals around the deserted locations and meet some of their exotic neighbors. Or, in the case of the Georgia Aquarium, crash the party with some special guests. A pair of rescue puppies from the Atlanta Humane Society paid a visit and explored the aquarium's massive underwater tunnel and Ocean Voyager gallery, which display the aquarium's four behemoth whale sharks. For your further viewing pleasure, we suggest the intrepid penguins at Chicago's Shedd Aquarium, or the Cincinnati Zoo's red river hog Sir Francis bacon, who got to meet his local mob of (extremely curious, possibly traumatized) meerkats.  Heroes among us In 2015, Dr. Jim Withers was recognized by CNN Heroes for his work in pioneering \"street medicine\" among Pittsburgh communities. Now, he is bringing care to unhoused people who are left especially vulnerable to the spread of coronavirus. Withers' team has been designated by the city's mayor to lead virus management for the city's homeless population. They're giving out soap and jugs of water and educating people about how they can protect themselves. They have masks, tents and sleeping bags available for those who need to isolate but don't want to go to the hospital. Read more stories from past CNN Heroes who are battling the coronavirus crisis from the front lines, and don't forget to thank a nurse, doctor, hospital worker, grocery store clerk, delivery person, utility worker or other member of the essential workforce who is keeping the world on track. (And if you are that person, we thank YOU.) Hear, hear! Shared pain is lessened; shared joy, increased.  - Spider Robinson, award-winning science fiction author, in his 1996 book \"The Callahan Chronicals.\" Tell us something good Chicago, Illinois  Last weekend, Michael Oxman and Doug Winkelstein were married in front of their rabbi and hundreds of loved ones, just as they had been planning for months. There was only one little change: The officiant and more than 200 \"guests\" witnessed the blessed event on a video call. Like countless other couples, the coronavirus outbreak forced Oxman and Winkelstein to cancel their original wedding plans, but they decided to go forward with the one thing that really mattered: Becoming husband and husband. Because there are no space restraints online, the couple opened their wedding to a larger circle of friends and even jokingly suggested people could dress up if they wanted. Sure enough, many took the time shed the sweatpants for some snappy wedding attire. \"It certainly wasn't how we pictured our wedding to look like,\" Oxman said, \"but a lot of people were telling us how it was a bright moment amid a dark time.\" And while there is so much sadness in the world right now, the couple were thankful their friends — and a very tech-savvy rabbi — were able to come together and celebrate with them. \"During this crazy time, any amount of happiness is nice to see,\" Winkelstein said. Thank you to Jake Carpenter for suggesting this story.  Impact your world Here's a truly fresh idea: UK conservation charity the National Trust is calling on people to take a moment to appreciate the arrival of spring by sharing photos of buds and blossoms online using the hashtag #BlossomWatch. The charity says it wants to lift people's spirits and share gratitude for this fleeting seasonal moment of color and fragrance, especially since there are less opportunities to appreciate it in public. Oh, and you definitely don't need to be in the UK to contribute. Do my burgeoning little strawberry plants count?  Shameless animal video There's always time for cute animal videos. That time is now. Truth be told? I did not realize seals were this smart. I knew they were adorable and often a little weird, but I did not know they would slap bellies with their trainers if asked. You learn something new every day! (Click here to view)   "], "Language": false}