{"Type": ["article"], "Url": ["https://www.cnn.com/2019/07/12/cnn-underscored/copywriting-course-bundle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Noelle Ike"], "Writers": [["Noelle Ike"]], "FirstPublishDate": ["2019-07-12T14:33:16Z"], "LastModifiedDate": ["2020-03-27T19:18:51Z"], "Headline": ["Jump-start your copywriting career with this $39 course bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["As part of an ongoing series, the CNN Underscored team showcases outstanding deals you can shop right now on the CNN Store. Each week, our staff chooses a product to feature that we think you'll love. If you've always had a way with words and think you could write better slogans than the ones you see on TV, you might want to consider copywriting. It can be an exciting and creative full-time job or a profitable side hustle, and the work can involve anything from coming up with the words on a huge billboard ad to working on social media posts for your favorite brand  But you have to start somewhere, and it's not enough in this day and age to be good at just one thing. Beyond your writing skills, it's valuable to know about digital marketing and strategy, in addition to how to market and sell yourself -- which is important for everyone and crucial if you're working on a freelance basis.  The Complete Digital Copywriting Master Class Bundle ($39; store.cnn.com) is a bundle of eight courses and 374 lessons that's aimed at helping you develop the skills, knowledge and confidence to jump-start your career in the field. You'll get lifetime access to the content, which means you can refer back to it at any time. The courses cover three key elements to being a successful copywriter in this day and age. Here's a look at what's included. First, you'll do a deep dive into all things digital marketing in The Complete Digital Marketing Management Course (21 hours, 152 lessons). While you'll be covering copywriting for the web -- specifically the different online platforms to write for, how to write strong headlines and enticing links -- you'll also be looking at digital marketing components like analytics, social media, email marketing and the essentials of SEO. All this will not only help you broaden your skill set, but make you a valuable copywriter who understands the holistic online customer experience.  In Facebook Marketing: How to Write the Perfect Post (1 hour, 27 lessons) you'll focus in on copywriting specifically for Facebook. This brief but important course will help you understand how you can reach the audience you're looking for without having to spend a ton of money. You'll discover ways of re-engaging with your existing audience and gain insight into the ways that Facebook prioritizes content in order to maximize your results. The course bundle includes four courses that feature different approaches to being a successful copywriter. In Copywriting: How To Be A Crazy Good Copywriter (3 hours, 36 lessons) you'll learn how to develop the mind of a copywriter through a system that focuses on visual elements and what the instructor describes as \"expression.\" You'll get a 100-page guide along with a course review tool to help you know you've nailed the material.  In Modern Copywriting: Writing Copy That Sells in 2019 (7 hours, 64 lessons) you'll focus more on copywriting as a marketing tool, and an effective one at that. By looking at copywriting as the art and science of \"delivering words that get people to take some form of action,\" you'll gain the tools and techniques needed to understand your audience and inspire readers to take action with the right tone and messaging. The second two courses in this category are short and sweet, but will provide you with some necessary tools when it comes to stepping up your copywriting game. Copywriting 101 Essential Skills (1 hour, 24 lessons) provides you with 12 tangible steps you can take to write the best, most compelling and professional copy. These key principles cover everything from format and headlines to readability and simplicity. In Copywriting Masterclass: Writing That Sells (1 hour, 31 lessons) you'll dive into information that's practical and real when it comes to copywriting essentials. The course is divided into four sections -- the mindset, the headline, the copy body and finally, finishing touches -- that go through the process with you as you learn. Finally, you'll focus on establishing or growing your career as a copywriter. In Key to a Great Copywriting Career (3 hours, 16 lessons), you'll get a step-by-step look at what it takes to become a successful copywriter, in addition to how to create and adjust your work based on the audience you're writing for. In How To Start Your Own Freelance Copywriting Business (2 hours, 24 lessons), you'll learn how to become a sought-after and in-demand professional copywriter. From industry insights, like how much to charge your first client, to setting up an online portfolio, you'll develop the skills and confidence necessary to be a successful freelance copywriter."], "Language": false}