{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/cnn-underscored/weekend-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-03-27T18:31:12Z"], "LastModifiedDate": ["2020-03-27T18:31:12Z"], "Headline": ["The best sales to shop this weekend: Apple, Cole Haan, Nutribullet and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Retailers and brands across the internet are slashing prices in order to attract your business. Here, we've rounded up some of the best tech, home and style deals happening this weekend, so you can save money and stock up on all the products you want and need right now.  Tech and electronics Apple products Whether you need a new MacBook, AirPods, Apple TV or iPad, check out B&H Photo Video's Apple Shopping Event. Rarely on-sale Apple products — even the HomePod — are marked down right now. Click here for a more detailed breakdown of the deals.  ________________________________________________________________________________________ Bose headphones Block out the sounds of loud neighbors or boisterous kids at home with these on-sale Bose QuietComfort 35 II headphones. These top-rated noise-cancelling headphones are available for $249.95 on eBay. ________________________________________________________________________________________ Samsung Galaxy Buds The first generation Samsung Galaxy Buds are up for grabs at B&H Photo Video for $79.99, down from $129.99. That's one of the lowest prices we've ever seen. ________________________________________________________________________________________ Nintendo Switch Lite Now's a great time to get into gaming, so pick up a Switch Lite and carrying case bundle for $203 at eBay. Choose between a gray, yellow or turquoise device.  ________________________________________________________________________________________ Google Home Mini Add a new smart speaker to your home now, since the Google Home Mini is down to $17.50 from $49.99. Home and health Wayfair The mega home retailer is offering up to 70% off at the Home Updates for Less event. Save on everything from office furniture and living room seating to storage solutions and wall art.  ________________________________________________________________________________________ Nutribullet Whip up juices and smoothies galore with a new Nutribullet. Right now, the brand is helping to support your health with 25% off your order using promo code TAKECARE, plus free shipping on orders over $25 and a free one-year warranty on every blender.  ________________________________________________________________________________________ Crane & Canopy Upgrade your home decor at Crane & Canopy's Friends & Family Sale. Use promo code FRIENDS to take 15% off orders over $200 through March 30.  ________________________________________________________________________________________ Max Bone There's tons of adorable-yet-sophisticated stuff you can get for your pet from Max Bone. Pick up new toys, beds, bowls, collar and even clothes with 25% off sitewide using promo code SPRING25. Your furry companions will be forever grateful.  ________________________________________________________________________________________ Anthropologie Anthropologie's boho-chic home goods are usually fairly pricey, but for a limited time, everything in the home section, including furniture, is 25% off thanks to the Spring Home Event. The discount will be automatically applied at checkout.  ________________________________________________________________________________________ Sur La Table If you're mostly spending your time in self-isolation in the kitchen, consider upgrading your cooking implements at Sur La Table's Cookware Sale. This promotion only comes around twice per year and features top brands, including Le Creuset, Staub and All-Clad.  Fashion and beauty Adidas Through Sunday, take 30% off full-price and sale styles at Adidas. Use promo code MARCH30 to load up on the brand's coveted trainers, equipment and workout apparel.  ________________________________________________________________________________________ Kate Spade Bag a new bag — or any number of the brand's cheerful apparel and accessories — at Kate Spade's Friends and Family Sale. Everything on the site is 40% off everything with code FORYOU, plus shipping and returns are free.  ________________________________________________________________________________________ Cole Haan Cole Haan is getting you ready for a new season with myriad discounts on the brand's high-quality shoes, outerwear and accessories. Take 50% off select essentials that are specific to spring, 30% off everything else sitewide and up to 70% off select sale styles.  ________________________________________________________________________________________ Prana Sustainable brand Prana is offering 25% off all of its in-season styles, not to mention free shipping on all orders. It's the perfect time to pick up athleisure that's ideal for a socially distant outdoor adventure or a living room yoga session.  ________________________________________________________________________________________ Original Penguin Guys can stock up on styles for spring at Original Penguin's Friends + Family Event. Full-price items are 25% off, while clearance is an extra 40% off, plus everything ships for free. It's a great opportunity to load up on shorts, tees and polos that you'll wear through summer.  ________________________________________________________________________________________ Everlane Everlane's top-rated cashmere is down to its lowest price ever through Sunday. Several cozy sweater styles, normally $100, are down to just $75. ________________________________________________________________________________________ Reebok Keep moving with an extra 50% off sale items from Reebok with code TAKE50. There are over 1,400 items included in the promotion, from sneakers to activewear and accessories, so you'll surely find what you need to crush those indoor and outdoor workouts.  ________________________________________________________________________________________ Eddie Bauer Get all the gear you need to reconnect with nature at Eddie Bauer's Friends & Family Sale. Your entire purchase is 50%, plus free shipping and free returns, so you're ready to roam outdoors (and away from other people).  ________________________________________________________________________________________ Hanes Whether you're stocking up on underwear or revamping your collection of comfy clothes to wear around the house, Hanes' Friends and Family Days sale has discounts you can use right now. Take 20% off everything including sale items. You'll see the savings applied when you add items to your cart.  ________________________________________________________________________________________ Coach Select styles from Coach are 30% off with code MARCH30. Over 600 styles are seeing discounts; handbags of all kinds are included in the promotion, as are wallets and shoes.  ________________________________________________________________________________________ Boohoo Boohoo is stocking plenty of comfortable-yet-trendy outfits that will make you actually want to get dressed to work from home. Right now, take 60% off everything — just note that sale items and select lines are excluded from the promotion.  ________________________________________________________________________________________ Kiehl's Masking all day is finally feasible now that you're spending so much time at home. So take advantage of the Kiehl's Friends and Family sale and add to your skincare stockpile. All orders are 20% off with code FRIENDS, plus you'll get a free 15-piece gift set when you spend $150 pre-discount.  ________________________________________________________________________________________ Mytheresa The high-end clothing brand is taking 30% off its sale section for just three days, so don't miss this opportunity to add some luxury fashions to your wardrobe.  ________________________________________________________________________________________ For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}