{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/asia/wuhan-coronavirus-lockdown-analysis-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Shanghai"], "ByLine": ["Analysis by David Culver, CNN"], "Writers": [["David Culver"]], "FirstPublishDate": ["2020-04-30T02:47:36Z"], "LastModifiedDate": ["2020-04-30T12:39:41Z"], "Headline": ["Wuhan shows the world that the end of lockdown is just the beginning of the Covid-19 crisis"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["All around the world, people are waiting for the announcement that the coronavirus pandemic is contained and they can return to normal life. But the Chinese city at the center of the pandemic has shown that normal might still be a long way off. When Wuhan officials eased outgoing travel restrictions on April 8, effectively ending the city's 76-day lockdown, residents and local businesses soon learned that city's actual reopening would be painfully slow. Despite the lifting of most strict lockdown laws, many stores are still shut, restaurants are restricted to takeaway and even when citizens go outside they still wear protective equipment and try to avoid each other. Interactive: Wuhan was on lockdown for 76 days. Now life is returning -- slowly The mood on the ground is very different to the official statements. At a press conference on April 8, Luo Ping, an epidemic control official in Wuhan said that some sectors of the city were already back to 100% resumption rate.  In a meeting of the Wuhan government on April 25, they promised a \"double victory\" of success of the epidemic and economic growth. But even government-controlled media has suggested that plans to get the city back to 100% production by the end of April might be \"too optimistic.\" During a recent trip to the city, business owners told CNN that they were struggling with zero profits and huge rents and experts said that it might take the city's economy months to recover, if not longer. \"In the short term, of course, there's going to be a recovery,\" said Larry Hu, economist at Macquarie Capital Limited. \"Production will recover first and then consumption, because a lot of people are still reluctant to come out ... but from a long term perspective, from a three-year perspective the virus is still going to hurt the long term growth of Wuhan.\" Struggling to recover Wuhan is a metropolis with a population of more than a 11 million, larger than most US cities, and yet it is considered a second-tier size city within mainland China.  The capital of central China's Hubei Province, Wuhan, is both a manufacturing and transportation hub for the rest of the country. The original outbreak was first detected in Wuhan in mid-December, and as the outbreak worsened, the city sealed its borders from the rest of China on January 23 in an attempt to contain the spread.  Virtually overnight, life was halted. In some parts of the city people were confined to their homes for several months straight, unable to leave and relying on delivery services for groceries and other basic needs.  With the lockdown now over, the local government is keen to resume normal business as quickly as possible, as Beijing puts pressure on provinces to help boost a flailing economy. But there are signs that despite the hopeful rhetoric, Hubei's economy might take a long time to recover from the severe lockdown. Shaun Roache, Asia Pacific chief economist at S&P Global Ratings, said that the lesson of Wuhan to the rest of the world was that swift, early action on coronavirus was costly to the economy but might lead for a quicker reopening. \"(But) lockdowns have a disproportional effect on small and medium-sized enterprises. These firms have less access to credit to help them 'bridge to the recovery' and can also struggle to meet the requirements for opening up,\" he said. When CNN returned to the city on April 21, a drive through a commercial street showed more than half the local businesses remain shuttered.  The province's GDP shrank almost 40% year-on-year in the first quarter of 2020, according to state news agency Xinhua, with retail sales dropping more than 15% in March alone. The government has announced it will be letting businesses leasing from state-owned enterprises go rent-free for three months, but for those with private landlords, the weight of rent and no profit is pushing them out of business. \"I opened for two days. No costumers come in to eat, as it was forbidden, and I got only two or three orders from the online delivery platform. The cost of opening was much more than I earn each day, so I closed it again,\" one restaurant owner told the government-controlled Global Times. Fears of a second wave Some small business owners relayed to CNN their concern that any government assistance will likely arrive too late to save their small shops and restaurants, leading them to shut down for good.  Noticeably shuttered still are fitness centers and movie theaters, with no immediate plans to reopen.  Most the stores that have reopened have changed their business models. Major chains like Starbucks, McDonald's, Burger King, KFC and Pizza Hut are among the brands preventing customers from entering the physical space. Instead tables are setup at the storefronts and staff brings up the orders to hand off.  Roache said while manufacturing could recover reasonably quickly from the virus, it was the service sectors which appeared to be the slowest to return to 100% productivity. \"This is important because service industries are the largest employers in most economies,\" he said. Worst of all, some local citizens and business owners told CNN that they believed it was only a matter of time until a second wave of infections swept through the city, prompting a second lockdown and dealing another blow to the economy. On Saturday, the day after the CNN team left, the Wuhan health authority reported that they had found 19 new asymptomatic coronavirus cases in the city. There might be a long way to go yet for Wuhan and the rest of the world before we can return to anything resembling normality."], "Language": false}