{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/health/birthday-party-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-03-26T10:28:12Z"], "LastModifiedDate": ["2020-03-26T11:04:32Z"], "Headline": ["The art of the socially distant birthday party"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Eva Wohiren had a big-ticket birthday bash in the works. The 27-year-old living in New York had rented out space and a DJ for herself and 30 friends for brunch at a hip American gastropub in Manhattan's Tribeca area. She could already taste the chicken and waffles, along with the mimosas. The event was scheduled for her 28th birthday on Saturday, April 4th, and marked nine months of her new life in the Big Apple. But just as it has for nearly every event, the Covid-19 outbreak proved a showstopper. \"This is my first birthday in the city so I'm really upset,\" Wohiren said. \"It was a difficult transition for me being away from everything I've ever known.\" She now plans to take the shindig to a Zoom video chat for her inner circle instead. The party is off, but the alliteration is still on: She said the boozy birthday brunch got a rebrand as a \"web wine-down.\" Despite the disappointment, she says she has \"many reasons to be grateful.\" The job she loves and the new friends she's made far from her hometown of Atlanta, Georgia will help her weather the coronavirus challenge. And despite the hardships in trying to protect oneself from a global pandemic, we can all still relish the fact that there is still no shortage of ways to celebrate, as long as you're willing to get creative. Get neighbors in on it Caroline Herring, who lives in Decatur, Georgia, is one example. She conspired with more than a dozen families living in their neighborhood to give her daughter, Carrie Crespino, a 16th birthday to remember. Carrie's birthday was Friday, March 20, and by that time, \"School had been out for a week. We knew we couldn't have any gatherings at all,\" Caroline said. On the morning of Carrie's birthday, Herring asked her daughter to take a birthday walk with her. As they ambled along the route, families stood on their porches or in their yards to sing \"Happy birthday\" in harmony, or to play the tune on everything from guitars and ukeleles to saxophones and trumpets. Some poked their heads out while on business calls to offer a celebratory word. Others greeted Carrie on pogo sticks or shot off fireworks. \"Everybody got creative maybe because they have space in their life and mind to be creative,\" Herring said. Carrie came away impressed. \"It was so gratifying to see how willing everyone was to come on their porch and sing 'Happy birthday,' \" she said. \"It was humbling to see how many people cared.\" Similarly, in Marietta, Georgia, well-wishers paraded by in cars and trucks, blaring horns and trailing colorful streamers, to wish an 11-year-old boy named Jack Eaton a happy birthday.  And last Wednesday in New York, a family staged a birthday celebration for a newly 95-year-old Kathleen Byrne who stood on her porch smiling and waving while her grandchildren and other family members sang the birthday song to her from across her yard. Each held up a letter placard to spell out \"Happy Birthday\" across the whole group.  You can go virtual, but still have a theme and purpose And if a big outdoor parade or scavenger hunt isn't your style, you could try a virtual theme night. Brian Floyd, a bartender and consultant living in Austin, Texas, wowed his friends this year on his 44th birthday, hosting them on a Facebook Live session in which he spread cheer and educated his friends and viewers on the art of making a fine cocktail.  He said he wasn't sure exactly how many tuned in but so far about 430 people have viewed the video. Floyd's birthday broadcast started off as he explained how to saber a bottle of champagne (to actually open the bottle with a knife, or a sword). Then he made a toast to everyone's health and demonstrated how to mix a \"highbrow\" drink called the Queens Park swizzle. He said the cocktail, which he learned of from a New York bartender friend, called for bruised mint, squeezed lime, simple syrup and rum. And he also showed them how to make a low-brow drink, a \"flaming Dr. Pepper,\" which starts with amaretto and rum. Then you light it on fire, drop into a pint of lager, and serve it. \"We sang a bawdy drinking song, and I recommended several books I'm reading,\" he said. \"I played a little piano, wished everyone well, and reminded them that we have a duty to take care of each other.\" Short and sweet -- but thoroughly memorable. \"I love hosting people. And I love hosting people on my birthday,\" Floyd said. \"This was how I could do that this year. Being a good host means putting people at ease and giving them ways to be entertained. So I hope I did that.\" Celebrations continue, but with constraints We're all learning to adjust our expectations as a new lifestyle of social distancing sets in, with the specter of illness hovering nearby. CNN Chief Medical Correspondent Dr. Sanjay Gupta said that his 11-year-old daughter's birthday was this past Monday, and she was upset because her party needed to be canceled. \"But we still spent time together as a family,\" Gupta said. \"We went for a walk outside, and while she didn't get her party, I reminded her it's a birthday she'll never forget.\" The coronavirus pandemic has brought a form of collective grief, at the rituals and celebrations we're losing: bachelor parties, weddings, funerals, birthdays, bar mitzvahs, possibly graduations coming soon. But the act of being human doesn't have to be squelched.  In an interview with the Harvard Business Review, grief expert David Kessler said that it's important to focus on the things that you actually have control over. \"Acceptance, as you might imagine, is where the power lies. We find control in acceptance. I can wash my hands. I can keep a safe distance. I can learn how to work virtually.\" Rites of passage can still endure -- at physical distance, and often with unusual flair."], "Language": false}