{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/politics/trump-kennedy-center-funding-stimulus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-03-25T20:04:58Z"], "LastModifiedDate": ["2020-03-25T22:46:05Z"], "Headline": ["Stimulus bill includes $100M arts funding despite past Trump attempts to cut it"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump may end up signing roughly $2 trillion stimulus measure that includes $25 million to support the John F.  Kennedy Center for the Performing Arts. The stimulus bill -- aimed at combating the economic effects of the coronavirus pandemic -- is expected to pass Congress and land on the President's desk within the next few days, depending on how many hiccups it encounters. Trump's annual budget proposals have previously attempted to cut federal support for the arts, not bolster them.  The Kennedy Center allotment was included despite contentious back-and-forth over the size and scope of the stimulus and had been raised as a sticking point for some Republicans since Monday. \"Why are we doing this? I'm all for the arts but this is not the time or the place,\" said Fox News host Dana Perino, who served as press secretary for President George W. Bush, on Tuesday. They voiced opposition to giving so much money to the massive Washington arts and culture complex, which is home to the National Symphony Orchestra, the Washington National Opera, and multiple other shows and productions that pass through the city on short runs.  But a Democratic aide familiar with the negotiations said the funding has bipartisan support. \"This is a federal agency that is funded by a mixture of appropriations and ticket revenues. They've had to cancel all their performances, so they have no revenue and have already laid off nearly 800 people. If they don't get a cash infusion, they will become insolvent and could be unable to reopen,\" the aide said. The Kennedy Center's board of trustees is also bipartisan and includes first lady Melania Trump and Republican Sen. Roy Blunt of Missouri, among others. All first ladies since the Carter administration have been honorary trustees on the board. The President said Wednesday it was a provision from the Democrats that initially started at $35 million, but they negotiated to $25 million and he approved it because he is a \"fan\" of the facility. \"That's not a good soundbite but that's the way life works. With that being said, the Kennedy Center, they do a beautiful job, an incredible job,\" Trump said during the daily White House briefing. He said the coronavirus pandemic has devastated the center. \"They have tremendous deficits that are built up, I mean, this thing has been devastating to it. So, I didn't have problem with it but this was a request from the Democrats because of the fact that they have a facility that's essentially closed,\" he added. The stimulus bill, put forth in the early hours of Wednesday morning, was agreed to by Trump's treasury secretary, Steven Mnuchin, who has said the President will sign it. During an appearance on Fox News on Wednesday, White House press secretary Stephanie Grisham was not specifically asked about the Kennedy Center funding but said Trump is \"well aware\" of what's in the stimulus bill and is \"looking forward\" to signing it into law.   Sen. Tom Carper of Delaware, the top Democrat on the Environment and Public Works Committee, which oversees the Kennedy Center funding, did not immediately respond to a CNN request for comment. The Kennedy Center's Board of Trustees must provide the House and Senate Appropriations committees a detailed report of the usage and distribution of the money, according to the legislation.  The stimulus package also includes $75 million for the National Endowment for the Arts, a federal program that Trump has tried to cut from his budget proposals for the past four years and that in a Republican-led Congress already has seen its budget dwindle by several million dollars.  \"Forty-percent of this money (for the NEA) is directed to go to state and regional art organizations, and 60% for direct grants,\" says a draft of the legislation, clearly indicating Trump may provide relief to the arts on a national scale.  In the President's most recent $4.8 trillion budget proposal, the NEA budget is scaled down, with the explanation that the program is \"not considered a core federal responsibility.\" The proposed inclusion of the Kennedy Center in the stimulus package is a lightning rod for Democrats and Republicans.  Republicans now may end up voting for the arts funding, even though the House Republican campaign arm, the National Republican Campaign Committee, spent time Monday sending emails hammering every vulnerable House Democrat on the issue.  \"Yesterday, Elaine Luria tweeted about meeting with small businesses and learning how she can help them during the pandemic,\" read one email from the Republican campaign committee, targeting Virginia's Rep. Elaine Luria. \"Meanwhile her political boss Nancy Pelosi is holding up relief aid for a wish list of unrelated liberal items. This includes $35 million for a DC opera house.\"  The Kennedy Center announced its closure due to the virus on March 17, and it will remain closed until at least May 10, according to a statement on the performing arts center's website.  However, the money outlined for the Kennedy Center in the stimulus bill says it will partially go toward \"deep cleaning, improving telework capacities, and for maintenance,\" even though there are no patrons to consider during the shutdown. CNN's Lauren Fox contributed to this report."], "Language": false}