{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/politics/chuck-schumer-coronavirus-senate-stimulus-bill-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-03-25T12:52:49Z"], "LastModifiedDate": ["2020-03-25T13:29:01Z"], "Headline": ["Schumer says it's unknown if stimulus deal is enough to offset the economic damage of coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Senate Minority Leader Chuck Schumer said Wednesday he does not know if the $2 trillion stimulus deal reached early Wednesday, the largest emergency aid deal in history, will be enough to offset the economic damage of coronavirus given the uncertainty surrounding the pandemic. \"We don't know how long it's going to last, who's affected. We still don't exactly know, \" Schumer told CNN's John Berman on \"New Day.\" \"We should be willing, able to come back in a bipartisan way and do more if we need. I believe we'll probably have to do that one way or another,\" the New York Democrat said. After days of intense discussions, the White House and Senate leaders struck a historic deal to respond to the intensifying coronavirus pandemic, which is grinding much of the US economy to a halt. The package, which is expected to pass Congress, would be the most significant legislative action taken to address the crisis, which is overwhelming hospitals. The full details of the bill were expected to be released later Wednesday morning. But over the last 24 hours, the elements of the proposal have come into sharper focus, with $250 billion set aside for direct payments to individuals and families, $350 billion in small business loans, $250 billion in unemployment insurance benefits and $500 billion in loans for distressed companies. The stimulus bill also has a provision that would block President Donald Trump and his family, as well as other top government officials and members of Congress, from getting loans or investments from Treasury programs in the stimulus, according to Schumer. Listen to the CNN Coronavirus: Fact vs. Fiction podcast with chief medical correspondent Dr. Sanjay Gupta here. Schumer touted the bill as \"worker-friendly,\" pointing to its billions for unemployment insurance benefits and small business loans. \"Does it have everything we need? No. Are some things in there that I would have rather not had? No, of course. But this is the art of coming together. America needed huge help quickly. And I think we've risen to that occasion,\" he said. This story is breaking and will be updated."], "Language": false}