{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/cnn-underscored/sao-paulo-art/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Morena Duwe"], "Writers": [["Morena Duwe"]], "FirstPublishDate": ["2020-03-24T18:40:01Z"], "LastModifiedDate": ["2020-03-24T18:40:01Z"], "Headline": ["Experience São Paulo through the fascinating works of 15 artists"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Located in Brazil's southwest, São Paulo is both a state and a city, the city being Brazil's largest. With approximately 44 million inhabitants, the state of São Paulo provides the perfect environment for creativity to flourish — from bossa nova to hip-hop to poignant photography to subversive literature. Feel the inimitable energy of São Paulo through these 15 artists across music, art, architecture and literature. Literature 'Heliópolis' by James Scudamore ($10.75; amazon.com)   Set in São Paulo, the novel follows Ludo, who was born in a shantytown but rescued and raised by a plutocrat. He manages to traverse the vast social divide that exists between the wealthy and impoverished in São Paulo. From shantytown to gated community, we follow Ludo's journey through the city as he navigates his way through a complicated emotional plight and the stark contrast between São Paulo's social classes.  'Child of the Dark' by Carolina Maria de Jesus ($7.88; amazon.com)   In \"Child of the Dark,\" Carolina Maria de Jesus shares her emotive firsthand account of life in the streets of São Paulo, as an artist, writer and single mother of three living in a hovel. Written between 1955 and 1960, this powerful, harrowing account brought the desperation of the impoverished to light, garnering international attention. 'Early Mourning' by Edla Van Steen ($6.07; amazon.com)  Fast-paced and character-driven, \"Early Mourning\" is set in São Paulo with the entire narrative occurring over a 12-hour span. From dusk until dawn, we follow a motley crew of characters whose first encounter is at a funeral parlor. Raw, cinematic, clever and filled with adventure (and misadventure), \"Early Mourning\" paints a multifaceted picture of the life, culture and society of São Paulo.  'São Paulo Noir' by various authors ($15.95; amazon.com) A collection of short stories by various authors, \"São Paulo Noir\" breaks down any preconceived notions about Brazil's largest city by offering 14 different perspectives. São Paulo is a main character in each tale, and the reader takes a labyrinthine journey through clandestine corridors and shadowy underbellies. As its title suggests, this anthology edges on the dark side of storytelling and is ideal for those who prefer their narratives with a dose of drugs, sex, murder, intrigue and mystery. 'To Love, Intransitive Verb' by Mário de Andrade ($15.95; amazon.com)  Brazilian poet, novelist, musicologist, art historian, critic and photographer Mário de Andrade was one of the founders of Brazilian modernism and was a central figure in São Paulo's avant-garde movement. In \"To Love, Intransitive Verb,\" we follow a young German governess who works for a rich São Paulo family and soon becomes enmeshed in a complicated love affair with their adolescent son. A quintessential Brazilian modernist novel, this book, along with the rest of Andrade's vast oeuvre, made an enormous impact on modern Brazilian literature. 'Industrial Park' by Patrícia Galvão (Pagu) ($20; amazon.com) Known by the pseudonym Pagu, Patrícia Galvão was a São Paulo-born writer, poet, playwright, journalist, translator and political activist who played a large role in the Brazilian modernist movement. First published in 1933, \"Industrial Park\" is Pagu's most noteworthy literary work.  It offers a wide-angle view of São Paulo's vibrant history by utilizing dialogue, narration and snippets of public documents. Art and architecture 'Occupy São Paulo' by Bree Seeley (Editor) and Carlos Cazalis (Photographer) ($41.13; amazon.com)  Featuring the award-winning photo series by Carlos Cazalis, \"Occupy São Paulo\" juxtaposes the raw, gritty struggles of life in a 12 million-person metropolis with the pristine gated communities that exist on its fringes. Capturing the great social divide that seems to be a prevalent theme for many of the artists listed here, Cazalis illustrates the realities of the mega-city while still finding unique ways to showcase its beauty. His photographs have been exhibited throughout Latin America and Europe and have appeared in The New York Times, National Geographic and The Guardian. 'CIVITAS: São Paulo' by Joao Carmo Simoes ($57.74; amazon.com) Celebrating the art of architecture and city planning, \"CIVITAS\" features the work of Brazilian architectural masters Vilanova Artigas, Lina Bo Bardi, Salvador Candia, Rino Levi, Oscar Niemeyer and Paulo Mendes da Rocha. Through exceptional illustrations, this monograph explores the aspirations and innovations that went into planning one of the world's largest metropolises as well as visions for the future. Showcasing a striking collection of photographs, illustrations and graphic designs, \"CIVITAS\" allows us to walk São Paulo's streets from the comfort of our living rooms. 'São Paulo: A Graphic Biography' by Felipe Correa ($52.52; amazon.com)  For those with a taste for clean design and visual aids, \"São Paulo: A Graphic Biography\" is both informative and aesthetically pleasing. Through words, photographs and illustrations, this graphic biography offers a unique analysis of the growth and sustainability of São Paulo alongside beautifully designed layouts and images. As a bonus, we can brush up on or learn a new language, as this book features both English and Portuguese.  Music 'Nada Como um Dia Após o Outro Dia,' Vol. 1 & 2 by Racionais MC's ($13.98; amazon.com)  Established in 1988, Racionais MC's is a four-piece São Paulo-based hip-hop group hailing from the city's surrounding favelas. Considered one of the most significant and impactful hip-hop groups in Brazil, their lyrics often focus on social justice and the hardened realities for which hip-hop is known, and they continue to be an influential voice for the people of São Paulo. 'Chico Buarque de Hollanda' by Chico Buarque (starting at $9.49; amazon.com)  Though best known for his music, singer-songwriter-guitarist Francisco \"Chico\" Buarque de Hollanda is also a playwright, writer and poet. He was born in Rio de Janeiro, but much of his childhood was spent in São Paulo, and his breadth of work often offers a social, economic and/or cultural commentary on Brazil. Additionally, his velvety voice and cooing guitar foster a warm sense of calm. 'Céu' by Céu (starting at $9.49; amazon.com)  Singer-songwriter Céu (née Maria do Céu Whitaker Poças) is a São Paulo native who was born into music, her father being a composer, arranger and musicologist. Inspired by Brazilian musicians such as Heitor Villa-Lobos, Ernesto Nazaré, Jorge Ben and Orlando Silva as well as American artists like Billie Holiday, Ella Fitzgerald, Lauryn Hill and Erykah Badu, her music lives at the nexus of traditional and modern. Using electronic elements and singing in both Portuguese and English, her style offers a global pop appeal that is as danceable as it is evocative. 'Pentagram' by Gui Boratto (starting at $12.98; amazon.com)  An icon in the house and techno world, São Paulo-born Gui Boratto began his career in 1994 during the apex of the house music renaissance. His debut solo album, \"Chromophobia,\" released in 2007, was named Mixmag Album of the Month, and he has collaborated with artists such as Massive Attack and Monolink. Still a fixture in the electronic music scene, he released his most recent album, \"Pentagram,\" in 2018. 'Espiral de Ilusão' by Criolo (starting at $7.99; amazon.com)  Kleber Cavalcante Gomes, or Criolo, the Male Artist award winner at the 2012 MTV Video Music Awards in Brazil, has brought his unique take on the sounds of São Paulo to the world. A singer, rapper, songwriter and actor, he began his career in 1989 as an MC but garnered critical acclaim through his solo endeavors. Utilizing the traditional sounds and instruments of bossa nova, his music is at once new and familiar. He was nominated for two Latin Grammy Awards in 2019 for \"Boca de Lobo\" (Best Music Video, Short Version) and \"Etérea\" (Best Song in Portuguese). 'From a Forest Near You' by Tetine (starting at $8.99; amazon.com)  Formed in São Paulo in 1995, the upbeat and eclectic duo Tetine consists of Bruno Verner and Eliete Mejorado. Their work features a multifaceted array of aural delights ranging from thick orchestral compositions to electropunk, baile funk and Miami bass-driven tracks. Their music is imbued with the contemporary boundary-pushing radicalism that characterizes much of Brazil's modern music. Incorporating spoken word and ritualistic performances into its repertoire, Tetine is a vibrant and energetic experience whether you're listening at home or watching live. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}