{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/world/coronavirus-newsletter-04-30-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-30T11:54:39Z"], "LastModifiedDate": ["2020-04-30T11:54:39Z"], "Headline": ["What you need to know about coronavirus on Thursday, April 30"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Desperate for some good news, global markets rallied on reports that an early trial of a possible coronavirus treatment showed encouraging signs. The results of a US government-funded study showing that remdesivir, an experimental antiviral drug, could speed up recovery time in infected patients were hailed as \"very optimistic\" by Dr. Anthony Fauci, the nation's top infectious disease expert. The US Food and Drug Administration is likely to issue an emergency approval for remdesivir, according to The New York Times. Meanwhile, a German company working with US pharmaceutical giant Pfizer has begun human trials of a potential Covid-19 vaccine that could supply millions of doses by the end of the year, according to the two firms.    Donald Trump's administration doubled down on that optimism yesterday, with the President suggesting at a televised White House meeting with business leaders that he could see \"the light at the end of the tunnel very strongly.\" On \"Fox and Friends,\" Trump's senior adviser and son-in-law, Jared Kushner, painted a rosy picture of the government's response to the crisis — praising its actions as a \"great success story,\" even as cases hit 1 million and deaths topped 60,000.  As Trump and his advisers continue their campaign to restart the economy, and more than half of states move ahead with lifting lockdowns, it's increasingly clear that an effective coronavirus treatment is necessary for life to truly return to normal. Evidence from other nations — such as Singapore and Germany, which had the virus more under control than it is in the US — is that even careful re-openings can cause a rise in infections. And the situation in Wuhan, the Chinese city where the pandemic began, shows the world that the end of lockdown is just the beginning of the real crisis.  YOU ASKED. WE ANSWERED Q: What might our social life look like after lockdowns lift? A: Want to join my bubble? That's a question you could find yourself asking after lockdowns lift, as governments consider allowing citizens to form small \"social bubbles\" (Belgium is reportedly discussing groups of 10 people). Creating these circles would no doubt be socially awkward — not unlike leaving that friend or relative off your wedding guest list — and it would also be difficult to enforce, Angela Dewan writes. Some experts see the idea as too risky and too premature, given the lack of adequate testing capacity in many countries around the world. But some sociologists say it's a logical way to emerge from isolation.   Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY UK falls short   The British government is about to miss a crucial target: 100,000 daily Covid-19 tests by the end of April. Government sources argue that the goal was always incredibly ambitious, and the fact that capacity has been expanded so quickly is a huge achievement. Critics say that only serves to illustrate the inadequacies of Britain's testing regime in the first place, Luke McGee and Mick Krever write. And missing that key marker isn't the only failing: the UK is on track to have one of the highest coronavirus death tolls in Europe.   The nation's mood has been lightened by one Briton, who was able to set a steep challenge and succeed. Captain Tom Moore, the war veteran who has raised more than £30 million ($37 million) for the UK's National Health Service (NHS) by walking 100 laps of his garden, has been made an honorary colonel on his 100th birthday today. UK Prime Minister Boris Johnson had this message for Moore: \"Your heroic efforts have lifted the spirits of our nation.\"  A new normal At least 31 US states will partially reopen by the end of the week. Elsewhere, countries are also gradually loosening restrictions — including China, France, Germany, Greece, India, Spain and Switzerland — and transitioning to a \"new normality.\"  Despite the lifting of the most strict lockdown laws in Wuhan, China, a return to how things were before seems a long way off. Many stores are still shut, restaurants restricted to takeaway and most people still avoid each other in the streets. Even government-controlled media has suggested that plans to get the city back to 100% production by the end of April might be \"too optimistic,\" David Culver writes.   In preparation for an easing of nationwide restrictions this Sunday, India is setting up border checkpoints, arranging transport to bring home stranded workers across states, and creating new non-lockdown guidelines.    Bodies found in Brooklyn Dozens of decomposing bodies were found in trucks parked outside a Brooklyn funeral home, a law enforcement official told CNN. The horrific discovery comes as New York City's mortuaries, funeral homes and freezer trucks buckle under the weight of the worst outbreak in the country, with more than 17,500 confirmed and probable Covid-19 deaths. Like everyone else overwhelmed by the steep death toll, the home was just \"doing their best to cope,\" one source said.  Pandemic 'emboldens' Myanmar military A leading United Nations human rights expert claims the Myanmar military is carrying out \"war crimes\" against ethnic minorities, emboldened by special extended powers intended to help control the spread of the coronavirus. Yanghee Lee, the UN special rapporteur on the situation of human rights there, told CNN that houses had been burned, a monastery was attacked and people had been arrested and tortured.    ON OUR RADAR  If you want to buy disinfectant wipes, good luck finding them on the store shelves. It could be several more months before they're available again, experts say.  \n\"Operation Warp Speed.\" That's the name of a project that the Trump administration has launched to accelerate the development of a potential coronavirus vaccine.   \nTesla and SpaceX CEO Elon Musk is railing against lockdown measures, calling them \"fascist\" and likening them to \"forcibly imprisoning people in their homes.\"   \nThere have long been drive-thru theaters, fast food restaurants and even, in some places, pharmacies. Now, in Texas: a drive-thru zoo.   \nWith no tourists around, animals at Yosemite National Park are \"having a party\" — the bears, in particular, are living it up, staff say.   \nMichigan's governor has announced a tuition-free educational program, titled \"Futures for Frontliners,\" for essential workers.  \nA couple that was together for 73 years, died six hours apart — both from coronavirus. They passed away in hospital beds next to each other, holding hands.    TOP TIP No one would blame you for being tempted to abandon your diet and exercise plan, opting for a tub of ice cream while binge-watching Netflix instead, Dr. Melina Jampolis writes. But health experts strongly recommend you do your best to prevent excess weight gain right now, and there are some simple tricks that can help: shop smart, manage stress, sleep right and move more. And, in case you missed it, yesterday was International Dance Day. From ballet to hip hop, the industry's top professionals are offering classes for you to brush up on your moves from home. And why not? You can literally dance like no one's watching.   TODAY'S PODCAST \"We're down 25% in pork and 10% in beef. That is a completely different thing than being completely out.\" — Julie Niederhoff, associate professor of supply chain management at Syracuse University Are we running out of meat? CNN's Chief Medical Correspondent Dr. Sanjay Gupta turns to Niederhoff and CNN National Correspondent Dianne Gallagher to walk us through our food supply chain, link by link, and explain why there's no need to \"panic buy\" just yet. Listen now."], "Language": false}