{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/us/everything-ok-sign-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-03-23T18:32:43Z"], "LastModifiedDate": ["2020-03-23T18:32:43Z"], "Headline": ["A Georgia town will hand deliver 'Everything will be OK' yard signs with profits supporting local artists and art teachers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Locals in Dunwoody, Georgia want you to know that everything will be OK despite the coronavirus pandemic paralyzing cities across the US. The public art nonprofit Create Dunwoody has teamed up with sign company Custom Signs Today to create and deliver yard signs that say \"Everything will be OK.\"  The idea was born when Spruill Center for the Arts CEO Alan Mothner and Custom Signs Today owner Heyward Wescott bumped into each other while running. They started talking about how to lift up the community. \"We thought we could spread joy and hope through the signs, and at the same time raise much needed funds for artists that are impacted financially during the crisis (similar to restaurant employees who have been unable to work),\" Mothner told CNN. The signs cost $20, but people can donate more. The profits from these signs will be used to support local artists and art teachers from galleries, studios and schools who have been financially impacted by the coronavirus. If you order online, a sign will be hand delivered and posted in your front yard within seven days by one of the organization's volunteers -- all in a contactless manner.  \"The whole community is self-isolating, but these signs are providing so much connection now,\" Create Dunwoody president Lorna Sherwinter told CNN. \"We may not be able to gather together, but we are still coming together to remind one another that Everything Will Be OK. We're all so proud and encouraged.\" Sherwinter delivered signs with her husband and 3-year-old on Sunday, and she said she never felt more connected to the town. She called it an \"unexpected and overwhelming experience,\" waving to people from across their yards and talking to people she might not have met otherwise. \"The response has been overwhelming,\" Sherwinter said. \"We already have out-of-state requests for the sign. We are flooded with stories of people who already have a personal connection to the sign and want to get involved with our efforts.\" Sherwinter said that over 600 signs have been ordered, and between donations and sign sales, they have raised over $14,000 that will go back to artists in the community who have been financially impacted. Georgia currently has at least 620 \"presumptive positive\" cases of the coronavirus, and at least 25 people have died in the state."], "Language": false}