{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/christian-louboutin-journeys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Christian Louboutin"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T14:01:52Z"], "LastModifiedDate": ["2020-03-23T16:51:43Z"], "Headline": ["From east Paris to world fame -- how imagination and travel fueled Christian Louboutin's success"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["My father was a cabinet maker and he once told me that you have to follow the vein of the wood rather than try to impose your own will on it. I took this literally and have chosen to keep myself open to the opportunities and encounters life throws at me. Throughout my 29-year career as a shoe designer, I've never had a set plan, and I truly believe that everyone has their own specific journey. My advice is, enjoy the adventure. There isn't one narrow way to reach your goal. My experience of journeys started from a young age. When you're a child your imagination allows you to fly beyond yourself, it's something that nobody can take from you.  I am reminded of a French book written in 1790 by Xavier de Maistre, called \"A Journey Around My Room.\" Stuck in one place for six weeks, the author recounts the 'journeys' he had while never going outside.  In a similar way, movies can show you different worlds. Where I grew up, in the 12th arrondissement in Paris, there was a cinema called L'Athena, and another nearby called L'Avron, where they screened films from India and Egypt. I would skip school and go there when I was meant to be in class. I wasn't into the French movies of the time, and by watching the ways of people and locales far from everything I knew in my day-to-day life, I could travel without leaving home.  Another major influence from my childhood was the Palais de la Porte Dorée, a stately art deco museum at the end of my street. There was a tropical aquarium in the basement, and I loved the bright colors of the fishes. Upstairs at the time the Palais was home to the Musée des arts africains et océaniens (MAAO). This place fed my imagination. Eventually I explored the whole building. Alongside the beautiful frescoes, I traveled the world through all these amazing objects from countries in Africa and Oceania.  Shoes I started designing shoes when I was a child, and my early attempts were driven by my love of showgirls. To me, these dancers were like exotic birds of paradise. I thought to myself, \"the only thing that I can give a bird that it doesn't already have is shoes.\"  But my career as a shoe designer nearly ended before it began. At age 23 I began working with the master shoe designer Roger Vivier as his right-hand man. He was a hugely inspirational mentor for me and I worked with him on his exhibition at Musée des Arts Décoratifs. After that, I truly believed that I would never design shoes again, because I didn't want to work for anyone else. I thought this particular journey had ended.  When I stopped designing shoes in my early twenties, having done it for almost a decade, I wouldn't say that I had lost my way as such, but I did make a significant change in my professional life. I started pursuing landscape design. I loved being close to nature and flowers.  And then there was a happy accident -- an unexpected fork in the road, you might say -- which changed the course of my life once again. It started with a chance encounter with the owner of a wonderful shop in the Galerie Véro-dodat, Eric Philippe. I fell in love with a lamp there and tried to buy it, but he told me it wasn't for sale. I kept going back and still he wouldn't sell it to me.  In the end it turned out that he had already sold it before I had seen it. But our conversations and my persistence led Eric to mention that a shop in the Galerie, which is a beautiful covered passageway in the 1st arrondissement, had become available. He believed this would be the perfect place for me to set myself up for a return to shoe design.  I decided to start the Louboutin company. I had never projected that I would run a label under my own name, but I found myself here, and this shop is where Louboutin was born.  Meaningful places Throughout my life I have always been interested in other cultures and civilizations, I've connected with countries that aren't mine, cultures and food that were exotic to me. My career has allowed me to travel the world, and sometimes my chance encounters have influenced my design work.  There are a lot of places that are meaningful to me -- Egypt, Portugal, Rio and Paris, of course. Another place is Bhutan. I'd always wanted to travel there, but the visa process was very complex, and I didn't manage it when I was younger. Then about 10 years ago I finally went, with my friend Diane von Furstenberg. She knew the King and Queen of Bhutan and was going to visit them. Since then, I have been back to Bhutan almost every year. I love the country and the people, their way of life, their approach to craftsmanship and how they look to the future.  About seven or eight years ago, the Queen of Bhutan introduced me to artisans from the Zorig Chusum Institute. That was a really transformative experience. In Bhutan there are 13 arts and crafts that represent the spirit and identity of the country. Shortly after, I wanted to create wedding shoes for a friend of mine who is a Buddhist, and I thought about working with those artisans. It was from that initial thought that I ended up collaborating with them to create an entire collection of shoes and handbags, called \"LouBhoutan.\"  A secret revealed   Nearly ten years ago, I made a powerful discovery about my own life. My older sister told me my father was not my birth father and that I was actually half-Egyptian. I was surprised, of course, but also happy that my mother had had a love story in the middle of raising a family, and it gave me even more respect for the father who brought me up. I was also happy to be part of a larger world than I had thought, and it made sense to me for I had always felt an attachment to Egypt.  When I told the people closest to me that my biological father was Egyptian, none of them were surprised. I thought, how could they know this when I didn't even know it myself? But I also remembered having fantasies when I was a child about being Egyptian, and truly, I felt that I had known, even before I had been told this was the truth. This path, though surprising, had been there inside me the whole time.  Return to the golden door As an adult there was a period of time when I didn't visit the Palais de la Porte Dorée, not for any particular reason other than it was no longer local to me and life took me elsewhere. I then came back not that long ago with my business partner. I was once again very impressed by the bas-reliefs that cover the façade and sides of the building. They were designed by Alfred Auguste Janniot, and they are truly monumental -- covering 1,130 square metres of the building.  There are also two salons at each end of the building dedicated to Asia and Africa respectively. I was taking him around and wanted to point out all the features that had captured my imagination as a child -- the warthog tusks door handles and the monumental frescos -- and noticed that they were missing or in need of repair. I felt that it was my responsibility to give back to this place that had been so important to me as a child, which I've done by supporting the restoration of the two marvelous salons.  Now I'm really keen that more people know about it, so this is why I decided to put on my exhibition, \"L'Exhibition[niste]\" here. It's in the east of Paris and not as visited as some of the major museums in the center, but I'm hoping to bring new people to the area so that they too can explore and enjoy the building like I did as a child.  When putting together the exhibition of my work to be shown at this museum, I chose objects with the curator that linked to my creative process. They might seem disparate -- birds, dancers, Marilyn Monroe, cinema, sports, stain-glass, video art, photography, furniture, sculptures, popular ceramics, crosses, crowns,-- but there is a through-line. Sometimes you don't realize where your inspiration comes from, and the pieces might not seem to fit together, but there is a connection, even if that connection only becomes apparent further down the road. This is the way I look at my life in general. I encourage everyone to stay open, and embrace the unexpected. "], "Language": false}