{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/business/lavazza-yum-china/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-04-30T11:05:35Z"], "LastModifiedDate": ["2020-04-30T11:05:35Z"], "Headline": ["Lavazza joins forces with KFC and Pizza Hut in China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Starbucks is about to face even stiffer competition in China. Italian espresso maker Lavazza is expanding its reach in the country through a new joint venture with Yum China, the local owner of KFC and Pizza Hut. The partnership was marked by the opening of a Lavazza flagship store in Shanghai, the first of several to be built in Asia. The new outlet is located in the city's trendy Jing'an neighborhood, just minutes away from Starbucks' famous Reserve Roastery, a 30,000 square-foot emporium that serves as a hotspot for tourists.  To attract customers, Lavazza is emphasizing its premium brand and Italian roots. The company said Wednesday it had commissioned a Michelin-starred chef to create the menu for the cafe, which will serve focaccia bread, cannolo pastries and other treats created exclusively for the Chinese market.  The partnership will allow the two companies to jointly develop more stores throughout the country, as Yum China looks to expand into coffee, the firms said in a statement.  The tie-up raises the latest challenge for Starbucks in China, which has long viewed the country as one of its top markets.  In recent years, the Seattle coffee giant has faced fierce competition from Luckin Coffee, a Chinese upstart that specializes in to-go beverages and at one point was vying to become the country's largest coffee chain. Luckin is now facing other serious problems, including a recent accounting scandal that has sunk its stock on Wall Street. Lavazza, a family-owned business based in Turin, Italy, said it has been working to expand internationally for some time and \"searching for the right opportunities to establish Lavazza in China and Asia.\" \"We are honored to join forces with Yum China,\" Lavazza CEO Antonio Baravalle said in a statement. \"China is an important market with huge untapped potential for coffee consumption ... and this partnership is an important first step.\"  Starbucks has been investing heavily in China over the last few years. In 2018, it announced plans to almost double its number of stores in the country to 6,000 before the end of 2022, and it has since signed major partners such as Alibaba to help deliver its products. Last week, the US company also revealed new partnerships with Beyond Meat and Oatly to add plant-based protein and oat milk to its local menu."], "Language": false}