{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/texas-family-disney-world-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-20T19:04:44Z"], "LastModifiedDate": ["2020-03-20T19:04:44Z"], "Headline": ["Coronavirus canceled this family's Disney trip. They made better memories at home"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When a Texas family's Walt Disney World trip was canceled after the park closed because of the coronavirus pandemic, they decided special memories could just as easily be made at home.  The Hearn family, who are regular Disney-goers, recreated what would've been their traditional Disney World experience, drawing parallels between classic Disney moments and DIY versions equipped with costumes, Disney balloons, a mini-Cinderella castle and more.  Their trip to Florida was initially planned for the end of March to celebrate Cady Hearn's last year in her 20s and their newborn's first visit to the park. After booking their trip in January, they'd secured all their fast passes, flights, schedules and hotel rooms.  \"Once I heard that Disneyland had closed, I just had a bad feeling,\" Hearn said. \"I just kind of knew that within the next day or two, we were going to hear that Disney World was closing as well. And of course, that's what happened. \"We go on maybe like three or four trips a year to Disney,\" Hearn said. \"Every time that we go, I like to make little videos of our trips and just kind of include the highlights and kind of our favorite parts. Sometimes I share them on my Facebook page for my friends to see, and sometimes we watch them at home.\" Recreating magic Hearn had hoped to make a video for this trip, but soon realized they could recreate what would have happened at Disney to take place at home instead.  A brainstorming session with her sister led to a new project: conjuring memories of what their itineraries in the park were like and what they'd usually photograph there, to produce a list of props, signs and media elements that would mimic the entire experience. The video opens to the kids on a makeshift plane, sitting on benches next to airplane window printouts on the wall. A fake printout of a Magical Express ticket and a mini-Disney bus were substitutes for what you need to ride the Disney Magical Express shuttle bus from Orlando International Airport.  Paper wall art reading, \"Here you leave today and enter the world of yesterday, tomorrow and fantasy\" stands in for the plaque you walk underneath below the train tracks of Magic Kingdom and onto Main Street.  A train that usually runs around the family's Christmas tree replaced the Magic Kingdom Railroad Train Ride. In one scene, Hearn and her mother push the kids in strollers and excitedly cheer, urging them to look at the small Cinderella castle sitting in the grass at the end of their street.  Someone hands a balloon vendor four $20s for just a few Mickey- and Disney princess-themed balloons.  \"I just thought it would be kind of funny to pay a lot more than they actually charged, like $80 for four balloons because we all know how expensive they are,\" Hearn said.  Long lines even at home! \"Then there's a scene of one of my twins being a character attendant and holding up a sign that says the wait time is 300 minutes to go on the Frozen Ever After ride,\" Hearn said. \"And we have us sitting in front of the TV watching someone else's home video of the Frozen Ever After ride and pretending we're on it.\" Little People toys went on the Mad Tea Party spinning tea cup ride as the 4-year-old twins would have.  When you're walking around Disney World, cast members offer celebration buttons that show off the fact that it's your first visit, your birthday or whatever else you're celebrating. On one button, they jokingly wrote in \"I'm Celebrating: Toilet paper,\" as toilet paper has become the ultimate symbol of panic buying.  And of course, a parade! The Hearn's daughters donned past costumes to masquerade as princesses in a mock Disney parade. An adult in the family wore a Mickey Mouse costume so the girls could still meet and hug a favorite character before watching a video of the fireworks they'd see at the end of a fun-filled day at Disney. \"We just had a lot of fun pretending that we were there since we couldn't actually be there,\" Hearn said.  After two days, they had the family video they'd been anticipating all along.  The power of imagination \"They loved it,\" Hearn said of her girls' reactions. \"They had so much fun making it; they loved changing their outfits and acting out all of the different scenes. And now they ask multiple times a day just to rewatch it on the TV, the video that we made. And they think it's a lot of fun.\" Hearn's twins don't understand much about how the coronavirus has impacted the world, but she hopes they remember they can still \"have fun at home and make memories together here.\" \"Instead of getting out of the house and going to Disney, we can still make memories at home and still have fun without actually being there,\" she added. "], "Language": false}