{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/cnn-underscored/macpaw-paid/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Josh Mackin, Foreo"], "Writers": [["Josh Mackin"]], "FirstPublishDate": ["2020-03-20T13:00:58Z"], "LastModifiedDate": ["2020-03-20T13:00:58Z"], "Headline": ["CleanMyMac X: The in-depth malware scrubber even a Mac user can get behind"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored partnered with MacPaw to create this content. When you make a purchase, CNN receives revenue. CNN news staff is not involved in the selections or product reviews. For more on what we do and how we do it, visit our About Us page. Computer viruses have changed a lot since 1971, when a programmer in Cambridge, Massachusetts, created the very first self-replicating virus, Creeper, which taunted users with this phrase: \"I'm the creeper: catch me if you can.\" But that was just a relatively harmless prank among co-workers on ARPANET, the precursor to the internet. Now, malicious viruses are a fact of everyday life, and every time you go online, you risk accidentally downloading a virus that could do anything from slowing down your computer to handing over your sensitive personal and financial information to bad actors who want to drain your bank accounts. For a long time, Mac users had the luxury of knowing they were generally safer than PC users. But the virus makers have adapted, and now you can't assume that using a Mac OS is enough to protect you from malicious programs. That's where CleanMyMac X comes in. For just $39.95 for a full year of protection, CleanMyMac X scans and cleans your computer with just a couple clicks.  Celebrating its 10th year, CleanMyMac X, by MacPaw, has totally revamped its design, offering a convenient layout that saves you from the drudgery of having to manually clear your cache, empty your computer's trash, check for malware, optimize speed, check in on your Dropbox account and close resource-hogging apps. Essentially, you only need to click twice to get your computer back to full health and speed: once to scan and once to OK the suggested maintenance tasks. This malware scrubber will even give you an update on your CPU, battery life and disk space. CleanMyMac X clears up space by going through system junk -— think redundant files, obsolete logs and caches, unnecessary data files and languages, unnecessary photo files (which won't affect the originals you want to keep), unnecessary mail attachments and iTunes detritus (let that Blink-182 album art go, my friend).   CleanMyMac X goes after malware by digging out viruses, spyware and other programs designed to piggyback onto your computer's processor. MacPaw keeps its database of malware — and the fixes — up to date, so CleanMyMac X is able to keep up with the latest generation of viruses. It'll also keep your privacy settings intact while wiping cookies, browser histories and the other footprints you leave behind on your journeys through the web. Your browsing and banking patterns are for you to know, and no one else. And CleanMyMac X optimizes your computer's speed by going through your files and processes and cutting out unnecessary slowdowns,  allowing your machine to run nearly five times faster, while also giving you an easy way to delete old files you no longer want. So all the way back in 1971, the first computer virus may have dared its victims to catch it if they could. But now, thanks to CleanMyMac X, computer viruses that go after Macs can consider themselves caught. "], "Language": false}