{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/muriel-bowser-washington-dc-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Bash and Bridget Nolan, CNN"], "Writers": [["Dana Bash", "Bridget Nolan"]], "FirstPublishDate": ["2020-04-30T11:04:05Z"], "LastModifiedDate": ["2020-04-30T15:19:04Z"], "Headline": ["Muriel Bowser is steering DC through the pandemic. She's also the single mom of a toddler"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Mothers and fathers across America can relate to the struggles of parenting children who are home full-time right now. Not every parent, however, is juggling being a single mom of an almost 2-year-old toddler with running a major city, like Washington, DC, Mayor Muriel Bowser. And because it's DC, she doesn't have the same resources for the city as other executives do. She's trying to get emergency funding, working on a plan to reopen businesses and looking to address inequality for the city's disproportionately hard-hit African Americans. \"The biggest concern that I have is making sure I keep myself safe and healthy, that I'm not contaminating my home or exposing my family to what I have to be exposed to because I'm out doing essential work,\" Bowser told CNN in a virtual interview. So while she is looking out for her constituents in the ways all mayors nationwide are in the age of Covid-19 -- scrounging for tests and supplies -- she also wants to pass along what she has learned as a parent right now: \"Give yourself a break.\"  \"Don't be too hard on yourself,\" the Democratic mayor advised.  For example, this past weekend, because Bowser had to work, she broke her own rules about screen time. \"On the weekends, it's just me and her. I moved her highchair into my little home office and I got her coloring books out, her little toy computer. It was different because normally she wouldn't be in my office and I wouldn't let her watch TV, but we had to figure out how to make that work because I had some work that I had to get done, and she adjusted it,\" she recalled. Bowser stresses that kids may not be in traditional classrooms right now, but they are still learning in a different way. \"Your kids are watching you. They're even watching how you work. They're listening to your calls. They're seeing how you get prepared in the morning. They're watching you work on the computer,\" she said. \"And there are lessons, there are life lessons in all of those things. They're seeing how you have to juggle making lunch with going back to a call.\" Bowser adopted her daughter Miranda in 2018 -- when she'd already been in office for more than three years -- making her the first single mother to be DC's mayor.      She calls herself lucky because she still has home childcare and, because her daughter is so young, she doesn't have the challenge of distance learning that older children and their parents are coping with every day. \"She doesn't get to go to her swim lessons or ballet class, and she doesn't get to see her grandparents, which is probably the biggest downer for her and for them, and for me,\" she said. 'The mayor, the county executive and the governor' While other mayors have state governments to help, Bowser does not since she runs the nation's capital District of Columbia. \"As mayor, I have regular city functions that I perform, but I have things that I'm responsible for that no other mayor in America is responsible for. I'm the mayor, the county executive, and the governor for Washington, DC,\" she said. She notes that DC has no US senators to fight for its interests, putting its some 700,000 constituents at a big disadvantage during the coronavirus crisis. \"That's how we were shortchanged in the first CARES Act,\" she said of the stimulus package passed by Congress last month. \"We were treated as a territory, which we are not. We're very different from US territories in that we pay federal taxes, so the same taxes that they pay just a few miles from you in Maryland, we pay here in Washington, DC, but we don't have two senators.\" she said. Because DC was designated as a territory in the first round of emergency funding approved by Congress, she says the city did not get some $750 million that she says is owed by the federal government to be on par with other states and cities across the country. She said she fought to be included in the Trump administration's meetings with governors. \"It has been a constant fight to make sure that DC is on all of those calls with the President and the governors to make sure FEMA and everybody knows that we are treated for emergency response just like the 50 states,\" she said. \"I've had the opportunity to ask the President by video call, like we're doing now, very specific questions about Washington, the vice president, Secretary Mnuchin, which is where we have our real issue right now with Treasury and getting our fair share of the money,\" she said. She was hoping DC being left out of the first package would be remedied in the last round of funding Congress passed, but it was not. Now, she spends a lot of her time lobbying the administration and Congress to fix this in the next round. \"That money will make sure that we can continue to provide a robust response that's not affecting the operation of our city services,\" she said. The big question: When to let businesses re-open Nearly two months into the pandemic-induced economic shutdown, Bowser is hearing more and more from business owners desperate to get back up and running. But the Covid-19 modeling shows the DC surge has not yet happened, which makes joining the slowly growing trend to re-open trickier. \"Our model showed that we would have many thousand more cases than we have right now. We know our businesses and residents have been staying at home, which is helping drive down those cases,\" she said. \"So we think that we're working very hard to flatten the curve, and we're looking forward to getting on the other side of this pandemic,\" she added. Because DC is the nation's capital, a big driver of the city's economy is business travel and tourism, not to mention a restaurant and bar scene that has exploded in the past several years. With much of that shuttered, Bowser said more than 70,000 workers have had to file for unemployment. \"It's had a devastating impact for those businesses, workers, but also for the city's finances,\" she said. Looking ahead, she expects major budget cuts for the city. \"We've lost $700 million in revenue that would have been coming in to support government operations, from trash pickup to teachers to police officers to firefighters. For next year that starts on October 1, we have to cut almost $800 million from that budget to meet our revenue projection, so it's not small,\"  she lamented. Addressing racial disparities Bowser says about 80% of coronavirus-related deaths in DC are African Americans. While she and other city officials are working hard to get access to health care and awareness to black communities, she is also actively looking ahead to find ways to address age-old problems about access and inequality as part of reopening the city. \"You know that there is work that we have to do, what I call the building blocks of healthy outcomes. How do we equalize access to good food and high-quality housing and jobs and education? These aren't new issues, as you know. These are decades old, generations old problems that we have in our country,\" she said. Inequities when it comes to access to the internet have also been exposed in a way that she hopes the city can help to rectify so that students and workers can benefit down the road. \"Not just remote learning, but remote work, and how we do all of those things,\"  she said. Taking advantage of being inside the Beltway Although she does not know when it will happen, Bowser says when DC does reopen \"it won't be exactly the way it was.\" \"We have to think about how we go to restaurants differently. How do we even go to school differently?\" she asked. Bowser is taking advantage of the fact that she has lots of constituents with experience, brainpower and connections.  She appointed a bipartisan pair of heavyweights -- former Obama national security adviser Susan Rice and former Bush homeland security secretary Michael Chertoff -- to study various sectors of DC's economy and society. \"Gather the best global practices, gather the best science and techniques, and make recommendations about how we can slowly turn on our economy in a safe way,\" Bowser said. She's also recruited world-renowned chef and philanthropist José Andrés to take the lead in guiding restaurants on re-opening plans. And she enlisted one of the most famous DC residents -- former first lady Michelle Obama -- to record robocalls and radio ads reminding people to stay at home and giving people information about testing sites. Improving testing In the short term, to get to the point of lifting restrictions with better confidence, Bowser is working to make a plan for better Covid-19 testing.   While her neighbor in Maryland, Republican Gov. Larry Hogan, procured tests from South Korea, Bowser sourced materials from China and sent teams for supplies, more frequently, around the United States.  \"I think we sent a helicopter down to North Carolina to get some items. We're using Under Armour in Baltimore to do some other items. We're seeing some of the domestic supply chains open up,\" Bowser said. She is also building and expanding what she calls contact tracing teams to learn a new post Covid-19 skill. The city's Department of Health officials is working on contacting people who have tested positive, interviewing them and reach out to the people they were in contact with. \"And all of those people are to limit their activity and stay home. And so that's how we're learning a lot more about it,\" she explained. What keeps her up at night?  When asked what keeps her up at night -- the question we put to all the mayors across the country we have spoken to for this series -- Bowser answered without hesitation. \"The notion of really the great businesses in DC that had to shutter and those entrepreneurs wondering if they're going to be able to come back. The families who are trying to pay their rent and pay their mortgage, who just don't know if they're going to be able to, and the knowledge that these people have done absolutely nothing wrong. None of us have. It's just that this pandemic hit us, and they're really worried about the future. That keeps me up at night,\" she said."], "Language": false}