{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/opinions/what-happens-to-performers-during-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Lindsey Mantoan"], "Writers": [[]], "FirstPublishDate": ["2020-03-20T12:08:57Z"], "LastModifiedDate": ["2020-03-20T12:08:57Z"], "Headline": ["The show must go on(line)"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The second week of March, performance artist Tim Miller was leading a solo performance workshop at the University of Minnesota. Six and a half hours before their final showcase, scheduled for 7:30 p.m. on Friday, March 13, the governor declared a state of \"peacetime emergency.\" Four and a half hours before the showcase, the president of the university announced a case of coronavirus within the campus community. Four hours before the showcase, the chair of the theater department canceled it.  Though the performers hadn't known it, the rehearsal the night before had been their last time together in one room. Professor Sonja Kuftinec told me in an email that their private, final gathering had begun with her, \"like a workshop priestess,\" leading the artists in a \"Purell ritual,\" and that \"among other performances that evening, an older undergraduate, an HIV-positive 61-year-old-student, shared his journey of living through an earlier plague.\" The world is living through an epidemic and people are dying -- finding a way to stem that suffering has to be the primary focus. But as the economic carnage from coronavirus grows apace and social distancing becomes a way of life, the widespread cancellation of performances -- with no end in sight -- has left many thousands of actors, stage managers, musicians and others struggling to find ways to survive, to put food on the table and a roof over their heads. Even in the face of such deep economic precarity, many of these performers are finding ways to share their art with the world and support each other while doing it.  Paula Vogel, playwright of the 1998 Pulitzer Prize for Drama winner \"How I Learned to Drive,\" has waited 23 years for the play to make it to Broadway; it was set to open April 22 at the Manhattan Theatre Club with its original co-stars, Mary Louise Parker and David Morse. With Broadway dark until at least April 13, the future of the production is uncertain, yet Vogel said in an email to me, \"Not seeing everyone else's show is harder for me than not bringing 'How I Learned to Drive' to fruition. Yes, we've been waiting 23 years to cross over from Off-Broadway to Broadway; but I know the ending of my own shows. It's not seeing the house lights dim and rise from the many playwrights who offer me my spiritual daily bread.\"   It's unsurprising that an artist as generous as Vogel would focus on other playwrights and their losses; I'm heartbroken, however, about \"How I Learned to Drive.\" I had planned to see it on April 11, having set a calendar alert for the instant tickets went on sale and booked airfare from Oregon to New York, all so I could experience my favorite play in performance with its original cast -- a play I teach ever semester, a play I hope to direct sometime in my life. There's much to mourn for artists, but not being able to see this specific production has hit me the hardest.   Like many communities, those who make their living through the performing arts are suffering in the wake of coronavirus quarantines and physical distancing. In times of extreme precarity, artists tend to bond together: 48 hours after the 9/11 attacks, all 23 Broadway theaters were open as performers sought to give solace to a grieving city; on the eve of the 2003 US invasion of Iraq, artists around the world offered simultaneous performances of Aristophanes' peace play \"Lysistrata.\" Forced isolation threatens to strip artists of the communities in which they thrive and to leave cities and towns across the country bereft of the culture that feeds the soul. Musicians, performance artists, playwrights and actors are forging new ways to offer artistic, emotional and material support to one another.   That private sharing at the University of Minnesota might have been one of the last examples of live artistic communion in the country for the foreseeable future, before, out of necessity, performers began turning to digital platforms to express their solidarity and practice their art. The Seattle Symphony, from one of the localities in America hardest hit by the virus, has been at the forefront, with live streams and rebroadcasts expanding the connections the orchestra shares with its audience.  On Thursday March 12, they streamed a September 2019 performance of Mahler's Symphony No. 1; Krishna Thiagarajan, president and CEO for the Seattle Symphony, shared with me in an email that \"there were thousands of people tuning in together, at the same time, all around the world to experience this music. It was a virtual event that 130,000 thousand people experienced, and you could feel the same sense of community through the comments and engagement during the concert.\" In addition to airing previously recorded concerts, the organization is exploring livestreaming solo performances happening in real time, on a volunteer basis, alongside family friendly livestreams with an educational angle in which an individual musician might offer a lesson or talk viewers through the parts of their instrument. As a theater professor in the Pacific Northwest, I'm grappling with lost artistic opportunities. Portland Center Stage at The Armory was meant to produce Heather Raffo's one-woman play \"9 Parts of Desire,\" a visceral piece about nine Iraqi women surviving war and sanctions. I had been scheduled to lead a preshow discussion and a workshop as part of the run of this show; the theater has canceled all events until after April 14, which is disappointing to me professionally, but more importantly, it's a cultural loss to the Portland community. The piece offers profound insights into the effects of almost three decades of disastrous US policy in Iraq.  Other performing arts organizations, such as the Metropolitan Opera and Austin's annual South by Southwest (SXSW) film and music festival (whose annual gathering was one of the first major arts events in the US canceled because of the virus), are following the Seattle Symphony's lead, embracing widely accessible free streaming, releasing new content or opening up back catalogues. CNN.com has organized a handy list of many such events here.  Sean Cercone, president and CEO of Broadway Licensing, which licenses rights to perform copyrighted scripts, foresaw the massive theater closures not just on Broadway, but across the country. In a phone interview with me, Cercone described how company got to work early convincing playwrights to release special livestreaming rights of productions of their plays that had been in rehearsals and were ready for an audience, including those at elementary and high schools.  These special licenses are for fully streamed events, not recordings -- there's no archival video, and the event is a virtual attempt to replicate the the live experience of being present in an actual theater. Audiences for these events can enact typical preshow rituals such as drinks or dinner (in their own domestic spaces), tune in at the top of the livestream, and when the event is over, the link disappears. Cercone shared with me that this past weekend, elementary students at Trevor Day School in New York livestreamed their performance of \"The Old Man and the Old Moon,\" wanting to keep their grandparents safe yet still share their hard work.  It's worth noting, however, that these types of events require the cast to come together in a single space, often in close proximity with each other, to perform in real time -- itself a risk. Cercone said that so far, no organization or school requesting these streaming rights has canceled, but he believes it's only a matter of time. Not every theatrical production has access to livestream rights, and many organizations are outright canceling productions, sending artists home to increase physical distancing. These cancellations will hit early-career playwrights especially hard, so award-winning playwrights Stephanie Alison Walker and Donna Hoke launched an initiative on Facebook for artists to review the written scripts of new plays with canceled productions. In lieu of performance reviews, these script reviews can give playwrights the visibility boost they need to grow their careers. When I asked her about the long-term effects of canceling productions, playwright Leanna Keyes told me, \"It's easy to imagine that the next theater season will have a lot more 'safe shows' and a lot fewer new plays, which most people consider to be riskier. There will always be hunger for new and exciting work, so these plays will find a home eventually, but it's difficult to predict what impact these unprecedented circumstances will have on the current generation of emerging playwrights.\" Productions of Keyes' plays across the country have been postponed or canceled, with one summer production still up in the air.  With colleges -- including mine -- postponing productions until next season and moving courses online, virtual performing arts education presents new challenges for professors and students alike. For the rest of this semester, I'll be teaching my seminar \"The History of the Broadway Musical\" online, and I'm relieved that we did our Fosse unit before this transition; learning the choreography for \"All That Jazz\" would have been more challenging on Zoom than in person. The students in the course have voted for synchronous learning -- I think for some, having a chance to gather in a place with their classmates, even if that place is a virtual classroom, presents a sense of normalcy and community that we all need right now. Back in 1984, along with a few other New York-based playwrights, Vogel created \"The Great American Play Bake-Off\" in which a writer is given a formula and 48-hours to write a play. She emailed me her Bake-off prompt for this pandemic, which instructs writers to craft a play involving: \"A fishmonger in a market place in Wuhong, A couple running a cafe in Tehran, An opera singer in Milan, A writer in solitude in (wherever you are writing this Bake-off), (extra credit: Donald Trump in quarantine in the White House), cotton swabs and a soliloquy from a pangolin.\"   Students at the University of Minnesota are following Vogel's lead, posting prompts for their own quarantine Bake-off with plans to read the best 10 play submissions on YouTube; according to the student newspaper, over 2,100 people worldwide plan to participate.   Personally, I've taken the premise of a Bake-off and am using it as a lesson plan for homeschooling my kids; yesterday, I gave them a prompt and an hour, and they wrote and illustrated short stories. I may have lost my opportunity to see Vogel's play, but she's still influencing my teaching.  With quarantines likely to increase and so many suffering, have heart that artists are taking the lead in holding each other and their communities, even while in isolation. During the age of coronavirus, the show must go on(line). "], "Language": false}