{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-travel-movies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-03-19T12:28:58Z"], "LastModifiedDate": ["2020-04-03T11:06:33Z"], "Headline": ["The best travel movies of all time"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Movie theaters around the world have closed amid the coronavirus outbreak and the need for social distancing to stop the spread and flatten the curve.  Fortunately, there's never been a better time to catch up on classic oldies and cherished favorites.  Since we're all more or less house-bound with a walk here or there thrown in for good measure (and mental health), the CNN Travel team is traveling via our favorite wanderlust films.  No, watching \"Romancing the Stone\" is not the same as going to Cartegena (Colombia has changed a lot since Michael Douglas and Kathleen Turner traipsed through it in the 1984 rom-com). Nor will tuning into 2001's \"Y Tu Mamá También\" make you think you're actually on a road trip in Mexico and not on your couch in Brooklyn, but great films do have something in common: the power to transport. Below, read our picks for best travel movies that take you along for the ride:  'Barcelona' (1994) This may look like a period piece from the early 1990s, but director Whit Stillman's witty, wordy comedy about foreigners abroad stands the test of time -- not least because the appeal of the movie's main star, gorgeous Barcelona, is utterly timeless.  The Spanish city, acting as backdrop to the tangled love lives of a feckless American naval officer and his highly strung cousin, looks like pure heaven.  Warm nights, amazing architecture, sunshine, cafes, bars, parties, conversation, coastal escapes and beautiful people. The movie also presents possibly the best argument ever for falling in love with someone of a different nationality.  \"What's really terrific is that when we act in ways which might objectively be considered incredibly obnoxious or annoying,\" ruminates newly married lead character Ted, \"They don't get upset at all, they don't take it personally, they just assume it's some national characteristic.\" -- Barry Neild Rent it on Amazon Prime. 'Thelma and Louise' (1991) It was the movie that catapulted Brad Pitt to rock-star status, and true, there's a lot to dissect in the now-infamous roadside motel scene, where a hair dryer is much more than a styling tool. But Pitt is not the star of this film.  \"Thelma and Louise,\" at its core, is a tale of female friendship, and the screen is dominated by the film's two lead females: Thelma (Geena Davis in a career-defining role) and Louise (Susan Sarandon, tough as nails and defiant from the get-go).  The pals from small-town Arkansas hit the road on a weekend quest in search of fun and freedom from their jobs, their men and their boredom. When the carefree adventure takes a dark left turn, Thelma and Louise bind together, demonstrating the lengths women will go to save each other.  The car chase scenes offer a fresh, new perspective with the women behind the wheel of a 1966 Ford Thunderbird, owning the open desert road.  Filmed in California and Utah with the best Grand Canyon scenes filmed south of Dead Horse Point State Park, watch \"Thelma and Louise\" if you've never been out West and watch it if you have and yearn to return.  It'll take you on one hell of a road trip with a devastating conclusion. Hey, maybe staying in isn't so terrible after all.  -- Stacey Lastoe Rent it on Amazon Prime. 'Harry Potter and the Sorcerer's Stone' (2001) When Harry Potter runs through a column at King's Cross railway station in London to get to Platform 9 3/4, we know it isn't real — that magical station to another place that isn't actually free of human worry or tragedy. And yet we want to visit.  We've gotten close at The Wizarding World of Harry Potter at Universal Orlando Resort in Florida, where my Ravenclaw got onto the platform to catch the train, found the right wand at Ollivanders and had a glass of butter beer.  The movie's locations are inspired by real places, as graduates of English private schools (called public school in the UK) will tell you: Black robes for formal hall dinners, darting down narrow old streets to visit tea houses and sandwich shops, discovering books that are hundreds of years old (perhaps under glass at the Tate).  Preliminary discussions for a London trip to do the studio tour, visit King's Cross and catch a Shakespeare play are on hold for now, so we'll make some tea and scones and settle into another viewing. -- Katia Hetter Rent it on Amazon Prime. 'Grand Budapest Hotel' (2014) One of the most satisfying films of director Wes Anderson's oeuvre, \"Grand Budapest Hotel\" is a wonderfully bizarre tale interwoven with whimsical backdrops, colorful characters and plenty of delicious, dark comedy.  Set in a luxury ski resort in the fictional East European Republic of Zubrowka in the 1930s, the plot is anchored by a murder investigation peppered with stolen art, prison escapes and a secret concierge society.  Concierge Gustave H. -- a role played to perfection by Ralph Fiennes -- is at the center of this madcap adventure, and he's got a weak spot for hotel guests who tick a few key boxes: wealthy, old and female.  \"You're looking so well darling, you really are,\" he says to one of his departed guests-with-benefits. \"They've done a marvelous job. I don't know what sort of cream they've put on you down at the morgue, but I want some.\"  Though the hotel doesn't actually exist, much of the film was shot in the beautiful German town of Goerlitz, famed for its medieval streets. -- Karla Cripps Rent it on Amazon Prime. 'The Razor's Edge' (1946 and 1984) \"The Razor's Edge,\" has been twice adapted from the epic W. Somerset Maugham novel about a man's search for the meaning of life.  Like the book, the films follow the main character, Larry Darrell, from the Chicago suburbs to the European battlefront of WWI, the coal mines of the UK, the streets of Paris and on to India and up into the Himalayas.  It's as much a geographic adventure as it is an inner, spiritual one. Of the two adaptations, I prefer the 1984 Bill Murray version.  The book was his favorite and Murray agreed to make some movie his friend Dan Aykroyd wrote about ghost hunters, only if the same studio would make \"The Razor's Edge\" first. They did. And even though it was a box office dud, watching the film always inspires me to see the world but also uncover something deeper in it. -- David G. Allan Rent it on Amazon Prime.  'The Trip to Italy' (2014) The plot of \"The Trip to Italy\" is not really a plot at all.  In this film, you're a fifth wheel tagging along on an extraordinary road trip with two old actor friends from the UK, Englishman Steve Coogan and the Welsh Rob Brydon, playing fictionalized versions of their famous personas.  The route is from Piedmont via Rome to Amalfi, back to Naples and finally the tony island of Capri. Retracing the footsteps of romantic poets Byron and Shelley, they drive a convertible Mini Cooper through breathtaking country and alongside harrowing seaside cliffs.  The goal of the trip is, as Brydon says, \"beautiful countryside, beautiful wine, beautiful women, beautiful food.\"  When you're not belly laughing at their impressions and mutual insults, you'll feel a surprising sense of melancholy and loss of youth as the leads wrestle with their own mortality.  The contrast of this palpable emotion with the magnificent setting is what makes this movie truly special. And the fact is you can actually take this trip yourself one day -- from ordering the tagliatelle with meat ragout at Trattoria della Posta in Alba to enjoying a \"very Jules Verne\" (quoting Coogan) seafood lunch on the sea-view terrace at La Cantina in San Fruttuoso.  What Coogan says about a bite of pasta could also be applied to the film itself, \"This is as good as it gets.\" -- Brekke Fletcher Rent it on Amazon Prime.  'Easy Rider' (1969) Get your motor running and head out on the highway with Peter Fonda and Dennis Hopper, who set out on a different great American road trip fueled by sex, drugs and rock 'n' roll.  This low-budget motorcycle film helped usher in a cinematic era of gritty realism set to popular, topical music (notably Steppenwolf's \"Born to be Wild\"). This is about as opposite of 1956's big-budget \"Around the World in 80 Days\" as you can get. The two antiheroes take a West-to-East journey from California to New Orleans to catch Mardi Gras. Watch the American landscape transition from the desolate beauty of the desert Southwest to the lush greenery of Louisiana's Gulf Coast. The only thing that stays the same is America's seedy underbelly. The trippy LSD sequence in New Orleans' St. Louis Cemetery No. 1 -- filmed without permission by the way -- is especially memorable.   This is a good escape until we can once again go out looking for adventure and whatever comes our way . -- Forrest Brown Rent it on Amazon Prime.  'The Lizzie McGuire Movie' (2003) While considering what film to pick, I debated the sun-soaked north Italian vistas of 2017's \"Call Me By Your Name\" or the dreamy Vienna strolls in 1995's \"Before Sunrise.\" But I think the ultimate cinematic balm is pure, unburdened-by-constraints-of-reality escapism, so I'm recommending millennial-favorite \"The Lizzie McGuire Movie.\"  Here, American teenager Lizzie (Hilary Duff) is mistaken for a famous Italian pop star on a school trip to Rome.  What follows is a whirlwind, moped tour of the Italian capital's best sites, starting with (what else) a coin tossed into the Trevi Fountain and ending with naturally an iconic pop performance at the city's Colosseum. The film owes its basic premise to \"Roman Holiday\" (another CNN Travel recommendation) but there's a happier ending here.  And how could there not be? Lizzie and her friends are inexplicably staying in what appears to be a five-star hotel, her high school principal is played by comic genius Alex Borstein and viewers can revel in the comeuppance of would-be-love-interest-turned-backstabbing-lip-syncer Paolo (\"Sing to me Paolo!\")  If you didn't grow up watching this, you might be a bit bemused, but it's charming, sweet, and Rome glows.  Plus, we might be getting more Lizzie in the future (a revival's in the works), so why not catch up on the story so far? -- Francesca Street Stream with subscription on Disney+ or rent on Amazon Prime and Vudo.  'The Best Exotic Marigold Hotel' (2011)   With this semi-lockdown thing going on in New York City, I originally wanted to suggest \"Wild,\" a movie where Reese Witherspoon attempts to master the Pacific Crest Trail all while figuring out her life and learning what it means to be utterly alone in the world. Errr. No. Instead, I offer \"The Best Exotic Marigold Hotel,\" a movie that reminds us that traveling offers an opportunity to add a whole lot of color to our otherwise gray lives. May we all see those rainbows again someday.  Judi Dench, Bill Nighy, Maggie Smith and friends play a bunch of British retirees (or pensioners) who move to a zany new kind of senior home in Rajasthan, India.  The owner, played by Dev Patel, has promised them a l"], "Language": false}