{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/underwater-photography-style/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ana Rosado, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-10-24T11:10:56Z"], "LastModifiedDate": ["2020-03-19T14:17:34Z"], "Headline": ["From Nirvana to 'weightless worlds': How photos evolved underwater"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Nirvana's second album \"Nevermind\" revolutionized rock music and has sold at least 30 million copies since its release in 1991. Its cover also features one of the best-known underwater images ever made: the photo of a baby swimming towards a dollar bill on a hook. The music -- including lead single \"Smells Like Teen Spirit\" -- made the album a success. But that iconic image carved it into our minds.  Spencer Elden, the cover model also known as the \"Nirvana baby,\" was not simply thrown into a local pool in Southern California. Achieving this image took significant preparation, according to photographer Kirk Weddle.  \"Since kids are always an unknown at shoots, I did several prelight and prefocus passes with a doll. Once I felt I had the framing, light, and exposure dialed in; the parents slipped the child into the water,\" wrote Weddle on his website. The mention of underwater photography may recall plastic-protected throwaway yellow cameras for snapshot memories of summer vacations. Yet water has long captured the minds of fine artists. Unfamiliar territory The first underwater photograph, a blurry image of aquatic life, was taken in 1856 by William Thompson, who didn't actually dive in to capture it. This is why French marine biologist Louis Boutan is widely considered the early pioneer of the genre, as he was the first to plunge into the ocean to take the first underwater portrait, armed with a camera he had invented with the help of his brother Auguste. Underwater photography grew from a long line of documentarians, who wanted to record wildlife beneath the waves. But the attraction to underwater images quickly branched out into the world of make-believe.  As early as 1916, director Stuart Paton adapted Jules Verne's \"20,000 Leagues Under the Sea\" into what became an incredibly expensive production that used a system of mirrors to capture underwater scenes. But it was Bruce Mozert, the grandfather of underwater art photography, who first capitalized on the genre. He was an ace at creating seemingly impossible scenarios, such as a smoke-filled barbecue using a can of condensed milk. Florida was the perfect backdrop for Mozert's interpretations of a homely 1950s way of life, and his images soon became an icon of the clear waters of Silver Springs -- and the American dream.   Taking photography to new dimensions Underwater photography has since grown further into an art of its own. Contemporary photographers Barbara Cole and Christy Lee Rogers have become two of the most prominent artists in the field, ingeniously using water as an artistic tool to transform reality. They don't simply drag our on-land surroundings into a pool, in the style of Mozert, but rather take advantage of the submarine environment to create a dream-like alternate dimension.  \"My goal since I began to exhibit in 1984 was to push the medium -- to paint with a camera, resisting the realism that is normally expected of photography,\" said Cole via email.  Canadian-born Cole, whose work will be on view at Galerie LeRoyer this month, entered the world of photography at the age of 19, as the fashion editor of the Toronto Sun. Her days were spent taking pictures and absorbing as much as she could from staff photographers, among other editing jobs. Cole, who is \"always looking for a way to transform reality,\" started creating her ethereal compositions by using a Polaroid SX-70. \"When that was no longer an option I decided to accomplish an analogous effect by shooting through water. It was a natural progression. I've been swimming almost daily for 40 years and the secrets and beauty of the way a figure appears underwater hadn't eluded me,\" Cole said. Along with Cole, Rogers is changing the way water is used in photography to create images that can easily be mistaken for paintings and that push the boundaries of reality. Unsurprisingly, water has also had a great bearing on Rogers' life. She now lives in Nashville, Tennessee, and has exhibited globally, but prefers to shoot at sundown in Hawaii, where she grew up. \"Water was like freedom, purity and pure lifeblood. It was also an overwhelming powerful destroyer at the same time. A body immersed in it, free from gravity but trapped by the inability to breathe or survive under it, was a great dichotomy that was profoundly compelling to me,\" Rogers said in an email. In these shoots, the main working environment is inhospitable, so the connection between the image maker and the models becomes even more important. Rogers explained she has to be the \"eyes of the models\" because they have to keep them shut as soon as they're submerged.  \"This is how one of my favorite models Elisabeth Donaldson explains her experience, 'when modeling underwater there is an initial moment of complete physical terror. You have blown out all of your air, and are underwater in darkness, searching for light, wrapped in fabric that grabs you and pulls you and covers your face,'\" said Rogers.  She continued: \"I don't think these images are supposed to be possible. Every time I do a shoot, I think it'll be my last because I don't know if I'll be able to capture it again. It's so exhausting for me mentally and physically.\"  Since the early 20th century, fine art underwater photography has evolved from Mozert's surrealist, submerged renditions of life on land to Rogers's and Cole's painterly images, reminiscent of Botticelli's billowy fabrics and floating figures. \"Short of working in outer space it's the best place to be able to play with gravity. Under the water I'm dealing with a weightless world. Figures can be literally suspended, time slows down, and sounds are very gentle,\" said Cole.  \"Submerged: Four Series of Underwater Photographs\" by Barbara Cole is on view at Galerie LeRoyer in Montréal until Nov. 1, 2018. "], "Language": false}