{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/health/how-to-wash-hands-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew and Yiwen Niu, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T12:35:09Z"], "LastModifiedDate": ["2020-03-19T12:50:55Z"], "Headline": ["The best prevention against the coronavirus is still washing your hands. Here's the proper way to do it"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["When it comes to novel coronavirus protection, face masks are futile. There isn't a vaccine yet. So the best way to prevent transmission of the novel coronavirus is washing your hands -- thoroughly -- with soap and water, according to the Centers for Disease Control and Prevention.  And yes, there's a right way to wash your hands. It's something of an art form -- a timed, multistep process that can involve some light singing.  Here's the CDC's official hand-washing how-to. All you need to follow along is a sink and soap.  Step 1 Wet your hands with clean, running water. Then, turn off the tap and soap up your hands. Soap is more effective at removing germs than water alone.  Step 2 Work the soap into a lather by rubbing your hands together. Lather soap onto the backs of your hands, in between your fingers and under your nails.  Lathering causes friction, which strips pesky germs and dirt from the skin. Be sure to get into the nooks and crannies, too -- germs lurk there.  Step 3 Scrub your hands for at least 20 seconds. Sing or hum \"Happy Birthday\" twice through to keep time.  There's no magic number, but washing your hands for at least 20 seconds has been shown to remove more microbes than washing for shorter periods does. Singing \"Happy Birthday\" is just a fun way to make sure you're scrubbing long enough.  Step 4 Rinse your hands well under clean, running water.  You've lifted the germs from your hands. Clean water flushes them off.  Step 5  Dry your hands using a clean towel or air-dry them (or a bit of both).  Wet hands easily transfer viruses. Drying them off lessens that risk.  Soap and water are your best defenses against viruses, but hand sanitizer is an OK substitute if you don't have access to either of those. Just pump a small glob of sanitizer on one hand and rub your hands together for about 20 seconds. Hand sanitizers won't get rid of dirt, chemicals or a few types of germs, but they're better than nothing. "], "Language": false}