{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-28T17:27:48.546Z"], "LastModifiedDate": ["2020-04-30T10:44:56.442Z"], "Headline": ["US stocks head higher on promising treatment results: April 29, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is closed. Click here for April 30, 2020 stock market news. Canadian cannabis company Canopy Growth has laid off an additional 200 employees as part of a broader whittling down of its global operations. The 200 jobs affected were based in Canada, the United Kingdom and the United States, a Canopy Growth spokesperson told CNN Business. Canopy Growth declined to disclose which departments or job types were affected. The reductions, which were disclosed via a corporate internal announcement, were first reported by BNN Bloomberg. “Although difficult, the decisions that have been made over the last few months are to allow Canopy Growth to remain focused on the areas where we are winning and ensure that we are delivering the highest quality products to our consumers in every market where we operate,” Canopy Growth CEO David Klein wrote in an emailed statement. “For a long time Canopy has prioritized doing things first, but going forward we’ll be focused on doing things the best in the markets and in the product formats that show the greatest promise.” The layoffs come on the heels of an ongoing contraction in Canopy Growth’s global operations and workforce. In March, the company laid off 500 people and closed down millions of square feet of greenhouses. Another 85 jobs were affected in moves announced earlier this month that included exiting Africa, closing a facility in Canada, scaling back operations in Colombia and shutting down a US hemp farm Many companies are feeling the financial pain from the coronavirus crisis -- but not Microsoft. Microsoft's (MSFT) posted earnings per share of $1.40 on $35 billion in revenue for the three months ended in March, which is the company's fiscal third quarter. Both figures beat analysts' expectations. Sales were up 15% compared to last year. Its shares rose nearly 3% in after-hours trading Wednesday.  In the announcement Microsoft said sales overall didn't take a big hit from coronavirus ripple effects, although some areas such as its advertising business were hurt. Other divisions like the cloud business may have actually received a boost with so many people working and attending school remotely.  We’ve seen two years’ worth of digital transformation in two months. From remote teamwork and learning, to sales and customer service, to critical cloud infrastructure and security – we are working alongside customers every day to help them adapt and stay open for business in a world of remote everything,” CEO Satya Nadella said in a statement.  Revenue from Microsoft’s intelligent cloud segment grew 27% year-over-year to $12.3 billion. That division includes the key Azure cloud business, which competes with Amazon Web Services. Azure revenue grew 59% in the three months, a slight slowdown in growth from the previous quarter.  Microsoft said usage of its cloud services increased as people moved to working remotely, though it acknowledged a slowdown in new deals during the quarter's final weeks. Analysts predicted that companies may cut back on their spending on such enterprise services as they deal with the economic fallout from coronavirus.  The company's gaming and personal computing segments also benefitted from stay-at-home guidelines, Microsoft said.  However, it also acknowledged that its \"Search\" business was negatively impacted by a drop in advertising spend as a result of coronavirus, something Google (GOOGL) is also grappling with. Microsoft also noted that the effects of coronavirus \"may not be fully reflected in the financial results until future periods,\" as the economic crisis spurred by the virus continues to unfold.  US stocks closed sharply higher on Wednesday, as investors once again grew optimistic about a potential coronavirus treatment.  Gilead Sciences announced encouraging results for remdesivir, an antiviral drug tested as part of a National Institute of Allergy and Infectious Disease study. Gilead finished up 5.7%. Meanwhile, the Federal Reserve kept interest unchanged near zero and committed to using its “full range of tools” to support the US economy throughout this unprecedented crisis. The Dow finished 2.2%, or 532 points, higher.\nThe S&P 500 closed up 2.7%.\nThe Nasdaq Composite ended 3.6% higher. With rates at zero for the foreseeable future, people who hold onto cash aren't getting any return. That's unsatisfying to savings account holders. Federal Reserve Chairman Jerome Powell doesn't want to hear it. \"Low interest rates affect the economy through a number of channels in a positive way,\" Powell said. \"Lower interest rates support economic activity...They make it cheaper to borrow, they drive your costs of borrowing down. They do raise asset prices, including the value of your home -- if your saver owns a home or has 401(k), savers will benefit from that.\" Powell acknowledged people who rely only on bank account savings will not benefit from low interest rates. But he said that's too myopic a lens through which the Fed should look. \"We have to look out for the overall  economy,\" he said. \"Low interest rates are a good thing.  And it does not say they are good for every single person. But that shouldn't stop us from doing what we think is good for the whole.\" What are the lessons to be learned from the shock that the coronavirus pandemic wrought on the US economy?  Hang on, said Fed Chairman Jerome Powell. We're still figuring out how to solve the crisis. \"It's early to be asking them,\" Powell said. \"We are still putting out the fire.  We are still trying to win. I think we will be at that for a while.\" That didn't stop Powell from expounding on where the underlying problems are with the US economy -- if not necessarily what is wrong with them. \"The breakdowns that we have seen in market function have been in the capital markets,\" he noted. \"The size and force of this shock will no doubt reveal weaknesses in the financial architecture, and we will have to go to work on those.\" Powell also criticized companies for maintaining far too much debt before the shock arrived. \"Ideally you would go into a unexpected shock like this with a much stronger fiscal posture,\" he said. The unemployment rate is expected to soar from a 50-year low two months ago to 14% this month. Don't expect to see a return to 3.5% unemployment anytime soon. Before that could happen, consumer spending needs to start up again. Once people are willing to go out and spend, unemployment will go back down, predicted Federal Reserve Chairman Jerome Powell. But the labor market won't make a full recovery. \"I don't think it will get anywhere near the historically low levels that we had as recently as February -- 3.5%,\" he said. \"It will take time for that to happen for to us get back to anything that resembles maximum employment.\" How bad is the coronavirus economy? The worst ever, says Fed Chairman Jerome Powell. \"We are going to see economic data for the second quarter that is worse than any data we have seen for the economy,\" Powell said. \"There are direct consequences of the disease and measures we are taking to protect ourselves from it.\" The recovery will be long and painful, but the economy could begin to bounce back significantly in the third quarter as businesses reopen, he added. While we won't go back to  pre-coronavirus levels for quite some time, the third quarter could provide some economic relief. \"We will enter the new phase -- and we are just beginning to maybe do that -- where we will begin formal measures that require social distancing will be rolled back, gradually, and at different paces in different parts of the country. And in time, during this period, the economy will begin to recover,\" Powell said.  \"People will come out of their homes, start to spend again, we will see unemployment go down, we will see economic activity pick up,\" he added. Exactly then that happens is \"very hard to say,\" although he reiterated the third quarter could get a \"fairly large increase\" in economic activity. Unemployment has shot higher for minorities in the United States -- much faster than it has for white Americans, Federal Reserve Chairman Jerome Powell said.  Just a few months ago, the US labor market was the best-ever for minorities, Powell noted. Now, minorities are among the first to lose their jobs as stay-at-home orders have shuttered restaurants, movie theaters, retailers and many other businesses. \"It is heartbreaking, frankly, to see that all threatened now,\" Powell said. \"All the more need for our urgent response and also that of Congress, which has been urgent and large, and to do what we can to avoid longer run damage to the economy.\" Powell noted that people \"who are least able to bear it have been the first to lose their jobs, and they have little cushion to protect themselves. \"That is a very big concern,\" Powell said. The US economy is in shock -- one of the biggest, if not the biggest in its history. It will take a long time, but we'll bounce back, Fed Chairman Jerome Powell says \"We are going to see significant declines in economic activity, declines in employment, increase in unemployment,' Powell said. \"We will go through a phase starting fairly soon where we begin to reopen the economy, and probably the economic activity will pick up, as consumers spending picks up.\" But that doesn't mean we'll recover quickly, Powell said. \"The chances are that it won't go right back to where we were because people will, until they are confident of that the virus is well and truly under control, then they will be somewhat reluctant probably to undertake certain kinds of activities,\" he said. \"It may take some time for us to get back, it probably will take some time for us to get back to a more normal level of unemployment, and ultimately the maximum employment.\" The Fed committee said in its statement today that it will continue its stimulus policy for the \"medium term.\" How long is that?  \"It's between now and the long term,\" Fed Chairman Jerome Powell said. He provided three reasons why the Fed doesn't think it can ease up on its economic rescue plans in the near term. 1) The amount of time to get coronavirus under control is \"very much shrouded in uncertainty.\" 2) The damage to the US economy is severe. Workers who are out of work can lose skills and have difficulty restarting their careers. Businesses won't fully restart for quite some time, and some will go out of business. The Fed's tools to address those issues are imperfect, Powell noted. 3) The crisis is global. Foreign economies will weigh on the US economy  When you think about the Fed, you usually think big bank lending and rate setting -- not buying up huge amounts of debt from tiny cities. But in the coronavirus era, that's exactly what the Fed is doing. And it's not done getting creative as it pulls out all the stops to rescue the economy. Fed Chairman Jerome Powell noted the Fed's bylaws permit it to lend to recipients it hasn't lent to before. \"They have permitted us to move quickly, and move into areas where we have never been before and do so quite aggressively,\" he said. \"I think we are going places and providing help in places where we never have, and I'm glad that we are. I think it's appropriate that we are.\" \"We can do what we can do, and we will do it to the absolute limit of those powers,\" Powell emphasized.  Fed Chairman Jerome Powell says the Fed is keeping its checkbook open to rescue the economy, and it will continue to spend until the economy \"is well on the road to recovery.\" He noted that the Fed does not have a specific dollar limit to bail out American business, households and the economy as a whole. But the Fed is only part of that response -- Congress must continue to act, too, Powell said. \"Will there be a need to do more though?  The answer to that, that will be yes,\" Powell said. Powell praised Congress for its early action, but he said more stimulus will probably be needed. \"I would say Congress has also reacted quite aggressively and strongly with the CARES Act and other laws,\" Powell said. \"That is appropriate.... We have seen a extraordinary historically large reaction.  But I would say that it may well be the case that the economy will need more support from all of us if the recovery is to be a robust one.\" Millions of workers are losing their jobs, and Federal Reserve Chairman Jerome Powell predicted that next week's jobs report will show that the unemployment rate has surged into \"double digits.\" It was at a 50-year low only two months ago. Consumer spending and manufacturing alike have come to a virtual standstill.  \"Overall, economic activity will likely drop at an unprecedented rate in the second quarter,\" Powell forecast. That's why he said the Fed is responding with a similarly historic response. It has cut rates to zero and is pouring hundreds of billions of dollars into lending to cities, towns, states and banks, and it is buying up billions of dollars of mortgage assets to stave off an economic collapse and maintain market liquidity. \"Preserving the flow of credit is ... essential for mitigating the damage to the economy and setting stage for recovery,\" Powell said. \"These programs benefit the economy by providing financing where it's not otherwise available.\" The stay-at-home measures imposed by local and state governments across the country have done historic damage to the US economy. Even so, those measures have the Fed's support. \"It is worth remembering that the measures we are taking to contain the virus represent an investment in our individual and collective health,\" Fed Chairman Jerome Powell said.  That's why he urged Congress to protect workers, businesses and households from insolvency. \"As a  society, we should do everything we can to provide relief to those who are suffering for the public good.\" Here are some words we haven't heard from a Fed chair in a long time:  \"I would like to begin by acknowledging the tragic loss and tremendous hardship that people are experiencing, here in the United States and around the world,\" Jerome Powell said at the outset of his remarks following the Fed's meeting and rate decision today. Powell allowed that the stay-at-home orders to combat the public health crisis posed by the coronavirus pandemic have \"brought much of the economy to an abrupt halt,\" which has hurt the neediest Americans. \"People are putting their lives and livelihoods on hold, at significant economic and personal cost,\" Powell said. \"All of us are affected, but the burdens are falling most heavily on those least able to carry them.\"  The Federal Reserve on Wednesday left interest rates unchanged near zero and said it would deploy its \"full range of tools\" to support the US economy as the coronavirus pandemic continues to wreak havoc on the US economy. \"The coronavirus outbreak is causing tremendous human and economic hardship across the United States and around the world,\" the committee said in a statement. \"The virus and the measures taken to protect public health are inducing sharp declines in economic activity and a surge in job losses.\" Policymakers agreed following their two-day meeting in Washington to maintain rates as they continued to see signs of a badly damaged economy. The decision to refrain from dropping rates into negative territory, as some other central banks have done, had been widely expected by investors after Fed Chairman Jerome Powell and several other Fed board members spoke out against negative rates. The US economy is in a recession. This much is clear after today's GDP report. But how long it will take to recover is a tough question to answer. What we are seeing right now “are the outer bands of a hurricane,” said David Kelly, chief global strategist at JPMorgan Funds during the CNN Business digital live show Markets Now. \"We are just starting a very, very deep recession,\" he said. Asked if he thinks the United States is headed for something akin to the Great Depression, Kelly said no. \"It’s not a Great Depression, the key thing here is that there’s an end game.\"   The markets are pricing in too much optimism, in his opinion, looking for a V-shaped recovery. \"I do think it’s a U-shaped recovery,\" Kelly said. He believes that it won’t be until 2021 until the markets show any kind of sustained improvement.  \"I think [stocks] will fall again before we head into the next bull market,\" Kelly said, even though he’s confident the the scientific community will have a solution that works, and that the economy will come back very quickly when it does. With only an hour left unti the Federal Reserve's gives its April monetary policy update, strategist Danielle DiMartino Booth is looking for some clarity. \"I think the Fed has a lot explaining to do,\" given just how many facilities and programs the central banks have launched since the onset of the coronavirus crisis, DiMartino Booth, CEO and chief strategist at Quill Intelligence, said on the CNN Business' digital live show Markets Now. America is still waiting for a main street lending program, and Fed Chairman Jerome Powell needs to explain what the hold-up is, DiMartino Booth said. \"Why has the Fed dragged its feet?\" she added. The New York Stock Exchange closed on March 23 as New York City battened down the hatches amid the coronavirus outbreak. But the exchange could reopen at some point in May, said Peter Tuchman, floor broker on the New York Stock Exchange for QuattroM Securities on the CNN Business digital live show Markets Now \"I know the stock exchange is going to open,\" Tuchman told host Alison Kosik. Of course the exchange will act in line with guidelines from the state and the city, he added. \"I think it's important for the confidence of the world for people to see us down there,\" Tuchman said. Another painful look at initial jobless claims is just a day away.  Tomorrow's unemployment claims report is expected to show that another 3.5 million Americans filed for first-time unemployment benefits in the week ended April 25, according to economists polled by Refinitiv. That would be the sixth-straight weekly report with claims in the millions. So far, 26.5 million people have filed first-time claims since mid-March. Before the coronavirus crisis, weekly claims sat around the 200,000 mark. If the report hits the predicted 3.5 million, it would be the fourth straight week that claims have fallen since peaking at 6.9 million in the last week of March. Economists say that is a good sign. Still, next week's jobs report is expected to show the US unemployment rate surging to 14%. That would be the highest since the monthly data series began in 1948. During the Great Depression, the unemployment rate peaked at 24.9% in 1933. How high the jobless rate can go and how long it will take to come down again will depend on the shape and pace of the economic recovery. Oil prices skyrocketed Wednesdays on hopes that the collapse in demand for crude may finally be bottoming. US crude spiked 30% in early afternoon trading to $15.86 a barrel, marking the latest in a series of wild moves in the energy market. At one point, oil was up 36% on the day, hitting a peak of $16.78 a barrel.  Keep in mind that just 24 hours earlier, oil nearly broke below $10, raising fears of another dive into negative territory. Wednesday's rally came after a new government report showed that crude stockpiles surged by 9 million barrels in the latest week.  Normally, that would be an ominous sign, but the market was bracing for worse. And it was a deceleration from the prior week's build of 15 million barrels. \"We're seeing signals that gasoline demand is starting to pick up,\" said Matt Smith, director of commodity research at ClipperData.  The energy market likely also benefited from hopes of a coronavirus treatment that sent the Dow climbing more than 500 points, or 2.2%.  The swings in the oil market underscore deep uncertainty over shifts in supply and demand during this unprecedented crisis.  \"Pricing will continue to be extremely volatile,\" Smith said.  US stocks climbed higher today, boosted by positive headlines about an experimental coronavirus treatment. The Dow was up 2.3%, or 562 points, while the S&P 500 climbed 2.7% around midday. The Nasdaq Composite increased 3.3%. The indexes were near their session highs. Besides good news on the coronavirus treatment front, \"traders have reacted well to the various earnings reports, even though some of them were not too impressive,\" said David Madden, market analyst at CMC Markets. The Federal Reserve's April monetary policy update will be the focus this afternoon. The update is due at 2pm ET, followed by a digital press conference with Fed Chairman Jerome Powell at 2:30pm ET. Pending home sales dropped 20.8% in March, as sales in the United States contracted because of the coronavirus pandemic, according to new data from the National Association of Realtors. Contract signings declined 16.3% compared to March 2019. As consumers become more accustomed to social distancing protocols, and with the economy slowly and safely reopening, listings and buying activity will resume, especially given the record low mortgage rates,\" said Lawrence Yun, NAR’s chief economist, in a release. Yun said an improvement later in the year \"will be insufficient to make up for the loss of sales in the second quarter.\" The firm predicts a 14% decline in home sales for the year. US stocks opened sharply higher Wednesday on enthusiasm over positive news about an experimental coronavirus treatment. The Dow jumped 400 points, or 1.7%.\nThe S&P 500 advanced 1.9%.\nThe Nasdaq gained 2.1%. Stock futures popped after Gilead Sciences (GILD) announced encouraging results for remdesivir, a drug being studied for potential coronavirus treatment.  Gilead said the experimental drug met its primary endpoint -- the main result measured to determine whether a treatment was successful -- in a National Institute of Allergy and Infectious Disease study. The biotech company's shares soared 7%.  Wall Street largely shrugged off more bleak economic news. The government said US GDP contracted by a 4.8% annualized rate during the first quarter. It was the US economy’s worst quarter since late 2008.  American GDP growth contracted at an annualized rate of 4.8% in the first three months of 2020 as the coronavirus crisis swept across the world. It was America's first economic contraction since the first quarter of 2014, and the worst performance since the final quarter of 2008. Read more about the US economy here. Toymaker Hasbro is warning that it has no idea how many gifts Santa is going to deliver good girls and boys this Christmas. The company pulled its 2020 outlook on Wednesday morning. The announcement was part of Hasbro's (HAS) first-quarter earnings report, which revealed that sales missed forecasts. The stock fell about 3% in premarket trading. And CFO Deborah Thomas warned things will get worse.  Toward the end of the quarter, physical store closures and country-wide restrictions became more prevalent and entertainment productions shut down. As a result of Covid-19, we expect the second quarter to be more challenging than the first quarter,\" she said. Hasbro relies heavily on TV shows and movies, with a license to sell Disney (DIS) toys including Frozen dolls, Marvel superheroes and Star Wars figures like Baby Yoda. And Hasbro recently bought eOne, the studio that makes the popular Peppa Pig and PJ Masks cartoons. There was some good news: Hasbro's factories in China, which account for 55% of production, are now running at normal capacity after previous coronavirus shutdowns.  And sales of board games, notably Monopoly and Magic: The Gathering, soared 40% as more people are stuck at home. Boeing (BA) said it will slash staff and production after posting a massive first-quarter loss. Demand for air travel has evaporated during the coronavirus outbreak, and the aerospace company continues to reel from the 737 Max grounding. The company announced it would cut 10% of its jobs, about 16,000 positions, through a combination of buyouts, natural attrition and involuntary layoffs. The cuts will be deepest in Boeing's commercial airplane unit -- about 15% of jobs.  Boeing shares moved 3.5% higher on the news. Read more here. The Federal Reserve slashed interest rates to zero and committed to a large-scale asset buying programs to help the economy through the coronavirus shock. Now the attention turns to the future, as economists and investors await word on where the Fed expects the economy is headed. When it slashed interest rates so zero in March, the Fed didn't provide much of a road map beyond acknowledging an expected severe economic disruption. Since then, 26.5 million people filed for initial unemployment benefits, consumer confidence fell to a six-year low and retail sales dropped to the lowest level on record. The advance reading of first-quarter US GDP growth will be released Wednesday morning ahead of the Fed's update. Economists predict the economy contracted at a 4% annualized rate -- its worst performance in eleven years. Since the Fed last took action, enough economic data has been released to illustrate just how bad the coronavirus shock is for the US economy. But it fares through the summer and what the recovery looks like remain big question marks. That's why economists and market participants parse every word in Fed Chairman Jerome Powell's Wednesday's statement. Read more about today's Fed meeting here. People may be stuck at home and making more of their own dinners as a result. But that's not helping meal kit company Blue Apron. Shares of Blue Apron (APRN) plunged nearly 20% in early trading Wednesday after the company reported a wider-than-expected loss for the first quarter and a sales decrease of 28% from the same period a year ago. But Blue Apron's stock is still up 45% in 2020. So this could be a classic case of investors selling the news. Traders have bet that Blue Apron would benefit from the Covid-19 outbreak, which has shuttered many restaurants. To that end, the company is still optimistic about the rest of 2020.   Since late March, we have seen increased demand from existing, returning and new customers in response to the COVID-19 pandemic, and we are proud of our team’s quick actions taken across the business to address this increased demand,\" said Blue Apron CEO Linda Findley Kozlowski in a press release. The company added that it's adding workers at fulfillment centers to meet the expected uptick in sales. But Blue Apron also noted that \"the duration and extent of this demand increase is unknown.\"  The meal kit industry is highly competitive. Blue Apron has to contend with HelloFresh and Sun Basket as well as two companies backed my grocery giants -- Albertsons-owned Plated and Kroger's (KR) Home Chef. And in perhaps another worrisome sign, Blue Apron disclosed in a separate press release Wednesday that it was filing to raise $75 million from the sale of stock or bonds -- a move that could dilute the value of existing shareholders. General Electric's turnaround has been disrupted by the coronavirus pandemic. The conglomerate said Wednesday it burned through $2.2 billion of cash during the first quarter as its jet engine business got slammed by a \"rapid decline\" in global commercial aviation demand in March. GE (GE) estimated the health crisis wiped out about $900 million of its earnings and hurt free cash flow by around $1 billion. The impact from COVID-19 materially challenged our first-quarter results, especially in Aviation, where we saw a dramatic decline in commercial aerospace as the virus spread globally in March,\" CEO Larry Culp said in a statement. Read more here. The world is learning to live with less oil. It may never look back. The coronavirus pandemic has destroyed demand for gasoline and jet fuel as billions of people stay home, and there's no guarantee it will ever fully recover despite rock-bottom prices. The oil industry is bracing for the effects of the crisis to linger. Employees keep working from home. International travel stays scarce. And citizens in once polluted cities, having become accustomed to blue skies, demand tougher emissions controls, encouraging governments to redouble efforts to tackle the climate crisis. Such changes would come on top of a push for investors to dump oil assets that had been gaining momentum before the recent price crash. Sustainable energy investments, by comparison, appear to have held up relatively well despite stock market volatility. All this could mean that global demand never returns to its 2019 record high, a scary prospect for oil companies and their employees from Texas to Western Europe, and countries such as Russia, Nigeria or Iraq that depend heavily on selling crude. Read more here. Europe’s biggest plane maker, Airbus (EADSY), reported a huge loss as the novel coronavirus hits its business.  The firm reported a net loss of €481 million ($522 million) for the first three months of the year compared to a profit of €40 million ($43 million) for the same period last year, the company said in its results Wednesday. Adjusted earnings before interest and taxes fell 49% and revenues declined 15% year on year. The French company delivered 40 fewer aircraft than a year earlier. \"We are now in the midst of the gravest crisis the aerospace industry has ever known,” said Airbus CEO Guillaume Faury.  On Monday, Airbus placed more than 6,000 workers in the United Kingdom and France on government-funded furlough programs just days after reportedly warning employees that it was burning cash at a rate that could threaten the company's survival. Rival Boeing (BA) reports earnings later today. US stock futures are rising ahead of the Federal Reserve meeting at 2 pm ET.  Here's where futures stand at 6:10 am ET: Dow futures are up 181 points, or 0.75%\nS&P 500 futures rose 0.92%\nNasdaq Composite futures moved 1.12% higher Stocks finished Tuesday in the red. Samsung is warning that the months ahead will be painful as the coronavirus pandemic disrupts global supply chains, hurts smartphone demand and complicates the adoption of 5G technology. But the South Korean conglomerate also says the crisis has sparked a fundamental change in how people live — and predicted that the world's reliance on digital services is here to stay as millions of people hunker down at home. The company on Wednesday reported operating profit of 6.45 trillion won ($5.3 billion) for the three-month period ending in March, up 3.5% compared to the same period a year earlier and in line with analysts' expectations. Revenue rose 5.6% to 55.3 trillion won ($45.4 billion). Net profit slid 3.2% to 4.88 trillion won ($4 billion). Read more here. Volkswagen (VLKAF) still expects to post an operating profit this year despite the \"unprecedented crisis\" triggered by the coronavirus pandemic, which slammed sales and earnings in the first quarter. The world's largest carmaker said Wednesday that first-quarter operating profit plummeted to €904 million ($978 million) from €3.9 billion ($3.3 billion) a year ago, as vehicle sales fell. It warned that profit for the full year would be considerably below 2019, but still positive. Volkswagen, which also owns the Audi, Porsche and Seat brands, said group vehicle sales fell 25% to 1.9 million. Deliveries to customers were down 23% at 2 million. Read more here."], "Language": false}