{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/health/paper-for-water-iyw-trnd/index.html"], "Source": ["cnn"], "Location": ["Dallas"], "ByLine": ["By Jennifer Grubb, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-10T15:36:27Z"], "LastModifiedDate": ["2020-03-18T15:27:45Z"], "Headline": ["Teen sisters turn origami into a way to fund clean water projects and save lives"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Origami. In all shapes and sizes. On the piano. On the tables. On the shelves. The Adams family home in Dallas has been taken over by the ancient art, but no one seems to mind.  Those paper creations are funding clean water projects around the world and saving lives.  A cluttered home is a small price to pay in exchange. Frightening statistic inspires little girls In 2011, Isabelle Adams, then 8, and her younger sister Katherine, then 5, learned that every five seconds, a child died around the world from a lack of clean water and that girls their age couldn't go to school because they were hauling water all day for their families.  \"We thought that was really unfair and we really wanted to do something about it. So, we took something that we loved doing which was folding origami and we started to take proceeds for it,\" explains Katherine.   The original goal was to raise money to help fund a well in Ethiopia.   \"The first night we actually ended up selling out and raising over almost $800,\" says Isabelle, now 16. \"So, we came back and regrouped and decided maybe we can do a lot more than we originally thought. And we raised our goal to $9,200 to fully fund the well. And we ended up raising over $10,000 by the end of the year.\"  Katherine, now 13, adds, \"It just kind of snowballed and its grown into this massive thing.\"   That massive thing is called Paper for Water.    How Paper for Water works The process starts with paper that is either donated or bought at a discount. Volunteers of all ages fold the paper into origami ornaments that are then exchanged for donations online or at gift fairs.  The proceeds go to one of two organizations: Dig Deep, which handles clean-water projects in the US -- mostly on Native American reservations, or Living Water International which digs wells overseas.  \"And, especially with Living Water International, they actually stay in the community for up to two years,\" says Isabelle. The reason: to make sure those communities develop habits on how to clean water buckets so that they don't contaminate their water. In eight years, Paper for Water has raised more than $2 million and helped fund more than 200 water projects in 20 different countries.  A family in the fold During the school year the sisters fold origami anywhere from 45 minutes to up to four hours a day, usually watching Netflix.  But how do they balance homework, activities and a social life?  After all, they are teenagers. \"It used to be a lot easier when we were in elementary and middle school. But high school made it a little bit harder,\" admits Isabelle, a sophomore at TAG Magnet School.  \"But I've been doing this project since second grade, so I don't remember school life without having Paper for Water alongside. I've just had to figure out how to balance everything and then make it work. And it's just a lot of prioritizing.\" It helps that the rest of the Adams family, including parents Ken and Deborah and little sister Trinity, are also involved. But at the heart of it, beneath countless paper ornaments sit two bold sisters hoping to empower other girls and boys.  \"Kids have an incredible ability to enact real change in the world if they're just given the chance,\" Isabelle says. \"And if people support them in their efforts, kids can really change the world.\""], "Language": false}