{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/primary-results-march-17-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Veronica Rocha and Mike Hayes, CNN"], "Writers": [["Veronica Rocha", "Mike Hayes"]], "FirstPublishDate": ["2020-03-17T00:55:30.271Z"], "LastModifiedDate": ["2020-03-18T03:36:40.062Z"], "Headline": ["2020 primaries in Florida, Illinois and Arizona"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden made a clean sweep today with projected wins in Florida, Illinois and Arizona. Here's what happened today: Big night for Biden: Biden led in polls in both Illinois and Florida, where the most delegates are at stake. The victories in Arizona, Florida and Illinois will allow him to substantially expand his delegate lead over Vermont Sen. Bernie Sanders as they vie for the Democratic nomination.\nBiden calls for unity: During a speech tonight, Biden said his goal is to unify the Democratic Party, and then to unify the nation. “You know, it's in moments like these we realize we need to put politics aside and work together as Americans,\" Biden said. \"The coronavirus doesn't care if you're a Democrat or Republican.\" \nSanders faces new uncertainty following losses: The Vermont senator spoke early and ignored the election results in remarks to supporters on tonight, instead making a live-streamed speech on the coronavirus crisis. Sanders' campaign faces serious questions about its future, with one adviser telling CNN's Jeff Zeleny that the senator must weigh whether staying in the race is the best way to keep his movement alive.\nNew polling measures taken due to coronavirus: Some polling stations practiced social distancing and employed a one-in, one-out policy, while others ordered voters to stay 6 feet apart. In Arizona, voters got hand sanitizer immediately, before entering one polling place.  Joe Biden will win Arizona, CNN projects, making it his third win of the night. Earlier tonight, CNN projected Biden will win Florida and Illinois.  There are 67 delegates at stake in Arizona. Who won in 2016: Hillary Clinton won the Democratic primary, and Donald Trump won the Republican primary. Watch: ##Biden## Almost half of Democratic primary voters in Arizona say that health care is the most important issue in deciding who to support for the Democratic nomination, according to preliminary CNN primary polling.  Fewer, but still a plurality, said they prioritize health care in Florida and Illinois, with a little more than 4 in 10 voters saying so in each state.  Around 2 in 10 Arizona voters said income inequality mattered most to their vote, and 2 in 10 said climate change. Around the same said climate change was important in choosing who they supported in Illinois, but only around 1 in 10 said so in Florida. Around 3 in 10 voters in Illinois named income inequality as the most important issue to their vote, and around 2 in 10 voters said the same in Florida. In all three states, less than 1 in 10 voters said race relations was the most important issue in deciding who to support. A majority of Democratic primary voters in Arizona, Florida and Illinois said they support replacing private health insurance with a government plan, according to CNN preliminary polling. Around 6 in 10 voters said they support the replacement — a number that was in line with Democratic voters who have already gone to the polls in Iowa, New Hampshire, Nevada, Maine, Minnesota, Texas, Michigan, Mississippi, Missouri and Washington.  Vermont stands as the state with the highest support for private insurance so far, with 73% supporting it, and South Carolina has the lowest, with 49% in support. A plurality of Democratic primary voters on Tuesday said they prioritize nominating a candidate who can unite the country, according to a preliminary CNN Primary Poll. Around 4 in 10 voters said so in Arizona, while a third of voters each said so in Florida and Illinois. A quarter of candidates across all three states voting Tuesday said they prefer a candidate who can bring about needed change. And around a quarter of voters in Florida and Illinois also want a nominee who cares about people like them, while slightly fewer voters in Arizona said they prioritize that quality.  When it comes to temperament, around 1 in 6 voters in Arizona and Florida say they want a candidate with the right one, while around 1 in 10 say so in Illinois. Joe Biden attempted to appeal to supporters of Bernie Sanders after the former vice president picked up more primary wins on Tuesday.  “Senator Sanders and I may disagree on tactics, but we share a common vision,” Biden said in a livestream from Wilmington, Delaware. He cited providing affordable health care for all Americans, reducing income inequality and combating climate change.  “Senator Sanders and his supporters have brought a remarkable passion and tenacity to all of these issues,” Biden said. “Together, they have shifted the fundamental conversation in this country.\" “So let me say, especially to the young voters who have been inspired by Senator Sanders: I hear you. I know what's at stake. I know what we have to do.” Biden said his goal is to unify the Democratic Party, and then to unify the nation.  “You know, it's in moments like these we realize we need to put politics aside and work together as Americans,\" Biden said. \"The coronavirus doesn't care if you're a Democrat or Republican.\" ##Biden## ##Sanders## Former Vice President Joe Biden addressed concerns over the coronavirus outbreak via livestream after his projected wins in Illinois and Florida. \"The coronavirus doesn't care if you're Democrat or Republican,\" he said. \"It will not discriminate based on national origin, race, gender or zip code. It will touch people in positions of power as well as the most vulnerable people in our society. We're all in this together.\" He also spoke briefly of his wins, saying, \"Our campaign has had a very good night.\" \"We moved closer to securing the Democratic Party's nomination for president, and we're doing it by building a broad coalition that we need to win in November,\" Biden said. Watch: ##Biden## Democratic voters over 65, moderates, and black voters powered former Vice President Joe Biden’s projected Democratic primary win in Illinois, according to CNN’s preliminary primary polling. Those same groups of voters carried Biden to his projected win over Vermont Sen. Bernie Sanders in Florida Tuesday night. Biden’s gains were also reflected among voters who only wanted minor — as opposed to major — changes to the economic system in the US, who were opposed to a single payer health care system, and those who preferred to nominate a candidate who could unite the country.  And where Biden won, Sanders lost his following from 2016. In 2016, Sanders was barely edged out by Hillary Clinton in the Illinois primary, with the Vermont senator carrying young voters, white voters, and liberals. Sanders, for example, saw a significant loss among white voters on Tuesday, capturing the backing of just about a quarter of white voters compared to 57% of those voters in 2016. ##Biden## Bernie Sanders’ fight for the presidency may not be over, but his campaign almost certainly is. A critical question facing Sanders: Must he keep his campaign alive for his movement to survive? “If he ends his candidacy, will someone else step into the void and lead the movement?” one Sanders’ adviser asked. “Is the best way to stay relevant by staying around for the rest of the race?” The Vermont senator is tightening his circle, aides say, with perhaps only he and his wife, Jane, involved in the final decision making. Almost no one else knows what he will do — and when. If the coronavirus pandemic was not escalating — and the country was not gripped by uncertainty — advisers have no doubt Sanders would stay in the race for its duration, intent on holding Joe Biden’s feet to the progressive fire on a series of policies. The timing of Sanders’ decision may be unknown, but the fate of his candidacy is not. ##Sanders##  Joe Biden will win Illinois, CNN projects, marking his second win of the night. Earlier tonight, CNN projected Biden will win Florida, which has 215 delegates. There are 155 delegates at stake in Illinois tonight. Who won in 2016: Hillary Clinton won the Democratic primary, and Donald Trump won the Republican primary. Watch: ##Biden## As expected, Donald Trump has earned enough delegates needed to win the Republican nomination for president with a projected win in Illinois. Voters over the age of 65, moderates and black voters carried former Vice President Joe Biden to his projected primary win in Florida, according to the CNN Primary Poll.  Those voting groups supported Biden in high numbers, with more than three-quarters in each backing the former vice president in the primary fight against Vermont Sen. Bernie Sanders.  Sunshine State voters who said they preferred a candidate who would unite the country, those who oppose a single payer health care system and voters who want a nominee that can beat Trump also supported Biden on Tuesday. In 2016, Sanders lost Florida to Hillary Clinton. Some groups Sanders performed well with in 2016, such as white men and independents, didn’t follow him in 2020. In 2016, 52% of white men supported Sanders for the nomination while only a quarter did so in 2020 -- slightly more than 6 in 10 voting for Biden. In 2020, half of independent Democratic voters in Florida supported Biden for the nomination. That's a flip from 2016, when 55% of voters in the state backed Sanders. Watch: ##Biden## ##Sanders## With Joe Biden's win in Florida, CNN projects that at this time he is leading Bernie Sanders in the delegate count. The delegate count currently stands at 912-712.  Remember: The Democratic candidate needs 1,991 delegates to win the nomination. CNN's David Chalian noted that by his calculation that means Biden only needs 47.9% of the remaining delegates to reach that number. Sanders, on the other hand, will need to win 56.8 percent of the remaining delegates. ##Biden## ##Sanders## CNN just projected Joe Biden will win Florida, making it the 17th state that he's won so far during the primaries. Here are the other states: ##Biden## Joe Biden will win Florida, CNN projects. There are 219 delegates at stake in the Sunshine State. Florida is the biggest prize of the night. Who won in 2016: Hillary Clinton won the Democratic primary, and Donald Trump won the Republican primary. Watch: ##Biden## At a Chicago polling place near Wrigley Field, Margaret Croke, a first-time candidate running for state representative, held one of her campaign signs with gloved hands, keeping a healthy distance from voters.  Normally, Croke would have been handing out campaign literature for voters to read as they waited. But with the spread of COVID-19, she wasn't taking any chances — just one of many adjustments, small and large, to accommodate an election Tuesday amid a worsening pandemic.   Her opponent, State Rep. Yoni Pizer, went even further, deciding in the final days of the campaign to forgo public events altogether. Outside of the polling place, notes taped to his campaign signs explained \"why we're not here.\" \"We just felt it was super important that we put the safety of our community above any political concerns,\" Pizer told CNN.  But some voters did show up to vote in person even as restaurants, bars and schools in Illinois closed and state officials urged people to limit their trips outside of their homes. By Tuesday afternoon, the line outside of the polling place stretched for blocks, as poll workers enforced a one-in, one-out policy to encourage distancing inside.  \"I decided to come out to vote today because it’s my civic duty to do so as an American,\" said Art Garcia, who works at a hospital in the area.   Rachel Tarr, 28, said she felt comfortable with the precautions being taken for voters, including poll workers wearing gloves, and availability of hand sanitizer and wipes.  \"I thought they did a good job,\" Tarr said.  But the process did not run smoothly everywhere. In suburban Chicago, election judge Kim Inman arrived at her polling place Tuesday to find that the hand sanitizer and disinfecting wipes promised by Cook County officials had not arrived. Meanwhile, the precinct was operating with just half its election judges, after some had dropped out \"due to sickness or fear,\" Inman said.  By the afternoon, however, voters had stepped in — donating their own Wet Wipes and travel-sized hand sanitizer to the polling place.  Watch: ##Coronavirus## Preliminary findings from a CNN Primary Poll in Illinois finds widespread concern about the effects of the coronavirus outbreak, with many worried about the direction of the nation’s economy in the next year.  A majority of Democratic primary voters in the state say they are very concerned about the effects of the virus, and nearly 9 in 10 say they are at least somewhat concerned about it.  About half say they are very worried about the direction the nation’s economy could take, a figure that rises to almost 6 in 10 among those who are deeply concerned about the virus’ effects. Hear more: ##Coronavirus## Vermont Sen. Bernie Sanders focused an address he gave on election night entirely on responding to the coronavirus outbreak, including proposals he plans to introduce to Democratic leadership to tackle the crisis. \"This is an unprecedented moment that will require an unprecedented amount of money,\" Sanders said via livestream from Washington, DC, where the Senate is in session this week. He added that it will take \"$2 trillion to prevent deaths, job losses and to avoid an economic catastrophe.\" Among those proposals, Sanders said Medicare should be empowered to cover all medical bills and called for using existing emergency authority under the Defense Production Act to dramatically scale production in the US for masks, ventilators and medical equipment.  He also asked supporters to reach out with suggestions for proposals.  \"In every state there is a different level of crisis,\" Sanders said. \"In every occupation, a different level of concern.\" Sanders said there would be more details about the proposals posted on his campaign website tomorrow. \"Our country and our world are facing an unprecedented series of crises,\" Sanders said. \"We are dealing with a growing economic meltdown ... We are dealing with a political crisis as well.\" ##Sanders## Voters in the three states hosting elections today are no different than their predecessors in the primary so far on at least one score: Majorities in all three prioritize nominating a candidate who can beat President Donald Trump over one who agrees with them on the issues. About two-thirds in Arizona and Florida say so, as do about 6 in 10 in Illinois. That’s right about on par with the overall share across all states where exit, entrance or primary polls have been conducted so far. In Arizona, a state widely expected to be a battleground in November, about 7 in 10 say they are angry about the Trump administration, slightly higher than the roughly two-thirds who say so in Illinois and the 6 in 10 who feel the same way in Florida.  Around a quarter in Arizona are dissatisfied with the Trump administration, a third in Florida, and a quarter in Illinois. One in 10 or less are enthusiastic or satisfied with the administration. Democratic presidential candidate Joe Biden will deliver primary election night remarks via livestream Tuesday at 9 p.m. ET, according to campaign statement. “As the country and world face an unprecedented public health and economic crisis, Vice President Biden will lay out his vision for America, call on Americans to come together to address this global health pandemic, and describe how we will come out of the crisis stronger as one nation,” the campaign said in the statement. ##Biden## Relatively few Democratic primary voters in Florida and Illinois said that the coronavirus itself would change their decision to vote, according to preliminary CNN polling.  Voters interviewed from Thursday on who had not yet voted early were asked how likely it was that they would change their decision to vote because of the virus.  All told, just 8% of primary voters in Illinois and 6% in Florida said it was very or somewhat likely that the impact of coronavirus could change their decision to vote. ##Coronavirus## Some polls have already closed in parts of Florida, where 219 delegates are at stake. With 11% of the vote in Florida, Joe Biden is already leading with 59.4% to Bernie Sanders' 18.3%. The former vice president is up by more than 100,000 votes right now in Florida.  Watch: ##Biden## ##Sanders## Democratic primary voters across all three states heading to the polls on Tuesday said they trust former Vice President Joe Biden over Vermont Sen. Bernie Sanders to handle a major crisis like the coronavirus pandemic facing the nation, according to preliminary findings from CNN primary polling. About 6 in 10 in Illinois and Arizona said they would trust Biden more in a crisis, while in Florida, that stood higher at about 7 in 10.  That mirrors findings from exit polling conducted last week, which found Biden trusted by a wide margin over Sanders among Democratic primary voters in Michigan, Missouri, and Washington. ##Biden## ##Sanders## Sen. Bernie Sanders on Tuesday will give remarks on the coronavirus crisis at 7:15 p.m. ET, his campaign said. He will address \"how our response to the outbreak should put working families and the most vulnerable first.\" He'll speak to reporters via livestream. ##Sanders## Stacey Chiampas didn’t feel safe doing in-person voting today.  She didn’t struggle with the decision to stay home, saying, \"It was both out of concern for my health, as I am near 60, but also for my parents and the health of other elderly folks. Wish it could wait until May or early June like what they did in Ohio.” Chiampas noted that her vote “would have gone to former Vice President Joe Biden” if she would have voted today, something she hopes she can do come November.  “Hopefully I can give Joe my vote in November,” she added.  Chiampas had tweeted at Illinois Gov. J.B. Pritzker two days ago — before Ohio postponed its primary.  “@GovPritzker cancel the election! The elderly who are in the line of fire of this virus are the ones more apt to vote!!!” ##Coronavirus## Danielle Kellogg, a Lincoln Park neighborhood resident, said she checked the city's elections website last night and it said she'd be voting at her normal polling place, the Cenacle Retreat and Conference Center. But when she rechecked it this morning, she said it was a new voting location, Lincoln Park Public Library. Kellogg noted that her normal polling site is a bus stop ride away but now with health concerns over the coronavirus pandemic, she is second guessing taking public transportation ad instead will probably walk the roughly 30 minutes to the polls.  A walk Kellogg plans to take after she gives blood at a blood bank near the polling place. Lupe Figueroa woke up to a text message that had been sent to him by a state representative's re-election campaign letting him know of last-minute polling location changes.  \"I’m still trying to see whether or not I can hitch a ride to go vote,\" Figueroa said. \"But this definitely creates a huge hassle for me, since my polling place was a couple of blocks away from me.\" Figueroa has three options: make the two-hour walk to the new polling location; take public transportation, which he is concerned about with the COVID-19 outbreak; or wait for a friend to get off work so they can go together. However, Figueroa did raise concerns about coming into contact with anyone that might be exposed, or who has COVID-19 at the polls when talking to CNN.  \"I’m under the assumption that now everyone else is being redirected to going to these locations instead of their local places,\" Figueroa says. \"Which increases the chance that there will be a longer wait for voting and the possibility of being in contact with more people that could be exposed to coronavirus.\"  ##Coronavirus## Polling places in Arizona are taking extra precautions due to the coronavirus outbreak. Voters get hand sanitizer immediately, before entering the polling place. If there’s a line (and there are limited wait times) line spacers order voters to stay 6 feet apart.  From there, voters get their ballots from a gloved worker.  After filling out the ballot, voters are asked to not lick it close. Instead, voters stick their finger in water to seal it shut.  On the way out, voters get an alcohol wipe and an “I voted” sticker. A final swipe of Purell is available to voters as they exit. Ballot workers wipe down machine touch screens every 30 mins. A ballot worker at our location told CNN that at least here, there’s no shortage of sanitizing wipes, alcohol or hand sanitizer.  ##Coronavirus## At a polling station in Hialeah, Florida, workers were quick to show off sanitizer and wipes as they set up this morning.  Voter Asunto Pérez, who is diabetic and walked out with an “I voted” sticker, told CNN he opted not to stay home. “If you have the right (to vote), you have to do it,\" he said. Robert Rodriguez, assistant deputy supervisor of elections for Miami Dade County, said voters will get sanitizer before voting, and machines will be wiped down throughout the day.  Workers at the site say low turnout is likely due to coronavirus. Rodriguez, however, points to early voting and mail-in ballots as a reason behind slow polling sites.  ##Coronavirus## Democratic presidential candidate Joe Biden tweeted advice for those weighing their voting options in today’s three primary states, against the backdrop of the coronavirus outbreak, crowd restrictions and social distancing. Here's his advice:  ##Biden## In Florida, voting rights groups are in federal court asking for an extension of vote by mail ballots as well as other accommodations at polling places “necessary to protect the fundamental right to vote.” They are asking for an emergency hearing at the US District Court for the Northern District of Florida. Among those they are representing are elderly voters with compromised immune systems and college students who have been sent home. They are not asking for the state to delay the primary, but instead, to “take emergency measures necessary for voter participation in the face of this crisis.” Because the state has “failed and refused to extend the vote by mail request and return deadlines or expand the means by which individuals may receive and return vote by mail ballots,” they argue, their clients “will be entirely deprived of the opportunity to vote in the presidential preference primary, in violation of their rights under the First and Fourteenth Amendment.” Multiple states have postponed their primaries due to the coronavirus pandemic, which has significantly altered the daily lives of Americans. The US Centers for Disease Control and Prevention on Sunday recommended that no gatherings with 50 people or more take place for the next eight weeks to slow the spread of the novel coronavirus. The next day, the White House advised all Americans to avoid groups of more than 10 and urged older people to stay at home altogether in a set of new guidelines. This has affected some state's plans for their primary and caucuses. Republican Ohio Gov. Mike DeWine announced late last night that polls will be closed in the state today as a result of the coronavirus pandemic. Here are the other states changing their plans due to coronavirus: Louisiana: It was the first state to postpone its presidential primary. It was moved from April 4 to June 20.\nGeorgia: The primary was moved from March 24 to May 19.\nKentucky: Its primary was moved from May 19 to June 23. ##Coronavirus## Florida — known for its large senior citizen population — is bracing for election day during a health pandemic.  Since the novel coronavirus outbreak was declared a pandemic, state election officials have made a number of changes, from relocating polling sites to encouraging more early voting, to protect the health of the state's 4 million people who are over the age of 65 and represent one-fifth of the total population of the state. \"Our recommendation would be if there's a polling location in assisted living facility, allow the residents to vote there,\" Florida Gov. Ron DeSantis said at a news conference on Wednesday. \"But maybe the general public should have the option or be directed to go to a different polling location.\" Some of the changes being implemented by election officials across the state include relocating polling sites away from assisted living senior communities.  Here's what we know:  Hillsborough County: Officials immediately announced changes to polling locations that were set to be at large assisted senior living communities. The county also has prepped extra staff in the event poll workers drop out on election day because they fear exposure to the virus. \nPinellas County: Election officials implemented similar measures, as elderly poll workers begin to drop out due to fears of being exposed to the virus, according to The Tampa Bay Times.  State election officials have also stressed early voting and vote-by-mail options for those who want to be extra safe. Florida Secretary of State Laurel Lee tweeted a reminder to voters that they can drop off their vote-by-mail ballots up until 7 p.m. on election day or choose to vote early up until one day before the primary.  Early voting in some counties started as early as March 2.  ##Coronavirus## Republican Ohio Gov. Mike DeWine announced late last night that polls will be closed in the state on today as a result of the coronavirus pandemic. The order came from Ohio Health Director Dr. Amy Acton, who said she was ordering \"the polling locations in the State of Ohio closed on March 17\" in order to \"avoid the imminent threat with a high probability of widespread exposure to COVID-19 with a significant risk of substantial harm to a large number of the people in the general population, including the elderly and people with weakened immune systems and chronic medical conditions.\" Acton said the order \"shall take effect immediately and remain in full force and effect until the State of Emergency declared by the governor no longer exists\" or she modifies the order. Early this morning, Ohio's Supreme Court rejected a challenge to the poll closure by a candidate for a county judgeship. Some background: The late-night change is the latest turn in a confusing saga that played out hours before voters were set to go to the polls in Ohio, and it highlights the depth to which election officials are struggling to balance protecting the public and allowing them to cast ballots. DeWine earlier yesterday asked a court to move the primary election to June amid the pandemic, only to be denied by a judge later in the day. It's not clear whether the order to close the polls as a health emergency will violate the court's ruling."], "Language": false}