{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/opinions/coronavirus-community-spread-collective-health-taylor/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Tess Taylor"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T15:47:39Z"], "LastModifiedDate": ["2020-03-17T15:47:39Z"], "Headline": ["We cling to American rugged individualism at our peril"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["2019 and 2020 had already been difficult years, crisis and adrenaline wise, in our household. During the summer, when I was a visiting poet at a residency out of state, an angry, confused woman wandered into my class and said: \"I have three guns and I want to use 'em.\" We all froze. It wasn't totally clear if she had the guns, and in this world, at this moment, it didn't have to be. We each know that, when we teach in America, we are already in danger. I was dizzy with fear. My husband and kids were a few rooms away. The woman, who later turned out to be a schizophrenic without access to her medications, was, by some force, wrestled out and escorted away, then put in a hospital for observation, in a step that was actually safer for everyone than any one of us pressing charges. My class went on; we talked about poems. I'd teach for two days and leave again. But despite the fact that the rest of our days on campus passed peacefully in the shadow of some incredibly beautiful mountains, I was rattled. I couldn't shake the sense that, in this country, at this moment, we always live at incredible risk. A few months later, crisis struck again. While my husband was locking his bike to drop off our 3-year-old daughter for her preschool-aged day camp, a different woman approached. Swiftly and for no apparent reason, she bent down, picked up our daughter, and began to carry her down the street. It was so fast and confusing that my daughter barely whimpered. My husband, in a burst of speed, chased the woman and reclaimed our daughter. The woman, clearly confused, retreated into the public library. A network of homeless people who generally know the other homeless in the area (what a gift their wisdom was that day) said they did not recognize the woman. The woman was so clearly unwell that when she was apprehended she was incoherent. Heartbreakingly, she called our daughter by the name of someone else's child. Each part of the episode was as haunting as it was terrifying. All of this was before Covid-19, which is now rapidly on the rise where we live in the Bay Area -- and the country -- through community transmission, and where, now starting tomorrow the six counties on the Bay Area will be proceeding under a shelter in place order. All of this was before the schools shut down and we all began to fear for ourselves and our parents and sick friends and elders -- and none of us could get a test for a disease we all soon might unwittingly be either catching or spreading. That is to say, even before Covid-19, we were all already living in the presence of vast public health epidemics: gun violence, poverty, homelessness. We were living through the epidemic of lack of decent access to health care, the epidemic of precarity and inequality, the epidemic of lack of access to mental health care.  In the Bay Area, where an estimated 28,000 people each night already sleep on the streets, we were already living with an epidemic of lack of access to affordable housing. We were living this way year in and year out before the coronavirus threatened everyone who works in the gig or service economy with their jobs. In New York, where they didn't want to shut down the public schools because so many kids are homeless (schools are where large numbers of our kids must eat and do their laundry), we were already living with the public health crises of mass shelterlessness and child hunger. And all across America, we were already living with the radical unsafety of having a government that deliberately chooses to linger in ignorance by refusing to let the Centers for Disease Control and Prevention even study the causes of gun violence.  What's different, of course, is the speed, visibility and sheer novel danger of this epidemic. Viruses clearly don't care whether we are rich or poor, white or black, gun owners or radical pacifists. As we watch this virus spread, it maps our interconnections. It reminds us that as humans we were never so very separate from one another -- we must meet and share services and trade goods and explore ideas and share food and yes, connect with one another to build a world.   We share common breath. \"No man is an island,\" John Donne wrote, and of course no woman, no child or nation is either. This virus (and the chaos it causes) reminds us of our common lives, our common breath, our deep dependence on interconnectedness: it shows that to thrive we must meet and build and plan and educate and heal and celebrate and make art and grow food and trade goods and eat together, because we are complex social artistic imaginative beings in a web, all attempting to share breath and resources on a planet. The virus reminds us that there is really no elsewhere, no place to retreat, no gated community whose walls will serve: We are all linked, and our health is a community function -- the well-being of others is also the well-being of ourselves. After a deeply bungled delay, the Democrats and Republicans in the House of Representatives came together on Friday to acknowledge what is happening to our economy and our health at once, and to pass a relief bill. We are told that, in theory at least, the late-arriving Band-Aids of widespread testing and paid sick leave are on the way -- though roadblocks have come up in the Senate that could delay final passage of the bill. The fact that the infection numbers continue to rise dramatically even in the face of deliberate ignorance and delay and ongoing lack of testing is also not reassuring. The fact that we are six weeks into a crisis that could have been actively prevented starting in late January, should give us all pause.  Indeed each of us is afraid of being exposed to coronavirus, but the virus is exposing our wider fault lines as well. One reason that some Americans have been so slow to act is partly because we've relied too long on systems that allow us to be complacent about sequestering ourselves from other people; because we've tolerated a mediocre, partial, inefficient and expensive healthcare system. We've veered towards an economics that allows some people to stockpile and privatize their access to good services, while others are increasingly left in the cold, or just plain out of luck.   We have been living in an America still clinging to some notion of rugged individualism to its peril. As this virus escalates here, it does so partly because of the fault lines that were already endemic in this country. We stumbled because ignorant and racist forces allowed themselves to stall, believing they didn't need to respond or plan care for all by imagining that they could \"other\" the virus or the people that had it. We stumbled because we already fail to offer quick, affordable, efficient health care to all. We stumbled because key leaders have chosen widespread chaos and ignorance over knowledge that could be gained through quick, free, convenient widespread testing. We will continue to stumble and exacerbate our common risk where our lack of safety net puts people without insurance, or homes, or steady work in even greater danger.   Last week, during a trip that was probably one of my last jaunts into public space for some time, I stood in an abandoned hotel lobby with the last remaining soul there -- a restaurant owner linked to the hotel  who had just laid off 45 people, wage laborers who now have no job. He was stricken. \"I don't have any back up way to pay them,\" he said, hoping that the government would find some way to help. Perhaps his wishes will come true, and perhaps this current bill will bandage up some of the encroaching damage. It may be that we can yet stem the worst of the carnage, and limp through.   But the deeper problem is that were already tolerating the extent to which we live in fear in America, the extent to which we have let ourselves imagine and build privatized solutions, the extent to which we have been building those solutions at the edge of a great brink. I'm incredibly privileged that, for now, my partner and I can weather this crisis working from home, homeschooling my kids, that for now we  and our kids can sequester. For now, where we live, all public and work and school events are canceled, perhaps for the next 8 weeks,  and we basically leave home only to run in large open spaces or to get vegetables. For the time being, we're here, in our bunker -- and believe me, I know we are lucky. But when we get a chance at public life again, I hope so much that all of us take the messages of this pandemic to heart: We are not healthy or safe when those around us are not healthy or safe.  We can most thrive when others in our common public diverse world can also thrive. The health and well-being of others is vital to our own. And we are all linked. There really are no islands. There really are no gates."], "Language": false}