{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/most-incredible-temples-india/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Springer, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-06-07T01:15:45Z"], "LastModifiedDate": ["2020-03-17T10:43:13Z"], "Headline": ["8 of India's most incredible temples"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Home to more than 1.2 billion people, India is a kaleidoscope of diverse languages, beliefs and religious practices.   The country has at least nine recognized religions, including Islam, Buddhism, Christianity, Sikhism, Jainism and several tribal and folk beliefs.   The majority of people in India practice one of two faiths: 80% of people identify as Hindu, while 14% identify as Muslim, according to the most recent census. But the mix of faiths fluctuates wildly depending on the region.  For example, a large concentration of Buddhists can be found in the western state of Maharashtra, where Mumbai is located, while northerly Punjab is home to the lion's share of India's Sikh population. Reflecting the country's religious diversity, elaborate and imposing temples can be found across the country -- some date back centuries, others are modern architectural marvels.  Here are eight of the most beautiful temples when you travel to India:  Vaishno Devi Temple Where: Katra, Indian-controlled Kashmir Set about 5,300 feet above sea level in northern India, Vaishno Devi Temple draws roughly 8 million pilgrims every year to the Holy Cave of the Mother. Most commonly accessed on foot via a 12-kilometer trail, the journey takes about six hours for a reasonably fit person. Since it's mostly uphill, there are several places to eat, rest or stay overnight along the way.   The elderly, ill or injured can request to be carried up the hill on a palanquin. Alternatively, it's possible to make the journey on horseback or even take a helicopter. Once there, visitors are surrounded by dense forests and mountains. The scenery will either glisten with dewy shades of green or glow under a white blanket of snow, depending on the time of visit.  From the main temple, there's a cable car that leads to Bhairav Baba, a holy temple about 1.5 kilometers up the mountainside.    Golden Gurdwara (Golden Temple)  Where: Amritsar, Punjab A famed Sikh temple in northern India, the Golden Temple gets its name from its gilded facade, which is said to be covered in pure gold leaf. The 16th-century temple is considered the central place of worship of the Sikh religion. As such, it's common for devotees to make the pilgrimage at least once in a lifetime. It's nothing short of a work of art. Inside, visitors will find colorful paintings and intricate tiled mosaics -- all representative of Mughal-style architecture. The temple is famous another reason: its Langar, a communal kitchen that feeds anyone in need. The langar is thought to serve more than 100,000 people per day and has oft been called the largest \"free kitchen\" in the world. Tirumala Tirupati Balaji Temple Where: Tirupati, Andhra Pradesh Set in the forested Tirumala Hills in southeastern India, Tirumala Tirupati Balaji Temple welcomes upwards of 40 million visitors per year. The Dravidian-style Hindus temple is believed to date to the 4th century, though the exact time period is unknown.  For travelers and worshippers alike, the imposing architecture is among the many draws -- picture an outer wall, an inner wall, a 1.5-acre pond and several gold and white temple towers around the circumference. Many pilgrims also shave their heads at the temple, as it's believed to enhance their humility. For general entrance to the main hall, it's best to reserve tickets online, as this is one of the most frequented religious sites in India. Swaminarayan Akshardham Where: New Delhi  A breathtaking example of Indian architecture, Swaminarayan Akshardham in Delhi is the world's largest Hindu temple. Though it looks ancient, the structure was completed in 2005 but built in a traditional style.  It took five years and 11,000 artisans to craft the temple out of regal materials, including Rajasthani pink sandstone and Italian marble.  You can't take your eyes of the architecture: The 141-foot-tall main temple, called the mandir, is colorful and dramatic with its nine domes, hundreds of carvings and life-size stone elephants.   But it's not all traditional. Across the halls and 60-acre gardens, visitors will discover a series of high-tech exhibitions, an IMAX theater and even a water show.  Lotus Temple Where: New Delhi  Another modern beauty is the Lotus Temple, which welcomes roughly 10,000 visitors per day.  Built in 1986, the temple is one of seven major Bahá'í Houses of Worship around the world.  The gleaming white landmark, which was designed by Iranian-American architect Fariborz Sahba, features 27 marble panels that curve to form the shape of a blossoming lotus -- a symbol of divinity and purity.  Following Bahá'í beliefs, where the number nine is associated with unity, the temple has a total of nine sides as well as nine peaceful ponds. Mahabodhi Temple Where: Bodh Gaya, Bihar Considered one of the most important sites in the Buddhist religion -- this is where Gautama Buddha (also known as Siddhartha Gautama) reached enlightenment under the storied Bodhi Tree. As such, the Mahabodhi Temple draws pilgrims from all corners of the world. Rebuilt in the 5th century, the 11.9-acre UNESCO World Heritage Site showcases a beautiful mix of white and pink sandstone as well as intricate engravings.  The most eye-catching structure is the main pyramidal temple -- a beautiful 180-foot-tall brick structure that rises above the landscape.  And for those looking for Buddha's famous Bodhi Tree, the original is no longer there but there's said to be a scion on the temple grounds.   Meenakshi Temple Where: Madurai, Tamil Nadu The experience at 1st-century Meenakshi Temple, in southeastern India, begins with a breathtaking entrance. Four massive gopuras (towers) stretch overhead, adorned with hundreds, if not thousands, of colorful and ornate sculptures of  deities, animals and demons.  Once inside, the 15-acre walled complex feels like a labyrinth thanks to a series of concentric enclosures, pillared walkways and lively markets. For many, a highlight is the Thousand Pillared Hall, which has been transformed into a history and art museum that's filled with hundreds of stone sculptures. But be prepared for a crowd. This is another popular pilgrimage site, drawing an estimated 25,000 visitors a day. Brihadisvara Temple Where: Thanjavur, Tamil Nadu Part of the UNESCO-listed Great Living Chola Temple complex, Brihadisvara is one of the largest temples in southern India -- not to mention the most beautiful.  The \"Big Temple,\" as it's nicknamed, was the first all-granite temple in the world when it was constructed in the Dravidian architecture style back in 11th century. And it still looks positively regal. More treasures await within the glowing golden stone structure, including ancient frescoes, intricate carvings and various sculptures. "], "Language": false}