{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/sunny-dolat-african-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Wanjeri Gakuru, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T16:18:31Z"], "LastModifiedDate": ["2020-03-16T14:12:17Z"], "Headline": ["Fusing history and industry, Sunny Dolat is ushering in a new age for Kenyan fashion"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["At daybreak on the shores of the island nation of São Tomé e Príncipe, Sunny Dolat transformed into a high priest. Before an intimate audience at the 2019 N'golá Biennial of Arts and Culture, and joined by 46 models, the Kenyan creative director and fashion curator led \"In Their Finest Robes, The Children Shall Return,\" a healing ritual and fashion intervention.  Dressed in a fiery red outfit by Ghanaian designer Larry Jay, a cowrie shell headpiece by Ivorian designer Lafalaise Dion and an elaborate feather neckpiece sourced from a market in Marrakech, Dolat moved slowly between land and sea. Reciting an absolution in Swahili, he sought reconciliation between the past and present violations of slavery, and safe passage for returnees residing in the diaspora.  While the other models rose up tall and proud, one life-jacket clad model, sat alone on the jagged rocks facing the expansive ocean -- a stand-in for the Africans who have recently perished trying to cross over to Europe. \"I'd read Ghanaian President Nana Akufo-Addo's speech about the 2019 Year of Return just before my preliminary trip to São Tomé e Príncipe. On my last day there, I went on a stroll along the shore and there wasn't anyone in the water,\" says Dolat of his initial inspirations for the performance, which took place last July. \"This got me thinking about the tenuous relationship Africans had with the water: superstition, trauma and a lot of loss. I felt that, as Africans, we've never apologized for the role that we played in the slave trade; we didn't have the courage to confront that.\" The presentation was originally intended to feature looks by 55 African designers -- one to represent each African nation plus the diaspora. \"In the beginning I knew exactly who I could reach out to in about 10 countries, but ask me about Somalia and I'd draw a blank,\" Dolat says. \"But that ambition was special and quite a statement. Even if I got 30, I don't think that would be a failure. It's having the audacity to want to represent the entire continent.\" Dolat, who is 32, has been solidifying a reputation for employing a potent and cerebral approach to fashion. Last year he showcased at London's Somerset House as part of the International Fashion Showcase, and at Institut Suédois in Paris for its \"Beyond Expectations\" exhibition. His work for Brighton Museum & Art Gallery's 2016 \"Fashion Cities Africa\" show is currently touring the Netherlands. And in 2017, Dolat compiled \"Not African Enough,\" a landmark book featuring 13 Kenyan designers who challenge the narrative of a singular African aesthetic. \"A lot of the designers had had the Africanness of their work questioned. Katungulu Mwendwa, who has never worked with wax print, was being asked by foreign press why her work wasn't colorful. It was deeply insulting,\" he says. \"I wanted to expand on that.\" \"Not African Enough\" was produced by the Nest Collective, a Nairobi-based group of multidisciplinary creatives that Dolat proudly counts himself among. In the space of just a few years, they've put together women-only dance parties, two web series, 10 fashion films, several musical albums, a free-to-download typeface, and an award-winning book and feature film, \"Stories of Our Lives,\" that is banned in Kenya for its portrayal the country's LGBT communities. It's within Nairobi's bourgeoning creative scene that Dolat, who previously worked in hospitality, cultivated his interest in fashion. He started out in 2011, when he says there were only a handful of working stylists in Kenya. Putting together \"Stingo,\" a provocative online lookbook using thrifted clothes from the city's vast Gikomba markets, quickly led to Chico Leco, an online boutique. \"It allowed me to engage with designers and the sector in a different way. I was no longer just seeing the front of house. I was getting into manufacturing, production and understanding the supply chain,\" he says.  In 2013, Dolat co-founded Heva Fund to financially support creative businesses, and helped design tiered loan programs that would be responsive to the needs of entrepreneurs. The organization has since gone on to help over 40 start-ups across East Africa. It was around that time that Dolat noticed a shift in Kenya's fashion identity. \"Pre-2013, I feel like designers were responding to what people wanted and didn't have an artistic voice. They were glorified tailors. But then there was a growth in confidence and esteem. Many designers did white or neutral collections (in 2013). For me, that was them wiping the slate. From then on, people started developing individual aesthetics,\" he says. Dolat's fashion ambitions have continued to broaden. In 2019, he facilitated a Goethe-Institut Kenya workshop with 10 designers and artists to new textiles; and as Kenya's Head of Textile and Apparel for the International Trade Centre (ITC) SheTrades initiative, he accompanied a contingent of 15 women-led businesses to the NY NOW wholesale trade fair.  This week, he's slated to speak at Design Indaba 2020 in Cape Town -- the continent's biggest design conference, a stunning accomplishment for someone who never formally studied fashion. \"When I first started, my interest was very surface. Over time I started to appreciate this other kind of expression that had nothing to do with bodies. It opened up a new relationship where you could look at a piece and appreciate the thought behind it,\" he says.  \"I've been thinking about how Kenyans like to blend in. We are very utilitarian, which is a legacy of colonialism. To start to understand all the facets of what it means to be a Kenyan, we have to understand our history properly. I want to investigate that through fashion.\""], "Language": false}