{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/kaws-augmented-reality-companions/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T11:33:29Z"], "LastModifiedDate": ["2020-03-13T00:22:33Z"], "Headline": ["Large augmented-reality figures hover over Times Square"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Two decades after artist KAWS released his first collectible \"Companion\" -- an 8-inch figurine riffing on Mickey Mouse with black X marks for eyes -- the character has become a worldwide sensation.  The former street artist, whose real name is Brian Donnelly, straddles the worlds of pop culture and art.  His work appears as paintings, sculptures, toys, and inflatables, often referencing characters from \"The Simpsons,\" \"Spongebob Squarepants\" and \"Sesame Street.\"  His subversive take on beloved characters has attracted a cult-like following, prompting a rush to buy smaller collectibles as well as massive works of art. In 2017, the Museum of Modern Art Design Store website crashed after it offered 11-inch open-edition vinyl Companions for sale at $200 each. Months later, a monumental 23-foot fiberglass work \"Clean Slate\" fetched over $1.9 million. And last year, he set a personal auction record with a Simpsons painting titled \"The KAWS Album,\" which sold for $14.7 million. On Thursday, KAWS has taken his Companions to the virtual realm with \"Expanded Holiday,\" an augmented-reality (AR) project that includes limited and open editions of AR Companions and a free exhibition that will place massive AR sculptures in major cities across six continents until March 26.  The project is a collaboration with tech company Acute Art, which has worked with artists like Jeff Koons, Ai Wei Wei, Marina Abramović and Olafur Eliasson to realize ambitious virtuality-reality (VR) projects. Visitors to the free exhibitions, titled \"Companion (Expanded),\" will be able to view a giant, levitating Companion through the Acute Art app at 12 locations including Times Square in New York, The Louvre in Paris and Shibuya Crossing in Tokyo. They'll be encouraged to take photos and share the work with others. It's also possible to lease an AR Companion via the app for 7 to 30 days for under $30. Users can then see the art at any location for a limited time. Twenty-five limited-edition AR Companions are also for sale via the website, for $10,000.  While working with Acute Art, Donnelly said, \"I instantly got excited about what the possibilities of (working with AR) could be that couldn't exist in a traditional medium.\" He was drawn to \"the scale, (and) the ability to create an experience that feels real and can occupy a real space but exist digitally.\" Flipping through his phone in his Brooklyn studio, Donnelly shows how he has played with his AR Companions. He recorded a video of his wife and kids in the ocean, the cartoon figure hanging over them in the sky; at the Metropolitan Museum of Art, he placed a Companion on an temporarily vacant plinth block, making it look as if it were part of the exhibition. In his studio, he adds one to his table among his physical sculptures. \"After I look at an AR piece through my phone in a space, I (associate it) with that space,\" he said. Donnelly likens the project to his installation series \"Holiday,\" which saw giant inflatable sculptures float in Victoria Harbour in Hong Kong and recline in front of Mount Fuji in Japan.\"(People) come see it, they take photos, and then the rest of the world experiences it through the dissemination of those photos,\" he explained. \"And I feel like this (project) can exist in that way.\"  It's an especially unique time for an international AR exhibition -- the release of \"Expanded Holiday\" comes at a time when museums are temporarily shuttering, major art fairs have been canceled and travel has been restricted in response to the coronavirus pandemic. Though Donnelly and Acute Art could not have predicted the timing, the press release for \"Expanded Holiday\" does note that the project \"represents a new exhibition model that reduces transportation and travel for a global art world.\" But beyond these unusual times, Acute Art CEO Jacob de Geer emphasizes that the tech company has always promoted the idea of mounting art outside of traditional spaces. \"(Acute Art) was founded on the vision of bringing art to places where it could not be before, and creating experiences that are not replicable without technology,\" he said. \"It's always been about creating a piece that could not be painted or sculpted.\" While De Geer's team has worked with major artists to produce immersive VR content, those projects require the use of a headset. Donnelly's collaboration marks their first foray into AR, or, more specifically, mixed reality (MR), which allows nearly seamless interaction with a digital object in a physical environment -- while AR imagery sits on top of anything in the camera's view, the Companions can be placed in front of or behind objects and look fully three-dimensional and grounded in space. \"Technology has arrived at a point where it's actually possible to build an AR or an MR experience that is completely convincing and really works as an artwork,\" De Geer said. AR artworks have become increasingly ubiquitous in art museums. Last year, Tamiko Thiel's \"Unexpected Growth,\" showed visitors to the Whitney Museum of American Art what the building might look like if New York were submerged underwater due to the climate crisis and rising sea levels. But artists have also used it to stage cheeky interventions. In 2018, artists designed the MoMAR Gallery app, digitally manipulating Jackson Pollock works in the Museum of Modern Art. That same year, when street artist Escif was invited to the Palais de Tokyo to add AR graffiti to the walls, he left some playful surprises, including AR shopping bags on a Kiki Smith sculpture. Donnelly's inclination to perch his own Companion in the Met follows the same spirit of blurring the boundaries of art museums. With AR, art can exist anywhere. \"In a way, it's really democratizing art,\" De Geer said. \"It's also allowing the person enjoying the art to interact with (it) to place the art themselves -- to be a curator.\"  The demand for Instagrammable art experiences has led to a growth in pop-up exhibitions over the past few years. \"Expanded Holiday\" goes one step further and removes the need to experience art at a predetermined location. \"I like that a work like this can exist in your home and you can interact with it on a very candid level,\" he said. He believes it's the natural next step in the mobility of his Companion characters. \"People take my small works and bring them places and take pictures of them,\" he said. \"I think this is going to be like (that), but tenfold.\" KAWS' Companion (Expanded) exhibition will be held in major cities worldwide from March 12."], "Language": false}