{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/us/harvey-weinstein-sentence-transcript/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Lauren del Valle, CNN"], "Writers": [["Eric Levenson", "Lauren del Valle"]], "FirstPublishDate": ["2020-03-11T19:22:50Z"], "LastModifiedDate": ["2020-03-12T03:17:09Z"], "Headline": ["Here's what Harvey Weinstein said in court before his 23-year sentence"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Harvey Weinstein did not testify in his own defense during his trial. But on Wednesday, moments before he was sentenced to 23 years in prison for two felony charges, he finally spoke up in court. In comments that stretched for about 20 minutes, Weinstein expressed remorse, defended his relationships with the women who testified against him, said he was \"confused,\" bragged about the charity money he raised after 9/11 and Superstorm Sandy, lamented that his children won't speak to him and fretted about the future of the American legal system. His statement was unexpected and, perhaps, unwise. In general, defendants like Weinstein, who plans to appeal his guilty verdict and faces other rape and sexual assault charges in Los Angeles, are advised not to speak because what they say can be used against them, according to Michelle Simpson Tuegel, an attorney who has worked in criminal defense. Here is the full court transcript of his comments: First of all, to all the women who testified, we may have different truths, but I have great remorse for all of you. I have great remorse for all the men and women going through this crisis right now in our country. You know, the movement started basically with me, and I think what happened, you know, I was the first example, and now there are thousands of men who are being accused and a regeneration of things that I think none of us understood. I think that -- I can't help looking at Jessica and Mimi and hope that something of our old friendship in me could emerge, but I'm sure like me, they have lawyers who say to them be careful of what you say. I read, you know, those letters where people talked about, you know, missing you, loving you, that kind of thing. As you know, having a serious friendship, that is what I believe that I had with Mimi and Jessica. You know, I really, really was maybe hypnotic and under that impression that I had that feeling, that I had that relationship. That five years with Jessica and the years that I knew Mimi were always filled with, don't go on the plane Harv, I want to have dinner with you first from Mimi. Or, Harv, whatever, let's get,you know, can you look at this idea I have for a television series. Or Harv, I'm in Cannes, can I go to the premier. Or Jessica, can I get into the Soho Club, which is a very exclusive, tough place to get into. But she needed it for herself. I got her a job at the Peninsula Hotel which she excelled at for awhile. I'm not going to say these aren't great people, I had wonderful times with these people, you know. It is just I'm totally confused and I think men are confused about all of these issues. You know, I just -- dealing with the thousands of men and women who are losing due process, I'm worried about this country in a sense too. I'm worried there is a repeat of the blacklist there was in the 1950's when lots of men like myself, Dalton Trumbo, one of the great examples, did not work, went to jail because people thought they were communists. You know, there was a scare, and that is what happened, and I think that is what is happening now all over this country. Two years ago, we wrote a letter to 15 friends, I think, the ADA quoted part of it, but the part of it that was the most important part was I'm a builder, I know how to build, and I know how to generate, you know, things on a charitable nature, and I know how to pass my success forward. I think even Mimi and Jessica would say that I was generous, you know, in that part of the relationship. The thing that I wanted to do in that letter was I wanted to build a hospital, but not a hospital like the regular hospital, a hospital that deals with this, rehabilitation and redemption; people losing their jobs over the fact they testified for me, or people being afraid to testify that they will lose their jobs. That is not the right atmosphere for this United States of America. It is wrong, you know, and that is what is happening. Everybody is on some sort of blacklist. I had no great powers in this industry. Miramax, at the height of its fame, was a smaller company than by far any Walt Disney, any Sony, Paramount. I could not blackball anybody, because if I said don't use that actress, the guys at Warner Brothers would say I'm going to use it to ... spite that bastard, whatever. That is what it was. But it became blown up like power, power, power. I was not about power, I was about making great movies, I was a perfectionist, and I think I drove myself crazy. I'm not going to also run away from what the District Attorney said about some of the things I did say. I had a fight with my brother, yes, people said I said bad things to people, but there are so many people, thousands of people who would say great things about me. Sixty executives in this industry were trained by me. They are at the top of their field. They were running studios in top positions in this country. When I was an assistant at Paramount, they said if you are five minutes late, don't come in, or they would black me the whole day. There never was in our industry a book that said this is how it should be. We always passed it on from assistant to assistant. An assistant was almost like if you were my assistant, it was like going to the Marine Corps, I mean could you survive two years with me and then become an executive. And those two years were tough, and I admit it. If I had to do it over again, I would not do it that way. If I had to do a lot of things over, I would care less about the movies and care more about my children, family, and other people and friends and other people in this life. The thing for me is I have not seen my three older children since the newspaper, since the New Yorker article came out; not the New York Times, but the New Yorker article, so I have not seen them. I just have no idea what they are doing, and I'm in no communication with them, that for me is hell on earth. I just think my empathy has grown over the last 2-1/2 years. I can look at everybody there, you know, and just say, you know, I understand things, I empathize, I feel things, and I was not that person until this crisis started. I have to just say that. I mean that part of this is such a tough process and has come out where I have learned so many things. I never thought I could deal with or things I dealt with in Arizona. I said, I'll build this hospital blah, blah, blah. I said to two 15-year-olds what would you name the hospital, they said the Wonder Woman Hospital. I said you have to think of like a Greek God. He said Athena. Those two 15-year-olds, because they were all part of this group, were hooked on opiates and whatever, and you know, prostituting themselves to make money for it. I met all sorts of people and I have grown. For me, the idea of perfection in art and business is over. My mission is to help people. And I also want to make one clear statement. My wife Eve (my first wife) and my wife Georgina knew nothing about this. I went to extraordinary lengths to hide my extramarital affairs; that was a terrible thing that I did by having those extramarital affairs, and God knows if I could take it back, I would. I know everybody in this room feels the same way. It had nothing to do with anything. I was unfaithful to both, and I just cannot tell you how bad I feel about that. You know, I never see my children again and they are everything to me in this world. You know, when I deal with subjects like this, I don't wish for vengeance, I wish for understanding. That is why I wanted to build a hospital. I wanted to build a hospital where if somebody is accused of something, they work, women, men, me too, they work with accredited groups that come in and help them and help them grow. You know, I wanted to testify, but they told me all these things the District Attorney just said would come in my way before I testified. I wanted to talk to everybody, but anyhow, they all came up as it is. Now you should know some of the other side of that because I recognized the voices in those. One of those voices, one -- I lost my train of thought. I just recognized some of the names who complained, but what was known about me was with the toughness came the kindness, the person who probably hates me the most in this world, their daughter has a situation where she needs the help of a great doctor. I got her that doctor. That doctor is there to date with her. Her father could not get that doctor. This is the person who hates me the most in this company. When his mother was sick I helped him with a doctor too. There was not any request that I refused on the part of the people who worked with me. As far as the million dollars is concerned, I wrote a check out from the company, but I reimbursed the company because that is the way we did it. That million dollars was mine and I will say that over and over again. 9/11 happened, and I woke up two days later, I called John Seiss, I said we have to do something for New York, not only for the money, but for the attitude. We raised $100 million dollars free of expenses. Ask the police who got that money. Ask the firemen if they respect me. Ask the workers if they respect me, and most of all, ask the victims of 9/11 who received $35 million dollars of that $100 million dollars if they respect me. You know, when you want to investigate, take both sides into the equation, then when Sandy happened and people lost their jobs, and people lost their houses, again, we went to the board and we raised $77 million dollars. Ask the guy in Coney Island, ask the guy in Far Rockaway when he lost his business and we were able to walk in there and save his business; ask him if he likes me. Ask the captain who was killed in action. I took his children to the Super Bowl and to the Academy Awards because somebody had to do it. I did it with Steve Tisch. There are so many examples of that. Robin Hood (Foundation) raised $2.5 billion dollars for the children and people of New York City. We built schools, built advocacy groups. I'm not saying I was a great part of it, but I was one of the board there and 22 years, and I had a lot to say and a lot to do. (Paul Tudor) Jones was the one who deserved the credit, but $2.5 billion dollars to build schools. I showed it by my work. You can't achieve what we achieved at AmFar. You cannot achieve what we achieved at AmFar without doing the hard work, getting the people, and we raised $170 million dollars and I started with AmFar. People would not touch each other, like the virus today, people would not touch each other. They were scared of AIDS and there were three hundred people who raised $300,000 the first night. The year I left AmFar, we raised $30 million dollars and $170 million dollars overall. I worked too hard. As a result of working too hard, I felt too much pressure on myself. I really feel the remorse of this situation, I feel it deeply in my heart. I feel em"], "Language": false}