{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/dresden-castle-heist-guards-scli-intl-grm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jack Guy and Stephanie Halasz, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T12:59:12Z"], "LastModifiedDate": ["2020-03-11T12:59:12Z"], "Headline": ["Four guards investigated over massive Dresden Castle heist"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Four security guards are under investigation over their suspected involvement in an audacious heist from a vault in the German city of Dresden, prosecutors have confirmed. On November 25 several thieves gained access to the Green Vault at Dresden Castle, containing one of the largest collections of art treasures in Europe, and lifting around 100 priceless pieces. Now prosecutors have revealed that a private individual brought criminal charges against two security guards who were on duty at the time, and who have been accused of not responding adequately to the theft, nor doing enough to prevent it. The prosecutor's office launched investigations into two other guards, who were suspected of assisting the robbers. The first was arrested on suspicion of providing information on the Green Vault and its security systems to the thieves, and police searched their apartment on November 29. No relevant items were found and the individual was released without charge on November 29, prosecutors said. Investigators suspected the second guard may have interfered with the alarm system, thereby assisting the theft. Their apartment was also searched.  Again nothing was found, but the investigation is ongoing, prosecutors said. \"The two parties concerned cooperated and initially announced that they wanted to provide information on the matter, but then exercised their right to remain silent,\" prosecutors said in a press statement sent to CNN Wednesday.  \"No formal questioning has taken place so far.\" Items of \"immeasurable value\" were stolen during the heist, said local politician Roland Woeller at the time.  \"This is an attack on the cultural identity of all Saxons and the state of Saxony.\" The vault features an astounding collection of historical jewelry and precious ornaments, including bowls carved out of crystal and agate, diamond-encrusted brooches, jeweled figurines and goblets fashioned from gilded ostrich eggs. One of the most famous pieces of the collection, a 41-carat green diamond known as the Dresden Green, was not in the museum at the time. It is currently on loan to the Metropolitan Museum of Art in New York City."], "Language": false}