{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/salvador-dali-thrift-shop-find-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-03-09T20:18:19Z"], "LastModifiedDate": ["2020-03-10T08:31:38Z"], "Headline": ["A thrift store find turned out to be an original Salvador Dali woodcarving"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A piece of art donated to a North Carolina thrift shop ended up selling for $1,200 after a sharp-eyed volunteer found out it was created by Spanish surrealist Salvador Dalí. Wendy Hawkins told CNN affiliate WAVY that she volunteers twice a week at the the Hotline Pink Thrift Shop in Kitty Hawk. She spotted the artwork in the shop's sorting room, where it was waiting to be priced. \"One day I saw this, with a bunch of other paintings lined up on the floor, and I said, 'This is old, this is something special,'\" she told WAVY. She asked the thrift shop whether she could get it checked out by an expert. Most of the artwork that's donated to the shop comes from people who are remodeling their beach cabins, according to Michael Lewis, the executive director of the Outer Banks Hotline, which runs the thrift shops. The pieces usually end up selling for about $10 to $50, he told CNN. \"We've had situations where we thought something was original and was amazing and it wasn't, and I was still expecting her to say 'Oh no, it wasn't really anything,'\" he said. \"But it was.\" It turns out, the piece was a wood engraving from Dalí's series called \"The Divine Comedy.\" It's even signed by the artist.  \"This matches all the information, all the reference and so it checked off all the things in order to confirm it was an original,\" Melanie Smith told WAVY. Smith is an accredited fine arts appraiser with the International Society of Appraisers and owns the Seaside Art Gallery in Nags Head. The series was commissioned to celebrate poet Dante Alighieri, who wrote \"The Divine Comedy.\" \"This series has 100 different images for the series, because Dante wrote 100 different verses, or cantos,\" she told WAVY. Dalí is best known for his painting \"The Persistence of Memory,\" which features melted clocks draped across the landscape. \"It's rare to find anything like this. It's like a treasure hunt, and thanks to Wendy, it's been rescued, and brought to light so people in the art world can really enjoy it,\" Smith said. Lewis told CNN he doesn't know who donated the art. \"We get things donated in the middle of the night and sometimes people just drop off things and leave, so we have no idea who donated it,\" he said. Lewis said they plan to use the money from the sale to help pay for their shelter for survivors of domestic violence and abuse, anti-bullying efforts and other programs."], "Language": false}