{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/us/the-good-stuff-030720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-07T04:56:52Z"], "LastModifiedDate": ["2020-03-07T13:07:22Z"], "Headline": ["The highest praise an artist can get"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["I once knew a guy who really, really loved trees. He had an environmental science degree, worked as an arborist and both of his arms were inked up with all kinds of tree-related tattoos. Roots, leaves, pine needles; the man was basically a walking field guide. If you wanted a strong tree opinion, he would give you a dozen, and even if you couldn't tell the difference between a conifer and a cycad there was no way to resist getting swept up in his unbridled, nerdy excitement. How special it is to find such passion in something. What a nice way to spend your time on Earth, devoting yourself to a pursuit that truly fills your soul. I hope there's something out there that sets your heart on fire in such a way (even if it's definitely not trees).  Our favorites this week Get going with some of our most popular good news stories of the week A feast from ashes  In January 2019, South Carolina fast food employee Malcom Coleman lost the home he shared with his mother. It erupted in flames on his birthday, leaving little behind, and since then the pair have been living with friends and family. Coleman works at a Wendy's near the University of South Carolina, and when some of the students learned of his story, they decided to band together to give it the happy ending he deserves. USC student Robert Calderoni convinced his business fraternity to start a GoFundMe to raise $75,000 to help Coleman put down new roots. Calderoni and his fellow fundraisers say they admire Coleman because he always builds personal relationships with his customers and knows exactly what to say to make someone smile. \"Malcolm has gone above and beyond to care for students without expecting anything in return; now we have the opportunity to help out a friend in need,\" Calderoni said.  Drawn together  It doesn't take more than a glance to see that Kenyan artist Collins Omondi Okello has serious talent. His pencil drawings are lifelike, but still retain a certain personal artistic style. Okello recently completed a portrait of comedian Steve Harvey and posted it online in hopes his hero would see it. Oh boy, did he. \"Everyone has a God given gift,\" Harvey tweeted when he learned of the drawing. \"This is what following your gift looks like.\" Harvey said he would be honored to have the portrait, and even suggested the pair meet up in Africa. Okello studied finance but taught himself how to draw. Someday, he hopes to have his own gallery and advocate for art appreciation in his country and beyond. He's certainly on the right track:  In 2014, Okello's portrait of President Uhuru Kenyatta went viral and earned him an invitation to the State House. Nashville Strong Country music stars are banding together to help their beloved home after Nashville and the surrounding area struck by deadly tornadoes. Big names like Chris Young, Dan + Shay and Lynyrd Skynyrd singer Johnny Van Zant donated tens of thousands of dollars to relief efforts. Taylor Swift kicked in a cool million. Other stars got their hands dirty, like Dierks Bentley, who pitched in to help his longtime drummer clean up his severely damaged home. Bentley's Whiskey Row bar will also host a sold-out benefit concert featuring a bevy of Nashville artists. Of course, you can't have country music without some six strings, and legendary Nashville-based guitar company Gibson is offering to replace any guitars lost or damaged in this week's storms.  Raise a glass to... Yvonne Farrell and Shelley McNamara, the winners of the 2020 Pritzker Prize for architecture. The Irish pair are just the fourth and fifth women to claim the coveted prize in its 41-year history (The Pritzker is essentially the Nobel Prize for architecture). Farrell and McNamara co-founded the Dublin-based firm Grafton Architects, and they are known for their work on educational buildings. The pair have an affinity for dramatic yet metrical structures made of sturdy, uncomplicated materials like concrete and stone. The prize's jury said the women are \"beacons to others\" in a largely male-dominated profession.  A bright idea Mmm. Plastic. If there's one thing these waxworm caterpillars love, it's a tiny mouthful of chewy, delicious plastic. The grubs are able to chop through several types of the stuff, even non-biodegradable polyethylene, which makes them a potential weapon in the world's efforts to combat plastic waste. Scientists have found the waxworm caterpillars have gut microbes that degrade plastic compounds. However, there's still much to learn about the process before it can be replicated. Yes, spare yourself the terrifying image of thousands of waxworms going to town on a pile grocery bags: Ideally, scientists would be able to mimic the process and chemicals that help degrade the plastic. Not just, you know, release a bunch of worms into a landfill.  You gotta see this Don't play with your food! Well, at least make sure the result is as exquisite as these creations by Japanese chef Takehiro Kishimoto. His Escher-esque creations are examples of mukimono, the Japanese art of carving decorative food garnishing. Though considered a dying art form, it's still practiced widely around Thailand and often on display at restaurants, events, and, if you're as good as Kishimoto, on Instagram for thousands of appreciative followers to see.  Heroes among us Growing up in Maine, Lynda Doughty fell in love with the seals, whales and turtles she saw swimming in the water. As a marine biologist, she's on a mission to save them from one of the greatest dangers they face: humans. Boat injuries, debris and ingestion of plastic threaten the lives of untold marine animals and are responsible for dwindling wildlife populations along American shores. Doughty's non-profit Marine Mammals of Maine runs a 24-hour hotline for beachgoers to report injured creatures, and so far, they've responded to thousands of calls. Seals could spend months in their rehab facility, but the goal is always to release them back into the ocean. While saying goodbye is bittersweet for Lynda, she says this work is what she was put on Earth to do.  Lynda Doughty is CNN Heroes' first hero of 2020. Here's looking forward to a year of great stories and even greater people.  Wanna get away? If you love to ski, you've got to check out the gorgeous mountains of Georgia. No, not the state — though I can vouch that the mountains here are quite fine. The country of Georgia, located near the border of Europe and Asia, is shot through by the Caucasus Mountains, boasting bands of precipitous snow-capped peaks sure to dazzle and challenge any winter sports enthusiast. If your favorite part of a ski trip is the hot tub, Georgia offers a lot of tamer attractions too, like ancient winemaking traditions and local cheesy delicacies.  Hear, hear! \"If we take it one day at a time with a positive attitude, anything is possible.\" - Jeopardy! Host Alex Trebek, who commemorated the first year of his fight against pancreatic cancer with a raw, moving speech thanking fans for their support and encouraging others to keep fighting against the odds. (Trebek also recently surprised a Los Angeles homeless organization with a $100,000 check after touring the facility.)  Tell us something good Burlington, Vermont  Five years ago, basketball player Josh Speidel survived a car crash that put him in a coma for several weeks and left him with a traumatic brain injury. Doctors told Speidel's parents he would be in a vegetative state and need 24/7 care for the rest of this life. But, over the course of 17 grueling weeks of rehab spent at three different hospitals, he proved them all wrong. This week, Speidel, now a senior at the University of Vermont, returned to the basketball court and scored two points for his Catamounts in a moment arranged by his coach John Becker. Speidel had just committed to playing basketball with the Catamounts before his accident, and despite the change to Speidel's dreams, Becker honored his scholarship anyway. \"I vividly remember him sitting with Josh,\" Speidel's mother said. \"He was holding Josh's hand and he said 'Josh, you're a Catamount, you're a part of us.'\" Thank you to Laura Bernardini and everyone else who suggested this story.  Impact your world Sunday, March 8 is International Women's Day, a time to celebrate female achievement and support issues affecting girls and women of all kinds across the globe. If you want to give to a good cause, CNN's Impact Your World has provided a collection of organizations that champion rights, education and justice for women. Of course, you can also make a difference just by supporting the women in your life. If you need some ideas, this year's IWD theme is #EachForEqual, which supports the idea that \"an equal world is an enabled world.\"  Shameless animal video There's always time for cute animal videos. That time is now.  Emmett the pig and Jez the cat are a pair of solo orphans who immediately bonded in foster care together. Yes, their friendship is exactly as fantastic as it sounds, so prepare yourself for five solid minutes of weaponized cuteness. (Click here to view) "], "Language": false}