{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/africa/kenyan-artist-okello-steve-harvey/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By  Anita Patrick, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T23:47:57Z"], "LastModifiedDate": ["2020-03-07T04:05:32Z"], "Headline": ["US comedian Steve Harvey gives Kenyan artist a boost after viral drawing"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Collins Omondi Okello's mission was simple. Get his hero Steve Harvey to see the portrait he had made of  him.  First, the Kenyan artist posted his unfinished drawing of Harvey, shared the process on Twitter and urged his followers to retweet and tag the US entertainer. Once the drawing was complete, he posted the photo and tagged Steve Harvey, hoping he would see it.  \"Complete pencil drawing of @IAmSteveHarvey. Will be a real boost to my hustle if you have this in your gallery. Waiting with bated breath,\" Okello wrote on Twitter. His persistence paid off and three days and thousands of retweets later, Harvey replied. \"Now I'm looking for you it would be my honor to have this .... what size is it and I'll be in Joburg and Botswana soon let's hook up then,\" Harvey said in his tweet.  Okello told CNN the recognition humbled and excited him  \"I never expected such a thing to happen, and so soon. I'm positively blown!\" His encounter with Harvey is not Okello's first brush with fame. In 2014, his portrait of Kenya's President Uhuru Kenyatta went viral and earned him an invitation to the State House where he presented the drawing to the President. Okello, 30, studied finance but says he taught himself how to draw and now works full time as an artist. He says being an artist does not receive as much respect as other professions. \"Society doesn't respect art that much, especially in my country. It is my mission to change that perception with my small efforts.\" Okello now wants to create a platform for more emerging artists in Kenya. \"I'm seeking to have a gallery that should build me and other budding talents within my country and possibly have exhibitions all around the world; to give the platform I have been given,\" he said. Until then, his advice for growing artists on the continent: \"Use social media well and believe in yourself.\""], "Language": false}