{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/tourist-attractions-no-crowds-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-05T23:25:10Z"], "LastModifiedDate": ["2020-03-05T23:25:10Z"], "Headline": ["Empty airports and tourist attractions amid coronavirus"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Coronavirus leaves streets empty: In the Chinese city of Wuhan (pictured), residents have been on lockdown since January in an effort to stop the spread of disease, leaving city streets deserted. It's just one of many places where the tourism industry has ground to a halt.  Hong Kong International Airport: Visitor data for February shows fewer than 3,000 people per day passing through this major airport, normally a busy hub. Hakone Romancecar, Japan: The tourist train between Hakone and Shinjuku station in Tokyo is still running, but very few passengers are signing up for the ride. The Louvre Museum, Paris: The world's most-visited art museum closed its doors for several days following staff outcry over coronavirus fears.  Piazza del Duomo: In a rare moment, there are more birds than tourists in one of Milan's most iconic squares. Yuanshen Sports Centre Stadium: In Shanghai, a recent soccer match took place in an empty stadium. Disneyland Hong Kong Resort: The theme park shut its doors on January 26 and has not announced a reopening date. Kinkaku-ji Temple, Japan: One of Kyoto's most popular tourist attractions, this golden temple receives few visitors following Japan's coronavirus outbreak. Beijing Daxing International Airport: China's futuristic new airport, which opened in September 2019, is now nearly empty.  St. Peter's Square, Italy: In Italy, hotel bookings are down by more than 50%. The International Tourism Exchange: Ironically, this huge annual tourism industry event -- scheduled for Berlin in 2020 -- was called off due to the coronavirus. Tokyo Dome: Also playing to an invisible crowd are the Yomiuri Giants. All of Japan's professional baseball league's preseason games will be held in empty arenas."], "Language": false}