{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/cnn-underscored/samsung-tvs-2020-4k-8k-qled/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-05T16:54:30Z"], "LastModifiedDate": ["2020-03-05T21:10:19Z"], "Headline": ["Samsung's 2020 4K and 8K QLEDs are available for order"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When Samsung announced its new 4K and 8K TV lines at the 2020 Consumer Electronics Show in January, enhanced picture quality definitely stood out, but affordability took center stage. Now, Samsung is releasing further details on exact sizing and pricing across the 4K and 8K family, with many of the latest models up for order and preorder right now. And all of these are QLED TVs, which is Samsung's bread and butter. QLED is the company's answer to OLED and works by adding a layer of quantum dots on top of the LED-backlit panel. Essentially, there are a bunch of quantum dots on a film instead of OLED's pixels that emit the color directly to the display. QLED reduces the chances of burn-in, since each individual pixel isn't emitting light. These panels from Samsung also work in tandem with the TV processor to enhance the picture.  A big focus for 2020 is on enhancements to the picture that are made using AI and machine learning. 4K QLED We're most excited about the 4K QLED series, since Samsung is focusing on delivering so much value. More attention is being paid to the value market, and Samsung's commitment to offer a lower entry-level price on 4K QLED is coming to fruition. Notably, the entry-level Q60T 4K QLED family starts at just $529.99 for a 43-inch TV.   The Q60T line features full 4K UHD resolution that delivers an incredibly lifelike visual experience. Powered by a Samsung-made Quantum Processor 4K Lite, these TVs can upscale HD content to 4K. The series even features Dual LEDs, which will essentially adjust the colors on the display to fit the room you're watching in. Content purists likely won't enjoy this, but for most users, it makes the content easier on the eyes. 43-inch Q60T ($529.99; samsung.com)\n50-inch Q60T ($649.99; samsung.com)\n55-inch Q60T ($699.99; samsung.com)\n58-inch Q60T ($899.99; samsung.com)\n65-inch Q60T ($999.99; samsung.com)\n75-inch Q60T ($1,699.99; samsung.com) The next step up is the Q70T, which offers thinner bezels, a more powerful processor and better picture quality. This series still features full 4K UHD resolution, but you can expect better picture quality and a faster experience thanks to the full Quantum Processor 4K. It will optimize the content you're watching in real time, so you'll get a sharper image, with clear differences between similar color hues and even light blacks vs. darker blacks. As with any AI-powered experience, it will get better over time as the TV learns. You also get access to the same smart interface across all Samsung TVs for easy access to plenty of streaming services.   55-inch Q70T ($999.99; samsung.com)\n65-inch Q70T ($1,299.99; samsung.com)\n75-inch Q70T ($2,199.99; samsung.com)\n85-inch Q70T ($3,299.99; samsung.com) Samsung's Q80T continues to deliver a 4K UHD experience, but steps up the game when it comes to contrast, thanks to the backlighting technology on these models ranging from 49 to 85 inches. Going back to how QLED works (a film with quantum dots on top of the panel), this gives the panel a much wider range of what it can display. Essentially more backlights deliver a better image since it has more to work with. Through Direct Full Array 8X, the Q80Ts can, in real time, adjust and change backlighting on more minute levels. This will give you deeper blacks and grays, in addition to more consistent improvements to brighter colors. So if you're watching a surfing competition, you should be able to see intricacies of the waves (darker blues versus the white foam of the water), and if the board is a bright color, it should visually pop off the wave.  49-inch Q80T ($1,099.99; samsung.com)\n55-inch Q80T ($1,299.99; samsung.com)\n65-inch Q80T ($1,799.99; samsung.com)\n75-inch Q80T ($2,799.99; samsung.com)\n85-inch Q80T ($3,999.99; samsung.com) The flagship Q90T rounds out the 4K QLED lineup. Currently, only the 65-inch Q90T is available for order at $2,499.99, but it will be arriving in 55-inch, 75-inch and 85-inch variants in the coming months.  The Q90T packs all the features already mentioned and improves on a number of them. For backlighting, it bumps the Direct Full Array system to 16X from 8X, meaning you should see even darker blacks and a wider spectrum of colors, no matter the content. That pairs with Quantum HDR 16X, which aims to increase color accuracy and improve brightness. While it does support the HDR 10+ standard, the content will need to be delivered to the TV with support for that format to take advantage of that. The Q90T also adds in \"Ultra Viewing Angle,\" which is a fancy way to say that the TV will reduce glare. Samsung's also debuting Object Tracking Sound, which will have the sound output follow what is on the display. This way, if a plane flies across the TV from left to right, you'll hear the roar of the engine from left to right. The Q90T is certainly feature-packed. 8K QLED Over on the 8K QLED side, it's slim pickings for the time being. Samsung is launching three series of 8K offerings in 2020: Q800T, Q900TS and Q950TS. The company said 8K would get cheaper, but right now, the entry-level 65-inch Q800T costs $3,499.99.  That's the same price as the 55-inch 2019 8K QLED, so yes, it's the same price for more screen, but we don't really know yet how they compare, especially when we still don't know the starting price for the Q900TS and Q950TS (both of which should be arriving in the coming months).  There isn't much 8K content out there yet — heck, there isn't even much 4K content. Cable TV is still being broadcast in HD for the majority, and we're still several years away from a big switch. But many streaming services like YouTube, Netflix, Hulu and Disney+ offer some form of 4K content, while 8K is basically just on YouTube, but that will likely change in the coming months.  But 8K in 2020 is really about future-proofing yourself for when 8K content does become available. From a short-term perspective, Samsung is pushing the ability to upscale 4K content to 8K (or even HD to 8K). And it's not done by magic, but instead from the Quantum Processor 8K, which uses AI and machine learning to analyze what you're watching in real time. In turn, it can look at the content and upscale to somewhere closer to 8K. This means a clearer distinction between a light gray, dark gray, middle ground black and a pure black.  Samsung also increased the backlighting up to Direct Full Array 24X, which means even finer controls over lighting. For example, if you're watching a spacecraft launch, you'll see the rocket and smoke produced in an illuminated fashion, while the dark blacks of space and the night sky are in stark contrast around it. There's also better sound courtesy of the Q Symphony — a technology that uses built-in TV speakers with soundbars and woofers for a better audio experience.  Here's what the Q800Ts will cost you: 65-inch Q800T ($3,499.99; samsung.com)\n75-inch Q800T ($4,999.99; samsung.com)\n82-inch Q800T ($6,999.99; samsung.com) The Frame and Crystal UHD While Samsung's focus is certainly on the 4K and 8K QLED TVs, its website is shedding a bit more light on further offerings: The Frame QLED (TVs that are wrapped in a frame design) and two pairs of Crystal UHD models, the TU7000 and TU8000.  The Frame (which starts at $999.99 for a 43-inch) can display works of fine art or even use Ambient Mode to have the TV mimic its surroundings. This mode works in conjunction with the SmartThings app for iOS and Android. You'll scan the TV and the four sides around it, and it will then compute this and deliver the wall on the TV.  Either way, it never wastes space on the wall, and sits flush thanks to a no-gap wall mount. If mounting it isn't an option, you can pair it with a stand that resembles an art easel.  43-inch The Frame ($999.99; samsung.com)\n55-inch The Frame ($1,499.99; samsung.com)\n65-inch Frame ($1,999.99; samsung.com\n75-inch Frame ($2,999.99; samsung.com) The TU7000 and TU8000 Crystal UHD offerings both represent Samsung's entry-level 4K options. These are not QLED models with Quantum Dot but rather use a Crystal Display. The design is similar to that of the Q Series, with less elegant stands and slightly larger bezels. But these start at just $299.99 and $369.99, respectively. With those prices, these could potentially move TCL over, but we'll need to test these out.  43-inch TU7000 ($299.99; samsung.com)\n50-inch TU7000 ($349.99; samsung.com)\n55-inch TU7000 ($399.99; samsung.com)\n58-inch TU7000 ($449.99; samsung.com)\n65-inch TU7000 ($549.99; samsung.com)\n70-inch TU7000 ($749.99; samsung.com)\n75-inch TU7000 ($999.99; samsung.com)\n43-inch TU8000 ($369.99; samsung.com)\n50-inch TU8000 ($429.99; samsung.com)\n55-inch TU8000 ($499.99; samsung.com)\n65-inch TU8000 ($699.99; samsung.com)\n75-inch TU8000 ($1,199.99; samsung.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}