{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/entertainment/katy-perry-pregnant-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T11:02:18Z"], "LastModifiedDate": ["2020-03-05T15:17:12Z"], "Headline": ["Katy Perry reveals she is pregnant in new music video"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Katy Perry and Orlando Bloom are expecting their first child together, the US singer revealed in her latest music video on Thursday.  The video for \"Never Worn White\" sees Perry cradling her baby bump while wearing a white dress. \"See us in 60 years with a full family tree,\" she sings in one of the verses. The popstar commented on the news on social media, telling her Instagram followers: \"Let's just say it's gonna be a jam packed summer...\" The 35-year-old also told fans on Twitter: \"Omg so glad I don't have to suck it in anymore.\" She added in a subsequent tweet: \"Or carry around a big purse lol.\" Perry and Bloom got engaged on Valentine's Day and it will be the second marriages for both. Perry was married to comedian Russell Brand from 2010 to 2012. Bloom was married to model Miranda Kerr from 2010 to 2013. The pair share a son, Flynn, who was born in 2011. Perry and Bloom started dating in 2016 and reportedly split 10 months later before reuniting in early 2018. Perry appeared on \"Jimmy Kimmel Live\" in late February and revealed Bloom asked her to marry him during a helicopter ride over Los Angeles. \"I thought we were going to go see some art after dinner, but we pulled up to a helicopter,\" Perry said. \"But it was really sweet.\" However, in a scene reminiscent of a romantic comedy, Perry said that things didn't go as planned. \"Actually, the funny part is we had champagne in the helicopter and the box was in his pocket and he had written down everything he wanted to say in a note to divert. He was going to pull it out while I'm reading it, so I'm reading it but I'm hearing the champagne is like broken, the bottle's everywhere. I'm still looking at the note but he's pulling out this box that's too big for his coat pocket and it rips his coat pocket and his elbow goes into the champagne.\""], "Language": false}