{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/sport/global-champions-tour-eq-2020-preview-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Danielle Rossingh, for CNN"], "Writers": [["Danielle Rossingh"]], "FirstPublishDate": ["2020-03-05T11:02:02Z"], "LastModifiedDate": ["2020-03-05T13:03:05Z"], "Headline": ["GC Global Champions: Will Ben Maher do the treble in $40M series?"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The world's top show jumpers have gathered in Doha, Qatar for the season opener of the Longines Global Champions Tour and Global Champions League this weekend. The GC Global Champions is the brainchild of former rider Jan Tops, a member of the gold medal-winning Dutch team at the 1992 Barcelona Summer Olympics. What started with six events in 2006 has grown into a global tour spanning 18 iconic locations across three different continents, with more than $40 million in prize money up for grabs. But its main aim remains the same: grow the sport to new audiences. Here are the top story lines to follow in this season's GC Global Champions, which is the richest competition for the world's top riders and horses. Will Maher do the treble? In the past two seasons, one rider has separated himself from the rest of the pack: Ben Maher.  The British rider and his Dutch-bred wonderhorse Explosion W clinched a hat trick of titles in 2019. Having secured his second straight overall Longines Global Champions Tour (LGCT) individual championship as well as the Global Champions League (GCL) team title for the London Knights in New York in September, the pair finished their stellar season with a bang by taking the $1.4 million Longines Global Champions Tour Super Grand Prix in Prague in November. Maher, a 37-year-old Briton who started riding ponies when he was eight, won Olympic gold during the London Summer Games in 2012.  Explosion W, a feisty 11-year-old chestnut gelding owned by Poden Farms, Maher's backers, is the youngest horse to win the GCL team series and the LGCT championship race. A tall, naturally fast mover, Explosion W has been victorious on different surfaces, including in vast, grassy arenas such as Madrid as well as in tight, sandy arenas like London.  When asked by CNN's EQ equestrian show in July what made the Anglo-Dutch pair such a strong combination, Maher said: \"Riding a horse is like flying a plane, they're not machines but it's a lot of hours, a lot of time to go into building the relationship.\" Maher, who has earned €3.2 million ($3.8 million) from three LGCT seasons, is now tied with Australian rider Edwina Tops-Alexander and Britain's Scott Brash with two overall individual LGCT championships. It will be fascinating to see if he can secure a record third overall victory and establish himself as the most successful rider in tour history. READ: Ben Maher on the secrets of his success READ: 'Riding a horse is like flying a plane' Season opener in 'Hollywood for horses' The luxurious, multi million dollar Al Shaqab equestrian center will host the first of 18 tour events this weekend.  The event has attracted 50 riders from 15 countries, including nine of the top 10 riders from the overall LGCT rankings last year.  Built in the shape of a horseshoe around an old Ottoman stable and fort just outside of Doha, the 980,000 square-meter Al Shaqab can stable as many as 5,000 horses. Its state-of-the-art facilities include a horse hospital, a swimming pool for animals recovering from injury, an equine jacuzzi and vast indoor and outdoor arenas.  No wonder it has been described as the \"Hollywood for horses. \" The Doha event is a favorite stop for many competitors, including Nicola Philippaerts.  \"For us as riders it's an incredible place, we always look forward to coming back here,\" said the 26-year-old Belgian, who finished third in the Doha season opener last year. Maher was second while the event was won by France's Julien Epaillard.  \"The weather is good, the facilities are perfect, all the riders come here with their best horses. The event and venue is good preparation for this year's Olympic Games as the weather and temperature is good for the horses' acclimatisation, and there is a lot of space to work everywhere,\" said Philippaerts, a member of GCL overall champions London Knights. READ: Inside Al Shaqab, the 'Hollywood for horses' READ: Longines Global Champions Tour and GCL returns with exciting new calendar Global Champions League Now in its fifth year, the Global Champions League will be contested by 16 teams in 2020.  The start of the season has seen some high-profile team transfers, including Tops-Alexander moving to Valkenswaard United from St Tropez Pirates and American Jessica Springsteen, daughter of rockstar Bruce Springsteen, joining Cannes Stars from Miami Celtics. Daniel Deusser transfers to St Tropez Pirates. The German rider had been part of the Shanghai Swans lineup who took the $7 million Global Champions League Super Cup for teams in Prague in November.   The London Knights, the reigning GCL champions led by Maher, once again have a strong lineup this season, with Irish rider Cameron Hanley joining the experienced team."], "Language": false}