{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-29-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes and Fernando Alfonso III, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Fernando Alfonso III"]], "FirstPublishDate": ["2020-04-28T18:45:26.031Z"], "LastModifiedDate": ["2020-04-30T01:07:57.505Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. Los Angeles will now offer free coronavirus testing for all residents with or without symptoms, Mayor Eric Garcetti said at a news conference today. Los Angeles is the first major city to do this, according to Garcetti. Those with symptoms will have the first priority, he added. Los Angeles has the capacity to conduct roughly 9% of all tests in America, he said. ##Testing## The Pentagon announced Wednesday that it “will invest $75.5 million in Defense Production Act Title 3 funding to increase swab production by 20 million per month starting in May.” “Puritan Medical Products was awarded the contract, which will quickly establish a new manufacturing facility capable of doubling its current monthly output of 20 million to 40 million swabs,” Pentagon spokesperson Lt. Col. Mike Andrews said in a statement. Some context: President Trump announced Sunday he will compel a US company to make swabs under the Defense Production Act, but Peter Navarro, his trade adviser who Trump tapped to coordinate DPA use, clarified to CNN Monday that the White House plans to use the act to give Puritan Medical Supplies federal funding to boost production. “As Ben Franklin might have said today ‘For want of a swab, a test was lost.’ This swift DPA action by the Trump administration will help America continue to rapidly build up its testing capacity. It underscores the many and varied uses of DPA authorities to secure our supply chain and onshore production of critical resources in our public health industrial base,” Navarro said in a statement. The Defense Department said that “Puritan is securing a facility in Pittsfield, Maine where it will build its manufacturing facility. Puritan is also adding 150 employees to staff the new factory which will start production in May.” “More jobs for Maine is a nice bonus,” Navarro added. ##Testing## The state of Wyoming announced that its 14-day quarantine directive has been extended, according to a statement from the governor's office.  \"Gov. Mark Gordon has extended through May 8 his directive requiring any individual coming to Wyoming from another state or country for a non-work-related purpose to immediately self-quarantine for 14 days,\" the statement said.  The decision by the governor was made following conversations with county commissioners throughout the state. Gordon also took into consideration the existing guidance in place in neighboring states, the statement added. \"He noted that Colorado continues to discourage nonessential travel and Montana's 14-day self-quarantine directive remains in place,\" the statement said. Gordon announced that on May 15, reservation-only camping at the state parks would open.  ##Reopening## San Diego County has extended its public health order indefinitely, Public Health Officer Wilma Wooten said at a news conference Wednesday.  The order was set to expire tomorrow, April 30. \"As you heard from the governor yesterday, any jurisdiction opening up is contingent upon the guidance and direction from the governor of California,\" Wooten said. \"We cannot open back up until the state gives the green light to do so, so yes, we are extending it tomorrow indefinitely.\" The current county health order requires all people to remain in their homes or at their place of residence, except for employees or customers traveling to and from essential businesses or activities. Beginning May 1, all people in San Diego must wear face coverings anywhere in public if they come within 6 feet of another person, the order mandates.  County officials also said they are hoping to relax more restrictions for parks and golf courses by next week if public places and businesses can enforce social distancing.  The county loosened restrictions on Monday to allow swimming, surfing, paddleboarding and kayaking in the ocean and bays. Recreational boating is still banned.  Former Obama National Security Adviser Susan Rice dismissed senior Trump adviser Jared Kushner’s claim that the administration’s coronavirus response has been a “great success story,” telling CNN’s Wolf Blitzer the President’s son-in-law’s words were “ridiculous” and would be “laughable if it weren’t so deadly serious.” “I don’t know how anybody, with a straight face, can call this a great success and declare this a mission accomplished moment when more than 60,000 Americans are dead,” she said. Rice went on to rebuke Kushner’s claim that much of the country would be back to normal by June and his stated hope that by “July the country is really rocking again.” “This is the beginning, not the end of the coronavirus pandemic in the United States,” she said. “Dr. Fauci, whose judgment I trust implicitly, has just said that he believes the second wave in the fall is inevitable and that’s the pattern of pandemics of the past.” Speaking on “Fox and Friends” earlier in the day, the President’s son-in-law painted a rosy picture of the White House’s response to the coronavirus pandemic calling a “great success story” — less than a day after the number of confirmed coronavirus cases in the United States topped 1 million. When Kushner was pressed on the same program on coronavirus testing levels in the US, he said the question shouldn’t be why did it take so long, but, “How did we do this so quickly?” Watch: ##Testing## There are 964 members of the New York Police Department out sick with the coronavirus, the NYPD announced Wednesday evening. This figure represents 745 uniformed members and 219 civilian members, according to the NYPD’s daily coronavirus report. As many as 2,800 members of the NYPD were out sick with the coronavirus on April 14, but it’s unclear if that represents the peak number for the department. CNN has reached out to the NYPD for more information.  As for the overall sick report, 7.7% of the NYPD's uniformed workforce was out sick Tuesday, down from an April 9 high of 19.8%.  There are 4,959 members of the NYPD who have tested positive for the coronavirus and more than 3,958 members of the NYPD have returned to full duty after recovering from the disease. “And let’s remember and pray for the 37 members of the service that have died due to coronavirus-related illness,” the NYPD added in the report. ##Northeast## New Hampshire has recorded 50 new Covid-19 cases and six new deaths due to the virus, Department of Health and Human Services Commissioner Lori Shibinette said at a news conference today. There are now 2,054 people diagnosed with Covid-19 and 66 total deaths in the state, she said. There are 259 people who have been hospitalized in New Hampshire due to coronavirus and more than 19,800 people have been tested.  Shibinette announced that two additional long-term care facilities in the state have reported Covid-19 outbreaks.  One facility is the Hackett Hill Healthcare Center in Manchester, where 22 residents and two staff members tested positive for Covid-19. The other outbreak is at the Mountain Ridge Center in Franklin where 13 residents and two staff members have tested positive for Covid-19.  Gov. Chris Sununu announced the release of funds to assist homeless individuals in New Hampshire during the pandemic.  The Department of Health and Human Services has committed an addition $3 million from the CARES Act to do three things in New Hampshire: Provide dollars in the form of staff stipends for eight weeks for the direct care staff working with people experiencing homeless\nProvide additional dollars to shelters\nProvide more dollars to community agencies to support permanent housing for individuals and families experiencing homelessness Looking to the future: Sununu said the state was looking at ways to “phase in” reopening the economy, and said that on Friday he will be making an announcement regarding the stay-at-home order.  The state is looking to be flexible regarding certain areas of the state where they believe they can open in a smart and responsible phased approach that is “always putting public health first,” Sununu said.  All of this has to be done with increased testing, which the state is constantly working on, Sununu said. There are five new testing sites across New Hampshire for individuals who cannot access hospitals or urgent care locations. These new testing sites are located in Lancaster, Plymouth, Tamworth, Rochester and Claremont and the tests sites are up and running now, Sununu said. ##Northeast## Elective medical procedures and outpatient health care operations like dentistry will be permitted to resume beginning tomorrow morning in West Virginia, Gov. Jim Justice announced at a news conference today. “Tomorrow officially opens West Virginia,” Justice declared. Health providers must have adequate personal protective equipment inventories and are required to follow guidance issued by their boards and associations in order to open. Justice’s proposal to reopen West Virginia, called The Comeback, is a six-week plan dependent on cumulative positive cases remaining below 3%. The next phase allows restaurants, churches, and professional services like salons to open with restrictions on May 4. “We can’t stay where we’re at,” Justice said. “If we stay where we’re at, we’re going to lose way, way, way more.\"  He also said reopening schools this academic year “is completely off the table.” Justice was asked to respond to President Trump’s suggestion earlier this week that states consider reopening schools. “In West Virginia, that’s not going to happen,” Justice said. ##South## ##Reopening## North Dakota Gov. Doug Burgum’s signed an executive order Wednesday allowing certain businesses to reopen Friday. The new order goes into effect at midnight Friday, but businesses may not open until after 8 a.m.  Here's what we know about the order: Businesses that qualify: Bars and restaurants, recreational facilities, health clubs and athletic facilities, cosmetologists, salons, barber shops, tattoo studios, tanning and massage facilities have been asked to adhere to guidelines from the Centers for Disease Control and Prevention and recommendations from the North Dakota Department of Health.\nThe recommendations: Businesses should maintain 6 feet of distance, inform all employees and customers that they should avoid entering the facility if they have a cough or fever, provide for contactless payment systems, provide hand sanitizer and encourage the use of face masks.\nMovie theaters can reopen: They must limit admittance to 20% of normal operating capacity, allow for proper spacing between groups by keeping at least two empty seats between parties in any row and mark every other row closed, among other requirements.  There are at least 1,033 coronavirus cases in North Dakota and at least 19 people have died, according to the North Dakota Department of Health. ##Reopening## Florida Gov. Ron DeSantis shared specifics for his phase one reopening that is set to begin on May 4. Schools will remain in distance learning, visits to senior living facilities will remain prohibited and elective surgeries can resume on May 4, DeSantis said today during a news conference. Restaurants can reopen if they offer outdoor seating with 6 feet worth of space between tables and indoor seating is capped at 25% capacity. Retail businesses can operate at 25% of indoor capacity. Bars, gyms, and personal services such as hair dressers will remain closed, DeSantis said. Churches will remain on “voluntary social distancing” and movie theaters will remain closed.  “I just think it’s practically difficult to do the social distancing. Indoor environments, I think, are more likely for transmission, so even though you could have done that on phase one, I think prudence dictates that we go a little slow on that,” DeSantis said.     \"I do want people to be able to get into gyms, and if I get some guidelines that make sense and I see it is okay, then we will obviously reevaluate that. And I would say the same with some of the personal services, like the hair dressers,\" DeSantis added. DeSantis said that Florida’s phase one reopening will focus on walk-up and drive-up testing, with a total of 11 state-supported walk-up sites across the state.  DeSantis said that walk-up testing is a concept the state rolled out about two weeks ago and that about 6,300 tests have been administered so far.   ##Reopening## There are at least 1,036,652 cases of coronavirus in the US and at least 60,475 people have died, according to Johns Hopkins University's tally of cases. On Wednesday, Johns Hopkins reported 24,070 new cases and 2,120 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Missouri's Department of Natural Resources announced a phased approach to reopening state parks during a news conference on Wednesday. Between May 4 and May 15, park lodging, dining marinas and retail stores will reopen with limited services and locations, Director of the Department of Natural Resources Carol Comer said.  On May 11, Castlewood State Park, Elephant Rocks State Park, Watkins Woolen Mill State Park and Weston Bend State Park will reopen for day-use with limited parking. Some trails in these parks may be closed to ensure social distancing is possible, Comer said.  On May, 18, the off-road vehicle riding area at St. Joe State Park will reopen with a limited number of one-day permits available.  Camping in state parks will remain suspended through May 18, after which officials will reassess. ##Reopening## ##Midwest## President Trump said he does not think states that have so-called \"sanctuary cities\" should receive federal bailout funds. He added that it “will be a subject that will be discussed.” “I don’t think you should have sanctuary cities if they get that kind of aid. If you’re gonna get aid to the cities and states for the kind of numbers you’re talking about, billions of dollars, I don’t think you should have sanctuary cities,” Trump said. When asked specifically if he will prevent aid from going to sanctuary states and cities, Trump responded: “We shouldn’t have to pay anything anyway, because all they do is make it very hard for law enforcement.” He added: “I don’t see helping cities and states if they’re going to be sanctuary, because all sanctuary means to me is that it’s protecting a lot of criminals, and others, many people.” Watch:   Manufacturing, construction, vehicle or vessel dealerships and dog grooming and boarding businesses in Kentucky will be allowed to reopen May 11, Gov. Andy Beshear said. This guidance also includes professional services operating at 50% capacity. Horse racing can also happen with no spectators, Beshear said. On May 20, retail and houses of worship will be allowed to reopen, the governor said. As a final step in the state’s first phase of reopening, starting May 25, social gatherings of 10 people will be permitted again. Barber shops, salons, cosmetology businesses and similar services will be allowed to reopen as well, according to Beshear. Restaurants, movie theaters, campgrounds, youth sports, summer camps and daycares will be part of a possible June reopening, Beshear said. ##Midwest## ##Reopening## Maryland Gov. Larry Hogan said he has warned the federal government the nation’s food supply chain could be gravely impacted by Covid-19 cases in his state.  The governor said he just completed a call with the White House, the governors of Delaware, Virginia, and 15 other states, that have meat processing plants.  \"This is a serious public health concern and a threat to Maryland’s agricultural industry and to the nation’s food supply chain,\" he said during his daily news conference. Hogan said he is receiving federal assistance and is grateful to the Trump administration, particularly Vice President Mike Pence and theCenters for Disease Control and Prevention for their swift response.  The governor said the issue has become a multi-agency and multi-state effort.  ##Food Supply## President Trump said he will travel to Arizona next week, after weeks of staying in Washington because of Covid-19.  The comments came during a meeting with industry leaders at the White House on Wednesday. Asked if he is going to start traveling soon, Trump responded, “I think so.” “I think I’m going to Arizona next week, and we look forward to that, and I’m going to I hope Ohio very soon,” Trump said. \"[W[e’re going to start to move around.”  Trump said he hopes that “in the not-too-distant future we’re going to have some massive rallies.” “And people will be sitting next to each other,” he added. “I can’t imagine a rally where you have every fourth seat full. Every six seats are empty for everyone you have full, that wouldn’t look too good.” Maryland Gov. Larry Hogan announced he signed an executive order today, requiring universal testing of all residents and staff at nursing homes.  Hogan emphasized that it was mandatory for all facilities to comply, whether or not the residents or staff are symptomatic.  He went on to say that all nursing homes are required to have a doctor, physician’s assistant, or a nurse evaluate all residents daily. Hogan said they expect they will see the numbers of cases significantly rise. Hogan said any staff that tests positive will be “discharged into isolation.” He also said that all the nursing facilities would be required to have emergency staffing plans to ensure continuity of care. ##Northeast##   Some California businesses operators, including restaurant and salon owners in rural parts of the state, are urging Gov. Gavin Newsom to begin easing stay-at-home orders aimed at reducing the spread of coronavirus. “The one size fits all” approach isn’t warranted given the disparity in cases between rural areas and cities such as Los Angeles and San Francisco, they argued. “Sutter County and San Francisco can’t be treated the same. In a much more rural area like ours we haven’t seen the same impact,” said Chris Drowns, owner of the Happy Viking Restaurant in Yuba City. “The restrictions need to be eased on us.” Drowns and other business owners gathered in front of the capitol in Sacramento this week to share the economic hardship their companies and employees are facing. “I think the conversation needs to be how do we balance the economic and safety portions,” said Sarina Paulson, the owner of three salons in the state. Newsom has laid out a vision for reopening California businesses, saying it is “weeks away.” However, he has not indicated whether restrictions will be lifted in some areas before others. ##West## ##Reopening## Tennessee Gov. Bill Lee announced that close contact services like salons and barbershops would be allowed to reopen on May 6 in 89 of the state's 95 counties. \"We know for these businesses things like masks are especially important because of the close contact that employees have with customers,\" Lee said today during a news conference. \"We will have guidance for these businesses before the end of the week.\" The governor went on to say that he signed an executive order yesterday, which was predominantly about reopening the economy.   \"The situation there is that we had to issue an updated order yesterday in order to allow retail to open today. But as we said in the order, there are some places that we anticipate opening before the end of May. The first example of this, as you may have heard, is close contact services like salons and barbershops,\" Lee said. The governor also announced that \"in the next several weeks, the Unified Command Group is embarking on widespread testing of all long term facilities in Tennessee.\" \"We have 700 long-term care facilities in our state, and 70,000 of our Tennessee residents are in long-term care facilities,\" Lee said. \"So for this initial push, we are partnering with the National Healthcare Corporation to test all residents and staff in each of their 38 Tennessee facilities.\"  Tennessee today reported a 3.1% increase in its total number of coronavirus cases since yesterday. The state has a total of 10,366 cases, with 195 deaths.  ##South##  ##Reopening## The researcher behind a key clinical trial for remdesivir – which Dr. Anthony Fauci discussed at the White House – told CNN on Wednesday that the drug is “not the end of the story” when it comes to treatments for Covid-19.  “We have work to do. We are looking for other therapies, this trial is going to continue,” said Dr. Andre Kalil, the principal investigator for the clinical trial, which was sponsored by the National Institutes of Health.  “In medicine, it’s never ending. We can always do better. And we want to do better,\" Kalil said.   President Trump seemingly downplayed the need for testing on Wednesday. Trump said over the next coming weeks, “you will see some astonishing numbers” on testing before adding, “I don't know that all of that is even necessary.” He claimed that not all governors feel they need tests to reopen their states. “You have some governors that love the tests, you have others that like doing it a different way, an old fashioned way with some testing. But we’re going maximum testing,” Trump said. ##Testing## Facebook CEO Mark Zuckerberg kicked off the company’s Wednesday earnings call by expressing concerns about reopening the economy too soon, striking a sharp contrast with tech billionaires such as Elon Musk, the CEO of Tesla. “I worry that reopening certain places too quickly before infection rates have been reduced will almost guarantee future outbreaks and worse future economic and health outcomes,” Zuckerberg said.  The remarks come a day after Musk compared state stay-at-home orders to “de facto house arrest” and urged policy makers to “FREE AMERICA NOW.\"  And they also show how Facebook has been one of the rare companies to thrive during the global pandemic, as millions of people have turned to the company’s services during lockdown.  On Wednesday, Facebook reported an average of 1.73 billion daily users for the month of March, an 11% increase compared to the same month a year ago.  Facebook grew its ad revenue by 17% compared to the year-ago quarter, even as many investors feared an advertising slump driven by the pandemic.  On the call, Zuckerberg acknowledged that Facebook expects lower profits this year. But despite that guidance and a quarterly earnings miss, Facebook shares surged roughly 10% after-hours. Florida Gov. Ron DeSantis announced that the state will begin to reopen May 4 but will exclude Miami-Dade, Broward and Palm Beach counties. “Florida will take a step. Small, deliberate, methodical, and based on consultation with some of our greatest physicians, towards a more helpful future,\" DeSantis said at a Covid-19 news conference. “We will get Florida back on its feet by using an approach that is safe, smart, and step by step.” ##Reopening## The National Baseball Hall of Fame and Museum announced Wednesday that its Board of Directors has voted unanimously to cancel 2020 Hall of Fame induction weekend events as a result of health and safety concerns associated with the Covid-19 pandemic. The class of 2020 – Derek Jeter, Marvin Miller, Ted Simmons and Larry Walker – will be inducted on July 25, 2021, in Cooperstown, alongside any new members elected as part of the Hall of Fame class of 2021.    While speaking to a subcommittee of AccelerateSC this afternoon, South Carolina Sen. Lindsey Graham said he would not vote to authorize more money for unemployment benefits.  \"July the 31st is when this expires and I promise you, over our dead bodies, this will not get reauthorized,\" Graham told the committee members. \"We've got to stop this. You cannot turn on the economy, until you get this aberration in the law fixed. Your challenge is, what do you do between now and July 31? You don't want a bunch of people coming back pissed off at you. \" AccelerateSC serves as the advisory team to consider and recommend economic revitalization plans for South Carolina. CORRECTION: This post has been updated to reflect that Sen. Lindsey Graham indicated that additional funds for unemployment benefits \"will not get reauthorized.\" Lawyers for accused murderer Robert Durst, subject of the HBO series “The Jinx,” have filed a motion for a mistrial due to what they call “a prejudicial mid-trial delay resulting from the COVD-19 pandemic.” In court documents filed Tuesday, lawyers for Durst assert that in the “best case scenario” the jury in the high-profile trial will have been recessed for at least 80 days and “it’s unrealistic for the jury to remember the evidence.” “Since jury selection, since the inquiries by both sides, those jurors lives changed with Covid-19. They are no longer the same people we interviewed. Because of this unprecedented change, he (Durst) cannot get a fair trial,” Durst’s attorney Dick Deguerin told CNN. Durst, 77, has been in and out of the hospital since the suspension of his murder trial, Deguerin said.  “His health has not been good at all,” the lawyer said. “He’s had urinary tract problems, his brain stent is malfunctioning and he’s got a growth on his lower bowel.” “We are very concerned for our client’s well-being and ours,” Deguerin continued. “Two members of our team are over 70 years old, another will soon be 65. We’re not able to go into that jail and sit down with Bob [Durst.] We cannot call him. He can call us but only for three minutes and then the phone shuts off. And we’re concerned we are being recorded. It’s extremely difficult for us to communicate with our client right now and it was hard enough before the corona virus outbreak.” John Lewin, the lead prosecutor in the Durst case, wants four New York area witnesses to have previous video-taped statements played before the jury, instead of them testifying in person.  A motion filed in court on Wednesday asks that four witnesses, including retired detective Michael Struk, who investigated the disappearance of Durst’s first wife, be declared unavailable due to “existing physical illness and infirmity.”  The motion points out that all of the witnesses are over 65 years old and at higher risk of developing severe illness during the Covid-19 pandemic. Lewin did not immediately respond to a CNN request for comment. Michigan Gov. Gretchen Whitmer introduced a new program today that will provide tuition-free post-secondary educational opportunities to essential workers as they fight the coronavirus pandemic. “Futures for Frontliners\"  is a path \"to opportunity” for Michigan’s essential workers, and similar to the GI Bill offered to returning soldiers after WWII, Whitmer said at a news conference in Lansing on Wednesday. The program will be geared toward essential workers without college degrees, and ensure “a tuition-free pathway to college,” as well as an opportunity to earn a technical certificate, associate degree or potentially a bachelor’s degree at universities, Whitmer said. “Historically when Americans put their lives on the line to defend the rest of us from a foreign enemy, we have shown our gratitude by giving them educational opportunities to improve their lives,” Whitmer said. “Our enemy in this instance, is a virus, but our frontline workers are just as heroic, and that's why it's important for us to extend some gratitude, and some opportunity, once we are beyond this moment.” The program will be offered not only to those working in hospitals or nursing homes, but also to grocery store employees, child care workers, sanitation workers and those who deliver supplies, the governor said. “It will provide tuition-free college opportunities for people who have risked their lives fighting on the frontline of this pandemic,” Whitmer said. “This is the first program of its kind in the United States, and I'm hopeful that other governors across the country will follow our lead to create pathways opportunity for the people who've been on the frontlines protecting our families.”  ##Midwest## The University of Alabama system plans to have teachers and students return to campus for in-person teaching for the fall 2020 semester, Kellee Reinhart, the senior vice chancellor for communications, told CNN. The system is comprised of three campuses: University of Alabama, University of Alabama at Birmingham, and University of Alabama in Huntsville.  Earlier this month, Finis E. St. John IV, the chancellor of the University of Alabama system, created a task force of experts to ensure safety for students and staff when on-campus learning resumes, according to a statement. Reinhart said the plan is to return to on-campus instruction at all three universities.  \"I think that's everybody's goal,\" she said.  A statement from the university said plans will be developed and announced using all available research and data prior to reopening the campuses. ##Reopening## ##South## Indiana is still set to partially reopen some businesses on Friday, Gov. Eric Holcomb said at a news conference Wednesday. Schools will remain closed but Holcomb indicated that the buildings might be repurposed for other uses.  In discussing the Indy 500, Holcomb said he also believes it can still happen on August 23.  \"Let's not be delusional about this, we're going to have positive cases, month after month after month after month after month. I just believe, it's how we manage our way through this, it's how we have the ability to care for those folks who are in need,\" he said.  ##Midwest##  Illinois is deploying 500 nurses to long-term living facilities across the state to conduct swab test training, Gov. J.B. Pritzker said at a news conference Wednesday. Over the coming days, the state will deploy an additional team of 200 nurses, the governor said. “These are some of our most vulnerable Illinoisans and the state will do everything in its power to protect them,” Pritzker said. By the numbers: At least 4,298 residents or employees at long-term care facilities have tested positive for coronavirus, and at least 625 people have died, according to the Illinois Department of Health. ##Midwest## Boston Mayor Marty Walsh said President Trump is using a \"fear tactic\" by threatening to withhold coronavirus funding from sanctuary cities. \"We have challenges and and we should focus on Covid-19, and when that is finished we should focus on how do we open up America again and not focus on an immigration policy, that's a fear tactic,\" said Walsh during a news conference on Wednesday.  More on this: On Tuesday, Trump said states that are financially crippled because of the coronavirus pandemic would have to make “sanctuary city adjustments” in order to receive emergency coronavirus federal relief. Walsh said he is not concerned about Boston paying the price on the sanctuary city talk by the President. \"As I said throughout this entire pandemic, this is important for elected officials and leaders to work together for us to get through this very difficult time. These suggestions or threats by the White House are uncalled for. They're not going to solve either the public's health or the immigration challenge that we have in our country,\" Walsh said. He went on to say, \"This is not the time to politicize issues to push forward and agenda. People are hurting people with dying. People are scared. This is the time for leadership and that's exactly what we're going to provide here in Massachusetts and the city of Boston. And that's my suggestion that Washington should, providing some leadership for the people of America.\"  ##Northeast## Connecticut has reported an increase of 455 new coronavirus cases on Wednesday, Gov. Ned Lamont said in a news conference, bringing the statewide total to 26,767. Although the number of new cases is higher than the number from the previous day, it represents a smaller percentage of the number of tests performed, Lamont said. The state increased its number of tests performed by 2,073 yesterday, and has done a total of 94,818 so far. The state reported 79 new deaths on Wednesday, bringing the statewide total to 2,168. Connecticut continued to see a slight decrease in the number of hospitalizations. As of Wednesday, there were 1,691 hospitalizations across the state, a decrease of 41 from the previous day, the governor said.  ##Northeast## Beachgoers are a continued focus of California’s stay-at-home order and Gov. Gavin Newsom says more guidance will be issued soon about restrictions relating to the state’s coastline.  Of about 100 beaches along the coast, about 5% saw large crowds recently, and the governor has been outspoken over his disdain with people flocking to the shore. The governor has spoken with state and local law enforcement, and state parks about updating the guidance. Newsom acknowledged that current restrictions and how incremental reopening is not a \"one size fits all\" endeavor for the state, but expressed concern over the number of coronavirus patients hospitalized in Orange County, home to Newport Beach, one location the governor has zeroed in on for overcrowding. Newport Beach’s City Council voted Tuesday to keep beaches open, with additional enforcement of physical distancing. ##Reopening## ##West## Massachusetts officials announced 252 new deaths and another 1,963 cases of coronavirus as of Wednesday.  There’s now a total of 3,405 deaths in the state. ##Northeast## Michigan Gov. Gretchen Whitmer says she will sign an executive order to reopen both residential and commercial construction in the state by May 7. “We are comfortable taking this step, because it is a lower risk enterprise as we've scored risk and developed and worked with industry to make sure we've got appropriate protocols,” Whitmer said at a news conference Wednesday.  Whitmer said she intends to sign the executive order this Friday. ##Midwest## Boston Mayor Marty Walsh on Wednesday extended the city's coronavirus-related curfew to May 18. The city's curfew began on April 6.  At least 8,613 cases of coronavirus have been reported in Boston, the mayor said. At least 333 people have died. Walsh urged runners and cyclists to wear face coverings outside. \"This is not considerate to the people around you and I understand why it's making people angry. It's sending the message that you're not necessarily concerned about them in the community,\" he said. ##Northeast## A new report published by the US Centers for Disease Control and Prevention about hospitalized Covid-19 patients in Georgia finds that significant racial disparities persist: More than 80% of the patients were black. But there was no significant difference between black and non-black patients when it came to dying during hospitalization or requiring intensive mechanical ventilation known as IMV. The report, published in the CDC's Morbidity and Mortality Weekly Report on Wednesday, included 305 hospitalized adults with Covid-19, primarily in Atlanta. The researchers took a close look at the patients' characteristics and clinical outcomes, and found that 1 in 4 hospitalized patients had no recognized factors that put them at risk for severe Covid-19. Data on race were available for 297 or 97.4% of patients in the study — the data showed that 247 or 83.2% were black, 32 or 10.8% were non-Hispanic white, eight or 2.7% were non-Hispanic Asian or Pacific Islander, and 10 or 3.4% were Hispanic. \"Although frequency of IMV and fatality did not differ by race, black patients were disproportionately represented among hospitalized patients, reflecting greater severity of COVID-19 among this population,\" the researchers wrote in the report. \"Public officials should consider racial differences among patients affected by COVID-19 when planning prevention activities. Approximately one quarter of patients had no high-risk conditions, and 5% of these patients died, suggesting that all adults, regardless of underlying conditions or age, are at risk for serious COVID-19–associated illness.\" ##South##    US stocks closed sharply higher on Wednesday, as investors once again grew optimistic about a potential coronavirus treatment. Gilead Sciences announced encouraging results for remdesivir, an antiviral drug tested as part of a National Institute of Allergy and Infectious Disease study. Gilead finished up 5.7%. Meanwhile, the Federal Reserve kept interest unchanged near zero and committed to using its “full range of tools” to support the US economy throughout this unprecedented crisis. Here's how things closed today: The Dow finished 2.2%, or 532 points, higher.\nThe S&P 500 closed up 2.7%.\nThe Nasdaq Composite ended 3.6% higher. The Federal Emergency Management Agency is preparing to send personal protective equipment to nursing homes, which have struggled to obtain gear weeks into the pandemic as the death toll climbs. A FEMA spokesperson told CNN the agency is preparing to coordinate shipments of equipment like surgical masks, gowns and gloves, to nursing homes across the nation. The move comes weeks into the coronavirus response and targets facilities hardest hit by the pandemic. Nursing homes have been particularly vulnerable to coronavirus in part because of the slice of the population they serve: elderly residents who, data suggests, may be at higher risk of the illness.  Despite that risk, health care workers at nursing homes have faced shortages of protective gowns, among other supplies. CNN reported last week that nursing homes, where severe cases of the virus spread especially easily, have been getting more help in recent weeks, depending on the state, but are still facing a catastrophic situation. Other help: As the country moves toward reopening, the Trump administration is planning to send a tranche of supplies to some nursing homes, including those in New York, New Jersey and Massachusetts, among other states, according to a source familiar with the plans.  FEMA's distribution of equipment to nursing homes is expected to kick off around May 1, or early next week, according to the American Health Care Association and National Center for Assisted Living, which represents more than 14,000 nursing homes and other long-term care facilities in the US. \"Obviously we wish that we'd had that same focus on them starting in February, but we haven't, and there's nothing we can do about it. We're pleased that we have it now,\" Mark Parkinson, president and CEO of AHCA/NCAL, told reporters on a call Wednesday morning.  President Trump's son-in-law and adviser, Jared Kushner, recently teased an upcoming announcement on the initiative, saying in a Fox appearance that the administration \"will be surging different PPE to nursing homes.\" \"We're working with a lot of the governors who recognize the disproportionate risk that the older and the more vulnerable have,\" he added. There are at least 50,355 cases of coronavirus in Illinois, said Dr. Ngozi Ezike, the state's public health director. At least 2,215 deaths people have died from the virus. As of midnight, 5,036 people were hospitalized in Illinois for Covid-19, Ezike said at a news conference. At least 1,290 were in intensive care and 777 patients were on ventilators, she said. National Football League Commissioner Roger Goodell has announced staff furloughs, salary reductions and cuts in the NFL’s pension plan in a memo sent to the league office staff in New York and employees at NFL Films and NFL Network.  CNN obtained the memo from a source with knowledge of its distribution. The source also disclosed that Goodell had voluntarily reduced his own salary to $0 effective last month. In the memo, Goodell discloses that the league is still preparing for a full 2020 season but acknowledges the “difficult decisions” that had to be made due to the economic consequences of the coronavirus pandemic.  \"[I]t is clear that the economic effects will be deeper and longer lasting than anyone anticipated and that their duration remains uncertain. The downturn has affected all of us, as well as our fans, our business partners, and our clubs,\" Goodell said in the memo. According to the memo, pay reductions are aimed at the management level who make more than $100,000.  Goodell said that those employees “who are unable to substantially perform their duties from home and/or whose current workload has been significantly reduced” will be furloughed.  He added that he hoped that the league will be able to reinstate those furloughed in due time. The commissioner also announced a permanent change to the contribution percentage in the league’s pension plan. Arkansas Gov. Asa Hutchinson said his state will open restaurants for limited dine-in service on May 11.  Speaking at an afternoon news conference, Hutchinson said restaurant will only be able to operate at a third of their normal capacity. Additionally, restaurants will be limited to groups no larger than 10 people. Hutchinson said if the state continues on a downward trend, they will move into a second phase by increasing to 67% of capacity at a later date. ##Reopening## ##South##   Large summer events are prohibited in Rhode Island this summer, Gov. Gina Raimondo said today.  “If you’re planning a very large summer gathering, a 4th of July parade, a large music festival, a huge cultural event with hundreds and hundreds of people, you are not going to be able to have that event in the state of Rhode Island this summer with those people in person,\" Raimondo said. ##Northeast## ##Reopening## How bad is the coronavirus economy? The worst ever, says Fed Chairman Jerome Powell. \"We are going to see economic data for the second quarter that is worse than any data we have seen for the economy,\" Powell said. \"There are direct consequences of the disease and measures we are taking to protect ourselves from it.\" The recovery will be long and painful, but the economy could begin to bounce back significantly in the third quarter as businesses reopen, he added. While we won't go back to pre-coronavirus levels for quite some time, the third quarter could provide some economic relief. \"We will enter the new phase — and we are just beginning to maybe do that — where we will begin formal measures that require social distancing will be rolled back, gradually, and at different paces in different parts of the country. And in time, during this period, the economy will begin to recover,\" Powell said. Powell also noted that unemployment shot higher for minorities in the United States —much faster than it has for white Americans. Just a few months ago, the US labor market was the best-ever for minorities, Powell noted. Now, minorities are among the first to lose their jobs as stay-at-home orders have shuttered restaurants, movie theaters, retailers and many other businesses. \"It is heartbreaking, frankly, to see that all threatened now,\" Powell said. \"All the more need for our urgent response and also that of Congress, which has been urgent and large, and to do what we can to avoid longer run damage to the economy.\" Powell noted that people \"who are least able to bear it have been the first to lose their jobs, and they have little cushion to protect themselves. \"That is a very big concern,\" Powell said. California’s latest food supply initiative uses a farm to table philosophy to create stopgap measures during the pandemic with local farms and food banks working in unison. With people out of work, food banks are seeing a 73% spike in demand, and the closure of restaurants and cancellation of events has led to a 50% decrease in demand for farm goods, according to Gov. Gavin Newsom. This new program will provide food boxes filled with high quality produce, poultry and other goods to feed a family of four for a few days. There are 128 farmers and ranchers on board already, and they will supply food to 41 food banks. Another 200 participants have already been identified as the program expands. The partnership between federal and state government also includes private funds from philanthropists, Newsom said. About $3.6 million has already been raised to start the program, with a goal of raising $15 million. Farmers will receive a tax credit of 15%, and provide for wages to farmworkers.  Additionally, Newsom announced a federal waiver that will allow food stamp recipients to use their debit cards for online food purchases. The state has created an agreement with Amazon and Walmart, and plans to bring other retailers on board. ##Food Supply## ##West##   There are now 20,849 confirmed cases of Covid-19 in Maryland, Gov. Larry Hogan said in a news conference today. So far, 985 residents have died and 4,402 have been hospitalized, Hogan said. Currently, 1,610 people are hospitalized and 586 are in intensive care, he said. CNN's Brooke Baldwin spoke to author Mitch Albom today about his new serialized story, Human Touch. He is publishing a new chapter each week online to raise money to fight Covid-19. Albom, a long-time sportswriter and author, said the story is about an 8-year-old boy living in Detroit who is immune to getting sick during a health crisis. Albom said the main character \"becomes the key to solving the whole crisis and he is based on a real 8-year-old boy\" from an orphanage that Albom runs in Haiti. In a surprise moment during the interview, Albom's eight-year-old inspiration — who is currently staying with him after traveling to the US for treatment — popped on screen with the writer. \"I bring him up for therapy and he got stuck here in the travel ban, so he's been here ever since and he is the absolute light of our lives,\" Albom said. Watch: New York City has reported 12,287 confirmed and 5,302 probable coronavirus deaths, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 17,589 There have been 159,865 coronavirus cases in the city and approximately 41,316 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated on April 29 at 1 p.m., according to the website. ##Northeast##   Ohio Lt. Gov. Jon Husted said customers should wear face coverings when they visit businesses, but will not be required to do so. Workers, however, will be required to wear face coverings, he said. According to Husted, there are exceptions to that mandate. They are...  An employee in a particular position is prohibited by a law or regulation from wearing a face covering while on the job.\nWearing a face covering on the job is against documented industry best practices.\nWearing a face covering is not advisable for health purposes.\nIf wearing a face covering is a violation of a company’s safety policies.\nAn employee is sitting alone in an enclosed workspace.\nThere is a practical reason a face covering cannot be worn by an employee. Husted said if any of these exceptions apply to a certain business or an employee, written justification must be provided when requesting an exemption from the mandate.  ##Midwest##  President Trump signed an executive order requiring meat processing plants to stay open during the coronavirus pandemic, but plant workers are concerned about their safety and say they’re not going to show up. This stall in the meat producing pipeline is having a ripple effect and impacting farmers.  According to one estimate from the National Pork Board, more than 1.5 million hogs will have to be destroyed in the coming weeks as farmers run out of space to maintain them.   Minnesota based pig farmer Mike Patterson told CNN’s Brooke Baldwin that he will soon be forced to euthanize hogs on his farm. Patterson said he has about 3,000 hogs on his farm and was scheduled to start selling to Smithfield Foods, Inc. in Sioux Falls on April 15, but still hasn't sold any hogs.  “At some point, there's … no way we're going to be able to handle the backlog because the plants won't even be at full capacity when they do get running,” he said. On Tuesday, Trump signed the order after some companies, such as Tyson Foods, were considering only keeping 20% of their facilities open. The vast majority of processing plants could have shut down — which would have reduced processing capacity in the country by as much as 80%, an official familiar with the order told CNN. ##Food Supply## Elective surgery and dental procedures in Virginia can resume on Friday when the state's public order expires, according to Gov. Ralph Northam.  Hospitals and dental facilities will restart non-emergency procedures safely, Northam said at a briefing Wednesday.  \"These are safe, clean places to go,\" Northam said. Northam has partnered with the governors of Maryland and Delaware following President Trump's act requiring meat packing facilities to remain open.  The governors in the tri-state area are working with Centers for Disease Control and Prevention officials to assess plants and \"reconfigure spaces\" to ensure \"workers are able to be separated and protected,\" Northam said. \"The majority of these workers have low incomes and are from communities of color; these factors place them at a higher risk,\" Northam said. \"If we declare that workers at meat processing plants are essential, then it is imperative that we continue to support their health and well being,\" Northam said.  Virginia has 14,961 total cases with 622 new cases and 30 new Covid-19-related deaths in the last 24 hours, health officials said. The US Food and Drug Administration plans to announce an emergency-use authorization for remdesivir, according to the New York Times.  The authorization for the investigational coronavirus treatment could come as soon as Wednesday, the Times reported, citing a senior administration official. In a statement to CNN, the FDA on Wednesday said it is in discussions with Gilead Sciences, the maker of remdesivir, about making the drug available to patients.  “As part of the FDA’s commitment to expediting the development and availability of potential COVID-19 treatments, the agency has been engaged in sustained and ongoing discussions with Gilead Sciences regarding making remdesivir available to patients as quickly as possible, as appropriate,” said Michael Felberbaum, an FDA spokesperson. The FDA’s expected move comes after Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Disease, announced encouraging results from a remdesivir trial in a White House meeting with President Trump. When compared to patients who received a placebo, remdesivir was shown to shorten the duration of Covid-19, but there was no statistically-significant difference in whether patients died. The full study has not yet been released, and the research has not been peer-reviewed. An emergency-use authorization would be notable because remdesivir is not currently approved to treat any disease – unlike some other drugs that have been used for coronavirus patients, such as hydroxychloroquine. Watch:   Detroit now has more than 1,000 deaths due to Covid-19, Mayor Mike Duggan announced at a news conference Wednesday He said 1,008 residents have died due to complications related to the virus.  New York's Metropolitan Transit Association (MTA), which is responsible for public transportation in the state, said it will launch a new plan to clean more frequently. The plan will be delivered to the governor when it is complete. Ken Lovett, the senior adviser to the MTA chairman and CEO, issued the following statement Wednesday: “We fully agree that we must do everything we can to keep our system and trains and buses as clean and as safe as possible. Following on our aggressive plan of disinfecting our stations twice each day and our full fleet every 72 hours, we are completing a plan to further enhance and increase the frequency of our cleaning. We will deliver that plan to the governor as he requested.” What is this about: New York Gov. Andrew Cuomo said earlier today he told the MTA to come up with a plan by tomorrow on how to disinfect trains and buses.  “Any essential worker who shows up and gets on a train should know that that train was disinfected the night before. We want them to show up. We don't want them to stay home. We owe it to them to be able to say the train you ride, the bus you ride, has been disinfected and is clean,” he said. During Tuesday’s coronavirus briefing, Cuomo called the state of subway cars \"disrespectful.” “To let homeless people stay on the trains in the middle of a global health pandemic with no masks, no protective equipment, you're not helping the homeless. Letting them endanger their own life and endanger lives of others is not helping anyone,” Cuomo added in today’s briefing.  When pressed further on a specific schedule for cleaning, Cuomo said the agency is responsible for that.  \"I told the MTA, give me a plan whereby you will clean and disinfect every train every night so that I can say to the essential workers who are killing themselves for our state, we're keeping the subways open for you, and when you get on the subway in the morning or in the afternoon, know that that car was disinfected the night before,\" he said. \"... I'm not going to do a cleaning schedule. I don't do that.\"  The Federal Reserve on Wednesday left interest rates unchanged near zero and said it would deploy its \"full range of tools\" to support the US economy as the coronavirus pandemic continues to wreak havoc on the US economy. \"The coronavirus outbreak is causing tremendous human and economic hardship across the United States and around the world,\" the committee said in a statement. \"The virus and the measures taken to protect public health are inducing sharp declines in economic activity and a surge in job losses.\" Policymakers agreed following their two-day meeting in Washington to maintain rates as they continued to see signs of a badly damaged economy. The decision to refrain from dropping rates into negative territory, as some other central banks have done, had been widely expected by investors after Fed Chairman Jerome Powell and several other Fed board members spoke out against negative rates. New Jersey Gov. Phil Murphy took a brief moment of silence during today's news conference for the more than 6,000 people who have died from coronavirus across the state.  The governor said the 6,770 people who died from the virus in New Jersey is more than the number of residents who died in World War I, the Korean War, the Vietnam War, both gulf wars — Afghanistan and Iraq — Superstorm Sandy and 9/11 combined. Murphy also announced the state will create its own face masks and gowns, and that the state has distributed more than 21 million pieces of personal protective equipment statewide.  New Jersey will send 200,000 surgical masks to New York and 50 ventilators to Massachusetts, the governor added.  ##Northeast## Nevada Gov. Steve Sisolak said that he is planning on easing some of the state's restrictions as part of his state's reopening plan today on an ABC special about the Covid-19 pandemic. The governor said that his plan, Nevada United Roadmap to Recovery, will \"ease some of the restrictions that we had previously as it relates to retail, curbside pickup, some of our outdoor activities.\"  However, Sisolak noted that \"we're going to have to extend the stay-at-home order a little bit.\" He did not give details as to how long the order will be extended.  Sisolak also explained that the reopening of the state's casinos is still a long way off. \"The opening of the casinos and the gaming enterprises will probably come into third or fourth phase of what we're going to end up doing,\" Sisolak explained. \"We're just not quite ready yet to handle that type of a volume,\" he added. Las Vegas Mayor Carolyn Goodman has drawn attention and scrutiny with her calls to allow casinos and most other local businesses to reopen immediately. \"It's not something as simple as flipping a switch and suddenly everybody's going to come back to Las Vegas,\" Sisolak said after being asked about her remarks. \"We've got to work on the travel part of this.\" Sisolak said that he will formally unveil his state's reopening plan tomorrow. There have been 4,106 confirmed cases of Covid-19 in Washington, DC, and 205 deaths, Mayor Muriel Bowser announced at a news conference today. The DC government is also looking to hire contact tracers. Contact tracers use a variety of methods, including phone calls, emails and social media messaging. Bowser announced last week that the city will likely eventually need up to 900 contact tracers. The three types of positions they are currently hiring for are: investigators, lead investigators, and program managers. Dr. Anthony Fauci expressed optimism regarding a study of the antiviral drug remdesivir for treatment of coronavirus. CNN’s Senior Medical Correspondent Elizabeth Cohen cautioned: “This is not a cure.” “Terribly sick people did not jump out of their hospital beds and start walking around. That didn’t happen. This is not a cure, but it does appear to help and it does appear to have a proof of concept and we can go from here to expand on that,” Cohen told CNN’s Brooke Baldwin. According to the study, the mortality rate for patients on remdesivir was 8% compared to 11% to for those on a placebo. The duration of illness was 11 days for those on remdesivir compared to 15 days for those on the placebo. “Remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery,” Dr. Fauci said about the drug. “It is a very important proof of concept because what it is proving is that a drug can block this virus.” About the trial: Pharmaceutical company Gilead Sciences said today it is \"aware of positive data emerging from the National Institute of Allergy and Infectious Diseases' (NIAID) study of the investigational antiviral remdesivir for the treatment of COVID-19.\" Remember: The World Health Organization said it’s too early to comment on the remdesivir trial results released today. President Trump commented on the United States reaching 1 million coronavirus cases, the most in the world, and said that the number is so high because of the testing capabilities in this country. “So we reached a million cases, that’s a tremendous amount, and the reason is because of testing, because other countries don’t test. If you don’t test you’re not going to find cases,” Trump said.  Trump said that other countries “don’t have the ability to do what we’re doing” and that while the 1 million cases sounds bad, it is “an indication that our testing is so superior.” The President again cast doubt that the US has more cases than China and said that the difference between the countries lies not only in testing, but also in transparency. “The transparency is much different. Transparency is like from day and night. We are totally transparent, whatever it is, it is,” Trump said. Trump concluded by saying that if other countries did the type of testing that the US does, “you’d see numbers that would be much different.” ##Testing## President Trump has been telling advisers he wants to get out of Washington soon, according to two sources familiar. White House planners have been instructed to look into potential travel for Trump in the near future, where he could showcase economic recovery and the White House’s pandemic response efforts.  According to a senior administration official, advisers last week had been thinking the President should not hit the road any time soon, as a general advisory against non-essential travel remains in place for most Americans.  However, aides knew it would be hard to keep him off the road due to his growing desire to leave the White House halls where he has been confined for weeks. Outside allies have been appealing to the President directly to leave Washington, arguing that it would amplify his message in the weeks ahead that some of the county is opening for business. Some are arguing the President could help restore a measure of public confidence in resuming travel and public outings if people saw him personally get back on the road. Vice President Mike Pence has begun to resume a travel schedule, hitting the battleground states of Minnesota this week to tour the Mayo Clinic and Wisconsin last week to tour a ventilator plant.  Sending the President into those crucial states for limited official events could also allow the White House to score attention in key local media markets. And it could allow the President to focus more fully on the economic recovery side of the pandemic response rather than the medical side; his attempts to message the science behind his administration’s efforts have recently caused stumbles, and aides have said they expect Trump to shift his focus to the economy in the days ahead. Trump has been signaling publicly and privately for weeks that he wants to leave the White House. As far back as a month ago, he was lamenting the fact that he could not travel to New York for the opening of the field hospital in the Javits Center — something he really wanted to do but was advised against. Pence’s recent travel is a potential model for what Trump’s travel could look like: visits to factories or plants, roundtables, and no crowds. The Louisiana Department of Health reported today that the total number of Covid-19 cases in the state rose by 350, bringing the total there to 27,636. At least 1,802 deaths were reported. The total number of hospitalizations have continued to decline and Jefferson Parish, one of the hardest hit in the state, reported no new deaths in the past day.  Louisiana Gov. John Bel Edwards met with President Trump and the White House coronavirus task force earlier today to discuss the state's response to the pandemic.  \"We’ve turned the corner in Louisiana,\" Edwards said. \"We’re in a much, much better place than we were five-six weeks ago.\" ##South## President Trump said that meat processing companies are “so thrilled” and “so happy” about an executive order he signed last night that compelled meat plants to remain open and absolved the companies of some legal liabilities. “I just got off the phone with the big companies that you’ve been reading about. They’re so thrilled, they’re so happy, and we’ve solved their problems. We’ve unblocked some of the bottlenecks,” the President said from the Oval Office Wednesday. “They were so happy, they’re like, it’s like a new business for them,” he continued. “They were being very unfairly treated. Very unfairly treated.” “So, the farmers are very happy, the ranchers, and the companies that we’re talking about. You know the ones I’m talking about because they’ve all become very well known. They were well known anyway, they’re big companies, but they’re now being treated fairly. They’re thrilled,” Trump said. But, contrary to the President’s comments about the companies “being treated unfairly,” many plant closures across the country were due to thousands of employees becoming infected with coronavirus. In addition to other dangers for workers in the industry, efforts to speed up processing has led to workers standing closer together — about 3 or 4 feet apart from each other while working. Officials say that people should stand about 6 feet apart in order to maintain social distancing practices that could help prevent the spread of Covid-19. Major meat processors such as Smithfield, Tyson and others say they've put measures in place, like temperature checks and plexiglass to encourage social distancing in some areas and to help keep their workers safe. But some workers say their employers aren't doing enough to protect them. Asked about what protections will be in place for workers, Trump said they will have “good form of protection through quarantine.” “We’re going to have a report on that probably this afternoon, and we’re going to have good form of protection through quarantine,” Trump said. “When we find somebody that’s not, we’re going to be very, they’re going to be very careful, they are, as to who’s going into the plant, and the quarantine is going to be very strong, and we’re going to make people better when they have a problem.” “We’re going to get them better,” he said. “Hopefully they’re going to get better.”   The World Health Organization (WHO) says it is working to follow up with patients who have recovered from novel coronavirus to learn more about what future consequences the disease can lead to. On Wednesday, Dr. Maria Van Kerkhove, the WHO’s technical lead for the coronavirus response said, “Our clinical network is following those individuals who have recovered to trace them over time and see how they're doing and see if there's any long-term effects from infection.” “I don't know the exact numbers but it's in the hundreds of thousands of people if not over a million people so far that have recovered from infection,” she said Van Kerkhove added: “We need to follow individuals over weeks and months to measure the level of antibodies. “That will take us some time to really understand if they have protection, how strong that protection is, and for how long that protection will last.” People who live in wealthier communities have been tested more than those in low income communities in Los Angeles County, said Barbara Ferrer, public health director for the county. Ferrer told CNN’s John King that while everyone is doing their part to slow the spread of coronavirus, the key is expanding testing to lower income residents in Los Angeles County. She said testing is needed in primary care facilities and federally qualified care centers. The statistics for L.A. County are grim, Ferrer said. Skilled nursing facilities account for 45% of the county's death rate. About 92% of deaths in L.A. County are among people who had underlying health conditions.  The county, she said, has not seen a spike in deaths, but the statistics are creeping steadily. At least 20,976 cases of coronavirus, including 1,000 deaths, have been reported in L.A. County. A day before federal guidelines on slowing the spread of coronavirus are set to expire, Trump administration officials signaled that strong social distancing guidelines would be relaxed as states begin to reopen their economies.  “We’ve issued the guidelines now, it was actually 45 days ago,” Vice President Mike Pence said, as he and other task force members met with President Trump and Louisiana Gov. John Bel Edwards in the Oval Office Wednesday. “Frankly, every state in America has embraced those guidelines at a minimum, or even done more, and now our focus is working with states as governors, like Gov. John Bel Edwards, unveil plans to open up their states again,” Pence said. “The new guidance that we’ve issued is guidance for how they can do that safely and responsibly.” The current guidelines, Pence added, are “very much incorporated in the new I think you could say, are very much incorporated in the guidance that we’re giving states to open up America again.”  President Trump chimed in, adding that the current guidelines will be “fading out,” as states begin to reopen.  “I am very much in favor of what they’re doing,” Trump said of governors who are opening businesses. “They’re getting it going.” Dr. Deborah Birx, also in the meeting, said that the administration has been, “very encouraged to see how the federal guidelines have helped inform, or at least provide a framework for governors and moving forward.” More context: Trump, who initially introduced the guidelines in mid-March, extended nationwide social distancing guidelines for another 30 days at the end of March, an abrupt back-down from his push at the time to reopen the country. ##Reopening## President Trump said Wednesday that his administration plans to issue recommendations toward the World Health Organization and China, though it wasn’t clear what he’s recommending. Asked to clarify his recommendations, Trump said, “on (the) World Health (Organization) with China to follow.” Asked what he hopes to learn about China and WHO through a recently launched intelligence investigation, the President said intelligence is “coming in … and we’re not happy about it.” He said WHO “is literally a pipe organ for China.” The President also repeated his complaints about the funding the US gives to WHO compared to funding from China. He also questioned why China continued to allow air travel out of the country. New Jersey Gov. Phil Murphy tweeted today that he will sign an executive order reopening state parks this weekend. All state parks, golf courses and county parks will reopen at sunrise on May 2, Murphy announced. “Social distancing will continue to be mandated,” he tweeted. Murphy, speaking at a news conference today, said Covid-19 numbers in the state are \"headed in the right direction.\" At least 6,770 people have died of coronavirus, and at least 116,264 people have tested positive for the virus, he said. ##Reopening##   Texas Tech University President Lawrence Schovanec announced Wednesday he intends to reopen campus by fall \"using a phased return approach.\"   In a letter to the community, Schovanec wrote the university will resume residential life and in-person teaching, although learning will be a mix of online and face-to-face. He said that while the first summer session of school will be online, he is considering opening the campus for in-person learning for the second session \"to test the protocols and policies that will guide the re-opening of campus in the fall.\"   \"We need to recognize that campus life will be different when we return in the fall,\" Schovanec wrote, noting that social distancing, masks, testing and contact tracing will be a part of the new normal. \"There will be inconveniences, but they will be necessary for us to get back to our campus, colleagues, and friends in a safe and responsible way.\"  Schovanec said the university is working through plans to reduce density of people, a practice that will extend to sporting events and special events as well.   ##Reopening## Dr. Anthony Fauci said remdesivir coronavirus trial showed that the mortality rate trended \"towards being better\" with patients who took the drug. Fauci, speaking at the White House alongside President Trump, added he was told that the data shows the drug has a \"clear-cut, significant, positive effect in diminishing the time to recovery.\" About the trial: Pharmaceutical company Gilead Sciences said today it is \"aware of positive data emerging from the National Institute of Allergy and Infectious Diseases' (NIAID) study of the investigational antiviral remdesivir for the treatment of COVID-19.\" Remember: The World Health Organization said it’s too early to comment on the remdesivir trial results released today. Gov. Kim Reynolds announced some church services, elective surgeries and farmers markets will reopen Monday.  There were 467 new Covid-19 cases reported on Wednesday, for a total of 6,843 positive cases in the state, Reynolds said at a briefing.  ##Reopening##   Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said it’s too early to comment on the remdesivir trial results released earlier today.  “It's always very important that we consider all publications related to them, it can sometimes take a number of publications to determine of the ultimate impact of a drug is,” Ryan said. “I think a lot more data will come out, we're all hoping, and fervently hoping, that one or more of the treatments currently under observation and under trial will result in altering clinical outcomes and improving clinical outcomes,” he added.  Dr. Maria Van Kerkhove, the technical lead for the coronavirus response with WHO, explained the agency generally pulls together all the evidence from several studies, will review it and critique it.  Currently, WHO is conducting “living reviews” on about 30 topics right now, in peer-reviewed journals and publications. “Typically, you don't have one study that will come out that will be a game changer,” Van Kerkove said.   If one proves to be a game changer, WHO will adjust its guidance, Van Kerkhove said, “But there is a process for this to take place and we're really grateful for all of the scientists and experts that work with us to, to help us develop this guidance and understand all of this research that's coming out.” What this is about: Pharmaceutical company Gilead Sciences said today it is \"aware of positive data emerging from the National Institute of Allergy and Infectious Diseases' (NIAID) study of the investigational antiviral remdesivir for the treatment of COVID-19.\" The Empire State Building will be lit up with blue lights tonight to honor workers from the Metropolitan Transportation Authority. It starts at 7:51 p.m. ET. “Our employees are working tirelessly to keep the city moving and get essential employees to where they have to go during the COVID-19 pandemic,” MTA Chairman and CEO Patrick J. Foye said in a statement.  He added: “They are among the heroes of this moment in history. We honor them every day for their dedication and tonight everyone within view of the Empire State Building will know others are joining us in honoring and thanking our employees.” The building's tower lights will display different colors each night to honor essential workers and first responders. Blue is the official color of the MTA, according to an MTA statement. ##Northeast## Washington, DC, officials held a news conference this morning to give updates on the coronavirus pandemic in the city. Here's the latest from the nation's capitol: The latest numbers: There have been 4,106 confirmed cases and 205 deaths in Washington DC, Mayor Muriel Bowser said.\nHiring contact tracers: The DC government is posting contact-tracing jobs today. They will be 13-month term positions, and there will be three types of jobs: Investigators, lead investigators and program managers. Last week, Bowser announced that the district will eventually need up to 900 contact-tracers.\nMichelle Obama on the phone: Bowser said on CNN's New Day yesterday that former first lady Michelle Obama would record a robocall public service announcement for the city. DC Attorney General Karl Racine said he received it — and it was like a “good cup of coffee and a warm hug.\"  New York Gov. Andrew Cuomo said he told the Metropolitan Transit Authority (MTA), which is responsible for public transportation in the state, to come up with a plan by tomorrow on how to disinfect trains and buses.  “Any essential worker who shows up and gets on a train should know that that train was disinfected the night before. We want them to show up. We don't want them to stay home. We owe it to them to be able to say the train you ride, the bus you ride, has been disinfected and is clean,” he said. In yesterday’s briefing, Cuomo called the state of subway cars \"disrespectful.” “To let homeless people stay on the trains in the middle of a global health pandemic with no masks, no protective equipment, you're not helping the homeless. Letting them endanger their own life and endanger lives of others is not helping anyone,” Cuomo added in today’s briefing.  When pressed further on a specific schedule for cleaning, Cuomo said the agency is responsible for that.  \"I told the MTA, give me a plan whereby you will clean and disinfect every train every night so that I can say to the essential workers who are killing themselves for our state, we're keeping the subways open for you, and when you get on the subway in the morning or in the afternoon, know that that car was disinfected the night before,\" he said. \"... I'm not going to do a cleaning schedule. I don't do that.\"  Cuomo said the state today will begin testing of transit workers to further determine the spread of the coronavirus. ##Northeast## Vermont hasn’t reported a new case of coronavirus since Monday, according to the data from the state's health department.  Vermont reported 862 cases of coronavirus on April 27 and the number of cases hasn’t risen since. This marks the first time the state has reported zero new cases since the state health department reported its first cases in March. New York Gov. Andrew Cuomo said the state will begin antibody testing on an initial 1,000 transit workers today in an effort to further understand the spread of coronavirus among frontline workers. Preliminary findings of an antibody study show 17.1% of those tested within the FDNY tested positive for having antibodies, and 10.5% of those tested within the NYPD tested positive for having antibodies, the governor said Wednesday. The FDNY may be higher because it includes EMT front line workers who are assisting people “in the closest contact in many ways,” he said. The downstate average of the general population is around 18%. The state will conduct further analysis – including by race and gender – in the future, Cuomo added. ##Northeast## New York Gov. Andrew Cuomo unveiled a \"self portrait of America\" — a wall covered in masks Americans across the US donated to New York to help fight coronavirus. The homemade masks were unsolicited and many came with \"beautiful\" notes, Cuomo said. \"And this is just people's way of saying 'we care' and 'we want to help,'\" Cuomo said. He added: \"A little bit more of this and a little bit less of the partisanship and the ugliness and this country would be a better place.\" Watch: ##Northeast## New York Gov. Andrew Cuomo outlined some specifics that the state needs to have in place before it starts to reopen. At least 30% of hospital beds and 30% of ICU beds must be available after elective surgeries resume, Cuomo said.  “We can’t go back to where we were, where we overwhelmed the hospital systems,” he said.  Additionally, the diagnostic testing rates and hospitalization numbers will be monitored for any sharp increases. “You see that number start going up — worry,” he said.  Watch: ##Northeast## New York Gov. Andrew Cuomo said he'll sign an executive order today allowing some counties in the state to resume elective surgeries.  Those counties are mostly in upstate New York. Areas that have been hard-hit by the coronavirus will not be allowed to begin elective procedures \"until we know we're out of the woods\" on coronavirus, Cuomo said. Here's a look at the New York counties that will be allowed to resume elective surgeries: Watch: ##Northeast## At least 330 people died across New York state on Tuesday, Gov. Andrew Cuomo announced at a news conference, calling the rate \"terrible news.\" That's down just slightly from the 335 people who died on Monday and the 337 who died on Sunday. \"You see the decline has been slow at best, and still disgustingly high,\" he said. Watch: ##Northeast## At least 40% of inmates at a federal prison in southern California have tested positive for coronavirus, according to the Bureau of Prisons website. Federal Corrections Institution Terminal Island in San Pedro, a low-security institution housing male offenders, reported at least 443 coronavirus positive inmates among its 1,055 inmate population. At least 10 employees have also tested positive. Two inmates died in April: Bradley James Ghilarducci, 73, and Michael Fleming, 59.  All visiting at FCI Terminal Island is suspended indefinitely. Inmate phone and email stations are off-limits until at least May 18 “to prevent transmission of the virus by touching keyboards and phone handset,” according to the BOP website. They encourage loved ones to correspond via the USPS.  The BOP lists FCI Terminal Island at the top of its list. Second is the Fort Worth Federal Medical Center in Texas, which is reporting 241 cases among its 1,521 prisoners, just under 16%. ##West## Colorado Gov. Jared Polis criticized Vice President Mike Pence for not wearing a mask during a visit to the Mayo Clinic yesterday.  “As elected officials, I think we have [an] additional responsibility, with the soap box we have, to practice what we preach,” Polis told CNN’s Jim Sciutto. “We're trying to be — and I’m trying to be — an ambassador for wearing masks.” Polis said he wears a mask when going to his press conferences and while walking outside with his family and dog.  “Elected officials should be role models and should demonstrate the importance of wearing masks, which could absolutely help save lives and help us return to economic normalcy sooner rather than later,” Polis said.  Polis told CNN’s Jake Tapper on Sunday that he is worried about the potential for a second spike in coronavirus cases as the state begins loosening restrictions this week. But Polis says “it is time to enter a more sustainable phase.”  Watch more: ##West## New York City Mayor Bill de Blasio has responded to criticism over comments he made on Tuesday night about a large funeral in Brooklyn. “I spoke last night out of passion, I could not believe my eyes ... it was deeply, deeply distressing. Again, this is a community I love, this is a community I have spent a lot of time working with closely, and if you saw anger and frustration, you're right. I spoke out of real distress — people's lives were in danger before my eyes, and I was not going to tolerate it.\" The mayor added, \"I regret if the way I said it in any way gave people a feeling of being treated the wrong way, that was not my intention. It was said with love, but it was tough love — it was anger and frustration.\" What happened: Twelve criminal court summonses were issued after an estimated 2,500 Orthodox Jewish community members attended the funeral of a prominent rabbi in Williamsburg, Brooklyn, on Tuesday, a senior law enforcement official told CNN. Seven of the summonses were issued for violation of de Blasio’s executive order concerning social distancing and five were issued for disorderly conduct, specifically the failure to disperse.  After conferring with community leaders Tuesday afternoon, the NYPD understood that approximately 5,000 people may arrive at the rabbi’s synagogue in an attempt to view his body, the source says. On Tuesday night, de Blasio tweeted, \"My message to the Jewish community, and all communities, is this simple: the time for warnings has passed. I have instructed the NYPD to proceed immediately to summons or even arrest those who gather in large groups. This is about stopping this disease and saving lives. Period.\" ##Northeast## Large gatherings are \"putting members of my department at risk and it cannot happen, and it will not happen,\" New York City Police Commissioner Dermot Shea said. He added that those who flout the law will be met with “stern consequences.” Some context: A large group of people attended a rabbi's funeral Tuesday in Williamsburg, Brooklyn.  New York City Mayor Bill de Blasio condemned the gathering, saying, \"My message to the Jewish community, and all communities, is this simple: the time for warnings has passed.\"  That prompted the Anti-Defamation League and a New York City councilman to call him out, saying he targeted the entire Jewish community when only one group of people broke the rules. Today, Shea said gatherings like the funeral \"simply cannot happen.\" \"All New Yorkers have to come together during this crisis, but they need to do it more than ever and we need community leaders to stand beside us. We cannot have people unnecessarily being exposed to a disease that is having catastrophic effects on our membership and really New Yorkers as a whole,\" he said. ##Northeast## At least 500 Transportation Security Administration officers and employees have tested positive for the coronavirus, the agency said Wednesday.  The majority of those cases – 435 – are among the officers who screen passengers and handle baggage. The rest are among non-screening employees who do not typically interact with passengers.   Nearly 40 percent of the cases – 193 – are at a trio of airports in the New York City-area, which became a hot spot of the pandemic.  The grim milestone comes as the agency begins to see a small but noticeable uptick in travelers at airports nationwide since plummeting to historic lows in early April.  The agency is screening only about 5% of the passengers it handled on the same day last year, but that ratio has been increasingly slightly almost daily for the last two weeks.  As of Wednesday morning, at least 4,359 US service members have tested positive for coronavirus, including 98 hospitalized.  There are 6,754 positive cases across the entire Department of Defense. Pending home sales dropped 20.8% in March, as sales in the United States contracted because of the coronavirus pandemic, according to new data from the National Association of Realtors. Contract signings declined 16.3% compared to March 2019. As consumers become more accustomed to social distancing protocols, and with the economy slowly and safely reopening, listings and buying activity will resume, especially given the record low mortgage rates,\" said Lawrence Yun, NAR’s chief economist, in a release. Yun said an improvement later in the year \"will be insufficient to make up for the loss of sales in the second quarter.\" The firm predicts a 14% decline in home sales for the year. Coronavirus cases have been reported in every US state, and the pandemic has affected the country coast to coast. Here are four states we're especially watching today: California: Gov. Gavin Newsom outlined the phased reopening plan for his state yesterday, with retail businesses and schools still \"weeks away\" from opening back up. Newsom said his state is currently in phase one, where people are asked to stay home. The second stage involves lifting restrictions on some lower risk workplaces, such as retail, manufacturing and offices where telework is not possible. \nFlorida: Gov. Ron DeSantis is set to announce today his plan to reopen Florida the state. He made the announcement at the White House yesterday as he visited Trump.\nGeorgia: The state began reopening last week, and now an independent researcher projects the number of daily Covid-19 deaths in Georgia will nearly double by early August. That model assumes social distancing will relax slightly as the state continues to reopen. The number of Covid-19 deaths per day in Georgia will jump from 32 fatalities on May 1 to a projected 63 people dying each day by August 4, the model forecasts.\nLouisiana: New Orleans' mayor suggested yesterday that canceling the 2021 Mardi Gras festivities is \"something we have to think about.\" The annual festivities have been canceled just 13 times before, most often during war-time or political unrest. ##West## ##South## The number of coronavirus cases among the crew of the USS Kidd has reached 78, nearly 25% of the ship's crew, according to two Navy officials.  The ship is now in port in San Diego and sailors are in the process of being isolated and quarantined on base. Some context: The destroyer is the second Navy warship to experience a coronavirus outbreak at sea following the aircraft carrier USS Theodore Roosevelt. US stocks opened sharply higher Wednesday on enthusiasm over positive news about an experimental coronavirus treatment. Here's what's happening: The Dow jumped 400 points, or 1.7%\nThe S&P 500 advanced 1.9%\nThe Nasdaq gained 2.1% Some context: Stock futures popped after Gilead Sciences announced encouraging results for remdesivir, a drug being studied for potential coronavirus treatment. Gilead said the experimental drug met its primary endpoint in a National Institute of Allergy and Infectious Disease study.  Gilead shares soared 7%. Wall Street largely shrugged off more bleak economic news. The government said US GDP contracted by a 4.8% annualized rate during the first quarter. It was the US economy’s worst quarter since late 2008. A pug named Winston may be the first dog in the United States to test positive for coronavirus, researchers say.  Dr. Heather McLean and her family found out that Winston tested positive after they participated in a Duke University study aimed at finding potential treatments and vaccines.  Three people in the McClean family contracted Covid-19 last month, and Winston was tested as part of that study. “We’re just one story, one family and one dog. I definitely think that we gave him the virus. We didn't realize our symptoms were due to coronavirus. And so we couldn't socially distance from ourselves and from our animals,” McLean said in an interview with Winston on CNN’s “New Day.”   McLean said Winston’s only symptom was a mild cough, but pugs are known to have respiratory problems. Winston wasn't sick enough where she felt like she needed to call the veterinarian to seek advice, she said. “We've been practicing social distancing, just like everybody else in the world. When we go on walks, we're around each other and try not to get too close to people or other pets,” she said.  The North Carolina family’s other dog, cat and lizard did not  test positive for Covid-19.  Watch: It's Wednesday morning in the US, where coronavirus cases now surpass 1 million. Here's the latest news to start your day: Reopening today: Tennessee is allowing retail outlets in the state to reopen today at 50% capacity. \nA possible treatment: Pharmaceutical company Gilead Sciences says there's \"positive data\" in study of a potential Covid-19 treatment, Remdesivir.\nAnd a possible second wave: A second round of the coronavirus is \"inevitable,\" Dr. Anthony Fauci said, but just how bad it is will depend on the progress the US makes in the coming months.\nThe meat supply: Trump yesterday signed an executive order to compel meat processing plants to remain open during the pandemic. It came as some companies, such as Tyson Foods, considered only keeping 20% of their facilities open.\nAbout the economy: The US economy contracted between January and March, with GDP falling at a 4.8% annualized rate, as the coronavirus crisis put the world in a choke hold. This was the first contraction of the US economy since the first quarter of 2014, and the worst drop since the fourth quarter of  2008. ##South## ##Reopening## ##Food Supply## The Navy will announce today that it is launching a broader inquiry into the circumstances surrounding the outbreak of the coronavirus aboard the USS Theodore Roosevelt, effectively delaying Navy recommendation of reinstating Captain Brett Crozier, according to two US defense officials and a official briefed on the matter. The expected announcement comes after Secretary of Defense Mark Esper previously declined to immediately endorse the Navy's original investigation into the issue. Sailors from the coronavirus-stricken USS Theodore Roosevelt began returning to the aircraft carrier today for the first time since they were moved ashore because of Covid-19, the Navy announced in a statement. As of Tuesday, the ship had 940 active coronavirus cases, compared with 955 on Monday, reflecting an increase in the number of sailors who have recovered. The handling of the outbreak aboard the aircraft carrier which led to the firing of the ship's commanding officer, Capt. Brett Crozier and the resignation of the acting Navy Secretary, has been the subject of an initial Navy investigation. US officials told CNN that senior Navy officials had recommended Friday that Crozier be reinstated but Esper was not prepared to immediately endorse that recommendation. Two defense officials told CNN that the Navy had expected Esper to endorse the recommendation last Friday. A Pentagon spokesman said Friday that Esper \"intends to thoroughly review the report and will meet again with Navy leadership to discuss next steps.\" Crozier was fired earlier this month for what the then-acting Navy Secretary Thomas Modly said was poor judgment by too widely disseminating a warning among Navy officials about the spread of the virus aboard his vessel, a warning that eventually made its way into the press. Modly resigned days later over his handling of the incident, actions which included a $240,000 trip to Guam where he slammed Crozier and admonished sailors for giving Crozier a rousing send off in public remarks to the crew. Gilead Sciences said it is “aware of positive data\" in a study of a potential coronavirus treatment. The National Institute of Allergy and Infectious Diseases’ (NIAID) studied \"the investigational antiviral Remdesivir for the treatment of COVID-19,\" Gilead said. \"We understand that the trial has met its primary endpoint and that NIAID will provide detailed information at an upcoming briefing,\" Gilead said.  The company said it will share more information about the company’s trial of the antiviral “shortly,” and will provide information about whether a shorter, five-day course of the treatment has a similar effect and degree of safety as the 10-day treatment studied in other trials, including the NIAID trial. There are no treatments for the coronavirus approved by the US Food and Drug Administration. Remdesivir is one of many treatments being studied. Tennessee Gov. Bill Lee said retail outlets in the state can reopen today at 50% capacity. This comes two days after restaurants were allowed to open on Monday. \"We are working around the clock to get Tennesseans safely back to work in 89 of our counties with the majority of businesses in a position to begin opening their doors next week,\" Lee said. However, he added, \"Not every industry will be in a position to open safely immediately.” Yesterday, Lee said he would sign a new executive order to follow the one expiring tomorrow. “It will give new guidance that will include the opening and the safe reopening of the businesses specified, and continue the closure of those that are not yet allowed,” he said. See where your state stands on reopening here. ##Reopening## ##South## The US economy contracted for the first time in nearly six years between January and March, as the coronavirus crisis put the world in a choke hold. America's first-quarter GDP fell at a 4.8% annualized rate, the US Bureau of Economic Analysis reported today. Some context: This was the first contraction of the US economy since the first quarter of 2014, and the worst drop since the fourth quarter of  2008. The economy came to a screeching halt in March, when businesses shut and stay-at-home orders were put in place across the country. That was enough to offset the economic activity in January and February. In the current quarter, the economy is expected to contract even further. Even though some states are beginning to reopen, experts believe it will be some time until activity levels are back to what they were before the outbreak.  A spokesperson for Vice President Mike Pence said it was not a mistake for Pence to forgo wearing a mask at the Mayo Clinic. “We don’t feel it was a mistake,” spokesperson Katie Miller said. What this is about: Pence toured the Mayo Clinic in Rochester, Minnesota, yesterday, and appeared to be the only person not wearing a face covering. Pence was told of the new rules before he visited, the clinic said on Twitter, a post that was subsequently deleted. \"Mayo Clinic had informed @VP of the masking policy prior to his arrival today,\" they had written. Boeing said it will slash staff and production after posting a massive first-quarter loss. Demand for air travel has evaporated during the coronavirus outbreak, and the aerospace company continues to reel from the 737 Max grounding. The company announced it would cut 10% of its jobs — which is about 16,000 positions — through a combination of buyouts, natural attrition and involuntary layoffs.  The cuts will be deepest in Boeing's commercial airplane unit — about 15% of jobs. And Boeing said it would drastically scale back production of the two widebody passenger jets, the 787 Dreamliner and the 777. The company lost $1.7 billion from its core operations, a bit worse than Wall Street had expected. Boeing was hit by both by the 737 Max crisis as well as airlines canceling and delaying orders for new planes because of of the pandemic. A shutdown of its factories due to health concerns cost the company $137 million.  The post-quarantine school year could see changes such as staggering start times, modified recess times, and no cafeteria for lunch period, said California Governor Gavin Newsom in a taped interview on NBC’s Today show In order to get the economy going, parents must get back to work, he said. It's not back to normal, it's modified,\" he said.  He warned that people needed to take the next phase seriously to avoid a second wave of infections, after crowds packed beaches over the weekend. \"I'm worried we can erase all the gains in a very short period of time,\" he added. The federal government has been responsive to the state’s requests and does not want to politicize this dire situation because so many lives are at risk. The Governor emphasizes his reliance on data and reiterated the importance of taking guidelines seriously. He pointed to the packed beaches over the weekend and cautioned that the virus does not take vacation; if people are not careful, the state could face a second wave of cases. ##West## Every Sunday since the coronavirus lockdown started, Stephanie Anstey drives 20 minutes from her home in Grottoes, Virginia, to sit in her school's near-empty parking lot and type away on her laptop. Anstey, a middle school history teacher, lives in a valley between two mountains, where the only available home internet option is a satellite connection. Her emails can take 30 seconds to load, only to quit mid-message. She can't even open files on Google Drive, let alone upload lesson modules or get on a Zoom call with colleagues. \"You just have to plan,\" Anstey said. \"It's not a Monday through Friday job anymore.\"  So Anstey's new office is in her car in the corner of the parking lot where the WiFi signal is strongest. She comes here when she needs to upload instructional videos, answer emails from students and parents or participate in the occasional video conferencing call. It's not ideal, she says, but using her slow internet at home is even more frustrating.  Anstey's predicament casts a new light on a longstanding digital divide that is being made even starker by the coronavirus pandemic.  More than 18 million Americans -- about 5.6% of the US population -- lack access to high-speed internet, according to the Federal Communications Commission. (Many technology experts dispute the agency's figures -- the company BroadbandNow says the real number is more than double that.) Pockets of poor connectivity can be found in both small towns and cities, particularly in low-income urban areas. But those living in rural areas and tribal lands are especially likely to have slower speeds, spottier coverage and fewer internet service providers to choose from -- forcing people like Anstey to travel to cafes, libraries and parking lots for a reliable connection. Read more: General Electric's turnaround has been disrupted by the coronavirus pandemic. The conglomerate said Wednesday it burned through $2.2 billion of cash during the first quarter as its jet engine business got slammed by a \"rapid decline\" in global commercial aviation demand in March.  GE estimated the health crisis wiped out about $900 million of its earnings and hit free cash flow by around $1 billion.  \"The impact from Covid-19 materially challenged our first-quarter results, especially in Aviation, where we saw a dramatic decline in commercial aerospace as the virus spread globally in March,\" CEO Larry Culp said in a statement.   Before the crisis, GE was enjoying a comeback driven by efforts to slim down its portfolio, clean up its balance sheet and generate free cash flow by improving its operations. Even GE's critics credited Culp with saving the company from disaster.  Yet GE's industrial free cash flow burn rate nearly doubled during the first quarter as the pandemic struck. Its adjusted profit dropped by a deeper-than-feared 62%.  Earnings at GE's aviation, financial services and renewable energy divisions all fell. GE Power swung to a loss of $129 million. The only division to grow its bottom line was GE Healthcare, which makes MRI machines, CT scans and other medical equipment.   The world is learning to live with less oil. It may never look back.  The coronavirus pandemic has destroyed demand for gasoline and jet fuel as billions of people stay home, and there's no guarantee it will ever fully recover despite rock-bottom prices.  The oil industry is bracing for the effects of the crisis to linger. Employees keep working from home. International travel stays scarce. And citizens in once-polluted cities, having become accustomed to blue skies, demand tougher emissions controls. Such changes would come on top of a push for investors to dump oil assets that had been gaining momentum before the recent price crash. Sustainable energy investments, by comparison, appear to have held up relatively well despite stock market volatility. This could mean that global demand never returns to its 2019 record high, a scary prospect for oil companies and their employees from Texas to Western Europe, and countries such as Russia, Nigeria or Iraq that depend heavily on selling crude. \"I think the pressure to accelerate the forces driving the energy transition will only increase as a result of this crisis,\" said Mark Lewis, global head of sustainability research at BNP Paribas Asset Management in Paris. The threat of a second wave of infections in the fall also looms for producers. Prices have already plunged to their lowest levels in decades as producers grapple with excess supply and the worst demand shock in history. \"There remains an exceptional level of uncertainty regarding the near-term outlook for prices and product demand,\" BP Chief Financial Officer Brian Gilvary told analysts this week. Before the pandemic, analysts predicted that the peak in oil demand would occur around 2040 due to the rise of electric cars, increased energy efficiency and a switch to alternative sources. But the coronavirus has forced many assumptions about the future of oil to be scrubbed. Read more: A German company working with US pharmaceutical giant Pfizer has begun human trials of a potential Covid-19 vaccine that could supply millions by the end of the year, according to the two firms. Pfizer says it will begin testing its experimental vaccine in the United States as early as next week, and says a vaccine could be ready for emergency use in the fall, the Wall Street Journal reported on Tuesday.  Mainz-based BioNTech reported that the first cohort of participants had been given doses of the potential vaccine, BNT162, in a Phase 1/2 clinical study in Germany. Twelve study participants have been vaccinated with the vaccine candidate BNT162 in Germany since the start of the study on April 23, 2020,\" the company said in a statement.  No information on the results is currently available.  BioNTech said around 200 healthy volunteers aged 18 to 55 years old would be given doses ranging from 1µg (microgram) to 100µg to find the optimal dose for further studies.  \"In addition, the safety and immunogenicity of the vaccine will be investigated,\" added the biotech company. Pfizer and BioNTech plan to initiate trials for BNT162 in the US on regulatory approval, expected shortly, the statement said. The German Federal Institute for Vaccines and Biomedical Drugs approved the trial -- the country's first clinical trial for a vaccine against Covid 19 -- on April 22. \"The two companies plan to jointly conduct clinical trials for the COVID-19 vaccine candidates initially in Europe and the U.S., across multiple research sites,\" Pfizer announced in its first quarter report, published online Tuesday. \"Pfizer and BioNTech also plan to conduct trials for BNT162 in the U.S. upon regulatory approval, which is expected shortly,\" the report said. \"The companies estimate that there is potential to supply millions of vaccine doses by the end of 2020, subject to technical success of the development program and approval by regulatory authorities, and the potential to rapidly scale up the capacity to produce hundreds of millions of doses in 2021.\" Pfizer isn't the only group with a potential Covid-19 vaccine in the works. Last week, scientists at Oxford University's Jenner Institute in the United Kingdom began testing its vaccine on humans Thursday and, depending on the trial results, could be ready as early as September. Officials say that more than a half-dozen vaccine programs are in the clinical trial phase and more than 80 are in preliminary phases. Death toll greater than Vietnam: The number of confirmed coronavirus cases in the United States has topped 1 million and the death toll has surpassed the total US troop fatalities during the Vietnam War. According to Johns Hopkins University's US tally, there are at least 1,012,583 cases of coronavirus and at least 58,355 deaths. \nWarning over second wave: A second round of coronavirus is \"inevitable,\" says Dr. Anthony Fauci, the nation's leading epidemiologist, but how bad it is will depend on progress in the coming months. \"If by that time we have put into place all of the countermeasures that you need to address this, we should do reasonably well,\" he said. \"If we don't do that successfully, we could be in for a bad fall and a bad winter.\"\nTrump defends his approach: President Donald Trump has defended his approach to the crisis. \"Many very good experts, very good people too, said this would never affect the United States,\" Trump told CNN's Jim Acosta on Tuesday. \"The experts got it wrong. A lot of people got it wrong and a lot of people didn't know it would be this serious.\"\nElection issues: Former Democratic presidential candidate Andrew Yang is suing the New York State Board of Elections after the state election commission voted to cancel its presidential primary over coronavirus fears. Meanwhile, at least 52 people in Wisconsin who said they voted in person or worked the polls for the US state's April 7 primary election have tested positive for coronavirus, according to the Wisconsin Department of Health Services.\nConcern over rare condition: US doctors say they may have seen a possible complication of coronavirus infection in a young child: a rare inflammatory condition called Kawasaki disease. After reports emerged from the UK, Italy and Spain, a team at Stanford Children's Hospital said they had also seen a case. They described the case of a 6-month-old girl admitted to the hospital with Kawasaki disease and later also diagnosed with coronavirus. The Southern California city of Newport Beach voted onTuesday in a City Council meeting to keep its beaches open. But additional reinforcements will enforce social distancing to protect against the coronavirus pandemic. An ordinance was proposed to close the city's beaches for the next three weekends to avoid the overcrowding seen this past weekend, but council members did not end up voting directly on the agenda items during the meeting. Instead, Councilman Kevin Muldoon made an alternate motion to deny the item, which passed on a 5-2 vote, according to the city's public information manager. Greater police and lifeguard presence will actively enforce social distancing. The majority of the city's council members expressed a strong desire to keep most public beaches, parks and open spaces accessible for the mental health and physical well-being of residents, according to a statement.   The vote comes as many states prepare to begin loosening restrictions and phase out  stay-at-home orders. California has begun allowing scheduled surgeries, but does not have an end date for its orders. Read the full story here. ##West## When Vice President Mike Pence walked into the Mayo Clinic on Tuesday, he wasn't wearing a face mask. Everyone else in the building was, according to reporters who were traveling with him. After all, it has been the policy at the renowned Rochester, Minnesota, facility since April 13. They even say they'll provide one. Pence was told of the new rules before he visited, the clinic said on Twitter, a post that was subsequently deleted. \"Mayo Clinic had informed @VP of the masking policy prior to his arrival today,\" it had written. But as he visited a blood and plasma donation center inside the building, Pence was bare-faced. Others in the room -- including Dr. Stephen Hahn, the Food and Drug Administration head -- wore coverings. Pence did avoid shaking hands; he elbow-bumped instead with doctors and officials. Read the full story here. The next generation is stepping into the forefront of the fight to protect essential employees in the coronavirus pandemic. College students Yolian Ogbu and Victory Nwabufo have teamed up with the National Children's Campaign to launch a movement demanding universal hazard pay and personal protective equipment for all coronavirus essential employees in the US. And it's all happening virtually under the hashtag #YourWorkersMyFamily. The US Department of Labor defines hazard pay as \"additional pay for performing hazardous duty or work\" that is \"not adequately alleviated by protective devices.\" New York Gov. Andrew Cuomo proposed last week that hazard pay for frontline workers be included in a federal stimulus plan. Ogbu and Nwabufo said their effort has garnered support from essential workers, their families, unions and organizations. It will take the form of online story sharing and digital strikes that tweet-bomb decisionmakers calling for paid sick leave, hazard pay and PPE. The campaign will culminate on Friday, International Workers' Day, when many organizations are planning strikes of their own, they said. Read the full story here. At least 52 people in Wisconsin who said they voted in person or worked the polls for the US state's April 7 primary election have tested positive for coronavirus, according to the Wisconsin Department of Health Services. Several of those people reported other possible exposures as well, said Jennifer Miller, a department spokeswoman. The state's decision to hold in-person elections in the middle of a pandemic was roundly criticized by candidates and health experts, and turned into a bitter partisan battle. Mary Kepler and her husband, Wilford, died hours apart after a lifetime together.  The pair were in a Wisconsin hospital after contracting coronavirus, according to CNN affiliate WTMJ. Family members are unsure how the two were infected, the affiliate reported. Because they both had the disease, they were able to stay together in their last moments -- something most coronavirus patients can't do with their loved ones. Family members across the nation have had to say their final goodbyes over FaceTime or in texts read as overwhelmed medical institutions have restricted visitors to help slow the virus's spread.  The couple, who had been together for 73 years, had beds next to each other and got to say \"I love you\" to each other one last time before they died Saturday, their granddaughter Natalie Lameka told the affiliate.  \"They had been holding hands and that was just heartbreaking to hear but also heartwarming to hear. And we were just so thankful they were together and were aware they were together,\" Lameka said. The two were like the family's \"glue that holds us together,\" their granddaughter said, and while losing them hurts, knowing they never had to part makes the pain a little easier.  \"It was definitely hard,\" she told the news station. \"But it was bittersweet.\" Mary Kepler died six hours after her husband, the affiliate reported. Read the full story here. President Donald Trump has signed an executive order, which aides said earlier would fall under the Defense Production Act, that mandates meat processing plants must stay open, an official says. It comes after some US companies, such as Tyson Foods, were considering only keeping 20% of their facilities open. The vast majority of processing plants could have shut down -- which would have reduced processing capacity in the country by as much as 80%, an official familiar with the order told CNN. By signing the order, Trump has declared these plants as a part of critical infrastructure in the US. Some of the largest processing plants in the US have been forced to cease operations temporarily after thousands of employees across the country tested positive for the virus. The United Food and Commercial Workers International Union estimated that 20 meat packing and food processing workers have died so far. Read the full story here. ##Food Supply## In a small pilot study, researchers are exploring whether low-dose chest radiation therapy (LDRT) may improve lung function in certain critically ill Covid-19 patients, according to a statement from the Winship Cancer Institute of Emory University in Atlanta.  “The COVID-19 pandemic inspired us to think outside the box, and we’ve been working with our intensivist colleagues to launch this trial because of its potential to help patients who are desperately ill,” said Dr. Mohammad Khan, an associate professor in the Department of Radiation Oncology in the Emory University School of Medicine and a co-principal investigator on the study, in the statement. There are currently five critically ill patients enrolled in the phase I/II clinical trial, with an additional five patients to be added in another group. The enrollees are given a single treatment of low-dose chest radiation and are followed through a one-week observational period, according to the release.   The study was inspired by the historical use of chest radiation to treat pneumonia over 100 years ago, before the development of antibiotics and other modern medicine, Khan said.  “Historical uses of radiotherapy for pneumonia led to a 90% response rate and prevented people from dying. If I am correct, we should see significant responses in Covid patients treated with low dose whole lung radiotherapy,” Khan told CNN. Investigators hope that those who receive LDRT will see improved pulmonary functioning with a decreased need for mechanical ventilation. Radiation therapy refers to the use of high-energy beams to induce cell damage by destroying the genetic material that cells need to grow and divide. At high doses, radiation can cause severe tissue destruction and is used to shrink or destroy tumors as part of cancer treatment, according to Mayo Clinic. However, at lower levels, radiation actually reduces inflammation by decreasing the production of certain chemicals called cytokines that are central to the inflammatory process, according to Khan.   In a 2012 study, low doses of radiation were shown to decrease the production of pro-inflammatory chemicals by immune cells such as macrophages and neutrophils. These chemicals are central to the “cytokine storm” sometimes seen in critically ill Covid-19 patients due to an overactive immune response, according to the National Cancer Institute. Radiation of the chest can cause side-effects such as trouble swallowing, cough and shortness of breath, according to the National Cancer Institute. But because of the low doses of radiation used in the trial, the researchers believe that the risks are minimal, according to the statement. The US is performing below the average number of tests administered by the 36 member countries of the Organization for Economic Cooperation and Development, or OECD, according to the numbers the group released Tuesday. The US, the country with the most confirmed cases in the world, has performed 16.4 tests per 1,000 people, according to the report. By comparison, OECD members performed an average of 23.1 tests per 1,000 people. Spain, the country with the second-highest number of Covid-19 cases, has performed an average of 22.3 per 1,000 people. Italy, which has the third-highest number of cases has performed nearly twice as many tests as the US, at 29.7 per 1,000 people. The US has performed more tests than some of the other countries with large outbreaks. France has only performed 9.1 tests per 1,000 people, according to the report. The UK has done on average 9.9 tests per 1,000 people. Mexico has done less than 1 test per 1,000 people and is at the bottom of the testing list. Iceland, by contrast, has tested the most with 135 tests per 1,000 people. There are caveats with these numbers, the OECD says.  The report notes that there is a limit to the international comparability of all testing figures. There are differences in the way countries report totals and how frequently governments release data. The OCED report also relies on Our World In Data, data that the OECD considers the most reliable in the fast-moving context of the pandemic, but the data only includes PCR tests. PCR tests are used by scientists to diagnose an active case of Covid-19. The report does not include serological tests, the tests scientists use to detect if someone has had a prior infection. Testing is key to all governments’ strategies to determine when it will be safe to allow people to end physical distancing in the absence of a vaccine. President Donald Trump has repeatedly claimed that the US has done more tests than anyone else in the world.  Last Tuesday, he told the White House Coronavirus Task Force Briefing: “More than everybody else, every other country combined.” But none of the OECD testing reports have shown that to be true."], "Language": false}