{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/us/nashville-tornado-mural-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T19:02:03Z"], "LastModifiedDate": ["2020-03-03T19:02:03Z"], "Headline": ["An iconic mural is still standing after a tornado ripped through a Nashville neighborhood"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A mural with a simple message is giving hope to the residents of Nashville after a powerful tornado tore through town. The tornado and its accompanying severe weather killed at least 22 people and left numerous homes and buildings in ruins overnight, including a popular music venue called The Basement East.  While staff inside the venue were okay the building \"sustained significant damage,\" it tweeted. But what wasn't damaged was a mural painted on the building's exterior wall.  It reads \"I Believe in Nashville\" over an image of the Tennessee flag, and it's giving the community hope in the face of anguish.  The mural is one of a series of \"I Believe in Nashville\" murals scattered across Nashville by street artist Adrien Saporiti. The image has become somewhat of a logo for the city as the murals have been featured in GQ Magazine, the Wall Street Journal, the hit TV series \"American Pickers,\" a Pepsi commercial and even a Hayden Panettiere music video, according to the Tennessean.  Celebrities have been spotted wearing the image on t-shirts and other merchandise, but for Saporiti, it was just a way to showcase his love for his city.  \"I definitely look at what I do, how it transforms a space. And I think that's what street art in general does -- it takes a city and it gives it some life and some depth and some character,\" Saporiti told the Tennessean.  As the community tries to rebuild, some are pointing to the mural as a symbol of the city's spirit.  \"I'll be honest, I tend not to believe in God,\" Nashville resident Chris Reitmeyer wrote on Twitter. \"But I must say the fact that the Believe in #Nashville mural survived when the building didn't feels like a sign. This city is strong.\"  Tennessee Gov. Bill Lee mirrored that sentiment.  \"As tragic as this is -- and our hearts are broken -- we are certain that we'll surround these folks and we'll do what is necessary\" to recover, he said."], "Language": false}