{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/budapest-finest-bars-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2019-12-20T11:41:31Z"], "LastModifiedDate": ["2020-03-03T17:45:47Z"], "Headline": ["The finest high-end bars in Budapest"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["KOLLÁZS -- Brasserie & Bar: The glamorous bar at the Four Seasons Gresham Palace holds arguably the grandest backdrop in Budapest. Black Swan: Based in the heart of Budapest's Jewish Quarter, this art deco style bar has gone from strength to strength since it launched in 2017. Boutiq'Bar: Co-founded by former Soho House supremo Zoltán Nagy, Boutiq'Bar provides bespoke cocktails in plush surroundings.   Blue Fox The Bar at Kempinski: Positioned in the middle of the fifth district, Blue Fox The Bar serves up some of the city's most intricate cocktails.  St. Andrea Wine & Skybar: Based on top of Vörösmarty Square, St. Andrea  has outdoor terraces for summertime and an indoor bar for chilly nights.  Easy Wine Budapest: This unique bar serves around 100 wines by the glass, providing self-service machines that allow guests to try before they buy. High Note Skybar: Set on top of the Aria Hotel, overlooking St Stephen's Basilica, the High Note Skybar offers fantastic views of the city. Kupola Bar at the Ritz-Carlton: This opulent bar is perfectly positioned in the heart of the fifth district, a great place to grab a drink while shopping on nearby Fashion Street.  360 Bar: As its name suggests, 360 Bar is ideal for those keen to experience a 360-degree view of the Hungarian capital. Párisi Passage Café & Brasserie: This beautifully designed spot set within a courtyard at the Párisi Udvar Hotel is both a fine dining restaurant and a stylish bar. Minute Lounge & Bar: Based on the Andrassy Avenue, the Minute Lounge & Bar provides bespoke cocktails in an Art Deco-style setting. Twentysix Budapest: Surrounded by around 34 types of plants, this urban jungle offers a unique bar experience for those looking to escape the bustle of the city."], "Language": false}