{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mari-katayama-self-portrait/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Junko Ogura and Andrea Lo, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-05-18T04:26:07Z"], "LastModifiedDate": ["2020-03-03T11:14:15Z"], "Headline": ["Sewn limbs and surreal backdrops in the art of Mari Katayama"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["In Mari Katayama's provocative photos, a rare condition that she has suffered from since early childhood -- which resulted in an amputation of both legs at age 9 -- takes center stage. The Japanese artist's body features prominently in her images, surrounded with painstakingly arranged objects, both in intimate settings or set against vast landscapes. In her \"Bystander\" series, stuffed arms are placed in a tentacle-like fashion, alongside her own two residual limbs. When Katayama was working as a bartender, a drunk customer told her \"a woman is no longer a woman when not wearing high heels.\" In response, the artist started a project to create heels for her prosthetic legs. Exhibitions of the project soon followed, featuring self-portraits of Katayama on river banks where she had spent her formative years. Below, the artist tells CNN Style how a unique childhood has shaped her art and worldview. CNN: What are some of the themes in your work?  Mari Katayama: People would prominently regard physicality as my theme, but I'd rather create without thinking of anything specific at all. The theme depends on what I feel for the moment. Because I believe being an artist is a job for those who live in the era they're in. I feel like I respond to the currents or trends to create something that fits in this era. CNN: What was it like to have your legs amputated? MK: It seemed physically difficult to support my body with my own legs. Therefore I had to choose between having prosthetic legs, or being in a wheelchair without amputating my legs. At the time I refused to attend school because of bullying. Then I got hospitalized and had my legs amputated, to escape from the situation. I made a tremendous effort to walk when I started using prosthetic legs. CNN: Tell us about your childhood -- what was it like, growing up in Gunma? MK: I used to live in Ota in Gunma prefecture, and the next town is Oizumi, known as \"Brazil-town.\" I attended a nursery school where children from fatherless families, or those of foreign descent, tended to join. As I grew in an environment of intercultural exchange with children or parents who couldn't speak Japanese, I was surprised when I realized that there were only Japanese in Tokyo or other places I visited after growing up. It took longer for me to realize that my upbringing was unusual. CNN: Did your childhood experiences affect your work? MK: I guess it affected the process of my personality developing quite a bit. In my childhood I saw bedridden children, kids with tiny holes in their hearts, or those who appeared to be healthy but had serious diseases. CNN: What's the story behind you picking up sewing? MK: When I used to have legs I was wearing something called an orthosis, which were like rugged boots. I wore them until I was 9, and wasn't really able to wear children's clothes with those on. My mother and grandma would sew clothes for me. I grew up watching that, so making something with a needle and thread was more familiar to me than holding a pencil. I never learned to sew. Professionals would say my sewing was unbelievably sloppy. But I sew in my own way. CNN: What inspires your costumes? Do you make your corsets from scratch? MK: My inspiration comes from an accumulation of seeing or talking with various people. With my black corsets, I used a pre-made one as a base, then drew a series of eyes on them. They were based on a model -- a very strong impression of a woman with a costume walking in the red light district of Nagoya stuck in my mind.  CNN: In many of your works, you are surrounded by childhood objects. What's the meaning behind it all? MK: The series featuring children's legs is linked with my \"high heel project,\" in which I walked with my prosthetic legs with high heels on. I still do it sometimes when I sing or so, to express my sadness of giving up childhood dreams even after growing up. CNN: Why does your body feature so prominently in your work? MK: I don't think I have learned to use my body. I use my body as material simply because it's handy. I don't think it's correct to say my body is the subject or the theme of my art. I often feel like I'm different from others. And the pieces made by this different person should be peculiar. I understand people naturally think this way. I personally would understand the pieces made by those who have peculiar or mysterious backgrounds for the same reason.  CNN: Do you face any difficulties as an Asian female artist? MK: I do, always. I accept the situation that there are many inconveniences and difficulties out there because I'm a minority -- not as a creator or an artist -- but in ordinary life. CNN: You will soon become a mother -- will that change the way you work? MK: I think it will. It will be hard for a while to use sewing tools like needles or thread which have been synonymous with my work. I would like to stay close to my child. Therefore it will be necessary to change materials and projects, I suppose. Are there many people around you when you shoot? MK: I prefer shooting self-portraits alone. There are people who think someone other than me is taking the photos, but I push the shutter button myself.  Even when somebody changes the film or places a tripod for me, I want to do things like composition, settings and pressing the shutter button all by myself. I am the kind of person who values touching with my fingertips like I do when I sew. If somebody calls me a control freak -- that might be true. For more on Mari Katayama's work, visit her website here. "], "Language": false}