{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cnn-style-beauty-editors-note/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Fiona Sinclair Scott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T10:59:42Z"], "LastModifiedDate": ["2020-03-03T10:59:42Z"], "Headline": ["Why what we look like matters more than ever"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["The modern-day mirror was invented by German chemist Justus von Liebig in 1835. While there had previously been means to catch a glimpse of oneself, this was the first time in history that people could see a vivid and detailed reflection of their physical identity. But a realistic image did not necessarily mean an objective one. Power structures and beauty standards were already well-established in societies around the world. From Boticelli's \"Birth of Venus\" to Andy Warhol's depictions of Marilyn Monroe, art and popular culture have helped shape values through which we see and judge beauty. Like many people in Western cultures, I was raised on fairy tales of impossibly beautiful princesses and handsome princes. I'm reminded of Hans Christian Andersen's \"The Ugly Duckling.\" As a child I was well-versed in the story of the poor little duckling who was different from his cute siblings, and ridiculed and rejected as a result. A classic tale of normative beauty. In the end, the ugly duckling discovers a family of swans who recognize him as one of their own, but the happy ending doesn't undo the troublesome messages rallying against individualism and acceptance.  Until the arrival of mass manufacturing, Von Liebig's mirrors would have only been available to elite society. Today, we live in a world filled with them. Digital photography and social media have led to a global culture of selfie-taking, and we are inundated by opportunities to admire or scrutinize ourselves against a set of established standards. While these standards vary depending on where we live in the world, the power they wield over us -- as image-obsessed humans -- is universal.  In 2020, the landscape within which the idea of beauty can be analyzed, celebrated and re-imagined is complex. You've probably heard the common refrain: \"It doesn't matter what you look like! It's what's on the inside that counts.\" But I don't think this is entirely true. What we look like absolutely matters, and we should strive to understand and embrace what this means for every individual. How we see ourselves, and how we choose to alter and style our image can tell a fascinating story about who we are. This is why CNN Style is launching a new dedicated Beauty section. Our mission is to provide a truly modern and global take on personal aesthetics and visual identity. Our coverage will focus on the expanding definition of beauty. We'll celebrate self-expression, creativity and individualism, while tackling some of the most challenging conversations around beauty today. As with the other topics covered by CNN Style, we hope to use beauty as a way to reflect on the wider world. Our reporting will, as ever, look to popular culture, science and technology, gender, sexuality, wellness and history. Our coverage will of course touch on the latest beauty trends, but our emphasis won't be on providing guides to how to look a certain way. Instead, we'll focus on why certain trends develop in the first place, and what they tell us about society today. Much has been done to break down the standards and norms that have marginalized so many people, but there's a lot more to do. We hope the new beauty section will become a platform for a variety of voices to share their own lived experiences. For the launch, Chinese American photographer Andrew Kung wrote about the desexualization of Asian American men, and the writer, activist and artist Alok V. Menon contributed a powerful story about their own experience of beauty as a visibly gender-nonconforming person. For millennia, we've used markings and adornments to express who we are and where we stand in the world. The origin of red lipstick, for example, dates back over 5,000 years, and its use and significance has taken many forms, from a status symbol to a way of invalidating certain people. A beautifully animated short film tells this story. The popularization of cosmetic surgery from the late 20th century to today is another indicator of our collective need to comply with certain ideals. Our first piece on this subject is an exploration into the use of Chinese mobile apps that scan users' faces before suggesting surgical procedures and where to get them. The launch of the new Beauty section marks a new chapter for CNN Style. I'm so proud of the team involved in bringing this new platform to life, and grateful to the contributing voices who have helped guide and inform our journalism so far. Read on for more stories about beauty."], "Language": false}