{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/kwame-brathwaite-black-is-beautiful/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Scarlett Newman, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-04-12T12:06:48Z"], "LastModifiedDate": ["2020-03-03T10:58:22Z"], "Headline": ["Kwame Brathwaite's powerful photos of the 'Black is Beautiful' movement"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["To some, Kwame Brathwaite was the \"Keeper of the Images,\" capturing black creativity and expression in its purest and most candid of forms. Between the late 1950s and the late 1970s, the Brooklyn native made his career documenting the burgeoning black art and political movements in New York -- most notably, the \"Black is Beautiful\" movement that encouraged black people to accept and celebrate their natural features.  Brathwaite's photographs of black women in particular -- often sporting natural hairstyles and wearing Afrocentric fashions -- challenged the era's monolithic white beauty standards and were an alternative to the depictions of beauty idealized in films and magazines, and on television.  The Aperture Foundation and Los Angeles' Skirball Cultural Center recently celebrated Brathwaite's legacy with \"Black Is Beautiful: The Photography of Kwame Brathwaite,\" a show featuring more than 40 of his most memorable photographs.  \"When you see these models (in his photos) who range in skin tone but are mostly in the medium to deeper brow ranges of skin color, and they have short, natural hair, they are transgressing to major beauty norms of the day: the desire for long hair and the desire for straight hair,\" Tanisha C. Ford, a cultural critic and co-author of the book that accompanied the exhibition, said in a phone interview.  \"You have women who are bold enough to cut off their processed hair and wear their hair short, not only as a mode of convenience but to do so and say, 'This is beautiful. This is stylish. This is fashion forward.' It not only changed the dynamics around beauty and appearance and aesthetics in black communities. It was a way to come up in a beauty system that privileged European notions of beauty.\" Brathwaite was born to Barbadian immigrant parents in 1938. He was working as a teenaged jazz club promoter in the Bronx when he first became interested in photography, after watching one of his friends shoot show-goers in the dimly lit space.  When he received a camera of his own as a graduation gift, he immediately immersed himself in the craft, studying books on photography and using his earnings from the club to upgrade his equipment. Soon after, he began documenting the youth and music scenes across the Bronx and Harlem.   In 1956, a group of graduates from the School of Industrial Art in Manhattan (now the High School of Art and Design), including Brathwaite and his older brother Elombe, formed the African Jazz-Art Society & Studios (AJASS), a collective of artists, fashion designers and playwrights who aligned themselves with the teachings of Marcus Garvey, a Jamaican Pan-Africanist political leader who preached black economic liberation and sought out to connect the African diaspora worldwide. One of AJASS' primary missions was to foster an appreciation for natural black beauty within the community at a time when black women were conforming to Eurocentric beauty standards.  To that end, AJASS created the Grandassa Models, a troupe of black women who would personify a more natural standard of black beauty. These teenage girls and young women -- all of whom were dark-skinned and full-figured (an alternative to the thinner, lighter-skinned black models seen of the covers of Ebony magazine) -- were chosen to appear in a fashion show and pageant that celebrated black beauty called Naturally '62. Brathwaite and his camera were there to capture the action. Embodying the \"Black Is Beautiful\" mantra, they wore their hair in afros and other styles inspired by traditions across Africa to demonstrate the diverse possibilities of natural hair. In some of Brathwaite's photos from the event, models African-inspired accessories like beaded crowns or headwraps made by Carolee Prince, who designed headdresses for Nina Simone. (The cover of the book \"Black Is Beautiful\" features a photograph of his wife, Sikolo Brathwaite, wearing a beaded crown that sprouts like fireworks from the top of her head.) Such direct nods to African culture and aesthetics of beauty were virtually unprecedented in fashion.  Brathwaite's work with AJASS and Grandassa Models was just one part of his legacy. He would continue to shoot for AJASS and, later, he would photograph the likes of Muhammad Ali, Stevie Wonder, Bob Marley and Marvin Gaye. But his efforts to promote natural black beauty resonant about the rest.  Today, \"Black is Beautiful\" takes many forms as a growing number of black women across the diaspora reject Eurocentric beauty standards to embrace their natural hair, body types, and features. Brathwaite's ethos is perpetuated by spiritual heirs like American photographer Tyler Mitchell, who sets out to capture the essence of black cultural identity; and British artist Mahaneela uses portraiture and filmmaking to showcase black expressions of love, joy and creativity. Both use their platforms to cast a new light on the black experience, celebrating the sides of blackness maligned both within the community and outside of it.  This seems fitting. In his preface for \"Black is Beautiful,\" Brathwaite wrote: \"I have often been asked how I was granted so much access as a photographer. It was the fact that people trusted me to get it right, to tell the truth in my work. I wanted viewers to feel that they were having this experience through my eyes, through my lens, as if they were there themselves.  \"My goal has always been to pass that legacy on and make sure that for generations to come, everyone who sees my work knows the greatness of our people.\" \"Kwame Brathwaite: Black Is Beautiful\" is published by Aperture. Top image: Sikolo Brathwaite wearing a headpiece designed by Carolee Prince, African Jazz-Art Society & Studios, Harlem (c. 1968) "], "Language": false}