{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/politics/coronavirus-conspiracy-facts-pew-poll/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-29T22:32:20Z"], "LastModifiedDate": ["2020-04-29T22:32:20Z"], "Headline": ["Half(!) of Americans say it's hard to separate coronavirus facts from fiction"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The coronavirus pandemic highlights any number of challenges facing the country -- from the strain it's put on our health care system to the delicate state of our economy to the perils of living in a connected, global community. One of the less publicized but hugely important challenges the coronavirus pandemic has surfaced (or resurfaced) is the vast misinformation and disinformation problem the country faces. In a new Pew poll, 50% of Americans said they find it \"difficult\" to distinguish what's true from what isn't when it comes to the pandemic, while 49% describe that process as \"easy.\" And two-thirds of respondents (64%) say that they have seen \"some\" (48%) or \"a lot\" (15%) of news about the coronavirus that seems to them to be made up. Almost 4 in 10 (38%) admit to hearing something about the virus that they believed to be true only to later learn it was false. There's no doubt that some of this confusion stems from the fact that Covid-19 is an entirely new disease, which explains not only why it is such a major health threat but also why information and facts about it seem fungible. (Remember, for example, the conventional wisdom that wearing masks was unnecessary unless you were sick or a medical professional? Yeah, not so much anymore.) But it's also hard not to see President Donald Trump's role in people's struggles to discern coronavirus fact from fiction. On a still-daily basis, Trump speaks publicly via the coronavirus task force press briefing or some other appearance about the virus and his administration's fight against it. And consistently, he says things that are either not true or constitute major exaggerations of known facts. Among the assertions Trump has made about the virus: * That the US had it \"very much under control\" * That the US had done more testing for it than all of the rest of the major countries in the world \"combined\" * That hydroxychloroquine was proving effective in treating it * That a vaccine for coronavirus was not far off * That injecting disinfectant might be a treatment option  There are more -- many more. And what's truly frightening is not just that Trump says these these thing but that there is a whole conservative media echo chamber that repeats and amplifies them, with little to no context or fact-checking. And that's not even mentioning the fact that we know malign foreign actors -- Russia, China -- are deeply interested in creating chaos in our political system through the spread of disinformation using online and offline tools.  Or the conspiracy theorists who push their false narratives using various online methods. The Point: It's becoming increasingly difficult for even someone paying attention to the news to discern fact from fiction. And when we are talking about a highly transmissible virus without a vaccine or any herd immunity, that becomes a potentially deadly reality."], "Language": false}