{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/us/restaurant-owner-mta-clash-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kenny Cooper and Laura Ly, CNN"], "Writers": [["Laura Ly"]], "FirstPublishDate": ["2020-02-29T00:42:34Z"], "LastModifiedDate": ["2020-02-29T19:39:23Z"], "Headline": ["Grand Central restaurateur and father of Lady Gaga refuses to pay rent over poor conditions"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Joe Germanotta is the owner of the Art Bird & Whiskey Bar in New York City's Grand Central Terminal, but he hasn't paid more than $260,000 in rent and fees. The restaurateur and father of Lady Gaga says he's refusing to pay because of unclean conditions and the increasing presence of homeless people, who he claims caused business losses. His landlord, the New York Metropolitan Transport Authority, says Germanotta's view of the conditions at the famed Manhattan train station is unfounded.   \"It is a terrific place to do business,\" Tim Minton, communications director for the MTA, told CNN on Friday. \"There is another business 40 feet away in a similar pavilion that is thriving.\" Minton also cited the lack of crime in the station's dining concourse as evidence to rebut the restaurant owner's allegations. Restaurateur claims homeless population has led to business losses After opening his fried chicken eatery in 2018, Germanotta had high hopes. \"We had great expectations of being in the most well-known train station in the world,\" Germanotta said. \"What was the attraction? The number of passengers and the people that pass through every day.\" However, Germanotta says his expectation of large crowds of customers faded. \"Some days, there are more homeless people down there than there is foot traffic in the early morning,\" Germanotta said. From an alleged rodent problem to dirty restrooms,  the conditions are scaring off customers and harming his business, Germanatta says. \"The homeless guys are in there washing their hair in the sink,\" Germanotta said. \"Imagine you're a tourist and you walk in there and see that. You'd leave.\" Germanotta claims to have laid off seven people as a result of the loss of business. Previously, Germanotta paid $50,000 per month in rent and fees, but his recent refusal to pay has led to the $260,000 bill from the MTA.  The MTA is giving Germanotta 14 days to settle his debts A 2019 report from the US Department of Housing and Urban Development estimates the number of homeless people in New York City at 78,604, with most of that group being families with children.  Minton says the MTA does constant outreach on behalf of the homeless in the station. He believes Germanotta has a debt to settle with New York. \"The people of the state of New York should not have to subsidize his business with more than a quarter million dollars of their hard earned money, because he doesn't want to find a way to make his business successful,\" Minton said. As for what's next, this week the MTA sent a letter to Germanotta about his refusal to pay his rent. \"We have served him with a 14-day demand notice that encourages him to pay his rent,\" Minton said. \"We trust that he will meet his obligations.\" Germanotta, however, has no plans to oblige. \"They're really not in the real estate business. They're in the train business,\" Germanotta said of the MTA. \"I'm not going to pay the rent and fees.\""], "Language": false}