{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/europe/roman-polanski-actresses-walk-out-cesar-awards-intl/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["By Barbara Wojazer, Sheena McKenzie and Saskya Vandoorne, CNN"], "Writers": [["Sheena McKenzie"]], "FirstPublishDate": ["2020-02-29T12:40:12Z"], "LastModifiedDate": ["2020-02-29T13:52:03Z"], "Headline": ["Actresses walk out of 'French Oscars' after Roman Polanski wins top awards"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["France's equivalent of the Oscars -- the Cesars -- was thrown into turmoil Friday after director Roman Polanski won top awards, prompting walkouts from actresses and protests outside the venue. The 86-year-old Franco-Polish director's film, \"An Officer and a Spy,\" captured the awards for best director and best adapted screenplay, a deeply controversial choice for the French film industry in the #MeToo era. Polanski, who was absent from the ceremony, pleaded guilty to having sex with a 13-year-old girl in the US in 1977 but fled before sentencing. He has been a fugitive from justice ever since. His win on Friday prompted French actress Adele Haenel, who last year said she had been sexually abused as a child by another director, to walk out, exclaiming: \"Shame!\" Host of the ceremony, Florence Foresti, later posted an Instagram story with a black screen and the word: \"Disgusted.\" The host took several jabs at the film during the ceremony, asking the audience not to applaud when she listed its nomination. The French feminist collective, NousToutes, also said in a statement that Polanski's win was \"shameful.\" The Academy of the Cesars had \"spat in the face of victims of pedophile acts, in the face of victims of sexist violence and, more broadly, in the face of millions of women in this country,\" the group added. As the ceremony unfolded, protesters outside clashed with police as they tried to enter the building. The demonstrators held flares and pushed metal fences towards the police, Reuters reported.  It added that police used pepper spray on the protesters, who held placards reading: \"No Cesar for rapist.\" Director award sends 'negative message'  Earlier in the day, France's Minister of Culture, Franck Riester, insisted on the need to separate the artist from the work of art. But he also made a distinction between the two awards Polanski's film earned. The minister told public broadcaster France Info that \"An Officer and a Spy\" could receive the award for best movie as it was a \"collective work.\" However, Polanski winning the gong for best director would \"send a negative message.\" But actress Fanny Ardant, who received the Cesar for best supporting actress for her role in \"La Belle Époque,\" came to the defense of Polanski.  She told reporters shortly after winning, \"When I love someone, I love them passionately. And I love Roman Polanski a lot ... a lot ... So I'm very happy for him. Then, I understand that not everyone agrees but long live freedom!\" Veteran French film actress Brigitte Bardot also defended Polanski in a hand-written message posted on Twitter: \"Thankfully Polanski exists and he is saving cinema from its mediocrity! I judge him on his talent and not on his private life! I regret never having shot with him!\" Deeply controversial choice Polanski turned down CNN's request for an interview, but said in a statement that he couldn't attend the César awards ceremony because he didn't want to \"face a self-proclaimed court of opinion ready to trample on the principles of the rule of law so that the irrational can once again triumph unchallenged.\" \"We already know how the evening will unfold. Activists threatening me with a public lynching,\" he said, in a reference to feminist activists who have vowed to protest outside the venue. Polanski went on to thank the 200 \"remarkable talents\" who worked with him on the film, and said part of what kept him from attending was the need to protect his family. The film was nominated for 12 awards. It tells the true story of a French army captain, Alfred Dreyfus, a Jew, who was falsely accused -- and convicted -- of treason in 1894. It is considered one of the most infamous wrongful convictions in French history and Dreyfus was eventually exonerated. The movie has done well at the box office, despite the controversy, with more than 1.6 million tickets sold, according to the latest figures from the French National Cinema Center."], "Language": false}