{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/cnn-underscored/reusable-grocery-bags/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-02-28T14:41:24Z"], "LastModifiedDate": ["2020-02-28T14:44:55Z"], "Headline": ["25 reusable grocery bags that help you reduce plastic waste in style"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["According to the Environmental Protection Agency, the US uses more than 380 billion plastic bags and wraps every year. It's a number staggering enough to trigger an increasing number of single-use plastic bag bans across some major cities and states, including New York, which is moving to limit disposable plastic bags starting March 1.   It's also staggering enough to move more and more people to opt against using plastic bags in their everyday lives, instead choosing reusable nylon or canvas or cotton bags for their shopping needs. So much so that it's become a bona fide fashion trend, with entire companies forming out of the need for more options when it comes to truly reusable, durable bags that are far more eco-friendly. And what that means for us is that there are now more reusable bag options out there than ever before, with some being quite, well, adorable.  A plastic-waste-reduction evangelist myself, my voice hits a fever pitch if I see anyone from my household leaving home without one of the seemingly 96  totes we have hanging in the hall closet. There are so many cute reusable bags, it makes eschewing disposable plastic ones all the more appealing. Here's a roundup of some of our favorite reusable grocery bags, many of which are easy to stash in your trunk, work backpack, purse or even pocket.  Standard Baggu in Rainforest Gang ($12; baggu.com) The Peanuts gang, reunited in a rainforest. For your shopping pleasure. You're welcome. _______________________________________________________________________ ThingDesign Abstract Miniman 6 Tote Bag ($16.24, originally $24.99; society6.com)  Sure, why not have a tote bag that's also a piece of modern art?  _______________________________________________________________________ WAOU Lightweight Soft Denim Blue Tote Bags, 2 pcs ($14.99, originally $19.99; amazon.com) Kind of like a middle school bookbag, in the most delightful way. _______________________________________________________________________ Standard Baggu in I Love New York ($12; baggu.com) To commemorate New York's move to ban single-use plastic bags, Baggu worked in partnership with the New York State Division of Tourism on this nostalgic design.  _______________________________________________________________________ Recycled Reusable Lightweight Tote in Pink ($9.50; jcrew.com) This one's made from 2½ recycled plastic bottles, and comes with its own carabiner and packing pouch. _______________________________________________________________________ Duck Bag ($34; amazon.com)  Made of recycled cotton canvas, this bag can double as your work bag or grocery bag, and is available in plenty of fun colors.  _______________________________________________________________________ The Reusable Canvas Tote ($5; madewell.com)  A best-seller on Madewell, this chic yet affordable tote reads \"Well done\" in French.  _______________________________________________________________________ Hello Kitty Omatsuri Canvas Tote Bag ($4.98, originally $9.99; worldmarket.com) Exclusive to World Market, this one's an homage to Omatsuri, Japanese community and culture festivals, through the lens of a favorite nostalgic cartoon feline. _______________________________________________________________________ Juvale 3-Pack Reusable Cotton Grocery Shopping Tote Bags ($12.99; amazon.com) One of these soft cotton totes would be right at home on a stroll through Paris in the springtime. _______________________________________________________________________ Standard Baggu Thank You Happy ($12; nordstrom.com)  Put a smile on your face and every face around you with this sweet design, which is a nod to takeout food bags everywhere.  _______________________________________________________________________ Reusable Everyday Canvas Tote in Metallic Silver ($10; jcrew.com) For a flashier option, there's this metallic silver tote from J.Crew, which you can actually monogram for just $10 more.  _______________________________________________________________________ Reusable Grocery Shopping Box Bags, 3 Pack ($27.99; amazon.com)  For big shopping runs, Amazon shoppers love these extremely durable reusable bags that come with a reinforced bottom and extra-strong handles.  _______________________________________________________________________ Bueno Printed Canvas Tote Handbag ($34.99; target.com) This is ready for a little trip to the beach. If that can't happen, it's also a good carrier for small groceries or work materials. _______________________________________________________________________ Nike Heritage Tote Bag ($24.97, originally $30; nike.com) A sportier take: An admiring assemblage of Nike logos over the years. _______________________________________________________________________ Reusable Grocery Shopping Bags, 4 Pack ($15.99; amazon.com)  If you care about your reusable bags having super-cute patterns, look no further than these. With options like hedgehogs, kittens, llamas and giraffes, these bags can fold right into tiny zippered bags small enough to fit in your back pocket, or store in your glove compartment.  _______________________________________________________________________ Everyday Tri-Color Tote ($29.99-$34.95; llbean.com) A classic L.L.Bean tote sized for everyday use, in a cool colorblock pattern.  _______________________________________________________________________ Reusable Grocery Bags, 10 Pack ($27.99; amazon.com)  If you'd rather buy in bulk, this set of a whopping ten bags, which are extra large and can actually be thrown in the wash, can be rolled small enough to go wherever you do. _______________________________________________________________________ Small Tote ($18.75, originally $25; thenorthface.com) The North Face donated $1 million to the The Trust for Public Land and created the Walls Are Made for Climbing campaign to promote community and unity through climbing. This tote is among the merch included. _______________________________________________________________________ The Canvas Transport Tote: Print Edition ($85; madewell.com) This sturdy canvas option with leather handles comes in a few patterns, but this dreamy batik one feels like a not-trying-too-hard piece of artwork. _______________________________________________________________________ Pebbles Large Canvas Tote Bag in Charcoal ($11.99; bedbathandbeyond.com) A perfect office or farmers market weekend tote, at a fantastic price. _______________________________________________________________________ Holywell Tote Bag, Multi Stripe ($85; bodenusa.com) Cheery stripes feel right for a multiplicity of occasions: brunch with friends, window shopping, even the office. _______________________________________________________________________ Most Wanted USA The Foldable Tote Bag ($24.97, originally $60; nordstromrack.com) A handbag paradox: Carries so much stuff, yet folds up into a pouch the size of its exterior pocket. And waterproof! _______________________________________________________________________ UO Corduroy Tote Bag ($24, originally $29; urbanoutfitters.com) There's something pleasingly throwback and comforting about corduroy, and the dusty rose evokes a painterly palette. _______________________________________________________________________ Carhartt Work in Progress Simple Tote Bag ($68; madewell.com) From Carhartt's Work in Progress line, an old-school rugged work bag gets a modern makeover. Note: The prices above reflect the listed retailer's prices at the time of publication."], "Language": false}