{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/europe/french-cinema-polanski-me-too-movement-intl/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["By Frank Andrews and Saskya Vandoorne, CNN"], "Writers": [["Saskya Vandoorne"]], "FirstPublishDate": ["2020-02-28T10:43:34Z"], "LastModifiedDate": ["2020-02-28T12:18:29Z"], "Headline": ["French cinema faces moral reckoning as Roman Polanski's new film up for 12 gongs at prestigious awards"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["French cinema is gearing up for a watershed moment on Friday when \"An Officer and a Spy,\" the latest movie from Roman Polanski, competes for 12 César awards. The results will be seen as a verdict on how far the industry -- and the country -- has come in the #MeToo era. In the same week that disgraced Hollywood mogul Harvey Weinstein was convicted of rape and a criminal sexual act, Polanski's film leads the nominations at France's equivalent of the Oscars. It tells the story of a French army captain, Alfred Dreyfus, a Jew, who was falsely accused -- and convicted of -- treason in 1894. It is considered one of the most infamous wrongful convictions in French history and Dreyfus was eventually exonerated. But Polanski's past means the film's 12 nominations, which include Best Director and Best Film, have proven deeply controversial.  The 86-year-old Franco-Polish director pleaded guilty to having sex with a 13-year-old girl in the US in 1977 but fled before sentencing. He has been a fugitive from justice ever since. The film's release is what prompted Valentine Monnier, a French photographer and former actress to speak out last year. In an open letter published by French newspaper Le Parisien last November, Monnier said the Oscar-winning director violently raped her when she was 18. Now 62, Monnier said the alleged rape and assault happened at Polanski's chalet in the Swiss ski resort of Gstaad in 1975. \"I thought I was going to die,\" Monnier wrote in Le Parisien. Polanski disputed all of Monnier's allegations, \"in the strongest terms,\" according to his lawyer, Hervé Temime. \"I want to remind everyone that these allegations relate to events that are 45 years old,\" Temime said. \"I deplore the publishing of these accusations in Le Parisien on the eve of the film's release.\" Temime threatened legal action against Le Parisien at the time but did not follow through. In 2017, a German actress filed a complaint alleging she had also been raped by Polanski in Gstaad as a minor in 1972. The Swiss prosecutor in that case said the statute of limitations at the time of the alleged assault was 15 years, and the allegation did not result in any criminal charges. At the time, a lawyer for the director called the allegations an absurd attempt to generate media attention. Polanski turned down CNN's request for an interview, but said in a statement that he couldn't attend the César awards ceremony because he didn't want to \"face a self-proclaimed court of opinion ready to trample on the principles of the rule of law so that the irrational can once again triumph unchallenged.\" \"We already know how the evening will unfold. Activists threatening me with a public lynching,\" he said, in a reference to feminist activists who have vowed to protest outside the venue. Polanski went on to thank the 200 \"remarkable talents\" who worked with him on the film and say part of what kept him from attending was the need to protect his family. The movie has done well at the box office, despite the controversy, with more than 1.6 million tickets sold, according to the latest figures from the French National Cinema Center.  On the day of the announcement of the film's 12 nominations in late January, the then President of the César Awards Alain Terzian said the Academy was \"not a body that should take moral positions.\" The foreign journalists who hand out prizes for the best French films at the Lumières - the country's equivalent of the Golden Globes -- gave Polanski Best Director in January for \"An Officer and a Spy.\"  The group's president, Lisa Nesselson, told CNN: \"It would have been abhorrent if [the movie] had not been nominated in multiple categories, because every frame of this film exudes excellence.\" She added that César members shouldn't decline to vote for the film because of \"something that's been common knowledge for 43 years\" -- a reference to the 1977 case.  \"When people say he's being celebrated, he's being celebrated for something he did that is completely positive,\" Nesselson said. \"He is not being celebrated for something abominable that he did.\" But the case divides opinion -- the fallout from Polanski's César nominations was one of the reasons its entire board resigned in an attempt to \"regain calm\" in mid-February, just a fortnight before the Paris ceremony. The board's resignation was also prompted by an open letter published in newspaper Le Monde, signed by 400 filmmakers and actors, which called the Academy's leadership dysfunctional and \"a vestige of an era that we would like to be over, that of an elitist and closed system.\" \"We can distinguish a man from his works, from his art, of course,\" French novelist and former Minister of Culture and Communications Aurélie Filippetti told CNN, but \"even artists have to, must, respect laws.\" \"[Polanski] has a right to make movies of course, but giving an award is something different. It's a kind of honor you give to a person, not only the movie-maker, but also the person.\" \"France puts art on a pedestal and that's a good thing. But ... they put art on a pedestal when it's about men, not when it's about women.\" \"When you talk about women artists people always talk about their lives ... It's only for men that life is separate from art.\" Polanski is the most-decorated director in the history of the Césars, with four awards. In 2017, he was asked to host the ceremony but stepped down because of the backlash.  Delphyne Besse, co-chair and co-president of Collectif 50/50, a group that seeks gender parity in the film industry, said she was \"not surprised\" by Polanski's César nominations given that he won the Grand Jury Prize at last year's Venice film festival and the fact that only one woman has ever won Best Director in the César's history.   \"He got awarded in every major film festival in the world,\" she said, \"everybody just protected him as long as they could.\" Polanski won an Oscar for The Pianist in 2003, but the group that presides over those awards voted to expel the director from its membership in 2018, saying members had to uphold \"the Academy's values of respect for human dignity.\" Besse added: \"I heard a lot of people saying... imagine all the great movies which wouldn't have been made if he had gone to jail. But I also think of all those films and directors who didn't get to make their own films because they were not supported by the industry the way he was, and I think there is a whole cemetery of unmade films that are worth watching.\" Adèle Haenel, the actress who last year accused director Christophe Ruggia of abusing her as a 12-year-old -- which he denies, said at a recent film festival that Polanski's movie should be accompanied by a debate around French rape culture, according to CNN affiliate BFMTV, adding \"it would be good for everyone\" to question \"artistic freedom.\" Ruggia, 54, has strongly denied the allegations, with his lawyer saying that he \"is a man who has been destroyed because of one article.\" \"This is a complex issue and one that we all need to discuss,\" Haenel said. \"We can't settle for 'this is creative freedom.' We are in a world where we are all more or less informed about what rape culture means.\" Haenel is nominated for the Best Actress award at Friday's César for her role in \"Portrait of a Lady on Fire.\" Her talent agency confirmed to CNN she would be attending. The César Academy's 4,313 members, who decide the award-winners, will provide perhaps the best measure of the French film establishment.  Only 35% of them are women. And the votes they cast are totally anonymous."], "Language": false}