{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/graciela-iturbide-mexico-photography/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marina Garcia-Vasquez, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T13:26:50Z"], "LastModifiedDate": ["2020-02-27T22:02:41Z"], "Headline": ["Graciela Iturbide's images reveal untold stories of indigenous Mexico"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Graciela Iturbide's documentary photography captures Mexico's culture through haunting portraits of marginalized communities, portrayed with complexity and compassion.  Just as her black-and-white compositions give strength to individuals, she also venerates esoteric and ephemeral symbols of the country's national identity -- swarming birds over an isolated highway, towering saguaro cacti, and the belongings of famed Mexican painter Frida Kahlo.     \"Graciela Iturbide's Mexico,\" a monumental survey of her work on display at the National Museum of Women in the Arts (NMWA) in Washington, D.C., offers an emotional portal into Iturbide's homeland through 140 photographs taken over 50 years. \"Something is beautiful when it touches my heart. My eyes see them, and my heart shoots them,\" the 77-year-old artist told CNN, through a translator. \"I travel, I meet the people, I live with them, and I learned a great deal. I don't know if my work is good or bad. That's something for the public to decide.\" Iturbide's powerful portrayal of Mexico comes at a time when its people are the subject of intense political debate across the border, as US President Donald Trump continues to push efforts to divide and fortify with an imposing wall.  Orin Zahra, assistant curator at the NMWA and the liaison curator for the exhibit, said she believes Iturbide's images humanize Mexicans at a time when they are being regularly portrayed as negative stereotypes.  \"This exhibition shows glimpses of a place that is nuanced and multifaceted and absolutely cannot be painted with a broad brush, which is so often what we see in the media today.\" Part of the exhibit focuses on indigenous communities across Mexico that are often overlooked: the Seri in Sonora, the Zapotecs from Juchitán and the Mixteca in Oaxaca.  We see the emblematic portrait of \"Nuestra Señora de las Iguanas (Our Lady of the Iguanas)\" (1979), an indigenous woman wearing a crown of live iguanas to sell at the market. It is a picture that captures the spirit of the community's matriarchal order, and has won Itrubide global acclaim and awards. Four decades after she shot it, the image remains a symbol of multiple political struggles: feminist liberation, indigenous sovereignty and wider social justice.  Iturbide began her photographic journey at the age of 27, studying under artist and self-taught photographer Manuel Álvarez Bravo at the National Autonomous University of Mexico. She began as a film student there but was so taken by the beauty of still photography that she dedicated the next year-and-a-half as Bravo's apprentice.  \"From the moment I started working with Manuel Álvarez Bravo, I learned photography and his manner of seeing in black and white. I prefer black-and-white photography which is more abstract and gives me more satisfaction,\" Iturbide said.  For Iturbide, the act of photographing is a mutual exchange between photographer and subject. She believes in maintaining complicity and respect with her subjects and usually lives within the communities she captures.  \"I go walking along the street, that's generally the way that I work. And when I see something that surprises me and my heart feels it, then I shoot the picture,\" Iturbide said. \"After I process the film and develop the photographs, the first part is to see what is there in the contact sheets and the second part is to choose from what is there.\" She is not just a witness to her subjects' lives but an active participant, attending festivals and joining the women when they go to market. Photo-taking becomes a language of wonderment and allows Iturbide the freest form of artistic expression, the opportunity to use her complete imagination to capture scenes and personas.  \"She avoids stereotypes. She does not approach her subjects like an outsider. She has an ability to relate and show subtle qualities of her subject, which is fascinating,\" said Zahra. \"Everything and everyone that appears in front of her camera is portrayed with so much sensitivity and understanding.\" In \"Magnolia con sombrero (Magnolia with Sombrero)\" (1986), Iturbide captures a Muxe, a third-gendered person from Juchitán whose community is embraced as equal members of society.  The photograph portrays an individual confident in their own skin and identity, but it also speaks of the progessive society that accepts her. It is a rare chance to witness a thriving and proud culture that is so often overlooked by the mainstream.  \"I am a feminist,\" said Iturbide. \"And as I am, in my photographs, my way of being is revealed. That does not mean that I deliberately do feminist photography. I do what surprises me.\"  It's these wistful turns that Iturbide distills into gelatin prints of art. A cactus is not just a cactus but a symbol of humanity, vulnerable to natural elements. Birds in flight are signs of deliverance, and a woman in full frame is a divine being worthy of distinction.  \"A visitor might be discovering Mexico in new ways, but it's really through Graciela's eyes,\" said Zahra.  \"It's the lens of this visionary. It is absolutely her personal journey over the years as she explores her country, homeland, and all of its complexities.\"  \"Graciela Iturbide's Mexico\" is on display at the National Museum of Women in the Arts in Washington, D.C. until May 25th, 2020. "], "Language": false}