{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/african-american-artists-writers-paris/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["By Brittany Vickers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T17:19:55Z"], "LastModifiedDate": ["2020-02-27T18:13:39Z"], "Headline": ["On the trail of African American writers and artists in Paris"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Writer James Baldwin was 24 when he arrived in Paris in 1948, with only $40 in his pocket. Entertainer and civil rights activist Josephine Baker was just 19 when she left the United States and began dazzling Parisian crowds in 1925 draped in just a pink flamingo feather. Despite their humble beginnings, these iconic figures escaped the permeating and oppressive racism of America and blossomed in the City of Light to become trailblazers of literary and artistic expression lasting for decades to come.  With roots stretching to the Harlem Renaissance and well beyond, black American artists arriving in Paris during this period experienced a freedom to pursue and express themselves through literature, music, stage performance and art.  The ingenuity and creative brilliance of black Americans was always present, but in the United States, black artists and entertainers were obstructed psychologically and physically. Regardless of their fame and success African Americans were still restricted to back door entryways and segregated audiences and treated as second-class citizens.  It was in Paris, a European cultural capital, where they were embraced for their talent and intellectual prowess and celebrated for their genius. While Paris certainly was not free of racism, the city was still a place of freedom from the repressive Jim Crow laws black Americans faced in the US.  From cafes to smoky jazz clubs, these artistic giants sought refuge in a city whose light promised not to dim theirs.  The result? A groundbreaking cultural exchange that has enriched French culture and allowed African Americans to leave a lasting imprint on the country. Their paths can be retraced in cafes and hangouts made famous by African American scholars, artists and musicians -- places that are still thriving today.  Visitors can explore this history with a guided group tour or through self-guided stops at spots significant to the African American experience in Paris, or some combination of the two. Ricki Stevenson's Black Paris Tours delve into the African diaspora's influence and heritage. The walking tours explore neighborhoods and figures that helped shape Paris, including sites that chronicle the story of African American history in the city.  The Brian Scott Bagley Company offers visitors a historic and artistic point of view retracing the life of the unparalleled Josephine Baker throughout Paris as well as other custom tours.  More interested in curating a solo itinerary? Just mark the places you're most interested in visiting, start your morning with a croissant and embark on your own adventure.  Here are some fascinating spots to get you started on a journey into the dazzling legacy of black Americans in Paris.  Related: What you could learn about black history by visiting these eight states La Palette   Nestled in the vibrant and artsy 6th arrondissement of Paris, La Palette is a well-known cafe created as a haven for artists and writers. The celebrated contemporary artist Beauford Delaney, originally from Tennessee, was so enraptured with Paris on his first visit in 1953 he decided to settle there. He lived in Paris for the remainder of his life.  It was at La Palette where you could walk in and see regulars like Delaney or James Baldwin having lunch surrounded by dozens of original artwork hanging from the deep mahogany walls.  Today, the cafe, with its sunny and flowery terrace, easily attracts visitors taking a step away from the array of eclectic galleries lining the street. La Palette, 43 Rue de Seine, 75006 Paris, France  Café de Flore Situated in the heart of Saint-Germain-des-Près, this landmark cafe dating back to the 1880s is where James Baldwin worked on his first novel, \"Go Tell It On The Mountain.\"  The cafe has a rich history of being a home to artists and authors, tourists and locals alike. Simone de Beauvoir and Jean-Paul Sartre were regulars.  Stop in today, and you'll find waiters, immaculately dressed in their white shirts and aprons, whisking espressos or aperitifs or French onion soup to tables, before leaving patrons in peace to converse and people-watch to their heart's content. Café de Flore, 172 Boulevard Saint-Germain, 75006 Paris, France Les Deux Magots Another magnet for the creative set, Les Deux Magots is located directly across from Café de Flore. This classic Parisian cafe was the backdrop for the passionate debate between two legendary African American writers, James Baldwin and Richard Wright.  The renowned authors both detailed and wrote about the plight of being black in America but notably never agreed with the other's perspective. Today, the cafe is a hotspot for tourists, and a common debate is whether to order red or white wine.  Les Deux Magots, 6 Place Saint-Germain des Prés, 75006 Paris, France  Le Tournon For decades this traditional Parisian cafe located in the posh 6th arrondissement was a literary hangout bustling with brilliant black minds, including novelist and journalist William Gardner Smith and writer Ralph Ellison.  It was at Le Tournon where legendary novelist Richard Wright, who protested the treatment of black Americans in works including \"Native Son\" and autobiography \"Black Boy,\" could always be assured of a debate alongside his coffee.  Today, the cafe is a popular spot for neighborhood residents. It's also steps away from the French senate so you might even spot the occasional government official. Inside, photos of the many famous African American artists who regularly visited the cafe for the classic bistro fare and spirited discourse are proudly displayed .   Le Tournon, 18 Rue de Tournon, 75006 Paris, France Théâtre des Champs Élysées \"I have two loves,\" Josephine Baker once stated, \"My country and Paris.\" As jazz crossed the Atlantic, it brought its distinctive improvisation and addictive sounds -- and so did one of the world's most iconic entertainers.  It was at the Théâtre des Champs Élysées in 1925 where a 19-year-old Josephine Baker opened \"La Revue Negre,\" the captivating cabaret show that would entice Parisian audiences for decades. The show was an overnight sensation and Baker became the biggest black female star in the world known for her \"danse sauvage,\" performed in her now iconic banana skirt.  Baker's bold looks have been recreated by the biggest names in entertainment, including Beyoncé and Rihanna, and inspired collections in fashion from Prada to Marc Jacobs.  Today, the theater, which opened in 1913, is dedicated to classical music and dance including concert recitals, symphonic orchestras, chamber music, classical ballets and choreographic creations. Théâtre des Champs Élysées, 15 Avenue Montaigne, 75008 Paris, France   Manko Just steps away from Théâtre des Champs is Manko, a plush Peruvian restaurant, cocktail bar and club.  Decades ago, this building housed a sultry jazz club and this spirit of nightlife is still alive today. Channel the cabaret girls of the past and nightclub powerhouses like Ada \"Bricktop\" Smith and Josephine Baker, whether you go for the ceviche or the trendy club atmosphere. African American entertainers, following performances at Théâtre des Champs Élysées, hung out at the after-hours club to party and indulge until the sun lit their steps home.  Manko, 15 Avenue Montaigne, 75008 Paris, France La Coupole Brasserie La Coupole, a true Art Deco gem, located in the 14th arrondissement, opened in 1927. La Coupole is a piece of Montparnasse's history where the who's who of Paris dined and came to be seen.  Known as Josephine Baker's favorite restaurant, it was here that Baker, the Black Pearl of Paris, appeared with her pet cheetah, Chiquita. Chiquita wore a diamond collar and would perform onstage with Baker, going from the stage to a waiting Rolls-Royce after her performance.  Today, you can enjoy your crepes without the presence of a cheetah, but the old-world elegance is still alive in this famous Parisian brasserie.  La Coupole, 102 Boulevard du Montparnasse 75014, Paris, France Le Carrousel Le Carrousel has lived more lives than a chat noir. Located in the popular Pigalle neighborhood, this building made its debut in 1926 as club Chez Josephine, a gift from Giuseppe Pepito Abatino to Josephine Baker.  In the entrance hangs a plaque. Celebrating the rich and lasting legacy of the world-renowned entertainer, it reads, \"Here Josephine Baker, music hall artist, civil rights activist, held a cabaret from 1926 to 1928 promoting the fusion of jazz and Afro-American culture.\" Despite its many transformations through the years, the spirit of cabaret lives on in this contemporary restaurant. It's now an intimate place to enjoy a drink or delicious truffle croquets with friends before partying the night away in the red-light district just steps away.  Le Carrousel, 40 Rue Pierre Fontaine, 75009 Paris, France  Caveau de la Huchette  Le Caveau de la Huchette is a jazz club located in the Latin Quarter of Paris. The building dates to the 16th century and owners claim it was once used as a secret lodge for masons. If nothing else, its intimate cellar vibe lets you know it had a life long before it became a Paris hotspot.  Opened in 1947, energetic clubs like this one kept jazz alive as musical tastes shifted overseas. In Paris, African American performers were still able to enchant the city's crowds and make a living with the riveting sounds.  Today, the club continues to be a prominent spot for Parisian nightlife where big names in jazz and up and comers take the stage nightly. Filmmakers also find inspiration here; the club was recently showcased in the Oscar-winning film \"La La Land.\" Caveau de la Huchette, 5 rue de la Huchette 75005, Paris, France When asked, \"Why did you choose France?,\" James Baldwin responded, \"It wasn't so much a matter of choosing France -- it was a matter of getting out of America. I didn't know what was going to happen to me in France, but I knew what was going to happen to me in New York.\"  We now know part of what happened in the City of Light was a legacy of freedom and creative expression, still alive today.   "], "Language": false}