{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/politics/pompeo-iran-allies-pressure/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Nicole Gaouette, Richard Roth, Kylie Atwood and Jennifer Hansler, CNN"], "Writers": [["Nicole Gaouette", "Richard Roth", "Kylie Atwood", "Jennifer Hansler"]], "FirstPublishDate": ["2020-04-29T22:09:04Z"], "LastModifiedDate": ["2020-04-29T22:09:04Z"], "Headline": ["US splits with allies again as it looks to extend Iran weapons ban"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo said Wednesday the US intends to take action to extend a conventional weapons embargo on Tehran  that is legally set to end under the Iran nuclear deal, provoking anger and disbelief from European allies who point out the US withdrew from the agreement in 2018 and have not participated in any meetings related to it since then. Speaking at the State Department Wednesday, Pompeo told reporters that the US would work to stop the small arms embargo from sunsetting in October 2020, as outlined by the pact.  \"We're not going to let that happen,\" Pompeo said. The administration is urging the E3 -- Germany, France and the United Kingdom -- \"to take action which is within their capacity today,\" he said. \"We'll work with the UN Security Council to extend that prohibition on those arms sales,\" Pompeo continued. \"And then in the event we can't get anyone else to act, the United States is evaluating every possibility about how we might do that.\" The five-year expiration on the arms embargo was part of the 2015 Joint Comprehensive Plan of Action (JCPOA). The Trump administration withdrew from that deal in May 2018 to launch an ongoing \"maximum pressure campaign\" against Tehran that has led to increased regional tensions and strained relations with European allies who remain in the agreement.  Now, Pompeo is asserting that the US can still participate in decisions about the embargo as well as the deal and use a provision of the pact to \"snapback\" sanctions on Iran if the arms embargo ends.  'Either you're in or either you're out' The US position has caused eyebrows to be raised. Peter Stano, the European Commission spokesperson for Foreign Affairs and Security Policy, pointed out that the \"US has not participated in any meetings or activities within the framework of the JCPOA \" since withdrawing in May 2018, but said in a statement to CNN that they \"do not comment on reports of possible positions the US, or other UN members might take, regarding the JCPOA.\" A European source said the sunsetting arms embargo is a concern, given regional tensions, but stressed that countries still in the agreement cannot support the US proposal because the arms embargo's expiration is a formal and legal part of the treaty.   \"You won't see the E3 signing up for that because the arms embargo end is a legitimate part of the JCPOA,\" this source said.  An Iranian official told CNN that \"any US claim of being a participant in the JCPOA is basically rejected by the international community. Even every freshman student of international law or relations do not subscribe to the alleged US position.\" Other parties to the treaty, including Russia and China, did not respond to requests for comment, but many diplomats shared their disapproval on the condition of anonymity. \"The US pulled out of the JCPOA,\" one European diplomat said. \"Either you're in or either you're out. You cannot cherry pick. ... Either you implement it or not.\"  A source familiar with administration discussions on Iran said State Department lawyers have prepared a legal argument that the language in the Iran nuclear deal and UN Security Council Resolution 2231, which enshrined the pact, leave room for the US to argue \"that they still are a party even though they've withdrawn.\"  That interpretation allows the US to say that if the arms embargo isn't extended, Washington can still use a provision of the nuclear deal that allows for sanctions to be snapped back.  The European diplomat dismissed the idea that the US could actually make this plan work, noting that \"you will always find a lawyer that tells you what you want to hear.\" 'Unambiguous' On Wednesday, Pompeo insisted that the UN Security Council Resolution 2231 was \"unambiguous\" about the US right to participate. \"UN Security Council Resolution 2231 is unambiguous where the United States is a participant in the UN Security, it's just there in language, there is nothing magic about this. There is no fancy -- someone suggested this is fancy lawyering. It's just reading,\" Pompeo said. \"We are going to make sure that come October of this year, the Iranians aren't able to buy conventional weapons.\" In December, President Donald Trump's special envoy for Iran, Brian Hook, showed a draft UN Security Council resolution on the arms embargo to a few countries and it has been shared since with a few more.   The first European source noted that conversations with Pompeo and Hook are \"still in the brainstorming space\" with a focus on making sure \"the Iranian proliferation of arms is managed.\" \"Come October, it's not a free for all for Iran,\" said this European source, pointing out that Tehran will still be under other arms embargoes, including a comprehensive European Union arms embargo that lasts until October 2023 and a UN measure on missile technology that also lasts until 2023.  The source familiar said that Pompeo has been hoping the UK would take the lead in bringing a resolution to the UN \"at the appropriate time,\" given that Prime Minister Boris Johnson has taken a firmer line on Iran. If they can't get the UK to act, the Trump administration will do it on its own and \"there will be a huge fight at the UNSC,\" they said. 'A policy based on coercion only will not make it' Some countries are trying to work with the US to clearly understand the challenge and walk through the ramifications of a move to snap back sanctions. However, US officials don't expect other parties to the deal -- France, Germany, the European Union, Russia and China -- to agree with the US proposal.  Those countries have signaled displeasure with the US maximum pressure campaign, which has levied heavy sanctions against Iran. In the time since the Trump administration's campaign began, Iran has pulled away from its commitments under the deal, exceeding uranium enrichment levels and resuming use of centrifuges at the Fordow facility for enrichment. Tehran has said it will return to compliance as soon as the US returns to the treaty and lifts its unilateral sanctions against Iran.  Many diplomats also say the US pressure campaign as driving increasing tensions in the Mideast, where Iran has used asymmetric attacks on tankers and oil facilities to try to generate leverage.  \"A policy based on coercion only will not make it,\" said a second European diplomat, speaking about the looming embargo deadline and sanctions regime. \"It has been two years now and the expectation has been that Iran will just realize that they should get back to the table and accept a broader and more intrusive and demanding deal and they have not.\""], "Language": false}