{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/corita-kent-nun-pop-art/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T06:06:55Z"], "LastModifiedDate": ["2020-02-24T18:50:09Z"], "Headline": ["The Catholic nun who made joyous, politically charged Pop Art"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["At the end of the turbulent 1960s, the United States became enamored with Corita Kent, a nun who made joyous, politically charged and boldly colorful screen prints.  Featured on the cover of Newsweek in 1967 under the headline \"The nun: Going modern,\" she symbolized an evolving and more liberal Catholic Church. When she designed a stamp in 1985, the US Postal Service sold over 700 million of them. \"A lot of her works are about hope, and justice and love,\" said Nellie Scott, director of LA's Corita Art Center, which was set up after Kent's death to promote and preserve her legacy. After Kent's death in 1986, her popularity steadily declined. That changed in 2007, when artist and curator Julie Ault reignited scholarly interest in her punchy, text-driven silk screens through the book \"Come Alive! The Spirited Art of Sister Corita.\" Like many other women artists, Kent's place in art history has been more thoroughly revisited through major exhibitions during the last decade, and her work is held in the collections of institutions including the Museum of Modern Art and the Whitney Museum of American Art in New York. Last year, city authorities in Los Angeles, where she dedicated much of her life to teaching, named November 20 \"Corita Kent Day\" to mark what would have been her 101st birthday.  Most importantly, Kent has finally been credited for her contributions to Pop Art, a movement that male artists have long had a stronghold on.  \"Not only were women discounted as producers of Pop, they were often hypersexualized as the represented objects of Pop Art,\" wrote curator Susan Dackerman in \"Corita Kent and the Language of Pop,\" a 2015 book accompanying an exhibition of the same name. Andy Warhol, for instance, was known for using stars like Marilyn Monroe and Edie Sedgwick as his muses and objects of desire. Kent's long-standing comparisons to Warhol can be traced back to a formative moment in 1962, when she saw his career-launching series of 32 Campbell's soup cans at Ferus Gallery in New York. She began thinking about consumerism, branding and text, and how to incorporate them into her practice, which was largely figurative and spiritual. Yet she had been prescient in her approach: Believing in accessible art, she adopted silk-screening around a decade before Warhol popularized the medium.  \"How do you get your message (...) into the world as fast as possible?\" Scott asked.  \"(Printmaking) is really democratic. It's something that can be done fairly quickly, and you're able to put out multiples in the world.\" Born as Frances Elizabeth Kent in 1918, her creative spirit was encouraged by her father from a young age. She joined the Sisters of the Immaculate Heart of Mary aged 18, taking the name Mary Corita Kent. After earning degrees at what is now the California Institute of the Arts and the University of Southern California, she taught art at the Immaculate Heart College, and eventually became department head. Kent was said to be an enthusiastic educator who demanded polished techniques from her students, though she did so using easy and approachable tools. She could often be found teaching on the streets of Los Angeles, her students armed with white cardstock that they cut holes into to form makeshift viewfinders.  With the world reduced to specific textures, colors and patterns, viewed through the cards' 1-inch by 1-inch cut-outs, she taught them to see their surroundings differently.  In the set of 10 rules that Kent made for art and life, number four guided her own practice and her teachings: \"Consider everything an experiment.\" Kent's own artistic progression began with layered, colorful compositions featuring biblical motifs and eventually evolved to incorporate typography and wordplay, including poetry, religious texts and protest slogans. After seeing the aforementioned Warhol show, she looked to mass media and pop culture, using Wonder Bread's branding to represent the holy body of Christ, or the General Mills logo as \"the big G,\" with theistic implications. She also grappled with racism and war. In 1965, following the Watts race riots in Los Angeles, Kent made \"My people,\" which combined front-page news of the deaths from the uprising with writings from Father Maurice Ouellet, a white Catholic priest and civil rights activist who demonstrated in Selma, Alabama.  \"I think that's where you see her really look at what's happening in the world,\" Scott said. Two years later, Kent's red, white and blue plea \"stop the bombing,\" against American involvement in the Vietnam War, began appearing at anti-war demonstrations. Though Pope John XXIII had begun radically modernizing the Catholic Church in the 1960s, and Kent's own progressive sect enthusiastically embraced change, she still faced pushback for her work. The Archbishop of Los Angeles at the time, Cardinal James McIntyre, was a staunchly traditional thorn in her side, and became incensed over her 1964 print that declared: \"Mary Mother is the juiciest tomato of them all\" -- a reference to Del Monte's tomato sauce slogan. Kent ultimately left the church in 1968, with her entire order later following suit to become a nondenominational congregation. With Boston as her new home, her work became more secular.  In 1969, she produced the series \"Heroes + Sheroes,\" which asked critical questions such as, \"Why not give a damn about your fellow man?\" as well as more optimistic declarations like, \"Hope arouses as nothing else can arouse a passion for the possible.\" \"Thinking through the work that she made after she left and spent the rest of her life in a more secular environment, (I think) that was ready to bubble out of her,\" Scott said of Kent's political works. \"And that was probably something that she would not have been able to do while she was in habit.\" When Kent died in 1986, following three bouts of cancer, she left the majority of her estate to the Immaculate Heart Community, which founded the Corita Art Center 11 years later.  Today, the center is planning an expanded facility to preserve and exhibit her art, and to introduce more people to her legacy: joyful, optimistic works that still ask difficult and necessary questions about human nature. \"It's really hard not to be disheartened in the current climate, and then I'll come to work and it will be whatever piece (of hers) I needed that day, or whatever quote,\" Scott said. \"I think that there is something about her message and her stirring of hope that people really resonate with. It's something that they're searching for, and I think we've had a swell of people wanting to experience it.\""], "Language": false}