{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/world/nasa-venus-rover-design-competition-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-02-23T21:39:50Z"], "LastModifiedDate": ["2020-02-23T21:39:50Z"], "Headline": ["Here's your chance to design equipment for NASA's proposed Venus rover and win $15,000"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["NASA wants your help creating new technology for a mission to a \"hellish\" planet. The space agency is trying to explore the surface of Venus with a rover, something that has never been accomplished before.  \"With a surface temperature in excess of 840 degrees Fahrenheit and a surface pressure 90 times that of Earth, Venus can turn lead into a puddle and crush a nuclear-powered submarine with ease,\" NASA said.  \"While many missions have visited our sister planet, only about a dozen have made contact with the surface of Venus before quickly succumbing to the oppressive heat and pressure.\" But NASA's Jet Propulsion Laboratory (JPL) is working on a mission to the fiery planet's surface using an Automaton Rover for Extreme Environments (AREE).  That's where you can come in. NASA needs help designing a sensor that will prevent the rover from running into rocks, steep terrain and crevices.  The challenge is called \"Exploring Hell: Avoiding Obstacles on a Clockwork Rover.\" \"To assist AREE on its groundbreaking mission concept, JPL needs an equally groundbreaking obstacle avoidance sensor, one that does not rely on vulnerable electronic systems,\" NASA said. \"For that reason, JPL is turning to the global community.\" Don't have an engineering degree? Doesn't matter. Never seen a spacecraft in real life? No problem. \"JPL is interested in all approaches, regardless of technical maturity,\" NASA said.  The 1st-place winner of the design contest will get up to $15,000, the 2nd-place winner will get up to $10,000, and the 3rd-place winner will get $5,000. Great. What's the catch?  \"The difficulty of this challenge is in designing a sensor that does not rely on electronic systems,\" NASA said, as Venus has \"a planetary environment just this side of hellish.\" \"Current state-of-the-art electronics fail at just over 250 degrees Fahrenheit and would easily succumb to the extreme Venus environment. That is why NASA is turning to the global community of innovators and inventors for a solution.\" But the sensor has to be more than just ridiculously rugged.  It must be able to respond when encountering slopes greater than 30 degrees uphill or downhill and rocks taller than 0.35 meters (1.15 feet), but it must not trigger when encountering rocks less than 0.3 meters (1 foot) in height. Those are some of the many requirements for the new sensor. That sounds tough. Why bother going to Venus?  \"Earth and Venus are basically sibling planets, but Venus took a turn at one point and became inhospitable to life as we know it,\" said Jonathan Sauder, principal investigator for the Automaton Rover for Extreme Environments concept.  Exploring and studying the surface of Venus could help us understand the planet's evolution and could contribute to a better understanding of Earth's climate, NASA says.  \"This is an exciting opportunity for the public to design a component that could one day end up on another celestial body,\" said Ryon Stewart, challenge coordinator for the NASA Tournament Lab.  \"NASA recognizes that good ideas can come from anywhere and that prize competitions are a great way to engage the public's interest and ingenuity and make space exploration possible for everyone.\""], "Language": false}