{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/us/lizard-paints-for-bushfires-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallory Hughes, CNN"], "Writers": [["Mallory Hughes"]], "FirstPublishDate": ["2020-02-23T06:01:07Z"], "LastModifiedDate": ["2020-02-23T06:01:07Z"], "Headline": ["This lizard makes art that's raising money for Australia bushfire relief"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A lizard named Winston is raising money for Australia bushfire relief by dipping its claws and tail into different paint colors and walking across a canvas.  The Argentine black and white tegu is owned by Sarah Curry, a graphic designer from Lansing, Michigan, who sells its artwork on Etsy. She has raised $2,000 in two weeks. Curry told CNN she got the idea after she saw her local zoo do it and wondered if it would be safe for Winston. After checking with the veterinarian to get the right type of paint, she was ready to try.  \"He walked in it and just started doing his thing and made a big mess,\" Curry said. Winston is 4 feet long, weighs 15 pounds, and was once owned by someone who couldn't care for a lizard. Winston was in bad shape and dumped off in a box at The Great Lakes Zoological Society.  \"You could tell his diet wasn't right. He was malnourished and his skin was flaky,\" Curry said. \"The people who had him just didn't know what they were doing. \"He's really hard to care for if you don't know what you're doing, but for me it's easy.\" The Michigan zoo nursed Winston back to health. But when it shut down due to lack of money, Winston ended up at a rescue, where Curry adopted her pet in March 2015. She thinks the reptile is 12 years old. It has its own climate-controlled room after destroying too many enclosures. An omnivore, it eats raw chicken, green beans and strawberries. Curry said she knows a lot of people who live in Australia and she wanted to do something to help after the devastating bushfires there. She hasn't chosen a charity for the money yet.  \"All of the animals and people fighting for their lives, now they have no homes, nowhere to go,\" she said. Curry has a fresh batch of paint for more art by Winston. \"He doesn't realize that he's making an impact,\" she said. "], "Language": false}