{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/moonark-rover-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-02-20T18:50:45Z"], "LastModifiedDate": ["2020-02-21T02:57:03Z"], "Headline": ["MoonArk will be a philosophical mini-museum, left on the moon for future explorers to discover"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Earth is giving a gift to the moon that will land on the lunar surface next year.  The nine-ounce MoonArk -- a tiny time capsule-esque artifact of humanity -- will be attached to a small lunar rover. This is in the hopes that one day it may be picked up by lunar explorers -- hundreds or thousands of years in the future. The MoonArk was designed to capture humanity's view of Earth, the moon, the space between the two, and the greater universe. Fittingly, these complex narratives are shared through various types of art -- not unlike the way ancient humans left their mark on Earth for us to understand the past.  It's not a traditional time capsule because it's not organized chronologically and doesn't encapsulate everything a future human or other species would need to know. That would be impossible. But the MoonArk team has achieved their own kind of impossible feat over the course of 10 long, determined years. They have turned a vision into a reality that will sit on lunar soil.  MoonArk will hitch a ride with with a new lunar rover set to launch next year. Originally known as the Moon Arts Project, MoonArk was designed in response to the 2007 Google Lunar XPRIZE competition. The competition and its $30 million prize expired in 2018 when teams around the globe failed to land a robotic spacecraft on the moon.  But the Andy lunar rover -- developed by William \"Red\" Whittaker, a Carnegie Mellon University professor and director of the Field Robotics Center -- is go for launch in 2021. The tiny rover will be one of the first American robots to explore the moon's surface and transmit video back to Earth.  Astrobotic's Peregrine lander will deliver the rover to the near side of the moon, landing by the Lake of Death. This region contains a large scientifically intriguing pit that the rover can image. Whittaker co-founded Astrobotics, a Carnegie Mellon spin-off company that plans to send payloads to the moon and eventually elsewhere.  The rover will drive at a few centimeters per second and its major capabilities include autonomously choosing where to go, taking pictures, calling home and staying out of trouble, Whittaker said. \"It is about the size of a shoebox with four wheels, and it is ultra lightweight, with a camera in forward and rear,\" Whittaker said. \"MoonArk is attached underneath the deck of the lander, like a skirt that protrudes from the body. Our approach is to attach it underneath that lander deck and when the time comes to release it and have it float to the ground. That's never been done before.\" Andy and the MoonArk will part ways after the rover releases its cultural payload and leaves it behind to explore the Lake of Death. For MoonArk, it's just the beginning. Inside the ark Lowry Burgess, NASA space artist and professor emeritus at the Carnegie Mellon University School of Art, came up with the original concept for MoonArk.  Burgess, along with Carnegie Mellon faculty members Mark Baskinger, Matt Zywica, Dylan Vitone and James Madison University professor Mark Rooker, have been on a journey together ever since. They're not just creators of the MoonArk, but caregivers as well. Initially driven by determining factors like weight, scale and cost, the project took on a greater purpose. \"We had a larger narrative in mind,\" said Baskinger, project co-lead and associate professor at CMU's School of Design. \"We thought about 'What does it mean to be human?' 'What are the elements and dimensions of being human?' 'And how does the moon factor into that?' \" The fundamentals of living on Earth and seeing space through human eyes are there, arranged in a stack of small chambers representing Earth, the moon and various regions of space.  They decided on four chambers, starting with Earth at the bottom, followed by the metasphere where our communications satellites exist, then the moon chamber and finally, the ether chamber exploring the \"more existential and abstract conceptions of the universe beyond what we know.\" The team wanted to create a literal context for humanity, showcasing humans as they are today on Earth, how the moon has acted as our muse for art and the ether above it all, causing us to ponder where we are in the grand scheme of things.  The chambers are each only about two inches in both height and diameter. But each one contains a nanoscale world within, including hundreds of examples of poetry, music, sounds, drawing, symbols, dance, art, artifacts and tiny samples.  Each chamber is the result of collaborating with a team of 60 people and more than 250 artists, scientists, designers and educators.  The inventory contained within is long and varied, a mix of concrete and abstract.  Songs are laser-etched on disks alongside perfume to evoke the idea of moving through a city and catching fragments of music. There are impossibly tiny samples of plankton, ocean water, flower pollen and resin. Multiple languages and translations share slices of the varied cultures found across Earth.  There's a stunning visual of the FOXP2 genome structure, the gene that  allows songbirds to make songs and humans to put words in order, said Dylan Vitone, professor of photography at CMU. The \"out of Africa\" concept explaining the spread of humanity is given a modern update, showing the light population and density over Egypt. It represents the growth of light and electrification to show the spread of humanity from the fertile crescent.  Smartphone messages sent between Vitone and his wife over the course of five years reveal how humans express affection through images.  In the moon chamber, there are artistic tributes: the representation of a ballet composed in honor of the moon, 108 poems to the moon across the years and 9,000 drawings people wanted to send to the moon.  When Baskinger found out one of his friends was going to Hawaii, he asked him to bring back a sandwich bag of sand. For two weeks, he sifted through the sand under a microscope, picking out shells and organism structures. They reflect the various microscosms on Earth in contrast to the human scale.  One ring contains infinities, combinations of things that are represented in one tiny item. Burgess put together the \"metal of metals\" by taking all of the metals from the periodic table, melting them down and fusing them together.  Each chamber includes murals representative of the theme, designed to degrade over time on the moon's harsh surface and reveal other details. The ether chamber ends with a musical score and an image of the Andromeda galaxy, which our galaxy will collide with in about four billion years.  The MoonArk wasn't designed to capture the doomsday aspect of humanity ending, however. You won't find any seed catalogs or an upload of Wikipedia entries. It's not reflective of politics or current affairs. Instead, like a miniature museum, MoonArk was designed to be timeless and open to interpretation.  \"The world is divisive,\" Baskinger said. \"This cuts through all of that artifice and touches on fundamental and core aspects of humanity. What does it mean to be a human in this experience that we can look at an object and begin to see a reflection of ourselves in, and not one that aligns with any particular mold or model? It's a a very raw mirror.  It's not our voice we're trying to project, but the result of an organic process of cooperation and collaboration with people in 18 countries.\" Creating a gift for to the future The MoonArk itself is a testament to technology and design, pushing the limits of what's possible now to create an object for the future.  Platinum-engraved sapphire disks, nano sculptures, millimeter-sized silicon chips and metal murals are enclosed in an elaborate exoskeleton.  \"It's a cutting-edge object in so many ways, like bleeding-edge technology,\" Zywica said.  \"It involved 3D printing and the machining of wafer-thin sapphire disks that really pushed our capacity.\"  Rooker, a metalsmith professor, was in charge of the final assembly. He controlled the process of engraving the various disks down to the nanometer.  \"He worked tirelessly to make this a beautiful object tipped in diamonds and gold,\" Vitone said. \"It has the elegance of a Faberge egg. So we can leave behind a gift that's functional and beautiful.\"  The object is both lightweight and strong, built to last on the moon.  There's a twin copy of the MoonArk that will remain on Earth, touring as an exhibit so people can interact with it.  \"Hopefully the one on Earth allows conversations to happen,\" Vitone said.  \"We're so fast paced. When we do step back, it's a chance analyze our own life and find meaning.  An artifact can make you turn internally.\" Whoever picks up the MoonArk in the future will bring their own context to it, with no knowledge of the world that created this object at this particular time in history. To the creators, that makes the prospect even more exciting.  \"What makes a piece of art work for me is when an artist or designer has made an experience that the viewer can enter into,\" Vitone said. \"It's not complete, it needs the viewer to complete the narrative. \" \"Cultures are known for their creative practice that endures, from an archaeological standpoint,\" Baskinger said. \"So this object is an honest, emergent creative practice that can bring a reflection of humanity for the folks of tomorrow. \""], "Language": false}