{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/politics/ken-starr-baylor-university-tenure/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Darran Simon, Ed Lavandera and Ashley Killough, CNN"], "Writers": [["Darran Simon", "Ed Lavandera", "Ashley Killough"]], "FirstPublishDate": ["2020-01-22T14:17:36Z"], "LastModifiedDate": ["2020-02-20T15:59:46Z"], "Headline": ["He's a seasoned lawyer on Trump's impeachment defense team. But Ken Starr had a troubled tenure as president of Baylor University"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Ten years before Ken Starr joined President Donald Trump's impeachment defense team, he was named president of Baylor University in Waco, Texas. It was a new role for Starr, a hard-charging prosecutor known for his work that led to President Bill Clinton's impeachment in the 1990s.  He didn't have a lot of experience running a university, but Starr had notoriety, said ESPN investigative reporter Paula Lavigne, who has written about Starr's tenure at Baylor. He was someone who university officials thought could energize students and appeal to donors, Lavigne said. On campus, he quickly became a familiar face and popular leader among students and helped usher in a renaissance of sorts for Baylor's reputation, led by a rising football team. But six years after taking over the helm, the university's Board of Regents demoted Starr as president in the wake of a sexual assault controversy involving the school's football team and beyond. An independent report showed a \"fundamental failure\" to respond adequately to student sexual assault allegations. Starr remained as chancellor, but then resigned from that post in June 2016, just days after his demotion was announced. The school's prominent football coach and athletic director were also forced out.  Starr's appointment to the legal team representing Trump has reawakened interest in his time at Baylor, the largest Baptist university in the world. In a statement in May 2016, Starr expressed remorse for the sexual assault victims and maintained that he did not become aware of any allegations of violence until the fall of 2015, at which point he immediately launched an investigation.  \"I think Ken Starr's role at Baylor was someone who didn't really know what was going on but should have,\" Lavigne, the co-author of \"Violated: Exposing Rape at Baylor University Amid College Football's Sexual Assault Crisis,\" said in an interview Tuesday with CNN. \"He would have been the one in 2011 who would've received the rules and the guidelines from the Department of Ed. about what universities are supposed to do to address sexual assault. And he was responsible for putting the people and the policies in place to do that.\"  But Lavigne said Starr \"really did not make this a priority, even as these issues of sexual assault were becoming front and center at universities across the country.\" Starr declined to comment when reached by CNN on Monday.  What the independent review found Two accusations of sexual assaults of Baylor students by football players surfaced in 2012 and 2013. Both players were convicted of sexual assault -- Tevin Elliott in 2014 and Sam Ukwuachu a year later.  Elliott was sentenced to 20 years in prison after he was convicted of two counts of sexual assault.  Ukwuachu transferred to Baylor from Boise State University after being dismissed for undisclosed reasons that Texas Monthly said involved a \"previous incident of violence involving a female student.\" He was given a six-month sentence and 10 years of probation after his conviction in August 2015 for sexually assaulting a Baylor soccer player. His conviction was overturned in 2019. That same month, Baylor University commissioned the law firm of Pepper Hamilton to conduct the independent and external review of the university's \"institutional response to Title IX and related compliance issues.\"  Title IX prohibits discrimination on the basis of sex in federally funded education programs. The law covers sexual harassment and sexual violence. If schools learn of harassment that creates a hostile environment, they are required to take actions to eliminate it, prevent it from happening again and address its effects. The Pepper Hamilton law firm reviewed Baylor's Title IX processes, including sexual assault or dating violence reports from 2011 to 2015. The report found the school's \"student conduct processes were wholly inadequate to consistently provide a prompt and equitable response\" and \"failed to consistently support complainants.\" \"Actions by University administrators directly discouraged some complainants from reporting or participating in student conduct processes and in one instance constituted retaliation against a complainant for reporting sexual assault,\" the report found, according to the university's statement. The school found problems inside the athletic department, \"including a failure to identify and respond to a pattern of sexual violence by a football player and to a report of dating violence.\" \"There are significant concerns about the tone and culture within Baylor's football program as it relates to accountability for all forms of student athlete misconduct,\" the university quoted the findings as saying. Art Briles, Baylor's head football coach who transformed the program into a power house, was fired by the university. Briles has defended his reputation. \"I did not cover up sexual violence. I had no contact with anyone that claimed to be a victim of sexual or domestic assault,\" he said, according to Bleacher Report. Other unidentified members of the school's administration and the athletics department were dismissed. \"We were horrified by the extent of these acts of sexual violence on our campus. This investigation revealed the University's mishandling of reports in what should have been a supportive, responsive and caring environment for students,\" Richard Willis, chair of the Board of Regents, said then in a press release.  \"The depth to which these acts occurred shocked and outraged us. Our students and their families deserve more, and we have committed our full attention to improving our processes, establishing accountability and ensuring appropriate actions are taken to support former, current and future students,\" Willis said.  Starr defends his tenure at Baylor  At the time, Baylor said it would create a task force to implement recommendations in the report, including reviewing all cases of  \"interpersonal violence\" over the past three years to \"offer remedies, identify any current need for investigation, or isolate any broad pattern or cultural implications.\" The university also committed to expanding counseling offerings to help sexual assault victims.  In an interview with the Texas Tribune months after his firing and resignation, Starr said the Board of Regents didn't fire him \"for cause.\"  \"They honored my contract. So it was a decision that we need someone else. It's the board's determination. It would be, if there's a question of integrity, you fire the person for cause,\" Starr said in the September 2016 interview. He defended Baylor's handling of the sexual assault allegations and maintained that he made overall campus safety a priority by pointing to a task force he created at the beginning of his tenure. \"I think we responded all along the way in a reasonable fashion to the information that was coming to us,\" Starr said. Starr said he \"was respecting the authority of the Board of Regents\" when he stepped down and has repeatedly said he resigned as an act of conscience.  \"They want someone else to run it, and so if they felt, they accepted the proposition that there was a fundamental failure, then the captain should go down with the ship,\" he said.  Starr bears responsibility for the findings in the independent report because he was in charge, said Jim Dunnam, a Baylor graduate and Texas lawyer who represents 15 sexual assault accusers in an ongoing lawsuit against Baylor.  \"He was both the chancellor and the president ... I think that says it all,\" Dunnam told CNN in an interview.  \"He was in charge during a period of time where the university had a deliberate policy of ignoring Title IX, not complying with the Clery Act. And it was a policy that discriminated against young women and deprived their educational opportunity,\" Dunnam said.  The Clery Act was established in 1990, four years after Lehigh University student Jeanne Clery was killed on campus. It requires universities to annually report crime on campus. Lavigne said based on the reporting and information about Starr's time at Baylor, \"there really hasn't been a case where someone could say Ken Starr specifically made efforts to cover up any particular sexual assault.\" The criticism was that Starr was distracted from handling the day-to-day operations of running a university, she said.  \"I hate to use this term, but it's accurate, he was sort of out to lunch on the issue,\" Lavigne said. "], "Language": false}