{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/africa/ethiopia-crown-returned-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bukola Adebayo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-20T14:21:44Z"], "LastModifiedDate": ["2020-02-20T15:31:15Z"], "Headline": ["Dutch government returns stolen 18th-century 'precious crown' to Ethiopia"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["The Dutch government returned a stolen ceremonial crown to the Ethiopian government Thursday. The 18th-century crown, which has great religious significance, went missing from a church in Ethiopia 21 years ago, the Dutch government said in a statement. Sirak Asfaw, a Dutch national of Ethiopian origin who emigrated to the Netherlands in the late 1970s, said in a video recording that the crown \"came into his hands\" in 1998.  Asfaw, a former refugee, told the AFP in an interview that he found the crown in a suitcase left behind by a guest to his apartment.  However, he kept the priceless object hidden for 21 years.  He said he was reluctant to return \"looted heritage to the same regime as the one during which it was stolen...That is why I have waited for 21 years and have safeguarded it all those years,\" he said in a video posted when news of the crown emerged in October 2019.  CNN was not able to reach Asfaw for comment before publishing.  Special handover ceremony Asfaw added that he was also concerned that the Dutch authorities would offer to loan the crown to Ethiopia, as happened with a Nigerian Benin bronze which the British Museum had offered to return temporarily to its owners.  However, last year Asfaw approached the Dutch Ministry of Foreign Affairs to let them know he was in possession of the object.   \"Last year Asfaw got in touch through the mediation of art detective Arthur Brand, to discuss how to return this important cultural artefact to Ethiopia,\" the Ministry said in a statement.  This kick-started a series of conversations that culminated in a special handover ceremony on Thursday where the Ethiopian President Abiy Ahmed officially received the artifact.  He thanked the Dutch government for bringing the \"precious crown\" home at an event that was also attended by Asfaw and Sigrid Kaag, Netherlands foreign trade and development cooperation minister. Kaag said the government was pleased to have expedited the \"rightful return\" of the artifact to Ethiopia. \"We're honoured and delighted to have been able to facilitate the rightful return. This is the crowning achievement of returning this heritage to its rightful place,\" Kaag said in a statement. More western governments have pledged to return stolen African artifacts that were looted from the continent centuries ago. In November, France handed a historical sword stolen from Senegal to the government and it says it plans to permanently repatriate more artifacts looted from Africa during its colonial rule to their original owners. French collections house at least 90,000 pieces originating from sub-Saharan Africa with around 70,000 works in Paris' Quai Branly museum alone, according to a 2018 report on stolen artifacts from the continent. "], "Language": false}