{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/japan-issui-enomoto-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["Emiko Jozuka, CNN"], "Writers": [["Emiko Jozuka"]], "FirstPublishDate": ["2020-02-18T01:20:42Z"], "LastModifiedDate": ["2020-02-19T19:03:05Z"], "Headline": ["Taxi driver's dreamy compilations show a different side of Japan"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Issui Enomoto knows Tokyo and Yokohama's nooks and crannies intimately.  For more than a decade, the 43-year-old taxi driver has photographed the two cities' shape-shifting qualities from his car as the traffic lights turn red, or while he waits for his next passenger.  In one image, two schoolgirls on bicycles ride across a zebra crossing as lights dart around them like fireflies. In another, a woman disappears down a dimly-lit Yokohama street flanked on either side by shops.  Enomoto takes photographs throughout his night shift, then overlays multiple shots to create a dreamlike effect with varying exposures. The resulting pictures offer ethereal glimpses of individuals before they fade into the night.  The photographer's work has been exhibited as part of a group show at the Tokyo Photographic Art Museum. He has also had solo shows at smaller, independent spaces such as Tokyo's Gallery Kan.  Inspired by European painters such as Vincent van Gogh and Francisco Goya, the images hint at the loneliness of taxi drivers who cruise the streets with strangers. In Japan, drivers don't often engage in conversation unless the passenger speaks first.  Enomoto's work captures these transient, unspoken encounters with passengers -- or even just passersby. \"I like taking photographs of passengers or commuters -- people who I don't know,\" said Enomoto. \"I capture them when they pass by my vehicle. They are like a reflection of me as I can see something of myself in the person that passes.\" Recreating memories Enomoto grew up in Tokyo but chose to live in Yokohama out of nostalgia for a bygone era. He said he is drawn to the older, wooden buildings -- those that haven't yet been replaced by reinforced concrete mansions in the earthquake-prone city. He is especially drawn to the flickering green, neon and red lights adorning the shops and streets of Yokohama's downtown shopping district.  \"The scenery of Tokyo that I grew up with is almost gone. Yokohama reminds me of the older aspects of Tokyo that no longer exist,\" said Enomoto, who starts his shift around 11 a.m. and keeps driving until the early hours.  Enomoto has no formal training in the arts. Photography started as a hobby when his mother gave him a compact camera as a teen.  He used it to photograph the sky and scenery from the window of their Tokyo apartment. After stints at a restaurant, food processing factory and design company, Enomoto decided 15 years ago to concentrate on his craft. He thought taxi driving would provide a stable income while allowing him to pursue his passion of capturing shifting urban landscapes.  Over the years, Enomoto has experimented with different photographic styles.  He used to ask certain passengers if he could take their photograph at the end of each journey. If the passenger wanted, he showed them the photograph on his digital camera and emailed them the shot. However, Enomoto soon became dissatisfied with how staged these images seemed.  \"Each time I interacted with a passenger, I felt like I was changing the relationship between us,\" he said. \"It didn't feel like an organic occurrence anymore.\" So after just two years, he shifted back to capturing more transient moments. The world seen from a taxi Ten years ago, Enomoto started photo-editing single shots that he had captured and layered them on top of one another to create a dreamy effect. The resulting pictures, he said, more accurately captures how he remembers landscapes, landmarks and people. \"The cameras of today capture everything in high resolution, but I felt there was a difference between what I took with my camera and my memory,\" said Enomoto. \"I wanted to express my memory through photography, and felt the blurry effect seen through the double- and multiple-exposure method expressed that more so than a single photograph.\" At one point, Enomoto tried taking shots of people, landmarks and landscapes from outside of his taxi. But each time, the shot fell short of his expectations. \"The scene never looked as beautiful as I thought it had appeared from inside the taxi, so eventually, I focused on capturing the shot through the window pane.\"  The approach has worked.  The visceral effect of being both a voyeur and a transitory participant is visible in Enomoto's work. In one shot, a crowd of busy Tokyoites rush by, the ripples reflected on his wet windscreen streaking past them like strobe lights. They feel simultaneously close yet distant.  Seeing something new in the familiar Enomoto said he sometimes edits shots in his taxi -- sometimes on the same day they were taken -- while waiting for new passengers. He edits more complicated images at home, taking time to pore over photographs taken over several days of driving.  In recent years, Enomoto has also attached a camera to his dashboard as it lets him document the entirety of his journey. \"When I'm with a passenger, I would see a shot I liked but I couldn't take my hands off the wheel,\" he said. \"I take stills from the dashcam afterwards. I miss nothing that way.\" But finding new inspiration familiar streets can, sometimes, prove challenging. So to refresh his gaze, Enomoto occasionally heads up to northern Japan to photograph traditional festivals like Sansa Odori, a traditional dance festival in Iwate prefecture, and the lantern festival in Yuzuwa city, in Akita prefecture.  \"When I come back to (Yokohoma), I see familiar landscapes in a new light,\" said Enomoto. \"As a taxi driver, I do pass the same places multiple times, but the weather and the people on the streets are always different.\""], "Language": false}