{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/kendall-jenner-maurizio-cattelan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matthew Ponsford"], "Writers": [["Matthew Ponsford"]], "FirstPublishDate": ["2020-02-19T18:05:00Z"], "LastModifiedDate": ["2020-02-19T18:23:23Z"], "Headline": ["Kendall Jenner appears as topless wax model on magazine cover by viral banana artist"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["How do you follow up charging $120,000 for a banana duct-taped to a wall? Well, try this.  The new cover of Garage Magazine features a portrait of a waxy faced Kendall Jenner, topless, emerging from a wall like a hunting trophy. The portrait is the brainchild of Italian conceptual artist Maurizio Cattelan, who sold three editions of his readymade banana at Art Basel Miami, while another was eaten by a performance artist, provoking both support and outrage during the Florida art festival. Garage, founded by Russia gallerist Dasha Zhukova in 2011 and now owned by Vice Media, will be hoping to follow up the viral controversy that emerged in the wake of the excitement around Cattelan's fruit pieces. \"In retrospect, the banana episode seems like a way to think about everything from fake news to viral fame to institutional distrust to wealth inequality,\" said Mark Guiducci, editor-in-chief of Garage, in a statement. \"In the way that Jeff Koons was the artist of the glittery neon aughts, Maurizio Cattelan is the artist of our dystopian era. Like it or not.\" The provocative image of Jenner, called \"Trophy Wife,\" makes reference to an eerily lifelike wax bust of supermodel Stephanie Seymour, produced by Cattelan in 2003, and is part of an editorial photoshoot conceived by Cattelan and shot by British Ghanian fashion photographer Campbell Addy. The series of images all feature Jenner, and celebrate \"iconic\" artworks by Cattelan. In recent years, Garage .s built a reputation for collaborations between artists, photographers, actors, musicians and models -- often to unsettling results. This includes last year's futuristic photoshoot of Billie Eilish by artist Takashi Murakami, featuring the singer's head in triptych, wearing a mask of her own face.   Other images in the series see model and cosmetics entrepreneur Jenner, one of the billionaire Kardashian family, surrounded by pigeons, a reference to the Cattelan installation at the 2011 Venice Biennale, as well as suspended from the ceiling and mounted to the wall, like one of Cattelan's famous series of taxidermy horses.  Cattelan's work is a response to the theme of the latest issue of the magazine, \"Unhinged,\" and is, he said in a press release, \"a satirical commentary on the contradictions and absurdities of Western civilization.\"  "], "Language": false}