{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/renell-medrano-photographer-pampara/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Hena Sharma, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T14:55:58Z"], "LastModifiedDate": ["2020-02-19T14:55:58Z"], "Headline": ["Dominican American photographer Renell Medrano's most personal series yet"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Photographer Renell Medrano's first big break came through a photo series titled \"Untitled Youth,\" in 2014. The project was a compelling look into the everyday lived experiences of four young friends over two years in the Bronx, where Medrano was born and brought up.  But for her latest series, she returned to the Dominican Republic, where her parents are from and where she used to spend summers as a child.  Titled \"Pampara\" (meaning \"lit\" in Spanish but open to multiple meanings such as \"It's on!\"), it captures the everyday reality of life on the Island nation, with images featuring young boys basking in the Caribbean sun whilst laying in the sand, a smiling woman wearing a t-shirt adorned with the words \"Brown Barbie Babe\" and a mother and child in color-matching outfits. The 18 shots of the community inhabiting San Cristobal and Santiago are presented in her signature style, recognizable for its high-contrast colors and the unfiltered documentary-style portraits of its subjects.  Medrano's portfolio is already rich with famous names  -- she did an IG-ready photo series of Kylie Jenner's Turks and Caicos vacation, photographed cover art for musicians including Justine Skye, H.E.R and A$AP Ferg, and has photographed Bella Hadid, Solange and Jay-Z, among others.  CNN Style spoke to her about her most personal series yet, which she told us \"came to me authentically and naturally.\" CNN: You used to take photos in the Dominican Republic, where your family is from, during  the summer. What was different about shooting this collection of photos? Renell Medrano:  I was more focused and aware of my surroundings and what I wanted to photograph. Before, I'd be visiting family members and I was just living with it.  You feature a lot of women in this series. Was this a conscious decision? It wasn't a conscious decision, but I did realize that when I was photographing women, especially the young females, I kind of saw myself within them. That could be a reason why I feature a lot of women throughout the series. You also shoot for brands, musicians and fashion magazines where the production is more elaborate. How do you inject emotion and grab people when you don't have additional elements to dial up the energy of a photo?  I actually work better when it's not set up, when it's more candid. I also feel like that's how I got into photography in the first place -- I was always documenting what was around me. For some reason I tend to capture vulnerability in people, that's what's strong about my images. Did anything surprise you about this experience? Just how comfortable people were with me photographing them out there. Me shooting them reminded me of my childhood and my upbringing out in DR.  I'm curious about the shot of two girls standing by the pay phone with the yellow and green balloons in their hair. The big balloons in their hair are an exaggerated form of the bobbles I used to wear when I was younger. I had a stylist enlarge them to make a statement about me and my culture -- the balloons represent my younger self. The shot of the two girls playing cards also stood out, what can you tell us about this photograph?  Two girls playing cards was more candid. I was walking around the neighborhood and these two twins were playing cards but their look was just so androgynous which kind of drew me to them. I took the photo and the girl stared at me like that -- that's how the photo came about.  Who inspires you creatively?  The way I get my inspiration is really through Tumblr, I tend to use it as a moodboard. I've been on Tumblr for a very long time, it's how I got started and gained my following in the first place.  Do you feel a real sense of homecoming when you visit? I did feel a sense of homecoming, I mean I always feel welcomed when I do go back to DR. Whether it's my family members seeing me -- I always get a lot of love when I got back, and it just feels liberating. Renell Medrano's full \"Pampara\" collection is available to view online on WePresent"], "Language": false}