{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/rembrandt-allentown-pennsylvania-portrait/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T10:32:09Z"], "LastModifiedDate": ["2020-02-18T18:12:00Z"], "Headline": ["Pennsylvania museum's disputed portrait is a Rembrandt, research says"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A small Pennsylvania museum has declared that a 17th-century portrait, long considered the work of someone in Rembrandt's studio, is in fact by the Dutch master himself. After sending the painting away for routine restoration, the Allentown Art Museum said that advanced imaging and conservation techniques had unveiled \"clear evidence\" that the artwork is a genuine masterpiece. Created in 1632, \"Portrait of a Young Woman\" depicts a young female subject who is pictured in a number of Rembrandt's other paintings. When it was acquired by the museum in 1961, the oil-on-wood painting was widely believed to be an original. But in the 1970s, the Rembrandt Research Project, a Dutch organization established to investigate attribution claims, dismissed the portrait as likely being the work an assistant or student. Earlier X-ray analyses had led some historians to question the authenticity of the brushwork on the subject's face. The apparent lack of clarity in her clothing further fueled doubts, while additional concerns were raised over the artist's signature, which is painted differently from those found in many of his other works. But after embarking on conservation efforts in 2018, experts noticed signs that it may be an original Rembrandt.  According to Shan Kuang, a conservator at NYU's Institute of Fine Arts who worked on the project, thick layers of varnish from a previous restoration had darkened over time, obscuring the brushstrokes and hiding the depth of appearance the artist was celebrated for.   \"It was the fashion, in the 1920s, to not see any texture,\" she said, explaining the previous restorer's decision to add varnish, in a phone interview. \"We call it a 'mirrored surface' -- people wanted to see their reflection, which is really counter to what a Rembrandt should look like. \"The restorer was so frustrated building up the layers of varnish to make the texture disappear, that he actually poured it on. It was the consistency of molasses, and you could actually see the drip marks.\" As this coating was removed and the original artist's brushwork was revealed, \"it became very apparent very quickly that the painting was of a very high quality,\" Kuang said, adding that a number of experts have since studied the restored painting and credited it to Rembrandt. \"A number of scholars and curators have now looked at it, supported the attribution and said that if this was in their museums, they'd label it as a Rembrandt. And I think that gave Allentown (Art Museum) the confidence to go ahead -- and rightfully so.\" Advanced scanning techniques, including infrared reflectography, also helped \"correct some of the prior observations and misinterpretations,\" Kuang said. In particular, assessments revealed that much of the young woman's clothing -- the source of some scholars' skepticism -- had been repainted. This means, the restorer explained, that sections of the painting considered not accomplished enough to be by Rembrandt had, in fact, been added at a later date. Kuang also said that the signature used on this portrait is consistent with other works from that year, 1632, when the painter briefly wrote his name as \"RHLvan Rijn,\" while he transitioned from using his initials to spelling out the word \"Rembrandt.\" A notoriously prolific artist during the so-called Dutch Golden Age, Rembrandt van Rijn produced hundreds of paintings and etchings during his lifetime, resulting in numerous attribution disputes. The Metropolitan Museum \"Portrait of a Man (The Auctioneer)\" and Frick Collection's \"Polish Rider\" are among those still hotly debated in the art world. But recent analyses have seen a slew of previously dismissed works being re-attributed to the painter. In 2014, a painting acquired by the UK's National Trust was revealed to be a genuine self-portrait, after a technical analysis answered longstanding questions over the signature and quality. A year later, Dutch museum the Mauritshuis declared that its disputed painting, \"Saul and David,\" was in fact genuine, following eight years of research. More recently, Dutch art dealer Jan Six acquired the 1634 work \"Portrait of a Young Gentleman,\" previously only attributed to the painter's circle, for just £137,000 ($178,000), believing it to be a forgotten Rembrandt. His claim has since been supported by a number of art historians.  There is no formal process by which Allentown Art Museum can confirm the attribution. And the Rembrandt Research Project, which had first rejected the painting in the 1970s, is no longer actively making attributions. Instead, Kuang welcomed scholars and historians to examine the work and build on her team's research. \"Portrait of a Young Woman\" is expected to go back on display in Allentown from June 7, where a dedicated exhibition will offer \"a deep dive into the conservation process,\" the museum said. \"It will also explore the complexities and uncertainties of the attribution process,\" the exhibition description reads, \"and invite the public to participate in that conversation.\" The Rembrandt Research Project has not yet responded to CNN's request for comment."], "Language": false}