{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/gideon-lewin-richard-avedon-book/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T02:16:01Z"], "LastModifiedDate": ["2020-02-17T19:12:07Z"], "Headline": ["Rare photos of Richard Avedon, from the lens of his longtime assistant"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["It is often said that American fashion photographer Richard Avedon captured the very souls of his subjects in his photos. He wielded a certain sorcery with his camera, revealing a person's interior life with little more than a stark white backdrop and an incisive eye.  His landmark book of portraiture, \"In the American West,\" featured everyday Americans, but he also focused his lens on the elite, photographing icons of fashion and film, including Marilyn Monroe, Twiggy, Jean Shrimpton and Audrey Hepburn. A new book, \"Avedon: Behind the Scenes 1964 -- 1980,\" offers a rare, extended portrait of the master of portraiture himself, who helped usher in fashion's explosive period of creativity in the mid-20th century with iconic editorials for Harper's Bazaar and Vogue.  \"Many photographers tried to imitate his work, but images of the same women, when photographed by others, lacked that inimitable magic,\" writes the book's author, photographer Gideon Lewin, who worked in Avedon's studio for 16 years and recounts his experiences through both photographs and text.  The book has been over a decade in the making, as Lewin faced several years of litigation in a copyright battle with the Avedon Foundation over the images he took while employed by the studio and photos Lewin says Avedon gave him as gifts. The Avedon Foundation declined to comment on the publication of Lewin's book for this story. Through Lewin's lens, we see Avedon hunched pensively over his Rolleiflex in the studio; directing supermodel Veruschka in the snowy, volcanic valleys of Hokkaido, Japan; hosting masterclasses on photography with art director Marvin Israel and Diane Arbus; and preparing to mount landmark exhibitions, including shows at the Marlborough Gallery and Metropolitan Museum of Art, both of which celebrated photography as an art form. The artist was known for his rigor, and he seldom agreed to have his own picture formally taken. \"He didn't like to be photographed because he needed to be in control,\" Lewin tells me when I visit the studio he shares with his partner, fashion designer Joanna Mastroianni, in Manhattan's garment district. \"He knew what he wanted to look like, which wasn't necessarily what I wanted as a portrait,\" he adds.  \"On rare occasions I would be able to break through to (his) personality.\" Such was the case for Lewin's first portrait of Avedon. In 1964, after Lewin, Avedon, and studio manager Earl Steinbicker finished hanging Avedon's prints at McCann Erickson for an exhibition of his early work, Avedon took a seat on a stepstool in the center of the gallery to survey the room. Lewin's image reveals the artist disarmed by the gravity of the moment: With his tie loosened, he gazes at his mounted prints with a sense of wonder. Ten years later, Lewin again captured an emotional moment in preparation for a show. After Avedon's father died in 1973 following an extended illness, he \"seemed lost in space, introspective, not sure of what to do with himself,\" Lewin writes in the book.  Though Avedon's relationship with his father had been strained, he had taken a series of portraits of him during the last year of his life; MoMA mounted eight of them the following year. As Lewin and Avedon prepared the prints, Avedon conceded to have his portrait taken, staging the scene by arranging prints around the studio.  Lewin's images have a raw potency to them as Avedon stands before monumental images of his ill father, the sense of scale warped as they both gaze outward. The shoot \"was emotional and intense,\" Lewin recalls. As Avedon's assistant and eventual studio manager, Lewin was responsible for some of the magic that made an Avedon image iconic -- Lewin said it was his idea to eschew stationary lighting in favor of handheld umbrella light that could move with Avedon's subjects, and it was his hand who expertly printed many of Avedon's most famous images.  They included the beloved 1955 work \"Dovima with Elephants,\" a most troublesome image for Lewin, as the original negative had been stained. Twin prints from the original negative hung at the Smithsonian and in his studio, but for future editions, Lewin said he meticulously helped create a new, almost flawless negative. Lewin speaks of his innate dynamic with Avedon, and the intense levels of concentration as his mentor perfected each shot. During shoots, \"it was very quiet, but there was always music,\" he recalls. \"Sometimes the same band again and again, but no conversation. It was very intrusive for him if people talked in the background.\"  Avedon's intensity was balanced by his magnetism. When Lewin came to his studio for an interview, fresh out of school at Art Center College of Design, Avedon looked through his portfolio and told him he was on the team. \"Call me Dick,\" he said, according to Lewin, showing how immediately personable he could be. He was \"outgoing, a bundle of energy continuously in motion,\" Lewin writes in \"Avedon.\"  He was wholly dedicated to his practice, sometimes to the point that it could consume him. Following critical reviews of his 1966 book \"Nothing Personal\" -- now considered to be a classic body of work -- Avedon underwent an \"artistic crisis,\" Lewin writes. After a period of soul searching, he changed his approach to portraiture, trading in his Rolleiflex for an 8 x 10 view camera so that he could engage his subjects without the barrier of a lens. Lewin showed the duality of Avedon's public and private selves in a striking portrait taken in 1978. In it, Avedon's face peeks out behind a printed mask of his likeness.  Lewin had printed a series of Avedon facsimiles eight years earlier for guests to wear at an after party for Avedon's 1970 exhibition at the Minneapolis Institute of Art.  Avedon, who didn't care for surprises, did not take it well. Yet, he kept at least one of the masks, and was eventually amenable to the idea of using it for a portrait. The theatrical image shows the intensity of his gaze. \"As a photographer he was always watching, and he had these penetrating eyes -- like Picasso,\" Lewin says. \"You (could) see that he (was) looking at you, watching you, examining you.\" Around then, Lewin began looking for his own studio space, and eventually parted ways with Avedon in 1980 to commit to his own practice full time. Lewin said he was touched when the artist surprised him at his new studio, with champagne and his team in tow. More incredible was the gift he had brought: the sister print to the Smithsonian version of \"Dovima with Elephants,\" signed, \"From my studio to yours.\"  It was a singular gesture, as the original, stained negative had been destroyed. In return for Lewin's painstaking process to make magic, Avedon had gifted him an enchantment of his own."], "Language": false}