{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/south-korea-travel-with-kids/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["by Frances Cha, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T01:35:43Z"], "LastModifiedDate": ["2020-02-17T01:49:20Z"], "Headline": ["7 reasons why South Korea is an amazing destination for families"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["There's a specific sociological reason why the children's facilities throughout South Korea are so spectacular, making it a top destination for those traveling with kids. At 1.05 children per woman, South Korea has the lowest birth rate in the world.  No expense is spared and often the majority of expendable income and vacation time of the entire extended family is spent on the one child. This \"pocket-8\" culture -- thus named because each child is said to have the deep pockets of two sets of doting grandparents and equally doting and unmarried aunts and uncles at his or her disposal -- has given rise to everything from exquisitely curated \"kid cafes\" where children play while adults eat and gossip, to an entire luxury hotel subculture dedicated to family staycations.  All this and more as we take a look at some of the reasons why traveling with young children in South Korea is so fun.  1. Hotels are kiddie wonderlands It's hard to know which South Korean luxury hotel first came up with the idea of building vast dedicated playspaces for children, but most major hotels try to outdo the others with playfully designed kid and season-specific activities. This has given rise to the latest travel trend in South Korea -- staycations dubbed \"hocance\" (a combination of hotel and vacance, the French word for vacation). During holiday season, entire hotels get fully booked by local families with children. \"It's been fascinating to see the 'hocance' trend really take off in the past few years for families with children,\" says Diane Na, assistant director of sales marketing at Le Méridien Seoul. \"Sales of our 'hocance' packages have more than doubled in 2019 alone.\" Le Meridien Seoul (formerly the Ritz Carlton Seoul) transformed their rooftop into a children's water park in the summer, and also has a beautifully designed year-round children's playspace connected to an adult's lounge. Drop in children's cooking classes are also available for hotel guests. Lotte Hotel on Jeju Island is one of the most popular destinations for families due to its children's pools, drop in children's cooking classes, a sprawling indoor playspace and Hello Kitty-themed suites on the Hello Kitty-themed children's floor. Paradise City Incheon is another family haven, thanks to its children's bowling alley and enormous indoor and outdoor playspaces. It recently added a darkly whimsical indoor theme park for children called \"Wonderbox.\"   Meanwhile, the Four Seasons Hotel Seoul partnered with Lego for the world's first Lego-themed hotel kids lounge complete with a brick pool, graffiti wall and a race track. 2. Whimsical kid cafes are everywhere Available in almost every neighborhood in South Korea, kid cafes are pay-by-the-hour indoor playspaces. The most amazing thing about them is that they have taken the needs of the parents as seriously as the kids' desires to play. Not only are they designed with an open plan so that parents can keep an eye on their playing children while eating, drinking and having actual adult conversations in the café area, but in order to cater to this Instagram- and blog-obsessed nation, the visuals and food exceed expectations. Lilliput, a kid café chain that can be found in every major city in South Korea, even has a spa-themed kid café brand called Plouf that offers indoor pools, mini manicures and blowout stations. 3. Shopping with kids is actually fun Department stores all around the country cater to parents -- not only do many have drop-off kid cafes, but many also offer services such as free stroller rentals (which are sanitized after every use), loaner push cars (like a stroller, except shaped like a car), private nursing rooms and kid cafes installed on the childrenswear floors. In Seoul, Shinsegae Department Store's Gangnam branch has a drop-off kid café where you can leave your child for up two hours and go shop. It's located right next to a children's food café with fresh baby and toddler food.  There's also a state-of-the-art children's lounge with a napping room with cribs, a changing room with toddler stations and a feeding room thoughtfully equipped with a sanitizing machine, microwave, electric kettle and bottle soap.  Hyundai Department Store in Pangyo has a Children's Museum of Kids Books and Art (admission US$5), a full-size merry-go-round and whimsical hot air balloon-like picnic stations. 4. Ingenious kid products Insulated stacking lunch boxes. Specially cut towels so that your tots don't get wet while brushing their teeth or washing their faces. Light-up LED umbrellas. Pacifier cases that sanitize on-the-go with UV lights. Toddler beds that unfold into playmats. Ingenious children's products that seem like the stuff of wishful parental dreams are not only easy to find but cheap to purchase.  Seoul's Namdaemun (South Gate) and Dongdaemun (North Gate) markets have entire plazas devoted to children's toys, accessories and clothes. 5. Fantastic museums  South Korea has a wide array of children's museums -- the perfect way to spend a rainy or hot day. You can spend three hours at the Hello Kitty Museum on Jeju Island and still not get through all of its pink-themed exhibits and play areas. Also on Jeju, the Teddy Bear Museum outlines the history of teddy bears, while Seoul's Children's Folk Museum offers hands-on exhibits showcasing mythical animals in Korean folklore.  Meanwhile, petting zoos Zoolung Zoolung in Seoul and Hi Zoo in Busan, allow children to feed everything from sharks and wallabies to hedgehogs and crested porcupines.  6. One word: KidZania The Seoul branch of the global family entertainment chain showcases South Korea-specific jobs that allow children to role-play. In the Nongshim section, children assemble ramen cups with a ramen machine, while the Korean Air section allows children to choose whether they want to experience a flight simulator in a pilot's uniform or assist passengers as a flight attendant.  They can also assemble hamburgers at Lotteria or bust bugs at CESCO. The highlight is the firefighting unit: Mini firefighters use real water to put out real fires in a three-story building. 7. Drop-in medical care is everywhere Last but not least, every type of quality drop-in medical care is available in every neighborhood for a relatively cheap price.  Not only do you not have to worry about having to get emergency treatment while you're traveling, but you may just end up getting your child's teeth cleaned while you're there, as treatment without insurance in South Korea will still be many times cheaper than what you'll usually find elsewhere.  Seoul in particular has plenty of English-speaking dentists -- all thanks to the rise in dental tourism in recent years. "], "Language": false}