{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/cnn-underscored/best-s20-ultra-cases-chargers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-02-14T18:26:50Z"], "LastModifiedDate": ["2020-02-18T18:30:35Z"], "Headline": ["Check out the best accessories to pair with your Samsung Galaxy S20 Ultra"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung's line of Galaxy S20 phones is the talk of the tech world. Naturally, their 5G capability is one of the most exciting features. And while all three phones have terrific displays and cameras, the S20 Ultra takes the cake with a 108-megapixel camera with up to 10x optical zoom. For more details, stay tuned for our hands-on look at the Ultra. But for now, here's a selection of the awesome accessories you can pair with this phone. And while there are a couple that were made just for the Ultra, there are plenty of accessories  that will improve your experience. Take a look at our top picks. Totallee Totallee phone cases have a reputation for being sleek and professional. In anticipation of the S20 Ultra's release, the brand once again delivered on that reputation. Much like the options for the S20 and S20+, you can choose between a matte black case and a soft, transparent one.  These cases are among the thinnest, but they don't skimp on scratch and bump resistance. They're more than thin enough to support wireless charging and, in a refreshing move, these cases are free of branding, so your S20 Ultra will be the center of attention. The Ultra cases are available on Totallee's Amazon page for $35. Gear4 Gear4 has several phone cases to choose from, in addition to its inventory of tablet and smart watch cases. And with the release of the Galaxy S20 series, it has even more.  For the Ultra, you can choose among several different designs, but Gear4's most exciting case is the Hackney 5G. This one's been specifically engineered for 5G phones using state-of-the-art Signal Plus technology. And although it's quite thin, it's also strong, able to protect from drops of up to 13 feet.  Another nice perk is the fact that the packaging is made from fully recyclable materials, and the case is made from reused and recycled materials. The Hackney 5G is available for $49.99 on zagg.com. Gear4 didn't stop there. Among its list of cases for the Ultra is Crystal Palace, which is just as protective as the Hackney, but also integrates an anti-yellowing design. It's available for $39.99 in clear or iridescent.  Then there's the Battersea, a veritable suit of armor for the Ultra that can protect against 16-foot drops. It's available for $49.99. Below are the other options. Wembley ($29.99; zagg.com)\nPiccadilly ($39.99; zagg.com)\nHolborn ($44.99; zagg.com)\nOxford Eco ($49.99; zagg.com) Invisible Shield The InvisibleShield Ultra VisionGuard+ and InvisibleShield Ultra Clear+ screen protectors are some of the best you can buy for your Samsung Galaxy S20 Ultra. For starters, the Ultra VisionGuard+ has a built-in feature called Eyesafe, which guards the user against high-energy visible (HEV) blue light. And both screen protectors also feature anti-microbial tech, which kills 99.99% of germs on its surface. In addition to protecting you from germs, they resist shattering and take advantage of cutting edge nanotechnology that can heal minor dings and scratches. Not to mention they have a satisfying glass-like clarity and feel. The InvisibleShield Ultra VisionGuard+ is available for $44.99 on zagg.com. You can get the UltraClear+ on zagg.com for $29.99. Satechi Though its focus is often on Apple, Satechi has plenty of tech that works for any phone brand. This includes the S20 Ultra.  One of its strongest options is the Qi-Certified wireless charger, a slim aluminum pad can rapidly charge phones at up to 1.4 times the speed of a standard wireless charger. It worked wonders for the Samsung Galaxy S10 and S10+, for example. Of course, for Samsung phones, you may need to use QC 2.0 or the Ultra's included charging cable and adapter to get the most out of fast charging. Fortunately, that isn't much of a setback. Satechi's aluminum charging pad is available for $34.99 on its website or $29.99 on amazon.com. You'll also want to check out Satechi's 6.5-foot (2-meter) USB-C to USB-C charging cable. Not only does this cable feature competitively fast charging speeds, it's durable. The braided nylon design will protect the cable from breaking. Plus, it helps prevent the cable from tangling and bending, the latter of which can cause damage. The included Velcro strap will help with that and makes traveling easier. This cable goes for $19.99 on satechi.net and amazon.com. Anker Anker is well known for its powerful array of tech, from speakers to cords to batteries. And what better way to enjoy your S20 Ultra for longer than with one of its high-capacity external batteries.  The PowerCore Essential 20000 PD is an absolute powerhouse, but it isn't much larger than a typical smartphone. In terms of the Galaxy S10, it's capable of almost five full charges. Plus, it's capable of super fast charging from both its USB-A and USB-C ports. In addition to the battery, you'll also receive a USB-C to C cable, travel pouch and 18-month warranty. The PowerCore Essential 20000 PD is available for $59.99 on anker.com and amazon.com. Galaxy Buds+ For anyone who can't get enough Samsung gear, you should check out Samsung's Galaxy Buds+. And they don't just match the phone, you can expect great sound, especially if they're like the previous gen Galaxy Buds we've reviewed.  Fortunately, one of the Buds+ improvements is battery life. The Buds+ will give you up to 22 hours of playtime with the charging case. This is a huge improvement on the previous gen's 12.5 total hours. Another great feature is the ability to receive an hour of listening with just a three-minute charge when they're at low battery. The Galaxy Buds+ are available now on Samsung's website for $149.99. PopSockets PopSockets has a variety of phone-back accessories, including graphical PopSockets, with designs like Sweet Sloth and Pucker Up starting at $10. You can also customize the accordion and base colors for maximum customization. Then there is the PopPower Home Charger, one of PopSockets' latest innovations. Simply put, the PopPower Home is a Qi-enabled wireless charger that attaches to your phone.  It's compatible with any non-metallic PopGrip base and able to deliver up to 15 watts of power continuously, automatically selecting the appropriate wattage for your phone. Samsung and Apple devices will enjoy the fastest charging from it. The PopPower Home Charger comes in Matte White, Mountainscape, Cosmic Cloud, White Gloss, Carbonite Gray and Night Blooms. You can pick one up on popsockets.com for $60. Just keep in mind that some colors frequently sell out. The arrival of Samsung's Galaxy Ultra is much anticipated, and if you plan to get one, you'll want to find the best accessories to enhance the experience. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}