{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/ryan-prior"], "Source": ["cnn"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2018-01-09T22:04:48Z"], "LastModifiedDate": ["2020-02-14T21:54:57Z"], "Headline": ["Ryan Prior"], "Section": false, "MappedSection": false, "Article_Body": ["Ryan Prior is a Cross-Platform Associate Producer based at CNN's World Headquarters in Atlanta. He is fascinated by figures, large and small, who dedicate their lives to changing our world, profiling Nobel Laureate Kailash Satyarthi, legendary journalist Ted Koppel, and New York Times bestselling author Stephanie Land, to name a few. He is most passionate about writing on politics, foreign affairs, health, and science. In 2019, Prior wrote about a college dropout, bedridden for 11 years, who went on to invent a new surgery and cure himself. The story received the highest engagement of any story published by CNN in 2019, and the third-highest for all online news outlets, according to Chartbeat. Prior has walked along the Berlin Wall interviewing an artist who transformed the symbol of the Iron Curtain into the world's longest art gallery. He stood on the trading floor of the New York Stock Exchange, where he interviewed entrepreneurs at the top 50 companies in the world with founders under 26. He walked the campaign trail filming Jon Ossoff, as the candidate sought victory in the most expensive House race in history.  And he became a producer of the \"Young People Who Rock\" video series, which highlights young idealists seeking to change the world. In 2019 he was named a RIAS Fellow, and he is a five-time Stanford Medicine X ePatient Scholar.\n\nPrior started as a News Assistant at CNN in 2015. He has published stories for CNN Money, CNN Health, and CNN Tech.  Prior to joining CNN, he directed, produced, and wrote a feature-length documentary called \"Forgotten Plague,\" which the Huffington Post called a \"Must-See Documentary.\" He has also written for the Daily Beast and USA Today. \n\nWhile a student at the University of Georgia, he co-founded the Georgia Political Review and served as editor-in-chief. He graduated Phi Beta Kappa from UGA with degrees in English and international affairs, and was recently named to the school's 40 Under 40 list for 2018."], "Language": false}