{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/europe/paris-mayor-benjamin-griveaux-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tara John, Martin Goillandeau and Pierre Bairin, CNN"], "Writers": [["Tara John"]], "FirstPublishDate": ["2020-02-14T20:29:55Z"], "LastModifiedDate": ["2020-02-14T20:29:55Z"], "Headline": ["This isn't America say French politicians, after candidate quits in sex scandal"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The French do not care about the extramarital affairs of their politicians; but they do care about being told that they should.  That was on display Friday when President Emmanuel Macron's candidate for Paris mayor pulled out of the race after it was alleged he sent explicit content to a woman who is not his wife. While withdrawing his candidacy on Friday, Benjamin Griveaux said he and his family have endured \"defamatory statements, lies, rumors, anonymous attacks, the disclosure of private conversations that were stolen and death threats\" for over a year. \"Yesterday a new stage has been reached: a website, and social networks relayed vile attacks on my private life,\" he said in a televised statement. \"My family does not deserve this.\" Griveaux did not deny that he had sent the explicit videos. His resignation enraged many in France -- including his political rivals -- who decried what they feared was an assault on France's liberal attitude to sex.  \"I do not like this Americanization of political life in which politicians come and apologize because they have a mistress, we don't care,\" Alexis Corbiere, a senior member of radical left-wing party \"France Insoumise\" told CNN affiliate BFM.  Sébastien Chenu, a politician in Marine Le Pen's far-right National Rally party, said the \"Americanization of political life is detestable,\" on Twitter, adding that nothing could be gained by its voyeuristic \"puritanism.\"  Even the current mayor of Paris, Anne Hidalgo -- who is running for reelection -- called for the \"respect of privacy\" in a statement to BFM. \"This is not worthy of the democratic debate we should be having,\" she said.  Art meets politics Russian dissident artist Pyotr Pavlensky admitted to publishing the text messages and 30 second explicit video alleged to have been sent by Griveaux to the unidentified woman.   The content was published on a website, shared on Pavlensky's Facebook page, which invites users to send \"correspondence, photographs or videos\" of a sexual or pornographic nature sent by \"civil servants and political representatives\" who impose \"puritanism on society.\"  Pavlensky is famous for his acts of protest, including sewing his lips together over the jailing of the Russian feminist protest punk band Pussy Riot -- for their part in a performance critical of Russian President Vladimir Putin -- and nailing his scrotum to Moscow's Red Square.   He justified the move as a way to reveal the hypocrisy of a candidate who espouses \"family values,\" Pavlensky told the French daily Liberation.  \"He is someone who constantly relies on family values, who says that he wants to be the mayor of families and always quotes as an example his wife and children,\" he said. \"But he [Griveaux] wants to be the head of the city and he lies to the voters.\" France is no stranger to sex scandals, but its response to the extra-marital affairs of public figures contrasts with that of the United States or UK, where miscreants tend to face more public disapproval.  In 2011, Anthony Weiner heeded calls from across the political spectrum by resigning from office as a Democratic congressman over a sexting scandal.  That said, President Bill Clinton had an affair while in office and kept his job, and Donald Trump remains US President despite multiple accusations of extramarital affairs and sexual harassment allegations -- which he has repeatedly denied.  In France, President Francois Hollande did not step down in 2014 after reports of his affair with a French actress spread like wildfire through the British and American press. Neither denied the affair. At the time, the French political establishment came to his defense, condemning the French edition of the tabloid, Closer, for breaking the story.  Frédérique Matonti, a political science professor at Paris' Sorbonne University, told CNN that French public opinion has not traditionally been influenced by what politicians do in private. \"The press found it to be a political matter. But in fact, Hollande's ratings were not really impacted by it,\" Matonti said. Griveaux's former rival, and party, rallied around him on Friday. \"The outrageous attack on him is a serious threat to our democracy,\" Cedric Villani, who had left Macron's En March! party after it emerged Griveaux was the preferred candidate, wrote on Twitter.  En Marche's Stanislas Guerini, condemned the \"appalling attack\" his colleague Griveaux and his family has faced.  Griveaux's lawyer Richard Malka told CNN: \"Following the withdrawal of his candidacy as mayor of Paris, Mr. Benjamin Griveaux is asking for his privacy to be respected. Privacy is a fundamental right for everybody and the violation of privacy is condemned by the penal and civil codes. Mr. Benjamin Griveaux has asked us to start legal proceedings against any publications that infringe this right.\"  But all of this does not mean France has suddenly become morally conservative, Eric Fassin, a sociologist who writes extensively on contemporary sexual politics in France and the US, told CNN. \"No one in the political or in the media sphere has been judging Griveaux on moral grounds. The reason why he dropped out has more to do with the embarrassment of dealing with these images as he is campaigning for city office,\" Fassin said. \"In politics, ridicule does kill.\""], "Language": false}