{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/nba-all-star-game-basketball-sneakers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Craigh Barboza, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T10:27:23Z"], "LastModifiedDate": ["2020-02-18T16:00:55Z"], "Headline": ["Why the NBA All-Star Game is a runway in its own right"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["All-Star Weekend, which kicks off tonight, has always been a barometer for how far the NBA has come as a brand. It's where powerful forces (media, celebrity, advertisers, the league's old and new guard) meet -- and, on occasion, remember fallen icons like Kobe Bryant.  But it is also basketball's biggest party of the year. And that means one thing: Players will be in full-swag mode right up until Sunday's 69th annual All-Star Game tips off at the United Center in Chicago. Chances are we'll see most, if not all, of them step onto the court in some kind of ultramodern, statement-making shoe. Professional b-ballers are extremely competitive, and a bit show-offy. By now, they've caught onto the fact that it's not just highlight-reel dunks and long-range three-pointers that can elicit oohs and aahs from crowds. It's also about how you look in action.  Which is why, over the last decade, Russell Westbrook (feet pictured top), Damian Lillard and others have become global ambassadors for sportswear giants -- Westbrook for Nike, Lillard for Adidas -- upping their style game while essentially serving as major marketing pawns for these brands to stand out and generate social media hype.  During warmups for the last All-Star Game in Charlotte, North Carolina, Houston Rockets dynamo James Harden had fans reaching for their phones to snap pictures of his deliriously-patterned Adidas, which featured a checkered flag design (a nod to the host city's racing scene). LeBron James wore Nikes with a golden swoosh and a Givenchy-inspired pattern on the laces. Kawhi Leonard -- who was still a Toronto Raptor at last year's event -- unveiled a New Balance sneaker that (seriously) did an impression of a dinosaur claw. It wasn't exactly like watching the runway at a couture show, but honestly who'd blame you for thinking that?  This is basketball in the age of Instagram. \"A lot has changed about the sneaker business, but companies still recognize the value of getting shoes on top athletes,\" said Matthew Kish, who covers the $180-billion-plus sports apparel industry for the Portland Business Journal.  \"These player-exclusive editions for the NBA All-Star Game give the brands buzz and visibility. Consumers want to wear what elite athletes wear.\" This is despite US sales of basketball sneakers being down since the middle of the last decade. That decline is only based on retailers who share their data, however -- it doesn't account for direct-to-consumer sales or \"suppressed\" data (when a shoe is only available at one retailer), let alone the sneaker resale market, which is reportedly expected to grow into a $6 billion industry by 2025. On online marketplaces, like StockX, a coveted shoe which retails for hundreds can sell for thousands.  This weekend in the Windy City, all the boutique and major sports brands are plotting enough events around town to fill a thirsty collector's calendar. Adidas kicked the parade off last Friday, reopening Tony's Sports -- a popular local sneaker and apparel destination in the 1990s and 2000s -- as a pop-up shop selling exclusive All-Star Weekend (ASW) gear.  There are also dozens of sneaker drops. A new iteration of the Nike Kyrie 6, named for Brooklyn Nets star Kyrie Irving, features a translucent forefoot strap and looks as if a New York City taxi collided with a piece of abstract art. The Puma x Def Jam Clyde is a fresh take on the OG hip-hop low-cut sneaker made famous by NBA legend Walt \"Clyde\" Frazier. And that's just a taste. (In keeping with tradition, newfangled All-Star Game or \"ASG\" shoes are normally kept under wraps until game time.)  All-Star Weekend might be less of a social event than a major sneaker-branding marketing moment but not everyone is complaining. \"The NBA has only recently started giving sneakers the shine they deserve,\" said Sean Williams, who has a YouTube talk show called Obsessive Sneaker Disorder. \"Ten or 20 years ago, did TNT or ESPN care what sneaker anyone was wearing, except Michael Jordan?\" Indeed, no other player has had a greater impact on sneaker culture. In 1985, Nike bet the house on Jordan. The brand even gave the young phenom his own signature shoe: the Chicago Bulls-themed colorway Air Jordan 1, which literally broke the league's shoe-color barrier. (At the time, the NBA's \"uniformity of uniform\" rule mandated that shoes worn in games be 51% white).  The kicks revolutionized shoe marketing, ushering a new wave of sneakers and plenty of fandom -- sometimes verging on craze -- around them (Air Jordans are still so hot that a re-issue of the originals sold out within minutes after they were posted for sale earlier this month).  Over the years, more players began sporting multicolored kicks, all the more so at the All-Star Weekend. The NBA gradually relaxed the ban, eventually removing all shoe color restrictions in the 2018-19 season -- which led to a slew of on-court games of who-can-break-the-internet-one-upmanship.  But it doesn't stop at who's using the most hues in the crayon box. Players like Harden and his Rockets teammate Westbrook, are also closely involved in the design process, sharing ideas for silhouettes and concepts. We've come a long way from the 1970s, when the Converse Pro Leather became a fashion accessory after former player Julius Erving's (known as Dr. J) soaring leap from the foul line in a slam-dunk contest.  \"Signature shoes are definitely a collaborative process nowadays,\" said Duane A. Lawrence, deputy design director of Chinese shoe company Anta, whose clients include Klay Thompson of the Golden State Warriors. \"It's important to get insight from the athlete during the design process to make sure the shoe hits all their performance needs and style preferences. I can't imagine that being the case in the Dr. J days.\"  For many players, having your own shoe is a visible symbol of status in the league, as well as a very lucrative business move. According to Forbes, nearly a dozen NBA stars -- including Westbrook, Harden and New Orleans Pelicans rookie Zion Williamson -- make at least $10 million a year off shoe endorsements.  Many do so without even having to play in them. Last summer, after a bidding war between Li-Ning and Puma, Williamson signed a deal with Nike's Jordan brand worth $75 million over seven years, then sat out the first half of the season to recover from knee surgery. Another Nike client, Kevin Durant of the Nets, who makes $26 million a year, will likely miss the entire 2019-20 season after rupturing his Achilles' tendon in last year's NBA Finals.  His former teammate, the Warriors superstar Stephen Curry, who is paid $20 million by Under Armour, has been out of commission since October with a hand injury. But that won't keep him from rolling out a limited-edition shoe on Saturday. Put all that together and you start to see why sneaker brands are hustling hard to get a foothold in the All-Star Game, which the NBA says will be broadcast live in more than 40 languages.  \"Considering the magnitude of some of the shoe deals, brands need to leverage the athlete's marketability whenever they get the chance,\" explained sneaker historian Chad Jones, before adding that players have become running and jumping billboards.  In the words of Spike Lee's Mars Blackmon, \"Money, it's gotta be the shoes!\""], "Language": false}