{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/sonia-boyce-venice-biennale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-02-13T12:15:32Z"], "LastModifiedDate": ["2020-02-13T12:15:32Z"], "Headline": ["Artist Sonia Boyce makes history at Venice Biennale"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Sonia Boyce will become the first black woman to represent Britain at the upcoming Venice Biennale, one of the world's most prestigious and longest-running art exhibitions. The London-based artist, who often combines audio, video and performance in her innovative work, will feature a solo exhibition of new material at the festival, which runs from May to November 2021.  \"You could have knocked me down with a feather when I got the call to tell me I had been chosen to represent Britain at the Venice Biennale 2021 -- it was like a bolt out of the blue,\" said Boyce in a statement. \"Obviously, I'm extremely honored, excited -- and nervous. I'm eager to start this creative journey, exploring the experience with others who agree to work with me along the way.\" Boyce was appointed by the British Council, the institution responsible for the British Pavilion at the Biennale since 1937. An associate curator will be announced later in the year. Emma Dexter, director of visual arts for the British Council, said in a statement that Boyce was chosen because her work \"embodies inclusiveness, generosity, experimentation and the importance of working together.\" The appointment comes at a \"pivotal moment in UK's history,\" she added. Boyce came to the fore of the British art scene in the late 1980s with works often based around race and gender. She was the first black woman whose work entered the permanent collection of London's Tate gallery, in 1987, and the first black woman to be elected to the Royal Academy, in 2016. She was appointed an Officer of the Order of the British Empire for her services to art in the Queen's New Year Honours List of 2019. Her latest exhibition, \"In the Castle of My Skin,\" is a collaboration with seven other artists and uses the metaphor of skin as a covering, barrier, marker of identity and connector between internal and external worlds. It features a sculpture made of the mineral pyrite, known as \"Fool's Gold,\" and is covered in wallpapers made by Boyce that date back to the early 1990s.  The Venice Biennale was founded in 1895 and it is so named because it is held biennially, in odd-numbered years. The 2019 edition drew nearly 600,000 visitors, with works from 79 artists and a total of 90 participating countries."], "Language": false}