{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/david-hockney-the-splash-auction/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-12T02:01:39Z"], "LastModifiedDate": ["2020-02-12T20:05:14Z"], "Headline": ["David Hockney's 'The Splash' sells for $29.8 million"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A David Hockney painting titled \"The Splash,\" a modern masterpiece that holds a spot among the 20th century's most iconic pop art images, sold for more than £23.1 million ($29.8 million) at an auction in London on Tuesday evening. According to Sotheby's, the auction house behind the sale, it is the third-highest price ever paid for a work by the 82-year-old British painter, who was briefly the world's most expensive living artist. The painting depicts a sun-drenched California swimming pool, where an unseen person has just dived in, creating a splash. It is part of a series of three works, all painted in Los Angeles between 1966 and 1967, that are all similar in composition but different in size. The largest, \"A Bigger Splash,\" measures 96 by 95 inches and has been part of the collection at London's Tate Britain gallery since 1981. The smallest, \"A Little Splash\" is in a private collection. The version sold by Sotheby's on Tuesday, simply titled \"The Splash,\" sits in the middle at 72 by 72 inches. In a press release announcing the sale, the auction house described the painting as \"a quintessential example of Hockney's lifelong fascination with the texture, appearance and depth of water -- a fascination which culminated in one of the most celebrated and instantly recognizable bodies of work in 20th century art.\" This isn't the first time Sotheby's has put \"The Splash\" under the hammer. It previously sold in 2006 for £2.9 million (then $5.4 million), setting a record for the artist at the time. Hockney's work has since enjoyed extraordinary success at auction. In 2018, \"Portrait of an Artist (Pool with Two Figures)\" sold for $90.3 million, then the highest ever auction sale for a living artist (it was surpassed in 2019 by a Jeff Koons sculpture that sold for $91 million). In 2019, his 1969 double portrait \"Henry Geldzahler and Christopher Scott\" went for $49.5 million at Christie's, while 1971's \"Sur la Terrasse\" fetched $29.5 million, also at Christie's. \"I loved the idea of painting this thing that lasts for two seconds,\" Hockney said of the \"The Splash\" in 1976. \"It takes me two weeks to paint this event that lasts for two seconds. Everyone knows a splash can't be frozen in time, so when you see it like that in a painting it's even more striking than in a photograph.\""], "Language": false}