{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/cuba-travel-for-americans/index.html"], "Source": ["cnn"], "Location": ["Viñales, Cuba"], "ByLine": ["Kristan Schiller, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T14:16:26Z"], "LastModifiedDate": ["2020-02-12T02:23:20Z"], "Headline": ["Thought you couldn't legally tour Cuba as an American? You can, and I did"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In the foothills of the Sierra de los Órganos Mountains, more than two hours west of Havana, a trickle of riders on horseback descends a reddish-brown mountain in a serpentine line. They smile as they pass a group of hikers and continue on their ride.  Known as the garden of Cuba, the Viñales Valley was designated a UNESCO World Heritage Site in 1999 both for its natural beauty and use of traditional agricultural methods, says Gabriel Vasquez, a regional specialist with Patrimonio Mundial, which oversees the Caribbean's UNESCO World Heritage Sites, including the nine in Cuba. Vasquez points out mogotes (tall, rounded hills that rise dramatically to almost 1,000 feet) and various tree species such as the Cuban mountain palm and roble caimán -- with its ridged bark resembling a crocodile's skin --  as he shepherds his crew of tourists into a drying barn, where bunches of tobacco leaves hang in rows from overhead beams. What's unusual about this particular group of 18 tourists, at least these days, is that they're American.  US travel to Cuba has dropped dramatically Since US President Donald Trump signed the latest round of restrictions on US travel to Cuba, which eliminated \"people to people\" educational tours for Americans and cruise ship operations from the US to Cuba in June, tourist arrivals to the Caribbean island have plunged nearly 21%, Cuban government data shows.   In 2019, nearly 500,000 people traveled from the US to Cuba, compared to more than 638,000 in 2018.    Trump went further in October 2019, mandating that US airlines cut commercial flights to nine destinations on the island (everywhere except Havana), and on January 10, he did the same for public charter flights. The current decline reverses a boom in arrivals following the US-Cuba agreement under former US President Barack Obama.  \"It became very evident in June when Trump made these changes that it was not going to be business as usual,\" says Peggy Goldman, president and co-owner of Jenkintown, Pennsylvania-based Friendly Planet Travel. Goldman said Friendly Planet's US-to-Cuba numbers, echoing industry-wide trends, are down by 20%.   \"The impression that people had -- even travel agents who understand the industry -- is that travel to Cuba from the US is no longer legal. We had to explain and educate people on travel to Cuba all over again.\"   \"But all is not lost,\" adds Goldman. \"We still get reservations every day.\" Some US-Cuba trips are still possible This guided morning hike falls on day five of a seven-day group tour called Authentic Havana and the Scenic Viñales Valley,\" which included exploring the Viñales Valley countryside and two days in Havana. The itinerary, arranged by Friendly Planet, falls under the category \"Support for the Cuban People,\" one of 12 legal categories of travel to Cuba by US citizens. The other legal categories include family visits from Cuban Americans, professional research, journalism, religious activities and athletic competitions. To qualify for this category, the tour must have a full-time schedule of activities that, according to the US Treasury Department's Office of Foreign Assets Control (OFAC) \"promotes the Cuban people's independence from Cuban authorities ... and results in meaningful interaction with individuals in Cuba (PDF).\" In addition, US travelers must stay in private homes with tourist accommodations and eat at paladars, restaurants run by Cubans in their homes or else ensure that they patronize hotels and restaurants that are not on the U.S. Department of State's Cuba Restricted List. And, they must keep a written record of their activities and expenses on the island (an itinerary and receipts, for example) and retain those records for at least five years. According to OFAC, the tour must also be in conjunction with \"recognized human rights organizations; independent organizations designed to promote a rapid, peaceful transition to democracy; or individual and nongovernmental organizations that promote independent activity intended to strengthen civil society in Cuba.\"  So, as long as you travel with a tour operator that uses private suppliers - since these suppliers are part of \"civil society\" - and meet the other OFAC requirements outlined here, you can legally travel to Cuba.  This is how reputable tour operators such as Friendly Planet, Insight Cuba, Intrepid Travel and a handful of others have routinely sent (and continue to send) tourists to Cuba. Secretary of State Mike Pompeo said in a January 10 statement that Washington's latest round of restrictions \"further impedes the Cuban regime from gaining access to hard currency from U.S. travelers.\" The new restrictions, Pompeo said, are meant to prevent charter service from expanding to fill the gaps left by the Trump administration's October ban on commercial flights to Cuban airports outside Havana. A country frozen in time A post-hike lunch consists of a green salad, fried Malanga and yucca, grilled pork, chicken, tuna and arroz congri (Cuban rice and black beans), all served family style at Finca Agroecológica El Paraiso, a farmhouse with sweeping views of the valley that stretches across the lush Pinar del Río province.   In addition to our table of 18 Americans, the farmhouse hosts Dutch and British diners traveling independently, and another small table of Americans enjoying café con leche with flan. Under the new regulations, a legal tour can operate with as few as one participant. Claudia Miranda, a 39-year old graphic designer from Washington D.C. and one of the participants on the tour, was mistakenly told by friends last summer that she wouldn't be allowed to legally travel to Cuba.  Miranda says she's glad she did her research and booked the tour.   \"It's a beautiful country,\" says Miranda. \"I appreciate that it has stayed the way it is ... without being influenced by other countries. People need to see it.\"   After lunch, a boat ride in the Indio Cave feels like a scene from the \"Raiders of the Lost Ark\" movie, minus the sound of schoolboys squealing. This gigantic cave on the road to San Vicente is named for the aboriginal Guanahatabey, hunter-gatherers who lived in Western Cuba until the 16th century.  It's part of the same cave system as Cueva de los Portales, just 25 miles east, where revolutionary Che Guevara hid out during the 1962 Cuban Missile Crisis.  A Cuban \"gondolier\" steers passengers through a dimly lit underground river, with limestone stalactites dripping from the grotto overhead.   The next morning, at the Hector Luis Prieto Tobacco Farm about an hour north in San Juan y Martínez, stray dogs scamper about the tour group as guide Osvaldo Diaz blows rings with his cigar smoke.  This 15-acre tobacco plantation gives multilingual tours to visitors in addition to housing up to four guests in an Airbnb cabin on the property.  (Yes, it's a real Airbnb.) Tobacco farming is one of the few industries in Cuba that is considered private. Farmers own the land, but they must sell 90% of the leaf they grow to the government -- at a price set by the government -- for the Cuban cigar industry. The rest they can sell or use as they wish.    Trump sanctions hit Cuban businesses hard Diaz says Trump's regulations have affected business, a concern which resonates with guides across the country. \"We had a partnership with a local dive operator that brought cruise ship passengers here,\" he says. \"We used to get at least 100 visitors a week from the US. Now we might get two small groups in a month.\"  The owner of the farm, Prieto himself, arrives and joins the conversation. Prieto says that the farm originally belonged to his grandfather who immigrated to Cuba from the Canary Islands over 100 years ago.  \"It's a shame that it's so much harder to come to Cuba now,\" Prieto says. Of Trump's sanctions, he says, \"On the production side, it hurts. A lot.\"  In addition to the travel regulations imposed in June 2019, the Trump administration sanctioned ships bringing oil from socialist ally Venezuela to Cuba in an attempt to pressure Cuba and force Venezuelan President Nicolas Maduro out.  This move has prompted farms like Hector Luis Prieto, which once used diesel to tend their crops, to use oxen and plows and other methods. The pace is quick During the tour's couple days in Havana, the pace of life moves much quicker -- and the tour group can only try to keep up.   At La Casa Del Son dance studio, dance instructors wearing brightly colored skirts make their salsa, cha-cha and mambo moves look easy before a rapt audience.   After their performance, they offer their hands to this mostly senior group of Americans who laugh as they go. One woman continues dancing with the handsome male teacher long after everyone tires. The teacher counts aloud so his student can follow. When the dance lesson is over, the group weaves its way through the city past cafes and private casas to Clandestina in Old Havana, an independent Cuban fashion brand founded by two women in 2015 after then-Cuban President Raul Castro loosened regulations on the private sector. The t-shirts, bags and caps line the shelves while posters cover the white walls of their trendy studio, where they make clothes from recycled materials. Clandestina has become synonymous with the word \"cool\" both in Cuba and -- now with their online shop and pop-up stores throughout the US -- abroad. \"[Foot] traffic from the US has been less compared with when Obama was president,\" says store manager Johnny Rivera. \"But our local customer base has grown.\"  Rivera says that as the brand has grown internationally, young Cubans as well as foreigners regard Clandestina clothing as collectors' items and keep business steady, especially in summer. A hipster in a fedora enters the shop and buys a few shirts with an entourage trailing him, his vintage car parked smack in front of the store, still running while the Friendly Planet tourists peruse the shelves.  A handful of Americans buy gifts for their kids back home before the tour group moves on.  Giving back is part of the tour On the third day of the tour, the Friendly Planet bus heads to Lawton, one of Havana's poorest neighborhoods on the outskirts of the city, stationing itself conspicuously alongside Muraleando, an after-school art program for children created inside an old water tank.  The space, built in 2010 and covered in vibrant murals and tiles, now houses an art gallery, workshops and a stage space, funded entirely by community members, where volunteer artists give instruction to local kids as well as perform.  \"Our roof is made from parts of an old '53 Buick and '49 Ford,\" says Muraleando guide Victor Rodriguez Sanchez, pointing overhead to metal car scrap that has been welded together on the ceiling and resembles a sculpture one might see at MoMA in Manhattan.  Sanchez ushers the group into an open-air theater where five musicians perform a"], "Language": false}