{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/the-guianas-guyana-suriname-guyane/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Yogerst, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-11T15:39:45Z"], "LastModifiedDate": ["2020-02-11T15:39:45Z"], "Headline": ["The Guianas: South America's 'Lost World' rediscovered"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Taking time off from his Sherlock Holmes mysteries, Arthur Conan Doyle penned a tale about a remote corner of South America where dinosaurs and other colossal creatures stilled roamed the earth. Most readers thought \"The Lost World\" was entirely fiction. But Conan Doyle's far-fetched saga was inspired by reports that explorers were bringing back from three small European colonies that border Brazil at the top end of South America: British Guiana, Dutch Guiana and French Guiana. Nowadays they're the independent nations of Guyana and Suriname, and the French territory of Guyane (French Guiana).  For most of the past century -- since \"The Lost World\" was published in 1912 -- they've been little more than geographical trivia. Cricket legend Clive Lloyd hails from Guyana, and Guyane is famed for its Ariane rocket launches. But for the most part, the region has long flown beneath the radar of global awareness.   However, all three are finally stepping out from the shadows as their natural, historical and cultural wonders are discovered by travelers questing new worlds to explore. While there may not be dinosaurs, the Amazon rainforest that covers around 80% of the three countries does harbor very large wildlife: giant river otters and giant anteaters, anacondas that can reach 28 feet (8.5 meters) in length, spiders as big as your hand, and a huge carnivorous river fish called the arapaima that makes piranhas seem like puppy dogs. The region also boasts an incredible cultural melting pot.  \"Guyana\" or \"Guiana\" is an Amerindian word that means \"Land of Many Waters.\" But given how history unfolded, it could just was easily mean land of many peoples or languages.  With English spoken in Guyana, Dutch the lingua franca of Suriname and French the mother tongue in Guyane, they are the only countries in South America were Spanish or Portuguese are not the official language. After two centuries as a Dutch colony, Guyana was handed over to Britain in 1814 at the end of the Napoleonic Wars. The Dutch managed to retain control of an adjacent colony that centered around the Suriname River. Apparently it was 17th-century Italians who first settled the Guyane coast, but it was the French who soon claimed a territory that would one day harbor their most notorious prison.   Guyana gained its independence in 1966, Suriname in 1975, while Guyane morphed from French colony to overseas department in 1946 (and later voted against independence from France). But the die had already been cast in terms of their cultural identity and ethnic variety. The colonial empires imported slaves and indentured servants to work the plantations, people from as far away as Java, India and West Africa. Together with the indigenous Amerindians and descendants of European settlers, they comprise one of the world's most diverse populations. And by extension, one of the most varied culinary destinations. As a lifelong fan of Conan Doyle -- and the Jurassic Park stories that his writing inspired -- I decided to discover South America's lost world for myself. Guyana: Rainforest run amok \"There are only four places left on the planet with pristine, primary rainforest -- New Guinea, central Africa, part of the Brazilian Amazon and here in Guyana,\" British adventure guide Ian Craddock tells me over drinks in Georgetown, the coastal capital city. The next morning I'm on a small plane headed into that huge green wilderness.  First stop: Kaieteur Falls. Although largely unknown outside Guyana, it's actually the world's largest single-drop waterfall -- 741 feet (226 meters) without interruption. Twice as tall as Victoria Falls and more than four times higher than Niagara. There's a double rainbow over the falls as I peer into the gorge from the edge of a lofty rock ledge near the national park lodge and landing strip. I'm not usually acrophobic, but it's an awful long way down. Away from the falls, the jungle is filled with marvelous creatures like the golden tree frog and the cock-of-the-rock bird with its bright red feathers. Guyana's Amazon region isn't just trees. There are also vast tropical savannahs like the Rupununi, my next stop in the journey south. An early morning drive from Waikin Lodge ends with my first sighting of a giant anteater, a massive creature with immense claws that's said to be the only animal that can take on (and defeat) a jaguar.  Reaching Yupukari, an indigenous settlement on the southern edge of the Rupununi, I rendezvous with Ashley Holland, a veteran wildlife guide who's leading a small group of us up the Mapari River.  There's plenty to see along the way: black caiman (an alligator relative) snoozing on the sandy banks, giant river otters giving us a quick look-see before disappearing into the depths again, and three-foot (one-meter) electric eels that allegedly emit enough juice to electrocute a person. (Holland says that isn't quite true).    We spend four nights sleeping in hammocks and bathing in the river at Holland's remote -- but surprisingly comfortable -- jungle camp in the upper reaches of the Mapari watershed. Days are spent on jungle hikes or slowly cruising the river in search of wildlife.  Our most astounding finds are a fist-sized Goliath bird-eating spider (world's largest arachnid), a huge Gladiator tree frog, a pair of tapirs (South America's largest mammal) swimming across the river right in front of our boat, and a very rare sighting of the world's most powerful raptor -- a mother harpy eagle and her fluffy feathered chick. Heading down the river and back to civilization, I think to myself maybe there are no dinosaurs, but this is close as I'm ever going to come to a real-life Jurassic Park.  Suriname: Coat of many cultures From Georgetown it's about a two-hour flight to Paramaribo, Suriname's bustling little capital. And because we're landing at the old aerodrome near the city center rather than the new international airport 33 miles (54 kilometers) out of town, clearing customs and immigration takes all of five minutes. I've arranged for guide Desmond Budhan to meet me on arrival, but rather than head straight for my hotel overlooking the Paramaribo River,  Budhan -- who describes himself as a third generation Hindustani-Surinamese -- wants to show me straight away how diverse his hometown is.  We pay our respects at an ornate Hindu temple, drive down a street with ethnic Chinese shops adorned with songbirds in wooden cages, and wind up at the Javanese Market, where locals clad in traditional Indonesian fashion are haggling over batik fabric or munching barbecued satay slathered in peanut sauce. I've gotta keep reminding myself that I'm not in Asia.      Surname's melting pot derives from the Dutch having a global empire comprising an incredible range of religions, languages and ethnic groups, a colonial realm that once included present-day nations such as Indonesia, Sri Lanka and South Africa.  Many of those who wound up in Suriname were either forcibly relocated from other parts of the Dutch empire or voluntarily immigrated to this remote South American shore in search of better lives than back home.   The Dutch also have a legacy, an inner city filled with 17th and 18th-century colonial buildings that now house museums, restaurants and handicraft shops.  Declared a UNESCO World Heritage Site in 2002, the old town revolves around Fort Zeelandia, an amazingly well-preserved Dutch citadel with exhibits on Suriname history, art and ethnic groups.  Compact and easy to get around on foot, I spent several days wandering old Paramaribo. Wherever I roamed, the city's coat of many cultures was on display.  At Neveh Shalom Synagogue I walked barefoot across the sandy floor of a shrine built in the 1720s by Sephardim fleeing the Inquisition in Europe. Along a new promenade in the Palm Garden, I met Amerindians selling traditional foods, handicrafts and holistic cosmetics made from ingredients found in the Suriname Amazon. Guyane: Escaping an infamous past   The Suriname-Guyane frontier lies about a two-hour drive east of Paramaribo through a region populated by the Marron people -- the descendants of African slaves who escaped the Dutch plantations and fled into the jungle.   At the end of the road in Suriname is Albina, a sleepy river port where ferries depart for the French territory on the other side of the water. Climbing into an outboard-powered dugout canoe, I cruised over to Saint-Laurent du Maroni, Guyane's second largest city. Just like that I'm in the Eurozone -- many of the cars are Peugeots and everyone is speaking French. The steeple of a red brick Catholic church rises above the old town. I find a great little Vietnamese restaurant for lunch and contemplate what this laid-back town is most known for: its infamous Camp de la Transportation.  France began shipping political prisoners to French Guiana during the revolution of the 1790s. By the late 1800s, the bulk of deportees were men and women found guilty of murder and other serious crimes.  However, the prison camps never occupied more than a small portion of the colony. French Guiana also had its sawmills, gold mines and tropical plantations.  Devil's Island, the offshore portion of the penal colony, gets all the props. But the sprawling camp in Maroni is where the most devilish deeds took place. It was here that prisoners were inducted into the French penal colony system, where they were often incarcerated for years or even decades, and where many were dispatched via the guillotine.     Fluent in French, Dutch, English and Marron patois, Gilbert Samson guided me around the prison, many of the cells still outfitted with rusty iron shackles and the gray coral-stone walls scarred by graffiti made by long-ago inmates. One of the grassy quads is flanked by death row and the spot where the camp guillotine once stood.  Samson shows me a solitary confinement cell (No. 47) with the name \"Papillon\" is scratched in the stone floor. That was the nickname of renowned convict Henri Charrière, sentenced to life and hard labor at the prison colony in the early 1930s when he was convicted of murder.  He staged numerous daring escapes -- by sea and by jungle -- and later described his trials and tribulations in a best-selling book that was made into two movies.  Whether or not this particular cell is where the legendary escapee-author was actually jailed is beside the point: the hideous events portrayed in his autobiography really did take place in an around Saint-Laurent du Maroni.  Criticized for its extreme brutality and inhumane conditions, the penal colony closed in 1946. Less than two decades later, Guyane became the site of Europe's version of Cape Canaveral. Nowadays, the Centre Spatial Guyanais in Kourou with its Ariane launches is the territory's number one tourist attraction.  How ironic that those rockets blast off into another largely mysterious place -- outer spac"], "Language": false}