{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/cnn-underscored/best-flowers-for-valentines-day/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2020-02-07T16:38:18Z"], "LastModifiedDate": ["2020-02-10T14:54:58Z"], "Headline": ["Valentine's Day bouquets that are a vibrant alternative to red roses"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Let's play a game of word association. When you hear Valentine's Day, what comes to mind? If a dozen red roses are on the brain, you're not alone. In fact, it's estimated that 198 million red roses hit shelves on Valentine's Day alone.  While this classic arrangement has long been thought of as the ultimate crowd-pleasing present, it's also among the most predictable gifts you can give. And \"predictable\" isn't exactly the word you want associated with a Valentine's Day gift that set you back nearly 100 bucks, is it?  So this Valentine's Day, we're making a bold suggestion: Ditch the red roses in favor of one of these 13 arrangements. You'll surprise your loved ones with a bouquet they didn't expect, and since red roses are among the most expensive flowers you can buy, you'll save money, too.  With that extra cash, you might even have more to splurge on another present. For that, check out our gift guide on the ultimate Valentine's Day gifts (that aren't just flowers and chocolate) to give to the men or women in your life, as well as the more specialized guides on the best 5-star Amazon gifts, Nordstrom gifts, Galentine's Day gifts, gifts for kids and gifts for pets.  Lovely Lilies (starting at $29.99; 1800flowers.com) Lilies are thought to represent humility and devotion, making them an especially beautiful choice for couples who are celebrating one of many Valentine's Days together. This arrangement takes that notion one step farther by coming with with an engraved heart and key. Want to save even more? Right now, 1-800-Flowers is offering 20% off these select bouquets and gift bundles (plus free shipping and no service charges!) with no code necessary through Feb. 12.  _______________________________________________________________________________ Tulip & Iris Bouquet ($45.59, originally $56.99; 1800flowers.com)  Another dreamy bouquet, this uses the power of bold red tulips and deep purple irises in a stunning red glass vase to show your love. And best of all, thanks to this 1-800-Flowers deal not only is it 20% off, plus free shipping and no service charges, but shoppers will also score a six-month Celebrations Passport membership, which guarantees free shipping and no service changes from 1-800-Flowers' family of brands, which also includes Harry & David.  _______________________________________________________________________________ The Sunny Sentiments Bouquet (starting at $40, originally $50; ftd.com) Do you know that research suggests people feel happier just by seeing the colors yellow and green? Perhaps the key to ensuring your floral arrangement  boosts your loved one's mood is to shop within this color scheme. Good thing this arrangement is full of yellow roses and peruvian lilies, as well as white traditional daisies, to give you the hues that are sure to bring a smile to your partner's face.  _______________________________________________________________________________ The Rosa ($100; urbanstems.com)  This arrangement from Urban Stems is so stunning we wouldn't be surprised if you added a second one to your cart for your own home. Like all Urban Stems bouquets, this one is curated by the company's best-in-class designers to ensure the blooms, hues and arrangements are wholly modern. _______________________________________________________________________________ 100 Blooms of Peruvian Lilies ($30; proflowers.com)  A sparse arrangement just doesn't have the same \"wow\" factor as a bountiful one (for flowers, sometimes more is more). This vibrant design bursting with spring colors of assorted lilies comes chock full of 100 blooms, all for the paltry price of $30.  _______________________________________________________________________________ The Monochrome ($140; urbanstems.com)  Most Valentine's Day arrangements have the same color profile of reds and pinks. But your loved one isn't like most people, are they? Give them this tangerine monochrome arrangement that's bursting with life. The bouquet comes with tulips and orange-hued roses, as well as that chic white vase.  _______________________________________________________________________________ Southern Peach Bouquet (starting at $42.49, originally $49.99; fromyouflowers.com)  Another non-red arrangement that exudes romance is the Southern Peach Bouquet. This soft arrangement is filled with pastel tones of peach roses, white lilies and peach carnations. If your loved one's aesthetic leans to the minimalist side, then this bouquet will be right up their alley.  _______________________________________________________________________________ Acqua Escape Bouquet (starting at $45; ftd.com)  The opposite of the aesthetic spectrum to the Southern Peach Bouquet is this multi-colored, eye-popping arrangement of pink carnations, orange daisies and tangerine roses, all housed in a contrasting blue vase. Consider this the perfect gift for your significant other who screams color.  _______________________________________________________________________________ The Eternal Friendship Bouquet (starting at $60; proflowers.com)  Contrary to popular belief, you don't always have to have a partner to celebrate Valentine's Day. The core of the holiday is all about celebrating with the people you love, which takes on many different forms. For your BFF, show them how much you care and appreciate them with this stunning friendship bouquet.   _______________________________________________________________________________ Sweet Devotion Bouquet (starting at $50; ftd.com)  It's thought that different shades of flowers can convey different feelings and emotions. Purple, for instance, is thought of as a symbol of admiration, elegance and grace. If a person immediately comes to mind when hearing those three powerful words, consider telling them how much you respect and admire them with violet and pastel lavender hued arrangement from FTD.  _______________________________________________________________________________ The Red Velvet ($70; urbanstems.com) You're not like the other shoppers on this list looking for a different color of flowers for Valentine's Day. In fact, you're looking for the traditional red and pink combination, but without the hefty price tag that comes along with roses. Meet The Red Velvet arrangement from Urban Stems. This is one of the brand's most popular arrangements, and its contrast of burgundy ranunculus blooms against soft pink carnations exudes romance.  _______________________________________________________________________________ The Amour ($55; urbanstems.com)  Another option for those looking for a more quintessential holiday arrangement is this bouquet with carnations, lush spray roses and solomio. True to its name, these flowers will have your loved ones feeling all warm and fuzzy inside.  _______________________________________________________________________________ Sweetest Crush Bouquet (starting at $60; proflowers.com)  Galentines, first dates, partners and parents will all love this Valentine's Day bouquet, complete with a variety of eye-catching roses (that aren't red!). Plus, it comes with a sleek geometric vase, making it even better for art enthusiasts.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}