{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/oscars-red-carpet-fashion-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Amy Sussman/Getty Images", "Robyn Beck/AFP/Getty Images", "Jordan Strauss/Invision/AP", "Jeff Kravitz/FilmMagic/Getty Images", "John Locher/AP", "Mike Blake/Reuters", "Steve Granitz/WireImage", "Kevin Mazur/Getty Images"]], "FirstPublishDate": ["2020-02-09T23:45:10Z"], "LastModifiedDate": ["2020-02-10T07:16:26Z"], "Headline": ["Oscars 2020: Best fashion on the red carpet"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Cynthia Erivo wears a Versace white ballgown with one diagonal strap and a thigh-high slit.  Detail shot on Erivo's nails.  Natalie Portman, in Dior Haute Couture, has a cape embroidered with names of women in the industry, \"who were not represented for their incredible work this year.\" Names include Scafaria, Wang, Gerwig, Diop, Heller, Matsoukas, Ha'rel and Sciamma.  Detail on Portman's cape.  Charlize Theron wears chic custom made Dior gown with thigh-high slit and a single shoulder.  Billy Porter looks like royalty in a glistening gold gown featuring a sleeveless bodice with gold feathers and a floor-length skirt in a rich baroque-style print. The ensemble was inspired by Kensington Palace and designed by British designer Giles Deacon. Billie Eilish walks the red carpet in a white-on-white houndstooth set, with a jacket featuring the Chanel's interlocking \"C\" logo. The singer is also sporting lace fingerless gloves with layered rings and necklaces, crystal accents on her nails and a messy hairdo in her signature two-tone color palette of lime green and black. Detail of Billie Eilish's nails.  More regal vibes come courtesy of Olivia Colman, who's arrived on the red carpet wearing a midnight blue form-fitting gown with puffy teardrop-shaped sleeves and a cape. The actress was among the first presenters announced for the 2020 Oscars. \"Booksmart\" Kaitlyn Dever is wearing a \"completely sustainable\" Louis Vuitton dress made with the eco-friendly fiber Tencel. The shiniest dress on the red carpet? Janelle Monae attends the Oscars in a glittering silver-hooded dress. The gown is by Ralph Lauren, and apparently took 600 hours to make.   Director and Oscar-winner Spike Lee arrives in a touching Kobe Bryant tribute tux. The purple outfit shows the late basketball player's number, 24, embroidered on the lapels.  Laura Dern looks glamorous in a pink gown with black bustier custom made by Armani Prive.  Sandra Oh wears a dreamy pale pink sequin number by Elie Saab embellished with giant puffy tulle sleeves and skirt.  Costume designer Sandy Powell wears the same two-piece suit she donned at the BAFTAs, continuing her effort to collect signatures -- over 100 so far -- from A-list celebrities to transform the outfit into a piece of art. Powell plans to auction the outfit through the Art Fund charity to raise money to purchase and maintain Prospect Cottage, the home of her late friend and mentor Derek Jarman.\n Best Actress nominee  Saoirse Ronan is in a custom Gucci gown featuring a V-neck bodice made of the black satin left over from her BAFTAs gown, with a ruffled waist detailing. The bottom of the dress is a pale lilac skirt.  In January, Joaquin Phoenix announced that he would wear only one Stella McCartney tuxedo on the 2020 awards red carpet to promote sustainable fashion. He's kept his word. Tonight he's appeared dressed in the same plain black tux (which he also wore to the BAFTAs, the Golden Globes and to the SAG Awards).  Rooney is dressed in a custom cascading black lace gown by Alexander McQueen, with cutout semi-sheer lace bodice and structured puff shoulders. Timothée Chalamet wears a hybrid blue tracksuit-suit by Prada.  Renée Zellweger steps on the red carpet in a custom Armani Privé one-shoulder column gown in white silk, with an open asymmetrical neckline. For her very first Oscars appearance, Florence Pugh has chosen a teal satin dress. Pugh is a first-time Oscar nominee for her role as Amy March in Greta Gerwig's Little Women. Scarlet Johansson steps onto the red carpet in an Oscar de la Renta gown with embellishments of stringed gems over a partly sheer bodice. Dressed in an all-black Ermenegildo Zegna tux, Mahershala Ali walks with wife Amatus Sami-Karim, who stole the show in a lavender ruffled dress.  Brie Larson wears a metallic champagne-colored caped gown by Celine.  Margot Robbie, who has a nomination for Best Supporting Actress for her role in \"Bombshell,\" stepped out in a vintage strapless navy Chanel dress with a jewel pendant and cuff sleeves. \"Once Upon a Time in Hollywood\" star, Julia Butters, wore a bubblegum-pink gown by Christian Siriano, consisting of a glitter ruffled button-up top with matching pants and a skirt attached to the back. Maya Rudolph lights up the red carpet in a copper, sequin-covered Valentino cape dress."], "Language": false}