{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/opinions/parchman-prison-mississippi-deaths-eubanks/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by W. Ralph Eubanks"], "Writers": [["W. Ralph Eubanks"]], "FirstPublishDate": ["2020-02-08T14:19:25Z"], "LastModifiedDate": ["2020-02-08T14:49:02Z"], "Headline": ["Mississippi's notorious Parchman prison doesn't have to be a death machine"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The state prison at Parchman casts a long shadow in both Mississippi's and this country's creative imagination. The notorious prison farm -- known most recently for being the prison where nine inmates have recently died -- sits on 20,000 acres of rich Delta land provided the inspiration for the setting of the films \"Cool Hand Luke and \"O' Brother, Where Art Thou?\" In Mississippi's literary imagination, Parchman finds its way into both the lyrics of the blues as well as fiction and poetry, touching almost every corner of the state's cultural landscape.  In William Faulkner's \"The Mansion,\" it is referred to as an unescapable \"destination doom.\" In recent literature by Mississippi writers, the characters in Jesmyn Ward's \"Sing, Unburied, Sing\" reveal the real and psychic costs of cycles of trauma, poverty, and violence designed to siphon vulnerable people into jails and prisons like Parchman. It was Ward's character Michael who put it best, writing of Parchman in a letter to his wife, Leonie: \"This ain't no place for no man. Black or White. Don't make no difference. This is a place for the dead.\"  Parchman functions as a metaphor for how crime and punishment is rendered in a swift, harsh and unrelenting manner in Mississippi. As historian David Oshinsky observed, Parchman is the quintessential prison farm, the closest thing to slavery that survived the Civil War. In the post-civil rights era, the meaning of Parchman has shifted, with the prison amplifying Mississippi's systemic problems of racism, poverty and educational deprivation.  Recent events have led many in this country to see it more like Jesmyn Ward's Michael: as a place for the dead. Since a December riot, 15 inmates in Mississippi prisons have died, either by suicide or by violence. The release of video from contraband cell phones revealed inhumane living conditions --  killings. Mississippi Gov. Tate Reeves has called for closing Unit 29, where visual evidence caught by prisoners revealed that the place is, as the inmates themselves describe it, a death trap. A state legislator has authored a bill that would punish those who possess cell phones inside prison -- whether a guard or a prisoner -- with a sentence of three to 15 years. On Wednesday, the Justice Department announced a civil rights investigation into whether the state has protected inmates at Parchman from violence, as well as the quality of mental health care and suicide prevention.  But closing a prison unit, legislating more punishment, and long investigations will not reform the situation at Parchman or at the 22 other prison facilities that are part of Mississippi's correctional system. In order to create real reform, Mississippi must find a way to affirm the human dignity of its incarcerated citizens.  To respond to the needs on the ground at Parchman, we must ask those inside the prison walls what reform looks like. Just moving prisoners or finding additional ways to punish them will only add to the long history of suffering that has taken place at Parchman and stretches back more than 100 years. To change Parchman and Mississippi's prison system the first step for policy makers is to interact with imprisoned men and women as fellow human beings. As a society, we cannot continue to think of those inside our prisons as less than human and reduce them to their crimes and their incarcerated state. We must find ways to understand the range of social problems that exist in Mississippi that lead this state to mass produce so many prisons and prisoners.  Given the low pay for correctional officers in Mississippi, at Parchman and other state prisons we have the poor guarding the poor. And poverty, combined with lack of educational opportunities and employment, keeps both prisoners and guards locked in a vicious cycle of despair. While we talk about substantial investment in criminal justice reform, what we need are small investments in the humanity of incarcerated people. Rather than moving prisoners, Mississippi should support programs like the Prison-to-College Pipeline Program that is run by the University of Mississippi and Mississippi College. This humanities-based program provides college level courses for imprisoned men at Parchman and imprisoned women at the Central Mississippi Correctional Facility.  Like the Bard Prison Initiative in New York state, through the study of literature, history, and philosophy this program seeks to counteract the negative forces that exist inside prisons. If policymakers are looking for voices that will allow them to understand life inside its prisons, speaking with participants in this program would be a place to start. And as the Bard program has demonstrated, education reduces recidivism, since their statistics show that more than 97% of Bard Prison Initiative graduates leave prison and never go back.  Last fall, I had the opportunity to be a guest lecturer in a class at Parchman. Upon my arrival, I felt self-conscious in my standard professorial outfit, my tweed jacket and shiny loafers a sharp contrast to my student's green-striped prison garb. Yet when we started to discuss the work of Mississippi-born poet Etheridge Knight -- a writer who found his voice as a poet inside an Indiana prison -- I felt as comfortable as I do when teaching an honors seminar at the University of Mississippi.   The men were engaging and responded positively to the rhythmic cadence of Knight's poems. The topics of loss, love, and oppression in the poems of Knight also reminded all of us that in spite of the passage of time since Knight wrote his poetry, little has changed in prisons in either America or in Mississippi, with the exception of the number of people incarcerated.  As the steel gates of Parchman closed behind me last fall, I realized that I had stereotyped the people inside prisons. Going inside a prison and discussing literature with the incarcerated helped me see that I had long associated prison with punishment for crimes and as those inside simply as criminals, not people with whom I shared common humanity. It also made me recognize how prison functions as a means of social control and humiliation. What I witnessed was how prison is a place that deprives the minds of the men and women behind bars. If more legislators and policymakers went inside Mississippi's prisons, I am sure they would see and feel what I did. Humiliation has always been part of punishment at Parchman. Its history and its remote, nearly treeless location equates its very name with punishment of a violent, vindictive variety. Today there is also a privately run prison in the Delta, in addition to other regional \"detention facilities\" that seem to dot the landscape. But Parchman commands an outsized presence, both in the Delta and in Mississippi. The expansive network of fences, razor wire, and guard towers that keep its prisoners tightly inside its borders make this flat expanse of land feel like a large gaping wound on the landscape. As long as we view correctional reform as simply closing problematic units and monitoring the presence of technology -- technology that made those of us outside the prison walls aware of the violence and deprivation inside -- the slow living death that exists at Parchman and Missisisppi's other prisons will continue. It took death to bring attention to the crisis of neglect and abuse at Parchman. Unless citizens and policy makers begin to focus on the systemic issues that led to the neglect and abuse, both inside and outside the prison, the death will continue.  As Etheridge Knight once wrote, \"It is hard / To make a poem in prison / The air lends itself not/to the singer.\" To create real reform at Parchman, we must seek to understand how its environment affects those inside prison walls."], "Language": false}