{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/entertainment/parasite-best-picture/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-02-07T20:14:24Z"], "LastModifiedDate": ["2020-02-07T20:14:24Z"], "Headline": ["'Parasite' winning best picture would make movies richer"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["There really is no better metaphor for Sunday's best picture race than that scene from \"The Matrix\" when Neo is asked by Morpheus to choose the blue pill or the red pill.  One pill, Neo is told, will allow him to stay in the comfortable delusion that the world is as it always has been. The other will reveal the truth -- that the world has changed -- and challenge his previously held beliefs as he moves to an uncertain but authentic future.  Which will the Academy voters choose: the blue pill or \"Parasite\"?  A historic choice In case you haven't been following the narrative, the genre-crossing South Korean film from director Bong Joon Ho -- called a thriller, a drama, horror and a dark comedy about the class divide all in the same breath -- stands to be a historic best picture winner if it comes to fruition.  The film, which centers on two families on the opposite sides of South Korea's economic gap, would be the first in a language other than English to win best picture, the first film from a South Korean director to do so, the first film with a primarily Asian cast to do so. Take your pick of firsts, but they all add up to this: \"Parasite\" is a movie unlike any of the past 91 best picture winners, and its victory would be a win for the film industry and for a community that still struggles to be seen.   \"No matter how you feel about award shows or the politics behind them, the platform of the Academy Awards is tremendous and a victory there would create a rainstorm that would cause many seeds to grow, not only for Asian cinema but for underrepresented voices of every nation,\" actor Lewis Tan, who stars in the upcoming film \"Mortal Kombat\" from Simon McQuoid and Warner Bros., told CNN. (The studio, like CNN, is owned by Warner Media.)  Only 11 films previously considered foreign language films by the Academy have been nominated for best picture, including \"Roma,\" \"Amour,\" \"Babel\" and \"Crouching Tiger, Hidden Dragon.\" (The category was re-named best international feature film because the Academy wanted to avoid the label \"foreign\" when referring to filmmakers. But the new name has come with some confusion of its own.) A win for \"Parasite\" would come in a year when Academy voters have faced criticism for a glaring lack of representation among nominees.  Only one actor of color -- Cynthia Erivo, star of \"Harriet\" -- was nominated this year in the major acting categories.   The exclusion of the actors from \"Parasite\" from the list of individual nominees drew backlash, particularly because of the message it sends and problematic ideas it reinforces.  \"It just boils down to racism because people still don't see Asians as individuals,\" Nancy Wang Yuen, a sociologist and author of \"Reel Inequality: Hollywood Actors and Racism,\" told CNN. \"The whole mistaking one Asian for the other or 'Asians all look alike' [misconception] is still very much part and parcel of anti-Asian racism that exists in this country and, perhaps, in other Western countries as well. We're just seen as one big blob of Asians that are interchangeable, rather than as individuals that are worthy of accolades on our own.\"  The cast of \"Parasite\" did take home a SAG Award for best ensemble -- the first foreign-language film to earn that award. But scanning the list of the film's other awards and nominations, Yuen's point is valid. Actors from \"Parasite,\" including Song Kang Ho, Cho Yeo Jeong and Park Myung Hoon, were nominated for individual awards -- like the Asian Film Critics Association, the Austin Film Critics Association, and the Blue Dragon Awards. But nominations alluded the cast at the major award shows. \"Some people said, 'Oh, it's because it's an ensemble piece,' but you know, 'Little Women' was ensemble, and a couple of them got nominations for best actress and best supporting,\" Yuen added.  You can slice the facts many ways.  For example, \"1917,\" which was also nominated for best picture this year, also did not receive any individual acting nominations.  And last year, \"Roma,\" which was primarily in Spanish, earned individual nominations for Yalitza Aparicio and Marina de Tavira.  In 1999, Roberto Benigni, who starred in the foreign language film \"Life is Beautiful,\" which was in Italian, won best actor.  Yuen, in her research, sees a trend.  \"People are just seeing as far as race rather than who we are as individuals,\" she said. \"This is a reality for Asian Americans in this country. It's no surprise that they wouldn't be able to differentiate between actor, despite the fact that they are so talented. I think it's ridiculous that you would have a film receive six nominations, but none of the actors are nominated. Like, 'Oh, this film is so good, but the actors didn't do anything,'\" \"Crouching Tiger, Hidden Dragon,\" which earned 10 nominations and featured a cast of Chinese actors, received no individual nominations back in 2000. What could change Remember when \"Moonlight\" won best picture gave everyone so much hope?  It was the first film starring a black cast that explored a more nuanced depiction of the black experience -- not just racism and mistreatment -- to win best picture.  The year also saw the most individual black winners ever, with Mahershala Ali, Viola Davis, and Barry Jenkins among the winners.  This year, as noted previously, wasn't so great.  So what power does any underrepresented group really stand to gain from an Oscar? Tan sees any victory for \"Parasite\" as \"a massive progression for Asian cinema but for cinema as a whole global dynamic.\"  Yuen agrees, saying it could open up opportunities for Asian-American actors, whose work has been unable to break through the awards circuit quite like \"Parasite.\" (See: \"Crazy Rich Asians,\" which was a success at the box office and a milestone moment for Asian representation, but unsuccessful in its bid for Oscars recognition.) \"I think the fact that Asian Americans are rooting for 'Parasite' is because we still aren't even seeing ourselves in main dramatic roles,\" she said. \"The more Asians succeed on the international stage, I think Asian Americans do feel like that will then open up more opportunities for Asian-American actors in Hollywood.\"  She notes that while no minority group is a monolith, in Hollywood, they tend to band together \"because we are racialized together.\" There is power in numbers. But also in the art of film itself, said Tan. \"The reason why cinema is such a powerful medium is its ability to share stories from all cultures and walks of life,\" Tan said. \"It shows the unity we share as humans, it enlivens us, inspires us, holds a mirror up and breaks down walls of ignorance which is where most fear comes from -- the unknown\" \"Parasite\" is in contention for best picture with \"Little Women,\" \"1917,\" \"Ford v Ferrari,\" \"Joker,\" \"Once Upon a Time... in Hollywood,\" \"The Irishman,\" \"Jojo Rabbit,\" and \"Marriage Story.\"  The war epic \"1917,\" which won the BAFTA and Golden Globe for best picture, and Tarantino's star-packed ode to the Golden Age of Hollywood are considered to be \"Parasite's\" main competition.  \"If it does not win then we move forward with no loss of enthusiasm,\" Tan said. \"We use it as fuel for a burning fire.\" "], "Language": false}