{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/world/coronavirus-newsletter-04-29-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-29T11:47:59Z"], "LastModifiedDate": ["2020-04-29T11:47:59Z"], "Headline": ["What you need to know about coronavirus on Wednesday, April 29"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Dozens of coronavirus cases have been connected to a US primary election in early April — and that number is expected to grow in the coming weeks. Wisconsin's decision to hold in-person voting in the middle of a pandemic was roundly criticized by candidates and health experts. Now it's raising questions about how the safety and integrity of the November presidential election will be ensured.   Donald Trump had intended to run his re-election campaign on economic gains seen under his presidency — but those have vanished in the face of the virus. Six months ahead of the vote and three months into the outbreak in America — after a million infections, nearly 60,000 US deaths and a potential economic depression — it's still unclear whether Trump grasps the gravity of the crisis, Stephen Collinson writes.   The administration continues to draw criticism that it is endangering American lives. Yesterday, Trump ordered meat processing plants to stay open in an effort to prevent shortages, even though thousands of factory workers have contracted the virus. And Vice President Mike Pence flouted CDC guidance, choosing not to wear a face mask during a visit to the Mayo Clinic in Minnesota.   While Trump touts an expanding testing strategy as a path to reopening states, health care workers are still overwhelmed. One doctor facing shortages of personal protective equipment said he was forced to buy masks and gloves on the black market at a 700% markup. And a New York City emergency room doctor, who recovered from Covid-19 and continued to treat patients, died by suicide, her father confirmed to CNN. \"She went down in the trenches and was killed by the enemy on the front line,\" he said. \"She was a hero.\"    YOU ASKED. WE ANSWERED Q: What will the future of air travel look like? A: Glimmers of a gradual return to air travel mean airlines are rolling out new policies aimed at protecting passengers and crew from coronavirus transmission and increasing consumer confidence in safety. Some of the new procedures include: mandatory face masks, socially distanced seating, reduced boarding, temperature and blood tests, full-body disinfection, autonomous cleaning robots and stepped up sterilization. Marnie Hunter has the latest.     Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY The mystery of India's low death rate How does India, a country of 1.3 billion people, only have around 1,000 coronavirus deaths? Experts warned that the virus would spread like wildfire through India's slums, sparking an onslaught of cases that would cripple the country's ill-equipped health system. But, so far, the world's second-most populous country appears to have avoided the worst, Julia Hollingsworth writes.   China's model is looking more attractive Numerous Western politicians, particularly on the right, have blamed China's government and political system for causing the current global crisis. But for some, the Beijing model is not necessarily looking so bad, James Griffiths writes. China has coped far better than many other countries, highlighting the benefits of a strong government and centralized planning — while exposing the limitations of private industry to respond quickly, particularly in the health care sector.     75% of Lebanon may need aid Lebanon is facing growing turmoil as violent protests over rising hunger and poverty erupted again in Tripoli and other cities in defiance of lockdowns. The restrictions have further exacerbated the country's deep and long-running financial crisis, Tamara Qiblawi writes. Prior to the outbreak, the World Bank projected that 45% of people in the country would be below the poverty line in 2020. Now, the government believes that number is up to 75%.   Eating disorders \"thrive in isolation\" Cara Lisette has spent more than half her life battling anorexia. Now under the coronavirus lockdown, she says she is also fighting to find the few foods she considers \"safe\" to eat — based on fat and sugar content, and calorie count. The pandemic has left Lisette, and many others, stuck at home without critical social support, triggering \"eating-disordered thoughts\" and interrupting recovery plans, Aleesha Khaliq writes.  ON OUR RADAR New Zealanders were so eager to eat burgers after restrictions eased that police had to enforce crowd control at a popular fast food chain.  \nMillions of Australians have downloaded a contact tracing app which uses Bluetooth signals to track when users are close to one another, despite privacy concerns.   \nA Dutch flower farm spelled out a special message for tourists missing the annual tulip blooms.  \nA pug called Winston may be the first dog in the US to test positive for coronavirus.    A reporter went on air wearing a suit jacket — but no pants. He didn't realize we could all see.   \nIn an unrelated development ... German doctors have posed naked to protest equipment shortages. \nThe governor of Kentucky had to apologize after citing a man named Tupac Shakur, who had applied for unemployment in the state, as an example of fraud. It was actually his real name.\n\"I think he did a great job.\" Dr. Anthony Fauci, the top US infectious disease expert, gave two thumbs up to Brad Pitt's impersonation of him on Saturday Night Live. TOP TIP Want to learn German? Arabic? Russian? With so much time on our hands, many of us are considering learning a foreign language. It's a travel fantasy: touching down in another country and being able to navigate street markets, cafés and taxis with ease. With classes now cheaper and easier to access than ever, you can brush up on language skills until the time that lockdowns lift. John Malathronas breaks down which languages are easiest — and most difficult — for native English speakers to learn.  TODAY'S PODCAST \"As a citizen, probably one of the best ways I can contribute to combating the virus is being a participant in a trial like this.\" — Sean Doyle, vaccine trial volunteer  The race for a coronavirus vaccine is breaking barriers, but could still take a year or more. CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks to Sean Doyle, a medical student at Emory University who has volunteered to participate in a vaccine trial. Listen now."], "Language": false}