{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cher-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Hannah Lack, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T12:27:57Z"], "LastModifiedDate": ["2020-02-07T12:22:30Z"], "Headline": ["Remember when Cher wore a towering feather headdress at the 1986 Oscars?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Remember when actor Don Ameche won an Oscar for Best Supporting Actor in \"Cocoon?\" Of course not; we were too enchanted by the woman presenting him with a statuette: Cher, in a bat-crazy mash-up of witchy showgirl and Halloween Big Bird.  \"As you can see, I did receive my Academy booklet on how to dress like a serious actress,\" she deadpanned into the microphone. Never the wallflower, the diva born Cherilyn Sarkisian was in an especially mischievous mood that night in 1986.  Denied a nomination for her role in \"Mask,\" she took revenge with an indelible sartorial statement instead, wearing a black sequined gown with a cut-out halter and towering feather headdress. Two years later she beat Meryl Streep to Best Actress for \"Moonstruck,\" accepting the Oscar in an only slightly more demure sheer frock with fringed bra. The mastermind behind both audacious ensembles was \"Sultan of Sequins\" Bob Mackie, a designer who cut his teeth as a Hollywood sketch artist -- it was Mackie who drew the shimmering gown Marilyn Monroe was sewn into to sing a breathy \"Happy Birthday\" to President Kennedy in 1962.  He went on to dress Diana Ross in a tornado of red ruffles, RuPaul as a glitter ball-angel and Elton John as Donald Duck. But his partnership with Cher was a true match made in rhinestones -- subtlety has never been in either's style playbook.  Their collaboration stretches back five decades to 1967, when Cher guest-starred on \"The Carol Burnett Show,\" where Mackie worked as costume designer. The singer was still in the hippie phase of her fashion evolution as one half of Sonny & Cher -- fur vests, denim bell-bottoms and heavy kohl eyeliner.  But the combination of Cher's fearlessness and Mackie's wizardry with a strategically placed sequin made them perfect accomplices, and they were soon unleashing some traffic-stopping looks.  From \"The Sonny & Cher Comedy Hour\" through her Vegas residencies and into Auto-Tune pop goddess mode, the duo have spurred each other to ever more ostentatious creations, leaving the boundaries of \"good taste\" in the rearview mirror. And if their work has occasionally landed the star on \"worst dressed\" lists, that's missing the point: for Cher, dressing up has always been more about fantasy than fashion -- she turned the red carpet into performance art long before Lady Gaga wore a meat dress. Mackie's sprayed-on \"naked\" gown, first unveiled at the 1974 Met Gala, has arguably been Cher's most imitated moment (Kim Kardashian is just one self-confessed fangirl who has paid homage). The dress was cut from a single layer of transparent French soufflé fabric, through which her body played peekaboo, splashes of beads covering key anatomy and white feathers cascading from the sleeves and hem. With a wardrobe so ripe for malfunction, it was Mackie's impeccable craftsmanship that ensured we never saw more than what we were supposed to.  When Cher later wore the dress on the cover of Time magazine, the issue was banned in some US cities, but this outfit turned out to be relatively tame compared with what followed: sexy pirates, Egyptian goddesses, roller-disco queens and 1989's notorious \"If I Could Turn Back Time\" video, the first to be banned on MTV, which later relented but reserved it for late night programming.  The video featured the singer on the USS Missouri, parading in front of cheering US Navy sailors in a \"V\" shaped costume over a fishnet onesie that revealed the twin butterfly tattoos on her buttocks. Mackie christened the get-up \"diamond-studded Swiss cheese,\" because of its distinct lack of fabric. Cher was 43 at the time, and flipped the yearning lyrics into a fierce riposte to aging, while straddling a cannon. The song went gold and the US Navy has never again allowed a video to be shot on-board one of their ships. As the 3.7 million followers of her freewheeling, emoji-heavy Twitter feed know, Cher is unfiltered on everything from Trump to Twizzlers.  But when it comes to those nips and tucks that her peers remain so coy about, she isn't just honest but evangelical about going under the knife. She has called herself \"the poster girl for plastic surgery\" and in 2002 declared: \"If I want to put my tits on my back, it's nobody's business but my own.\"  Cher was 21 when she met Mackie, an age when flashing your underboobs or donning a jewel-encrusted unitard might not seem so intimidating. What's truly awesome is that at 73, she is still pulling it off, a spangled beacon for women who  choose not to grow old gracefully.  Mackie also remains centerstage -- last year collecting the Council of Fashion Designers of America (CFDA) Lifetime Achievement Award for \"fashion exuberance,\" at the age of 80.  Mackie's work features heavily in Cher's latest, ongoing tour, appropriately named, \"Here We Go Again.\" In it there are jumpsuits and gigantic neon wigs, tight bodices and even a reprise of that infamous \"Turn Back Time\" ensemble.  With a multifarious career that has won her an Oscar, a Grammy, an Emmy and three Golden Globes, the diva's brilliance lies in her ability to commit herself utterly without ever taking herself too seriously.  \"People applaud when I say I'm 73, and I wonder if it's because I'm still alive,\" she joked onstage at a recent concert in London. \"Anyway, what's your granny doing tonight?\" she asked, before launching into song atop a life-sized mechanical elephant with illuminated tusks. This is one superstar whose sense of the spectacular will never grow old."], "Language": false}