{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/billy-porter-red-carpet-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-07T11:26:33Z"], "LastModifiedDate": ["2020-02-07T11:35:24Z"], "Headline": ["Billy Porter's red carpet style transcends fashion"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["From the Oscars to the Golden Globes, Cannes to the Baftas, the red carpet is the place where fashion moments are made. It has forged style icons, inspired fresh looks, and turned what was an awards preamble into, arguably, the main event.   Most importantly, though, it has given us Billy Porter. By now, the performer needs little introduction.  You saw him apparently descend from the heavens for the 2020 Golden Globes, dressed in a removable six-foot angel wing feather train and white tuxedo by Alex Vinash.  You gaped at him at the Grammys, where he wore a figure-hugging custom Baja East blue crystal-encrusted jumpsuit and a brimmed Sarah Sokol hat that he designed himself, featuring motorized crystal curtains that opened and closed.  He's the king of the red carpet, the one celebrity whose outfit choices are eagerly anticipated by fashion's upper echelons and the hoi polloi alike, discussed for days afterwards, and turned into memes.  He's the fashion activist we never knew we needed until he arrived on the red carpet and smashed convention. Up until one year ago, however, you might have been forgiven for not having heard his name. For much of his career, Porter's famed was limited to the theater world -- a Broadway veteran with three decades as a professional writer, actor and singer under his belt. Since 2018, he had been the star of the TV series \"Pose,\" but hadn't made headlines for his dress sense. Not yet.  Pushing the status quo  It all started in January 2019, when Porter wore an embroidered suit and pink cape by Randi Rahm to the Golden Globes. He lit up the red carpet, working the look for the cameras at every possible angle, twirling in his cape. \"That Globes outfit changed everything for me,\" he later wrote in an essay for Vogue. \"I had the courage to push the status quo.\"  A week later, he appeared at the Critics' Choice Awards in a chocolate satin suit and oversized peach bow at the hip. For the third annual Blue Jacket Fashion Show benefit, he wore a Thom Browne ensemble, complete with matching umbrella. And then came the Oscars. On the night of the 91st Academy Awards, Porter rocked up dressed in a velvet tuxedo jacket and sweeping ballgown from designer Christian Siriano and a pair of six-inch Rick Owens boots.  He stole the show (literally: Porter was there to host the red carpet coverage ahead of the ceremony. but his was the only look everyone wanted to talk about) and shot into the pop culture stratosphere.  Nearly every media outlet covered the outfit. A New Yorker piece by Rachel Syme read \"Billy Porter Won the Oscars Red Carpet Before it Even Began.\" Social media went into a frenzy. As did the awards show circuit, keen to see what Porter would come up with next. And like a fashion gift that keeps on giving, he continued outdoing himself (working alongside his stylist Sam Ratelle). He was sensational at the Met Gala in May, to which he made an entrance carried on a golden palanquin by six shirtless men, wearing a gold bodysuit by The Blonds and custom gold shoes by Giuseppe Zanotti.  The list could go on. Porter has never failed to deliver on red carpet style. More than that, he's showed us how fun outrageous and, above all, meaningful dressing for the occasion can be.  'I'm not a drag queen, I'm a man in a dress' From the very start of his red carpet ascent, the 50-year-old actor has been forthcoming about his use of clothes -- fabulous, loud, fluid and larger-than life -- as a tool to subvert stereotypes, and ignite discussions around identity, gender norms and non-conforming representation.  \"I am not a drag queen, I'm a man in a dress,\" he said of his Oscars look in the same Vogue essay in which he professed how the Golden Globes cape had been his catalyst for change.  \"From this (Oscars) moment, I want people to understand that you don't have to understand or even agree with other people's authenticity or truths, but we must all respect each other. People are going to be really uncomfortable with my black a** in a ball gown -- but it's not anybody's business but mine,\" he wrote. Through fashion, he's embarked onto a journey of liberation, and asked us to follow him along. Both in interviews and on social media, he's expressed not just his deep love for couture, but also messages of tolerance, acceptance, and breaking free from any constraint around what defines \"being a man\" today. \"Women are allowed to be masculine and that's considered strong and powerful. But when men wear dresses, it's a thing. I'm over that. We need to shatter that stereotype,\" he told InStyle last August. \"Putting on those heels without apologies makes me feel the most masculine I've ever felt and that's the truth. That's the conversation I'm trying to have.\" His outfits have also been openly political. The Celestino Couture dress-suit he wore to the Tony Awards dress was designed to resemble a uterus, to draw attention to reproductive rights at a time when the topic is all the more relevant in America. The Met Ball sun god ensemble celebrated camp (the gala's theme) as \"one of the highest forms of fashion and art.\" The AMAs look had \"hints of red, white and blue because I'm an American. And this is what we look like,\" he tweeted.  At the Oscars on Sunday, he's likely going to wow us once again. And we just can't wait.  "], "Language": false}