{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/health/erectile-dysfunction-viagra-cialis-levitra-vision-problems/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["by Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-02-07T11:12:43Z"], "LastModifiedDate": ["2020-02-07T11:12:43Z"], "Headline": ["Your erectile dysfunction pill could make you see red (or blue)"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["By the time the 31-year-old man walked into the New York Eye and Ear Infirmary at Mount Sinai, he'd been seeing red for weeks.  He wasn't angry.  His vision was literally tinted red, and it began after he took an apparently high dose of a popular erectile dysfunction (ED) medication.  Blurred vision and light sensitivity is a side effect of ED medications, but symptoms typically resolve within five to 24 hours. The man continued to see everything in shades of red for at least a year. \"The last time we saw him his vision had improved, but he definitely showed some permanent damage to his vision,\" said ophthalmologist Dr. Richard Rosen, who directs vitreoretinal surgery and research at the Mount Sinai clinic. Rosen and his team at Mt. Sinai published a case report on the man's story in 2018. It was the first time, Rosen said, that investigators, using state-of-the-art technology, had been able to see microscopic injury to the cones of the retina, the cells which are responsible for color vision. Their eyes turned blue A new case series published Friday tells the tale of a dozen men who took sildenafil (generic Viagra) for the first time. All came to the World Eye Hospital in Adana, Turkey, complaining of having \"very intensely blue-colored vision with red-green color blindness.\"  Why did these men see blue and not red? It has to do with how the medication affected the rods and cones of the eye, which are the photoreceptive cells of the retina located at the rear of the eye. \"Because of the rod-cone dysfunction we may see violet or blue color in the beginning,\" said ophthalmologist Dr. Cüneyt Karaarslan, the lead author of the publication in the journal Frontiers of Neurology. \"If it progresses this color turns yellow, orange or red.\" Fortunately, he added, none of the men treated at the clinic progressed to that advanced state.   Enzymes and genetics How could medications designed to enhance penile performance affect the eye in this way?  All erectile dysfunction drugs operate on the same smooth, automatic muscles in the body to improve blood flow. To do so, the active ingredient in the drug inhibits an enzyme called phosphodiesterase 5 (PDE5) found in blood vessel walls. When blocked, blood vessel walls relax and blood flow is increased.  The eye contains a sister enzyme called PDE6 which plays a key role in the conversion of light within the rods and cones of the eye. Rods help us see at low light levels, while cones work at higher light levels and help us see color.  As it turns out, PDE5 can also affect PDE6, thus affecting the cones of the eye and the ability to see color.  \"No one knows exactly how this happens, we just know there's a crossover,\" Rosen said. \"Everybody has slightly different compliments of their red, blue and green cones, and depending on which of your cones are more sensitive, you may experience a vision change.\" There may be a genetic proponent to this as well. If a man carries a hereditary retinal disease, such as retinitis pigmentosa, Rosen said, they could be at higher risk for vision changes. Retinitis pigmentosa is a group of rare genetic disorders which create a breakdown and loss of cells in the retina. \"If one of the genes is defective and then you disable one with the drug, there's a potential you may have more permanent damage,\" Rosen said.  Rosen speculates a genetic issue may have contributed to why his patient saw red for more than a year. Unfortunately, Rosen was not able to do a genetic test on the man, and he hasn't come back to the clinic for long-term followup. It's the dosage, guys However, the biggest cause for the man's vision change is the extremely high dose of a liquid medication that he purchased online under the brand name Viagra.  \"We think that he probably took in the range of maybe 300 or 400 milligrams,\" Rosen said. \"Most reasonable people would not take [the equivalent of] seven or eight pills the first time they start out.\" A beginning dose of Viagra, according to the manufacturer's website, is typically 25 or 50 milligrams once a day, with a maximum dose of 100 milligrams. Interestingly, the Turkish men with blue vision took the highest dose, 100 milligrams, on their very first use.   That's definitely not the way it's supposed to be done, Rosen said. A man should work with his doctor to determine the smallest effective dose. \"Some people are very, very sensitive to small doses and others are insensitive,\" he said. \"It's like assuming everyone wears the same size underwear; it doesn't quite work, right? But human nature is that if a little is good, you know, a lot's got to be better.\" While certain brands are supposed to work a bit faster than others, experts say none of the drugs create a quick erection and likely need sexual stimulation to work.  Besides vision issues, there are serious side effects for all ED medications, especially if the man has existing heart, kidney or liver disease, is on a vasodilator containing nitrates, or if the patient has uncontrolled low or high blood pressure. \"If you're going to take one of these medications, you start out with a minimal dose,\" Rosen said. \"See how you respond to it, and that you're not having some adverse effect, before you jump to the highest potential dose that is considered to be safe.\""], "Language": false}