{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-basel-hong-kong-canceled-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Stephy Chung, CNN"], "Writers": [["Stephy Chung"]], "FirstPublishDate": ["2020-02-07T05:11:04Z"], "LastModifiedDate": ["2020-02-07T09:25:42Z"], "Headline": ["Art Basel Hong Kong canceled due to coronavirus"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Art Basel has canceled its upcoming Hong Kong show due to the coronavirus outbreak, which has killed more than 630 people and infected over 31,400 -- the vast majority in China.  The fair, which is Asia's largest and attracted almost 90,000 visitors from over 70 countries last year, was due to take place in the city in mid-March.  \"The decision to cancel Art Basel Hong Kong was an extremely difficult one for us,\" Art Basel Global Director Marc Spiegler said in a statement, adding that the organization had explored other possibilities, but could not go forward with the virus' \"sudden outbreak and rapid spread.\" A spokesperson said Art Basel would be refunding galleries 75% of the stand fee. Each year, a mix of art world heavyweights and celebrities descend upon the city and, beyond the centerpiece fair, attend the glamorous art week built around it -- the countless events, gallery show openings and parties. The event is one of the main stops on the global arts calendar and has fast-grown in commercial importance, particularly in its ability to draw top collectors from mainland China and the region. Success at the fair has in recent years spurred international galleries to open outposts in the Asian metropolis.  Collector Michael Xufu Huang said the decision to cancel was \"unfortunate but the right one.\" The opening of Huang's own arts space, X Museum in Beijing, has also been pushed back because of the outbreak. \"There's nowhere like Art Basel Hong Kong because of the diversity of the program from the West and East. You see those international galleries at every art fair, but you don't see the regional ones.  \"I could see (the decision) coming,\" he added. \"Even if the virus were to be contained by March ... there's so much organization that goes into planning beforehand -- shipping, traveling. And with travel restrictions it would be impossible for people in the mainland to go. \"(They) are very important in terms of buying power.\" As of this weekend, travelers arriving from mainland China will face a compulsory 14-day quarantine upon reaching Hong Kong.  Prior to Friday's announcement, calls for the cancellation of the fair had been building among some participating galleries. Health fears and commercial concerns arising out of the coronavirus outbreak compounded existing reservations over the pro-democracy protests that have rocked the city since June.  A group of 24 galleries, concerned about the impact of those demonstrations -- including an anticipated decline in attendance -- wrote to organizers in January, requesting a number of financial concessions.  Exhibitor Jasdeep Sandhu described the coronavirus as \"the final nail in the coffin\" and, in an interview last week, told CNN that canceling the fair was a \"no-brainer.\" Sandhu, the founder of Singapore's Gajah Gallery, was one of the 240-plus galleries expected to show at the fair.  \"Everyone's got reservations ... It's a pity, because a lot of jobs are dependent on this, galleries are dependent on this and so is Hong Kong.\"  News of the fair's cancellation follows a slew of events in the region postponed or called off due to the coronavirus. Design Shanghai, which was due to take place in March, has been rescheduled to late May; Gallery Weekend Beijing and the inaugural CAFAM Techne Triennial have been postponed. Art Central -- another well-attended fair held during Hong Kong Art Week, also called off its show Friday. Art Basel's Hong Kong edition is among the top-tiered fairs that drive the global art market. (In 2018, sales in the global art market reached $67.4 billion, with art fair sales accounting for $16.5 billion.)  The Hong Kong fair's cancellation will not only impact those directly involved with the annual event; it will further hurt the city's hospitality and food & beverage industries -- which are already reeling from last year's protest movement.  During the weeklong art week, hotels, restaurants and venues are typically booked weeks and months ahead to accommodate for the uptick in visitors.  Hong Kong tourism has already suffered from the prolonged pro-democracy protests. Visitor numbers in December dropped 51.5%, compared to the previous year, according to the Hong Kong Immigration Department.  The city relies heavily on visitors from mainland China, but tourists were already staying away before Beijing confirmed the existence of the coronavirus. "], "Language": false}