{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/cnn-underscored/wacom-one-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-02-05T22:24:40Z"], "LastModifiedDate": ["2020-02-05T22:24:40Z"], "Headline": ["Wacom's latest pen display brings any drawing to life"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Wacom is a name that digital artists recognize. The company specializes in drawing surfaces for digital art, and its latest, the Wacom One, lives up to the brand's stellar reputation. Right now, the Wacom One is available for $399.95 at amazon.com. The Wacom One is a pen display, meaning your project is displayed right on the drawing surface. You can use it to create digital art, annotate articles or spice up photos and videos. It can even connect to certain Android smartphones. The surface feels smooth beneath the pen, with a high degree of accuracy and range of pressure sensitivity. And through all of 2020, you'll get access to some great software — more specifically, up to six months of access to Clip Studio Paint Pro, two months of Adobe Premier Rush CC and full access to Bamboo Paper. Soon, you'll also receive a six-month trial of Adobe Fresco. If you buy the Wacom One now, you'll get this when it becomes available. Sleek design The One is 14.1 inches wide, 8.9 inches tall and less than an inch thick. The area in which you can draw is 11.6 by 6.5 inches. With a Full HD resolution of 1920 x 1080, you get a nice display with a good amount of space to work with. The surface has rounded edges and large black bezels around the display. Along the top edge is a single port for both power and connecting to your computer. In the center is a cloth loop in which the pen fits snugly. On the right is the power button with an indicator light beside it. The back of the device is off-white with \"Wacom One\" engraved in the center. Near the top is a long rubber bar for traction when you lay it down flat. On both sides of this bar are foldable legs that let you prop the surface up to a 19-degree angle. Tucked behind the right leg are three replacement nibs for the pen. Beside them is a small hole in which you insert your pen to remove the old nib. Replacements can be inserted by hand. Down at the bottom of this side are two rubber nubs that also provide traction. Out of the box, you'll receive the Wacom One X-Shape Cable, an AC adapter for it, and, of course, the Wacom One Pen and the drawing surface. The cable is composed of four cords, two on each side of a central divider. One pair consists of a USB cable and an HDMI cable, both of which plug into your computer. The other pair consists of the power cable and the cable that plugs into the Wacom One itself. The pen is shaped ergonomically and made with a soft plastic, and near the tip is a single button that you can configure for virtually any function. A cinch to use From setup to use, the Wacom One is easy and natural to use at any skill level. A card in the box instructs you on how to plug in the X-Shape Cable and how to set up your tablet and software. To download the latest drivers, all you have to do is go to Wacom's download page, search \"Wacom One\" and select your OS. Then, you'll go to the Wacom One Getting Started page, which contains simple instructions on how to register your device and redeem your free software. Because the One acts as a second monitor, you can move your mouse to the right side of your screen and keep going onto the display. Likewise, you can drag any program window there and start using it. After you've downloaded the programs mentioned above, it couldn't be easier to start trying them out. When I'm not drawing, I like to use it for reading or watching videos while I'm doing something else on my main screen. Drawing on the Wacom One is immensely satisfying. I have used drawing pads before, such as Wacom's Intuos Pro, but I have never used a pen display. While I was able to get used to drawing on my Intuos but looking up at my computer screen, operating right on the display feels so much better. On the One, I can get up close and inspect my line work or annotate documents with ease. Plus, the quality of the surface and pen are second to none. The surface is so smooth as you draw on it; the pen glides effortlessly with each stroke. And with pen angle support of up to 60 degrees, drawing and writing feels as natural as on paper. Its 2048 levels of pressure sensitivity make the experience even more seamless. Your hand doesn't get in the way either, since the surface only reacts to the pen. Using the Wacom Tablet Properties application, you can adjust a number of settings for your tablet and pen. For example, you can adjust the firmness required for different pen pressures. You can also assign the function of the button on the pen, or configure on-screen controls so you barely have to touch your keyboard. I got to try out the One briefly with an Android phone, and the experience itself doesn't differ much. Naturally, there's the initial curiosity when you see an Android program on the pen display. But the utility comes in major handy when you need to produce something precise and put it directly back in your phone. It's difficult to use your hand on a relatively small screen to, for example, create a quick sketch or list. The Wacom One remedies this easily. Brilliant software I had a ton of fun exploring the programs that come with the Wacom One. First, we have Clip Studio Paint Ex (and Pro). This art program has it all — loads of pens, brushes and filters, as well as great functions like animation and drawing with vectors. The interface is clean and understandable, with vital tools like brush selection, brush size, color selection and layers available on either side. Said tools are intuitively displayed too, with a preview of how a brush stroke will look and circles showing you how big your available brush sizes are. Bamboo Paper is unlike any program I've used before. The emphasis seems to be balanced between art and utility. It's much simpler than an art program, with no layers and fewer brushes. When you open up the program, you can select a \"notebook\" and the type of paper you want to use. From there, you can use several tools like a pencil, marker or watercolor brush to create art, blueprints, notes or whatever you want. At times I used it for doodling and hashing out visual ideas, and at other times I used it for lists and notes. I had a lot more fun with it than I expected, and it really feels like you're opening up a notebook or sketch pad. Of course, a program like this is most valuable on a pen display. And the Wacom One is so smooth and high-definition, you might forget you're using a digital art tablet. Adobe Premiere Rush CC is one of the most user-friendly video editing programs I've witnessed. The interface is absolutely devoid of clutter, so beginners won't have any trouble starting out with the basics. For the experts, beneath the surface are the powerful tools you'll be looking for, like motion graphics templates, advanced transitions and manual volume adjustment. And with up to four video tracks and three audio tracks, you can set up simple and complex projects alike. The Wacom One is great for creating graphics in your videos, or as a second display to keep your workspace tidy. Bottom line The Wacom One is an exemplary representation of a Wacom drawing tablet. It's got a nice display size, just the right size for desktop use. The sensitivity, accuracy and screen resolution make for an immersive and responsive drawing experience. Plus, the bonus software gives you a great array of programs to take advantage of its best uses. Whether you're a beginner or a professional, I cannot recommend the Wacom One enough. Pick yours up for $399.95 at amazon.com and start getting creative. Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}