{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mushrooms-somerset-house-exhibition-art-design/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Matthew Ponsford, CNN"], "Writers": [["Matthew Ponsford"]], "FirstPublishDate": ["2020-02-04T08:29:39Z"], "LastModifiedDate": ["2020-02-05T19:12:57Z"], "Headline": ["Will the future be grown from mushrooms?"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["In 1864, Jules Verne's sci-fi novel \"Journey to the Centre of the Earth\" imagined explorers walking beneath a forest of 30-foot mushrooms \"crowded together like the round roofs of an African city.\"  Lewis Carol's \"Alice in Wonderland\" and H.G. Wells' \"The First Men in the Moon\" followed, employing towering fungal forests as literary allusions to Victorians' experimentations with opium.  But it wasn't until 2007 that it was proven such forests really existed. For more than a century, a set of giant log-like fossils had been kept in storage at a museum, assumed to be ancient conifer trees. After doubts were raised by a curator at the National Museum of Natural History in Washington, DC, a chemical study by University of Chicago geophysicist C. Kevin Boyce revealed them to be mushrooms. With trunks growing to more than 20 feet tall, these fungi, known as Prototaxites, covered the land around 400 million years ago. While many people will associate fungus with moldy food or damp woodlands, a new exhibition at London's Somerset House is hoping to shift perceptions by highlighting the real-world wonders of mushrooms -- and the creative figures fascinated by them. A display near the entrance of the exhibition, which is titled \"Mushrooms: The art, design and future of fungi,\" tells visitors of mushrooms' fundamental importance to us all. It was fungi like Prototaxites that allowed plants to colonize the land by breaking down its rocky surfaces into soil, creating livable conditions for later animals, such as humans.  The exhibition goes on to explore the works of over 40 artists, designers and musicians, as well as spotlighting new uses for fungi, like the potential design applications of mycelium, the long fibers that make up mushrooms' underground \"roots.\" Today, scientists are developing mycelium as low-carbon building blocks for construction, a vegan replacement for leather, and -- as one installation at Somerset House demonstrates -- an environmentally friendly way to dispose of dead bodies.  The beauty of fungus Curator Francesca Gavin said that while mushrooms are now common images in art, design and culture, this hasn't always been the case.  \"It is really interesting because it's only in the past couple of hundred years (that) people have been at all interested in fungi,\" she said. \"Before, they thought of it as something dark -- connected to toadstools, death, witchery.\" \"'Alice in Wonderland,' I think, is the gateway moment where things really shifted, reflecting the rise of amateur botany, in particular, in this post-enlightenment culture.\" Mushrooms weren't the Victorians' only botanical craze (they also enthused over ferns, mosses and a vast variety of flowering plants). But Lewis Carrol's description of mushrooms that could make people grow larger or smaller struck a chord with fellow writers and artists -- one that would reverberate through the 20th century.  Mushrooms, Gavin said, became \"a metaphor for something otherworldly\" that, alongside psychedelia and mysticism, exploded in popularity after Life Magazine's \"Seeking the Magic Mushroom.\" The photo essay, published in 1957, documented the author's experience taking psilocybin mushrooms as part of a ritual in Oaxaca, Mexico. Creative minds have been taking inspiration from fungi ever since. The London show contains a selection of detailed scientific studies produced by \"Peter Rabbit\" author Beatrix Potter, scrapbook-like paintings of mushrooms by Cy Twombley and cartoonish doodles by Japanese artist Takashi Murakami. The displays even include a rare book of illustrations, recipes and writings by avant garde composer John Cage, who is lesser known as the co-founder of New York Mycological Society (with mycology being the study of fungi). Design possibilities Elsewhere, the exhibition explores how mushrooms may be a potential solution to everything from fashion's environmental damage (with shoes and experimental textiles made from mycelium) to the proliferation of ocean plastic, which can be broken down by specialist species of fungus.  The show also explores how mushrooms are being used in other, more eclectic fields of design. Architectural historian and material technologist Mae-ling Lokko, for example, has produced building blocks grown from agricultural waste. Her work combines mycelium with biopolymers to produce high-performance building materials.  Her project, named Hack the Root, is among a number of recent proposals suggesting that mycelium bricks could replace concrete or even allow humans to build on other planets.  The final section of the exhibition, named Fungi Futures, also displays commercially available lampshades grown from woodland tree litter, and a chair made from mycelium by designer Tom Dixon.  \"It's not just about carbon and energy (cost), which is obviously far lower,\" said Gavin. \"It's actually also about 'what are you leaving in the soil beneath you?' Instead of having a plastic chair, you have the mycelium base that's quick to produce, cheap to produce and less negative for the world around you. And that's incredible.\" A decompostable mushroom burial suit, by Jae Rhim Lee, brings the story of mushrooms full circle. Throughout history, mushrooms have thrived on dead matter and decay, and the black suit embroidered with mushroom spores -- which hangs hauntingly in the exhibition space -- allows decomposition to occur without bodily chemicals like lead seeping out.  Lee has since begun to develop the suit, along with burial containers for pets, as part of a start-up named Coeio. The suits will include fungi and bacteria that help environmentally friendly decomposition and encourage plants to grow where the body is buried. \"It's an ecological way of dying, so you're buried and turned into a mushroom as opposed to releasing the toxins in our body into the soil,\" explained Gavin.  \"Overall, the main purpose of the show was to emphasize our need to live symbiotically. And I mean that from the political point of view that we should all live together, but also how important it is we live in connection with nature.\" \"Mushrooms: The art, design and future of fungi\" is on at Somerset House until April 26. Top image: Sebastian Cox and Ninela Ivanova have produced a range of lampshades using mycelium and organic waste harvested from their woodland home in southern England. "], "Language": false}