{"Type": ["article"], "Url": ["https://www.cnn.com/2017/01/30/world/myfreedomday-students-stand-up-to-slavery/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2017-01-30T08:46:19Z"], "LastModifiedDate": ["2020-02-05T17:27:31Z"], "Headline": ["#MyFreedomDay: Students stand up to slavery on March 11, 2020"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Right now, 40 million people are trapped in slavery. At least 10 million of those are children. Although slavery is outlawed in every country, criminals earn more than $150 billion every year from enslaving people. But you can do something about it. On MARCH 11, 2020, we want YOU and your school to join us for #MyFreedomDay. We're asking students to organize events at their school on the day to highlight modern slavery and celebrate freedom.   The schools that show the most spirit in fighting slavery will be featured on CNN TV, CNN.com and CNN Facebook. A few schools will even receive a visit from a CNN correspondent, who will report live from the school on the day. Last year, hundreds of schools around the world took part, holding their own events. Please define modern-day slavery -- what is it exactly? You can define modern-day slavery pretty much the same way you'd define slavery throughout human history. Slavery occurs when one person controls another person, through violence or the threat of violence, in order to exploit them, economically or otherwise, and the victim is not free to walk away.  The biggest difference is that there usually isn't any paperwork or documents of ownership since slavery is illegal now. Instead, slavery is kept hidden and it's more difficult to identify. But it could be a woman kidnapped and made to work in a brothel in Europe. Or a man threatened to be killed or mutilated if he doesn't work in the fields. Or a child forced to do dangerous work in gold mines or on fishing boats. None of these people get paid and none of them are allowed to leave, for fear of violence against them or their families. What do you want me to do?  Join the fight. How many of your friends and family know there are 40 million slaves in the world today? CNN will provide proof: studies, stories and statistics. Our hope is you will use that information to create an event at your school and post what you've learned on social media using the hashtag #MyFreedomDay. How many people need to be involved?  As many as you and your friends can pull together. Even if it's five people, you'll be representing your school in a positive way and joining thousands of other students around the world in standing up to slavery. So how do you take part in 2020? We're encouraging students and teachers to come up with their own ideas, but here are some suggestions for the kind of thing you could do.   Film Screening - Look for movies or documentaries that deal with human trafficking. If you want to use a CNN documentary, we'll let you show it for free. You can watch the videos at cnn.com/myfreedom.\n   Art Show -- Create art work, in any media, and show it off at the school then post it to Twitter or Instagram using #MyFreedomDay. The theme can be anti-slavery and should include peaceful, hopeful messages; art work about survivors and traffickers, and any form of expression that highlights human trafficking in a way that will raise awareness to your community.   Stand for Freedom -- Students can stand for 40 mins (or 40 hours, if you're really dedicated!) to represent the 40 million victims of slavery in the world today.   Holi Day - The Indian Festival in March celebrates love and color to raise awareness and money. Festivities involve washable pigmented powders that can be thrown at each other. Add music and a booth for human trafficking information and you have a full day of fun for the community.   Panel Discussion -- Invite local lawmakers and anti-trafficking organizations to discuss the issue and what it looks like not just abroad, but in your hometown.   Day of Service -- Support a half-day of service where students volunteer at rehabilitation centers, visit their local lawmakers for a call to action, or collect items needed for survivors in conjunction with local organizations. Remember, those are just suggestions. We want you to come up with your own ideas. And when you come up with a plan, let us know by filling out this form, and it's possible a CNN correspondent will come to your event to tell your story. Find out more at cnn.com/myfreedom.  "], "Language": false}