{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/opinions/military-approach-coronavirus-opinion-metzl-hessel-bhargava/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jamie Metzl, Andrew Hessel and Hansa Bhargava"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T10:31:17Z"], "LastModifiedDate": ["2020-04-29T10:31:17Z"], "Headline": ["The next pandemic could be even worse"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["This is war. A world war. Not against a country or regime, but a virus -- an enemy invader that is as alien to most people as it is invisible, and completely unaffected by humanity's borders, politics or morality. After dangerously slow starts first in China, Europe and the United States, the world is now mobilizing to face the Covid-19 pandemic in an all-hands-on-deck moment. This counterattack is already showing preliminary results, but much of our effort will be for naught if we fully demobilize once this battle is won. There's a reason why militaries don't demobilize after each war. To face ongoing threats, our militaries maintain ongoing capabilities. Even though we've faced terrible pandemics before, we're now suffering unnecessarily because we've not applied their lessons to our ongoing war with deadly pathogens. If any military had failed as spectacularly as the world's governments have in preparing for and preventing this crisis, their leaders would have been summarily fired. The commanders who replaced them would then be judged by their ability to do everything possible to prevent the next crisis. As the levers of state power and public health around the world now shift into gear, we can expect better results over the coming months, potentially including ongoing development of one or more Covid-19 vaccines and therapeutic strategies for critical care But even once we have a vaccine, we can't allow a full demobilization because as bad as this virus is, future pandemics could be even worse. The novel coronavirus hits the rare sweet spot for infectious diseases. It causes illness but many people have mild symptoms or are asymptomatic, facilitating spread. It wasn't so deadly that it immobilized its new hosts immediately or, as would be the case with Ebola, provoked an immediate quarantine of affected areas. It succeeded in part because the true threat wasn't immediately recognized. The world of biology is dynamic by definition, so there has always been the chance that deadly viruses like this would jump from animals to humans. It's always been a question of when, not if. Through our destruction of national habitats, population growth, international travel, industrial scale animal husbandry and other actions, however, our species has massively exacerbated this threat. But naturally occurring viruses might pale in comparison to the viruses that could potentially be created by the powerful new tools of synthetic biology -- agents precision-engineered to cause harm. A recent piece in the journal Nature Medicine assessing the likely origins of the novel coronavirus concluded that, whatever the origins of the outbreak itself, SARS-CoV-2 is most likely naturally occurring because of the relatively inefficient way it hijacks human cells. In other words, if a malicious genetic engineer was intentionally manipulating a virus to be deadly and contagious, they could potentially do a much better job.  In 2017, University of Alberta in Canada synthesized an extinct horsepox virus, a cousin of smallpox, for around $100,000.  This science has advanced so rapidly and the cost has come down so precipitously that the same feat could today be achieved for just a few thousand dollars. Unlike nuclear weapons, the development of which need the type of massive infrastructure usually reserved for nation states, developing a synthetic pathogen is now within the capacity of many groups or even individuals distributed across the globe. The next pandemic may not be an accident of nature. But if we think about our struggle against any and all infectious agents as a battlefield, which we should, then we should learn from our most effective militaries about how best to prepare for what may be heading our way. Here's the plan: 1. Maintain essential capabilities: The soldiers in our fight against deadly pathogens are our public health officials, doctors, government planners and data modelers. To build the standing capabilities we'll need for this fight, we must invest the necessary time and money to prepare for rare but inevitable events. With disease outbreaks, you pay a bit now for readiness or you pay a lot later for response, only with more human suffering added to the price tag. Once we have these personnel in place, we must plan and train like our lives depend on it. They do. 2. Develop global and local surveillance networks: Militaries invest massive resources in monitoring their enemy's every action through satellite networks, spies and data analytics. To be ready for the next pandemic, we must develop new sensor systems that can identify new infectious agents in real time and use advanced data analytics to identify worrisome patterns of diseases well before a major outbreak emerges.  3. Build and maintain a network of alliances: Few militaries can succeed alone, and no country can protect itself from a deadly pathogen on its own. Pandemic preparedness must become a core and ongoing component of international cooperation. The World Health Organization can play the central role in this process, but only if it has the resources, staff and mandate to succeed. We must make that happen.  4. Build emergency response capacity: Militaries have expeditionary forces to take the battle to the enemy wherever a threat originates. We need the same capabilities for pandemics. The moment a tripwire is triggered indicating a potential pathogenic outbreak, trained emergency response teams, both national and international, must be ready to mobilize and equipped with tools and authority to respond. 5. Forward-deployed personnel and weaponry: Transporting personnel and equipment to faraway locations is expensive and slow, which is why leading militaries deploy people and equipment near the theaters where they will most likely be needed. The organization of the US Strategic National Stockpile may need a review to put more medical equipment closer to the front lines in major urban centers. In recent years, the US government pulled back some of the personnel on the ground in foreign countries working in disease prevention. As we are now seeing, if we don't fight the skirmish of a pathogenic agent at its source, we can end up fighting a major war everywhere else. 6. Invest in the defensive weapons of the future: Militaries are always building the next generation of weapons and working to counter the enemy's latest innovations. We now need to step up our efforts to create vaccine platforms that can rapidly counter novel threats as well as universal vaccines designed to target entire classes of viruses. Here, the growing power of synthetic biology to quickly design, build and deploy countermeasures in near-real time can be a powerful force for good. There is little doubt that we were not ready for the terrible and largely preventable crisis we now face. Our poorly planned, underresourced and haphazard global response has led to over 200,000 deaths, massively disrupted our lives and caused trillions of dollars in economic fallout. Shame on us if we are caught unprepared the next time."], "Language": false}