{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/al-madam-abandoned-village-uae/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kieron Monks"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-02-05T10:45:32Z"], "LastModifiedDate": ["2020-04-22T11:14:56Z"], "Headline": ["Mysterious abandoned village becomes a lure for intrepid travelers"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The village of Al Madam is being gradually reclaimed by the desert.  Outlines of former homes are still visible but the all-consuming sand rolls in like waves, pouring through the windows, filling the courtyards, and sweeping away the furniture.   Less than an hour's drive from the city of Dubai, just over the border into Sharjah, this neatly planned outpost featuring two rows of homes and an elegant mosque has been left to its fate.  There are indications that inhabitants may have departed in a hurry; doors wide open, personal effects left in a jumble. These haunting memoirs have fueled stories that Al Madam is a \"ghost village\" where the residents fled from supernatural forces.  Not a soul remains to tell its story. But Al Madam has become an increasingly attractive destination for thrill-seeking day trippers. Badly kept secret Members of Dubai's expat community have taken the village to their hearts.   Reddit forums buzz with advice for making the trip. YouTubers record their adventures at the site, and tour operators are happy to service demand. \"The 'ghost village' is currently not a broadly established destination,\" says S.Y. Sunil of Dubai-based Desert Safari Tours. \"(But) it is gradually becoming a favorite spot for explorers.\" Al Madam is a badly kept secret, says British travel blogger Vanessa Ball, who visited in 2019 after friends discovered the village on an off-road trip. \"There is growing interest and quite a lot of people know about it,\" she says.  Part of the appeal is that the village is so open for exploration and contains hidden treasures for explorers to find.  \"Most of the doors are open and some houses don't have doors,\" says Ball. \"Some of the houses have lovely mosaics and one has a wallpaper mural of a landscape on the back wall.\"    Ball, who is based in the UK and Dubai, hopes the village can remain in relative obscurity.  \"It will lose beauty when it's full of people,\" she says. \"Right now, there is no perimeter you can just drive up to the rows of abandoned houses.\" Despite its growing popularity the local authorities have no plans to either cash in or restrict access to the site. \"There are no plans to develop Al Madam as a tourist attraction at present though tourists are welcome to visit,\" says a spokesperson for Sharjah Tourism.   Sand or spirits? In the absence of definitive information on the cause of the village's abandonment, rumors of supernatural influence have circulated widely.  Residents of nearby villages share stories about an evil djinn -- or genie -- haunting Al Madam, specifically Umm Duwais, a female spirit with cat's eyes and machetes for hands.  In 2018, the Sharjah Art Foundation (SAF) conducted a public consultation to trace the history of the village.  The SAF shared transcripts of interviews with respondents from the local area with CNN - including a man who claimed to have been married in Al Madam - which suggest the village was built in the mid 1970s. In several cases these attribute the villagers' departure to ferocious sandstorms that rendered the village uninhabitable.    An alternative explanation comes from Yasser Elsheshtawy, a professor of architecture at Columbia University. Elsheshtawy has extensively the studied the introduction of \"Sha'bi housing\" in the UAE from the late 1960s, the government's nationwide program to provide modern public housing for its nomadic Bedouin population as part of the wider modernization drive following the discovery of oil reserves.  \"The government wanted to create a state and to provide a functioning state you need people living in cities and settlements, rather than Bedouins roaming the desert,\" says Elsheshtawy.  \"The traditional way of life was associated with poverty and hardship and when the UAE state was formed (in 1971) and oil became more prolific they wanted to move away from that.\" Al Madam is an archetypal example of Sha'bi housing, the professor says, based on a \"compound model\" with enclosures around open courtyards and standardized rooms.  Some of the new settlements were assembled so rapidly that infrastructure was not always in place, says Elsheshtawy, which may have led to Bedouins abandoning them. The SAF's interviews indicate that Al Madam lacked electricity.  \"What we came across a lot through our research was families complaining that they had moved in (to a new settlement) and lived for months without water or electricity,\" he says. \"In this instance if the infrastructure was not provided, people may have moved in initially and then left.\" The mystery of the abandoned village may never be conclusively resolved. But a growing number of explorers are keen to investigate for themselves.  Getting there From Dubai -- the abandoned village is around 70km along the E44 road, just south of Al Madam town. A number of tour operators run trips from there."], "Language": false}