{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mona-lisa-rubiks-cube-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Aleesha Khaliq, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-04T14:55:20Z"], "LastModifiedDate": ["2020-02-04T16:53:12Z"], "Headline": ["'Mona Lisa' made up of 330 Rubik's cubes could sell for $166,000 at auction"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["An artist's interpretation of Leonardo da Vinci's \"Mona Lisa\" -- fashioned out of hundreds of Rubik's cubes -- is expected to reach up to $166,000 when it goes under the hammer at a Paris auction later this month. The artwork, made up of 330 of the famous toy cubes, is the creation of French street artist Invader, whose true identity is hidden behind a mask. It will go under the hammer at Paris' Artcurial auction house on February 23. \"Rubik Mona Lisa\" was created in 2005 and is being billed as a \"modern take on the world's most famous painting.\" The original was painted by Leonardo more than 500 years ago and hangs at the Louvre in Paris, where it is the most visited piece of art in the world. Invader began exploring the use of Rubik's Cubes in artwork in 2004. It was the first time, the auction house said in a press release, that the best-selling toys were used to make art. The practice has been called \"Rubikcubism.\" \"Amongst his works on this theme, which he has explored in a variety of forms, this rubikcubist Mona Lisa is actually the representation that is most faithful to the original,\" the auction house said in a statement. Invader defines himself as a UFA (Unidentified Free Artist). He writes on his website that \"little by little\" he explores international heavily populated urban areas and \"invades\" them, aiming to display 20 to 50 pieces per city. The auction house quotes him as saying in 2007 in regard to Rubikcubism: \"To view a piece, you have to stand back from it. Close up, the image is nothing but a mass of cubes and colors, it's only when you stand back that the face emerges.\" \"The further away you stand, the clearer it becomes.\""], "Language": false}