{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-winter-rooftops-new-york-city/index.html"], "Source": ["cnn"], "Location": ["New York City"], "ByLine": ["Brekke Fletcher and Stacey Lastoe; video by Diana Diroy, CNN"], "Writers": [["Brekke Fletcher", "Stacey Lastoe"]], "FirstPublishDate": ["2019-12-11T12:03:08Z"], "LastModifiedDate": ["2020-02-04T14:34:04Z"], "Headline": ["From Midtown to Williamsburg: 6 of New York City's best winter rooftops"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Where there's a city with a spectacular skyline, there's a way to see it from up high. Perhaps nowhere is that more true than in New York City, one of the most visited cities in the world. Sure, NYC's rooftops are renowned as popular hangouts when the weather's warm and the living's carefree (summer Fridays, anyone?), but many are just as -- if not more -- exciting in winter. And there's no time like the present to take advantage of the city's outdoor playgrounds for adults Fred Dixon, president and CEO of NYC & Company, understands the love for a New York City rooftop: \"The pinnacle of NYC nightlife is our rooftops.\"  \"The recent increase in elevated winter offerings by hotels and entertainment venues proves that demand is strong, even as the weather grows colder,\" says Dixon.  From ice rinks to cozy igloos to warm beverages, New York has something for every visitor -- and every travel season:   Pier 17 The South Street Seaport in downtown Manhattan is hotter than ever, thanks in part to Pier 17.  The venue's WinterLand, which debuted last year, reminds locals and visitors alike that Bryant Park doesn't have a monopoly on outdoor ice-skating. This rink, often enhanced by live music, offers unparalleled views of the East River, the Brooklyn Bridge and the Manhattan skyline. The rink is family friendly with lessons for all ages. Adult libations are available for purchase by the 21-and-over crowd and can be sipped indoors or outdoors.  Enjoy a drink in the unique comfort of a warming hut as you prepare to skate for the first time in a decade or elevate your experience with a visit to R17, the restaurant and bar on the premises.  Sit by a roaring fire (albeit behind glass) as you nosh on poutine and sip a signature cocktail, such as the Smoked Old Fashioned or the Ume Royale, made with Veuve Clicquot Champagne.   Similar food and drink options can be found in the warming huts, where guests can grab a table and watch snowflakes cover the ice rink and the city. Pier 17, 89 South Street NY, New York 10038 Westlight at The William Vale Whether you make your way from the G or the L train, The William Vale rises in the distance.  Long hip, Brooklyn knows how to throw a party, and cocktails at Westlight, the rooftop lounge belonging to The William Vale, beckons with its luxe setting and jaw-dropping views of Manhattan.  It's not easy to decide on a drink, especially while floor-to-ceiling glass windows and doors attempt to divert your attention to the bright lights, big city, but this is why you're here.  \"At the Crossroads,\" is mezcal-based and on the sweeter side. Same goes for the \"Lower Level\" -- but replace mezcal with Suze, Pierre Ferrand Cognac, Velvet Falernum and Martini Ambrato, a boozy yet sweet concoction.  While eating isn't a requirement, it'd be a mistake not to order a few items from the list of \"Bites.\" Must-haves include the curried cauliflower dip made with miso and Gruyere and baby back ribs topped with crushed peanuts.  Soon, guests of Westlight and the hotel will even be able to work off some of the inevitable indulgence: A skating rink is set to open one floor above the lounge. If you thought the panoramic views were impressive before, just wait until you venture even higher. Westlight at The William Vale, 111 N 12th St 22nd Floor, Brooklyn, NY 11249, +1 (718) 307-7100 The Mark Penthouse Beloved by bold-faced names who supposedly prize privacy -- Meghan Markle had her baby shower here -- The Mark Hotel on the Upper East Side is one of the city's most elegant stays.  Their 12,000 square foot Mark Penthouse (the largest hotel suite in the US) is the epitome of luxurious excess. The two-story space includes with five bedrooms, eight bathrooms, four fireplaces, exquisite custom furnishings and views of Central Park.  This winter, however, The Mark is offering an extra serving of extravagance: A private rooftop ice-skating rink reserved for penthouse guests. This extraordinary, once-in-a-lifetime experience has a price tag to match. (Pricing upon request.) Ophelia The art deco Beekman tower, built in the 1920s, is one of the New York City skyline's architectural stunners. Nestled between Sutton Place and The United Nations on Manhattan's east side, locals and visitors delight in the clubby feel of the iconic building's 26th floor rooftop bar, Ophelia.  This winter, Ophelia has morphed into a living snow globe, alight with stars and sparklers all in white. Enjoy expertly crafted cocktails while taking in the sweeping views of the East River and Midtown, a singular spot to enjoy the delights of the winter season. And if the holiday crowds are too intimidating, consider a post-holiday gathering at Ophelia. As Dixon notes: \"Travelers who choose the months of January and February to explore New York City are rewarded with a more intimate, tranquil experience.\" Dixon cites cheaper hotel rates too, sweetening the deal further. Ophelia, 3 Mitchell Place, New York, NY 10017, +1 (212) 980-4796 230 Fifth Snaking lines, complicated reservation systems -- or no reservations -- and gruff bouncers mean spontaneity isn't often rewarded when it comes to having your (rooftop) cocktail and drinking it too. This is mostly the case at 230 Fifth, one of the city's most cherished rooftops.  Getting a spot in one of 17 igloos, all first-come, first-serve, requires advance planning, i.e., send one member of your party early before the line is around the block.  Each igloo, newly-designed this year, can accommodate up to 12 people. For everyone else, there are robes and heating lamps. There's a pre-paid reservation option at a cost of $60 per person every night and $40 for weekend brunch with the money going toward food and drink if you don't want to take a chance on snagging a spot. The views, whether from your igloo perch or one of the benches, are worth any hassle. You may not even mind drinking your Apple Pie Cider -- a winter specialty of the house made with vodka, apple cider, whipped cream and cinnamon -- out of a paper coffee cup.  While the city boasts myriad viewing platforms, few are set in the middle of the action. At 230 Fifth, you're in the center of it all -- in an igloo if you're lucky.   230 Fifth Avenue, New York, NY 10001, +1 (212) 725-4300 Chalet de Ning at The Peninsula Looking for a little apres-ski vibe in NYC?  The iconic Peninsula New York Hotel has you covered. The west terrace of the hotel's rooftop bar, Salon de Ning, has been transformed into a winter chalet, outfitted with faux fur blankets and a fake, Malm-esque fireplace, inside what can only be described as a plastic igloo.  The domed \"Chalet de Ning\" offers guests a unique opportunity to snuggle down far above the frenzied pace and honking horns of bustling Fifth Avenue. Arrive by 5 p.m. or shortly after and you and your party can settle into one of a handful of intimate seating arrangements, complimented by stellar, attentive service.  Lean into the hygge by ordering the Gluhwein (a mix of Malbec, Grand Marnier, cinnamon and clove), or pen a painted postcard that the folks at The Peninsula will mail anywhere in the world. Chalet de Ning at The Peninsula, 700 Fifth Avenue, New York, NY,10019, +1 (212) 956-2888  Honorable mentions In a city that never sleeps, there are many more honorable mentions.  Travelers passing through JFK International Airport may want to tack a night on to either side of their NYC trip with a stay at the recently opened TWA Hotel. Its 63-foot rooftop infinity pool overlooks one of the airport's busiest runways, and this winter, it'll be heated to a cozy 100 degrees Fahrenheit. On New York City's Lower East Side, Hotel Indigo, home to the perennially popular Mr. Purple nightclub, another rooftop igloo welcomes partygoers who wish to take a break from dancing. At Refinery Hotel, a stone's throw from the Empire State Building, a retractable, glass-covered rooftop provides epic views of the ever-impressive Manhattan skyline. And with 10 signature cocktails to choose from, the only real question is: What are we drinking?"], "Language": false}