{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/20-of-the-worlds-best-new-restaurants-for-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Chris Dwyer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-03T13:00:30Z"], "LastModifiedDate": ["2020-02-06T13:02:15Z"], "Headline": ["20 of the world's best new restaurants for 2020"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["From Mexican dishes with a stellar view across the rooftops of London to Ethiopian cuisine in upstate New York, Mediterranean creativity in Bangkok to a Texas-inspired grill in Hong Kong, many of the most exciting new restaurants opening this year take their cue from global cuisines.  Here are 20 new spots around the world to try at the turn of the new decade. Madera at Treehouse London The sister restaurant to Toca Madera in Los Angeles and Scottsdale, Madera at Treehouse London brings an elevated take on traditional Mexican cuisine to the British capital.  Located 15 floors up, its plant-filled interiors, quirky design touches and sweeping views are proving a big draw already. The food on offer includes a raw bar with flavorful ceviche dishes, a taqueria promising freshly-made blue corn tortillas and specialties like carne asada, and Black Angus skirt steak steeped in a coriander marinade and served on lava stones.   Vegan, vegetarian and gluten-free menus and options ensure that all tastes are catered for, while the drinks' program includes premium mezcals and tequilas, as well as inventive cocktails featuring ingredients such as chile de arbol or prickly pear. Madera at Treehouse London, 14 to 15 Langham Place, Marylebone, London W1B 2QS; +44203 988 4273 TURK Fatih Tutak, Turkey Acclaimed Turkish chef Fatih Tutak, who has worked everywhere from Copenhagen to Hong Kong, is returning to his roots by opening his first restaurant in Istanbul. By working closely with Turkish fishermen, farmers and artisanal producers, Tutak promises to celebrate his country's diversity of produce.  Served in a modern, light-filled setting, the food here merges the chef's extensive travels and overseas experience with historic Turkish techniques to reinterpret traditional flavors.  This means multi-layered dishes that include bulgur wheat with miso, veal and radish, or a main of duck with sour cherries and chestnuts. Desserts on offer include a \"snow'\" of lemon verbena and persimmon, while all the wines served are Turkish. TURK Fatih Tutak, Now Bomonti, Cumhuriyet Mahallesi, Silahşör Caddesi, Yeniyol 1. Sokak No:2 Bomonti-Şişli; +90 (212) 709 56 79 The Mayfair Supper Club, Las Vegas Vegas is arguably one of the best dining destinations in the US thanks to its seemingly unstoppable wave of restaurants led by domestic and international celebrity chefs.  Open since New Year's Eve, The Mayfair Supper Club, a new spot on the Strip at The Bellagio, promises to add to the culinary landscape, while throwing in some old school glamour. The roaring twenties provide the inspiration for the spot's live entertainment, which features throughout dinner before a late-night jazz party -- all played out against the famed Bellagio Fountains.   As for the menu, many dishes are prepared table side, while the Wagyu and caviar handroll topped with gold leaf is one for the high-rollers. The Mayfair Supper Club, Bellagio Resort & Casino, 3600 Las Vegas Blvd S, Las Vegas, NV 89109; +1 (702) 693-8865 Cheval Blanc Paris Even though it's not set to open for at least a few months, this upcoming restaurant from three Michelin-starred chef Arnaud Donckele already has Parisian fine dining lovers excited. The location is the super-luxurious Cheval Blanc Paris on the banks of the Seine, adjacent to the famed Louvre Museum.  Donckele promises to both celebrate and pay tribute to the \"City of Light,\" as the vast majority of the seasonal ingredients used will come from in and around the French capital. Given his stellar reputation, Donckele's gastronomic creations are sure to be feasts for the eyes as much as the stomach, with artfully-crafted and flawless presentation at every course. Cheval Blanc Paris, 8 quai du Louvre, 75001 Paris, France; +33 (0)1 40 28 00 00 HENRY, Hong Kong Based in Hong Kong, this new American grill and smokehouse channels the southern states of the US with a menu overseen by British Chef de Cuisine Nathan Green.  The meat specialist comes with critical and public acclaim from a number of restaurants in both Hong Kong and London, all of which have celebrated charcoal grilling, meat-curing and butchery. His menu at HENRY's continues in this fashion, with choices such as American Black Angus aged for 90 days in Woodford Reserve Bourbon and ash or a Becker Lane Farm Pork Chop served with heirloom carrots and pickled mustard seeds.  Homemade sauces -- 5-pepper & bourbon or tomatillo & ancho -- really pack a punch. Southern-style dishes run from snacks and starters through to soups and sides, while desserts sound suitably sinful.  On the design front, diners can expect leather banquettes and polished brass for a nightclub feel, while the marble bar leads to a terrace for cocktails, fine wines or cigars. HENRY, Rosewood Hong Kong, Victoria Dockside, 18 Salisbury Road. Tsim Sha Tsui, Kowloon, Hong Kong; +852 3891 8888 Davies and Brook, London Few names in contemporary gastronomy are as renowned as Swiss chef Daniel Humm, who has helped make restaurants such as New York's iconic Eleven Madison Park unmissable. His first London venture comes in the form of Davies and Brook at the storied Claridge's Hotel. The restaurant is named after the cross streets the renowned building in the city's Mayfair district spans. This is a space Humm knows well, having first worked there more than 25 years previously. Some of his signature dishes feature, such as duck glazed with honey and lavender, but there are plenty of new additions, like grilled short rib of beef with fermented mint or citrus-marinated yellowtail with crispy rice.  The elegant Art Deco interiors include contemporary touches, such as works by American artist Roni Horn, while the bar is the go-to spot for cocktails and small plates. Davies and Brook, Claridge's, Brook Street, Mayfair, London W1K 4HR;  +4420 7107 8848 Côte by Mauro Colagreco, Capella, Bangkok Not only does Argentinean chef Mauro Colagreco boast three Michelin stars at Mirazur, his southern France restaurant, he also holds the coveted number one spot on the always contentious World's 50 Best Restaurants list. Côte by Mauro Colagreco, the latest venture for the culinary powerhouse, who trained under titans such as Alain Ducasse and Bernard Loiseau, is launching in the Thai capital of Bangkok this year.  The menu is set to offer modern takes on classic dishes from the Mediterranean coasts of France and Italy, in addition to some signatures already served at Mirazur. In a city where food is woven into daily life like few others, expectations are high that Côte by Mauro Colagreco will add to Bangkok's reputation as a serious dining destination. Côte by Mauro Colagreco, 300/2 Charoenkrung Road, Yannawa, Sathorn, Bangkok 10120 Thailand; +66 2 098 3888 Le chêne, South Africa Le chêne, which is French for \"the oak tree,\" recently opened in Franschhoek, a destination fast claiming a reputation as South Africa's culinary capital. Here chef Darren Badenhorst crafts fine dining from two courses through to a full tasting menu. Hyper-local produce, namely ingredients that come almost exclusively from the estate where the Manor House sits, is transformed into dishes such as baked local hake with salted lemon and a garden pea risotto or porcini mushrooms foraged and paired with a tartare of cured Springbok.  The venue's glass conservatory offers panoramas of the Franschhoek Valley, while the wine is another highlight thanks to the region's famously rich vineyards. Le chêne, Dassenberg Road, Franschhoek, 7690; 021 492 5988 Hutong, Miami Miami looks set to get a little bit hotter with the arrival of Hutong, a new restaurant specializing in \"occasionally fiery\" cuisine from Northern China.  Positioned in the city's burgeoning Brickell district, it's the second US location (NYC is the first) for a restaurant born in Hong Kong. The decor melds Miami and China, meaning local artworks merge with teapots from Zhejiang and columns of Chinese clay roof tiles.  Most strikingly, the dining room features 35,000 grey antique bricks salvaged from a 1930s building in China. From the menu, Beijing's famous roast duck and Shanghai's fresh seafood dishes are two highlights, but the standouts are those featuring Sichuan's famously spicing and numbing chili peppers.  The signature Red Lantern, where crispy soft-shell crab is served in a traditional Chinese wood basket covered with red Sichuan dried chilies, is undoubtedly the most photogenic.  Milder options include extravagant dim sum featuring Wagyu beef or lobster and squid ink.  Hutong, Miami, 600 Brickell Avenue, Miami, FL 33131: + 1 (786) 388-0805 Dinner by Heston Blumenthal at The Royal Atlantis Resort, Dubai British chef Heston Blumenthal has won huge commercial and critical acclaim for his playful, innovative and theatrical takes on food at restaurants like the three Michelin-starred Fat Duck outside London. One of his other successes is \"Dinner By Heston Blumenthal,\" which celebrates British cuisine dating back all the way to the 1300's in a series of painstakingly crafted dishes.  These include the famed \"meat fruit,\" where a chicken liver parfait is brilliantly disguised to look like a Mandarin orange. After openings in London and Melbourne, the restaurant's next destination is The Royal Atlantis Resort in Dubai, slated to open at the end of 2020.  Dinner by Heston, The Royal Atlantis Resort & Residences, Dubai, United Arab Emirates; +971 4 426 2888 The Japanese by The Chedi Andermatt, Switzerland Luxurious Swiss ski hotel The Chedi Andermatt, designed by famed Belgian architect Jean-Michel Gathy, is now home to a new restaurant simply called The Japanese.  Positioned some 2,300 meters above sea level, it's the highest Japanese restaurant in Switzerland, with stunning views overlooking the Oberalp Pass and the Ursem Valley, especially from its 45-seat terrace. Its cozy Alpine interiors feature roaring open fireplaces as well as Asian touches reflecting the brand's heritage, while the menu is led by Executive Chef Dietmar Sawyere. Expect refined renditions of Japan's vast panoply of techniques and dishes, all served up with Alpine precision and attention to detail. The Japanese by The Chedi Andermatt, Mount Gutsch Gotthardstrasse 4, CH-6490 Andermatt, Switzerland ; +41 (0)41 888 74 66 Des Roses et des Orties, Toulouse Known as the \"Pink City,\" Southern France's Toulouse is welcoming a brand new establishment that comprises a restaurant, bistro, wine cellar and more, all at one address.  Led by Michelin-starred chef Yannick Delpech, Des Roses et des Orties promises affordable meals made from high quality, locally sourced ingredients.  The focus is on authentic local cuisine that's crafted through a combination of historic techniques and recipes with modern touches and execution -- one of Delpech's signature dishes is pork with Jerusalem artichokes and fresh thyme. The kitchen's focus is on authentic local cuisine."], "Language": false}