{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/politics/kushner-palestinians-israel-cnntv/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Gaouette, CNN"], "Writers": [["Nicole Gaouette"]], "FirstPublishDate": ["2020-02-02T15:08:19Z"], "LastModifiedDate": ["2020-02-03T10:42:49Z"], "Headline": ["Kushner defends conditions for Palestinians to get a state and 'take control of themselves'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's senior adviser Jared Kushner told CNN that if Palestinians can't meet certain conditions under the administration's Middle East plan, then he doesn't believe Israel should take \"the risk to recognize them as a state.\"  Kushner was responding to CNN's Fareed Zakaria, who challenged the President's senior adviser and son-in-law to explain conditions that the Trump administration plan sets for Palestinians before it will allow them to form a state. Zakaria pointed out that \"no Arab country\" currently meets the criteria Palestinians are being asked to achieve in the next four years -- including ensuring free press, free elections, guarantees of religious freedom and an independent judiciary and financial institutions that are as transparent as they are in the West.  \"Isn't this just a way of telling the Palestinians you're never actually going to get a state,\" Zakaria asked, \"because ... if no Arab countries today in a position that you are demanding of the Palestinians before they can be made a state, effectively, it's a killer amendment.\" 'That's not the question' Kushner declared the conditions are \"basics,\" but struggled to respond. \"Are you saying that we shouldn't have these criteria, saying, you know, 'It's OK if you don't want to respect human rights, if you want to not allow people to speak freely, if you don't want to have an interest in it,'\" Kushner said. \"The question is, how do we get Israel to make compromises to a territorial dispute?\" Kushner spoke in a wide-ranging interview with \"Fareed Zakaria GPS\" that focused on the administration's proposal to resolve the long-standing Israeli-Palestinian conflict, which was unveiled Tuesday. At the time, Trump described it as a \"realistic two-state solution,\" but it caters to nearly every major Israeli demand and was immediately rejected by Palestinians. Kushner then pivoted to offer a historical summary of conflict, noting that Israel has become a \"powerhouse\" despite being \"attacked many times over history.\" In contrast, Palestinians \"are trapped under the rule that you have now,\" Kushner said, describing the system as \"a police state\" and noting that \"it's not exactly a thriving democracy.\" \"For the Palestinians, if they want their people to live better lives, we now have a framework to do it,\" Kushner said. \"If they don't think that they can uphold these standards, then I don't think we can get Israel to take the risk to recognize them as a state, to allow them to take control of themselves, because the only thing more dangerous than what we have now is a failed state.\" Those remarks prompted a sharp response from Palestinian chief negotiator Saeb Erakat who said Kushner had unilaterally decided what a peace settlement would look like. \"What is left to negotiate? When I said these issues must be negotiated between us and Israel directly, Kushner responded by calling me a failed negotiator, unable to negotiate. He negotiated on my behalf because he knows better than I do what is best for me. This is the art of dictation, arrogance, and blackmail,\" Erakat wrote in a statement to CNN. Palestinian negotiators have not had direct contact with the Trump administration in more than two years and were not part of the plan's presentation, which Israeli Prime Minister Benjamin Netanyahu attended at the White House. Allies issued polite statements noting that the plan was the product of hard work, but also emphasized the need to hew to parameters established through decades of international negotiations. An Arab League statement released Saturday was tougher, pledging no cooperation with US efforts to enforce the plan \"in any way or form.\"    'Israel's undivided capital' The Trump plan lays the groundwork for Israel to immediately begin annexing all of its settlements in the West Bank with US backing. Under the proposal, Trump said Jerusalem \"will remain Israel's undivided capital.\" The plan also removes completely any right of return of Palestinian refugees to their former homes. While it envisages several possible exchanges of territory, in addition to annexation, Trump said neither Palestinians nor Israelis would be uprooted from their homes under the plan. The plan envisions a Palestinian capital in areas immediately to the north and east of Jerusalem, physically separated from the rest of the city by an existing wall. This story has been updated to add Erakat's statement."], "Language": false}