{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/health/everyday-day-of-week-wisdom-project-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David G. Allan, CNN"], "Writers": [["David G. Allan"]], "FirstPublishDate": ["2020-02-03T10:28:47Z"], "LastModifiedDate": ["2020-02-03T10:39:14Z"], "Headline": ["How to hack the week so any day is your favorite day (even Monday)"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["What is your least favorite day of the week? And why? The reason you should ask yourself these two questions is so you can fix that day. If you don't, it's just going to keep swinging around, week after week, hitting you in the back of the head like a circadian tether ball you aren't ducking.  In various studies, surveys and most importantly our own experience, we find reasons to dread certain days of the week. Suicides in the US peak on Mondays. Two surveys in the UK found Tuesday is the most stressful day of the week. Research, which analyzed blog posts published from day to day, found Wednesdays were the least happy in terms of the language writers used. \"Thursday is perhaps the worst day of the week. It's nothing in itself,\" wrote author Nicci French, \"It just reminds you that the week has been going on too long.\" Friday is the most dangerous day to commute to work, according to data from the National Highway Traffic Safety Administration. Saturdays can feel more lonely than fun, we can probably all relate to, if your activities don't match your expectations. And those Sunday blahs you feel as you anticipate Monday, are clinically real.   But we can transform our least favorite days, eventually hacking the whole week until we reach the Zen-like Pooh-state of enlightened consciousness captured by A.A. Milne in \"The Complete Tales and Poems of Winnie-the-Pooh\": \"What day is it?\" asked Pooh. \"It's today,\" squeaked Piglet. \"My favorite day,\" said Pooh. The three-part solution to your weekly nadir is to  understand and combat factors that make your least favorite day so terrible\nreframe that day in a different context, and \ninsert at least one activity you love into that day as a weekly routine Pinpoint the pain  The first part requires getting granular and specific about where the pain points lie. It's not enough to say you hate Mondays because you have to go back to work. What is it about Mondays at work specifically you don't like? Is it a person you work with? Your commute? A stressful or loathsome task you have to perform that day? If you hate your job in general and Monday simply means the start of five days of it, try to get specific about what in the day causes your heartburn.  A more detailed and subjective understanding about what puts one day at the bottom of the list, is valuable. Then you can work on eliminating that pain point, or reduce it, make it more enjoyable, or counteract by following it with activity that brings joy. Reframe the week Next, try to reframe how you think of your least favorite day. Consider Mondays the January of the week, a new start in which you resolve to do better. Tuesdays -- basically a second Monday without the usual defenses built up to face the workweek -- should be seized as an opportunity to infuse fun on an otherwise lackluster day. Lean into \"hump day\" and tackle your to-do list on Wednesdays before you start the return journey back to the weekend. Thursday -- the legally designated day for Thanksgiving -- can be a weekly reminder to be more grateful. Friday is about celebrating the end of the work week by sliding off that dinosaur's back and getting the weekend started with a \"Yabba Dabba Dooooooo!\" Saturday has a surplus of time and holds the promise of a day filled with choice and more opportunity for joy. And on the seventh day, take a cue from the biblical God and rest. Fill each day with something you love Journalists use the term \"counterprogramming\" to refer to the kinds of fun, fascinating or inspiring stories that run counter to harder and more serious news.  What does counterprogramming look like in real life? Make a list of activities you love and then figure out how you can insert one or more of those activities into your least favorite day or days.  Whether you have to make time before work, during work, after work, or as you're going to bed -- pick an activity you will happily anticipate and commit to every week.  Even if some days feel intractable, there is always room for improvement. The smallest of changes can have a big impact, especially when you compound the benefit on a weekly interest rate.  Hate Tuesdays because you have a hard exercise routine scheduled on that day? Maybe curate an amazing music mix to listen to while you sweat.  Hate Thursdays because it's when you have your most stressful weekly meeting? Maybe give yourself 10 minutes beforehand for a breathing meditation or to buy a favorite cup of coffee to sip during it.  Hate Sundays because all you can think about is going back to work the next day? Maybe distract yourself with a binge-worthy TV show that night. If you start getting wound up about having to start over another work week, look for distractions to counter those anxieties.  \"Every day, once a day, give yourself a present,\" said Agent Dale Cooper in David Lynch's original \"Twin Peaks\" television show. \"It could be a new shirt at the men's store, a catnap in your office chair or two cups of good hot black coffee.\" Cooper was also a fan of the day-altering power of a slice of pie.  Now, instead of Tuesday being the dreaded workout day, it's Taco Tuesday for dinner. Stressful Thursday meeting day is now Therapy Thursday.  Don't stop there. Lift up every day so that no matter where you find yourself in the week, there is a panoply of options that give you joy, pleasure, meaning or a sense of accomplishment each day. You can transmute the entire week. You'll know your mission is accomplished when the question \"What is your least favorite day of the week?\" is a hard one to answer. You already know what you love to do, but here is a starter list of counterprogramming ideas to inspire or remind you of ways to hack your week. Just from Lou Reed's beautiful song, \"A Perfect Day:\"  Drink sangria in the park\nFeed animals in the zoo\nGo see a movie\nTime with someone you love And more weekly counterprogramming ideas, but be warned, alliteration abounds at the end:  Call a friend\nWalk in nature\nGet a massage\nTreat yo self to a pedicure\nJoin an exercise class\nTake an instrument lesson\nGo to therapy\nRead a novel \nHave friends or family over for dinner\nBake a cake \nSign up for an art class\nListen to a favorite podcast\nRead a newspaper\nGet in some quality pet time\nMeditate\nIndulge in guilty pleasure magazines\nSink into a bath night\nPlay video games\nWrite something creative\nPlay tennis/racquetball/basketball with a friend\nWatch sports, live or on TV\nBuy a new shirt \nCatnap in your office chair \nSip two cups of good hot black coffee\nWear pink on Wednesdays (like the Plastics in \"Mean Girls\")\nHost game night (Sunday night Scrabble, Monday night Monopoly)\nGo out to a fun restaurant (TGIFriday's, anyone?)\nHave a movie night (Ice Cube and Chris Tucker's \"Friday\" perhaps)\nEat a yummy meal (Taco Tuesday! Wednesday Waffles!)\nSlurp ice cream (Moose Tracks Mondays, Hot Fudge Sundays)\nWatch a favorite old TV show (\"Friday Night Lights\") Eventually you may feel compelled to take Ralph Waldo Emerson's advice and \"write it on your heart that every day is the best day of the year.\" "], "Language": false}