{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/famous-picasso-paintings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-02-03T10:23:45Z"], "LastModifiedDate": ["2020-02-03T10:23:45Z"], "Headline": ["Famous Picasso paintings: 7 works that captured our imagination"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["It's hard to imagine a visual record of the 20th century without Pablo Ruiz Picasso. With his bold shapes and characteristic angles, the Spanish artist captured everything from the horrors of war to the boundless possibilities of the human form.  Even those unfamiliar with the intricacies of modern art history can likely identify a few of his best-known paintings -- particularly those in his signature cubist style.  However, during Picasso's long life -- he died in 1973 at age 91 -- he is estimated to have completed 13,500 paintings and around 100,000 prints and engravings.  A comprehensive retrospective of his work and the numerous artistic traditions it spanned, is a massive undertaking. So much so that entire museums are devoted to his prolific output (Museu Picasso in Barcelona and Musée Picasso in Paris, to name two of the largest). His artworks are also coveted inclusions in private collections worldwide. Here are seven of Picasso's most famous paintings, in order of completion: 'The Old Guitarist' Completed: Late 1903 to early 1904\nWhere to see it: Art Institute of Chicago \"The Old Guitarist\" has to be one of the most sorrowful paintings to ever capture the art world's imagination. The figure depicted -- gaunt and cross-legged -- appears exhausted as he slumps over his brown guitar.   The oil-on-panel painting is from Picasso's \"blue period,\" which saw him restrict himself to shades of blue as he explored themes of poverty and suffering. Did you know? The Art Institute of Chicago became the first American museum to put a Picasso on permanent display after it bought \"The Old Guitarist\" in 1926. 'Garçon à la Pipe' Completed: 1905\nWhere to see it: Private collection  With \"Garçon à la Pipe (Boy With a Pipe),\" we move from Picasso's blue period to the more lively rose period.  And while the figure in the oil-on-canvas portrait is clothed in blue, the background features happier shades of ochre and pink.  While hardly bubbling over with joy, the boy strikes a more upbeat image than that of the downtrodden figures from the blue period. He even wears a headpiece of flowers, with more flowers appearing in the background. Picasso painted this not long after he moved to the Montmartre section of Paris, which attracted the likes of Edgar Degas and Henri de Toulouse-Lautrec. Did you know? \"Garçon\" sold for a stunning $104.1 million back in 2004 -- a record for any painting at the time. Art critics were taken aback, with some not considering the painting among Picasso's best efforts. But the sale helped propel it to notoriety, securing its place as one of Picasso's most famous works. 'Gertrude Stein' Completed: 1905-06\nWhere to see it: Metropolitan Museum of Art (New York)\n In a portrait that's as imposing as its subject, \"Gertrude Stein\" was created near the end of Picasso's rose period. Picasso became quick friends with Stein, a writer, after he moved to Paris. Famed for her weekly salons, Stein's influence extended beyond the literary world. She was also an avid art collector, and joining her inner circle could propel a painter's career to new heights. While the portrait is not a cubist work, art experts see the early stirrings of cubism with the use of simple masses for Stein's body.  Did you know? Look closely at the painting -- Stein's face stands out from the rest of the portrait. That's because Picasso was unhappy with his early efforts. He got so frustrated that he went back to Spain for a break and finished the face upon his return to France. Stein bequeathed the portrait to the Met in 1946. 'Les Demoiselles d'Avignon' Completed: 1907\nWhere to see it: Museum of Modern Art (New York) Everything about \"Les Demoiselles d'Avignon\" was shocking to the art world when it was finally shown in 1916, almost a decade after Picasso had finished it.  From the subject matter (women in a brothel) to the early cubist style that contorts their bodies and how their eyes directly meet the gaze of its viewers, the effect was incendiary.  Contemporary Henri Matisse was particularly vexed and thought it an affront to modern art. But despite the outrage (or maybe because of it), \"Les Demoiselles d'Avignon\" went on to be one of Picasso's most recognizable paintings. Did you know? You'd be forgiven if you thought the painting's name referred to the city of Avignon in France. It actually refers to a district in Barcelona, Spain, that was a favorite haunt of prostitutes at the time. 'Girl Before a Mirror' Completed: 1932\nWhere to see it: Museum of Modern Art (New York) If there's a single painting that screams Picasso, this might be the one. \"Girl Before a Mirror\" is alive with color, pathos, a hint of eroticism and beguiling shapes that take cubism to its extremes. It's a fascinating study that asks: \"What do you really see when you look at yourself?\" The woman holding the mirror on the left is much lighter and livelier than the darker reflection, which appears to be shedding a tear. Did you know? Picasso said he \"preferred this painting to any of the others,\" according to MoMA's founding director, Alfred H. Barr Jr. 'Guernica' Completed: 1937\nWhere to see it: Museo Reina Sofía (Madrid) \"Guernica\" is not only Picasso's best-known work, it's one of the most famous (and Google-searched) paintings in the world. Its depiction of an aerial bombing raid on the Basque town of Guernica in April 1937, during the Spanish Civil War, was an eerie visual prelude to the coming atrocities of World War II. The muted tones of gray further emphasize the shapes of humans, their arms outstretched in agony, and give the painting the documentary-style impact of a black-and-white photograph. It also contains animal imagery heavily associated with Spain, namely the bull and the horse. \"Guernica\" has become one of the most recognizable anti-war paintings in history. Did you know? For decades, \"Guernica\" was displayed in the Metropolitan Museum of Art in New York while Francisco Franco ruled Spain with an iron fist. In 1974, it was defaced with red paint as an anti-war protest. It was quickly cleaned up and eventually returned to Spain in 1981. 'The Weeping Woman' Completed: 1937\nWhere to see it: Tate Modern (London) In today's cinematic terms, think of \"The Weeping Woman\" as something of a sequel to \"Guernica.\" Whereas \"Guernica\" depicts the fresh and full sweep of destruction, \"Weeping Woman\" examines the emotional aftermath of war, tightly focused on one woman plucked from the original painting. Picasso actually created a series of weeping women portraits that can be seen in various galleries. The version residing at the Tate -- an oil-on-canvas work in Picasso's angular style, incorporating red, green, white, yellow, blue and mauve -- is the culmination of that effort.   Did you know? The subject of the portrait is photographer and artist Dora Maar, who documented his progress on \"Guernica.\" She was also his lover and intellectual companion. Museums may loan out artworks for special exhibits elsewhere. Always check ahead if you wish to see a specific work to be sure it's currently on display."], "Language": false}