{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/media/iowa-caucuses-impeachment-trial-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-02-03T05:54:08Z"], "LastModifiedDate": ["2020-02-03T05:54:08Z"], "Headline": ["For newsrooms, a 'balancing act' between Iowa caucuses and the impeachment trial"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. Up until now the impending Iowa caucuses have been almost completely overshadowed by the impeachment drama, or non-drama, in DC.  But Iowa will be the lead story on Monday as voters prepare to caucus in the evening.  News outlets have been attempting a \"balancing act,\" Alexi McCammond of Axios said on Sunday's \"Reliable Sources.\" This data from Andrew Tyndall tells the story. In 2016, the ABC, CBS and NBC nightly newscasts devoted 86 minutes of airtime to campaign coverage in the run-up to the Iowa caucuses. This year? About 10 minutes. Impeachment had a clear impact. But has it affected candidates and voters? Hard to say. Despite all the national news coverage centered in DC, \"the Iowa Democrat is very aware of their responsibility come Monday night,\" the NYT's Astead Herndon told me...   FOR THE RECORD, PART ONE -- Saturday night's surprise: The CNN/Des Moines Register's highly anticipated pre-caucus poll was scrapped \"because of concerns about irregularities in the methodology...\" (NYT) -- On \"Reliable,\" Art Cullen of the Storm Lake Times newspaper said the decision \"raises my estimation of CNN and the Des Moines Register as outlets that strive for accuracy...\" (CNN) -- \"This is the sixth straight set of caucuses that I have covered, and the atmosphere is noticeably different from any I have ever seen,\" Karen Tumulty writes... (WaPo)   Coverage plans The caucuses begin at 7pm CT. Note, all the following times are ET: -- \"America's Choice 2020: The Iowa Caucus\" will begin on CNN at 4pm, and will continue into Tuesday morning. -- MSNBC's special coverage begins at 6pm. -- On Fox, Bret Baier and Martha MacCallum will co-anchor pre-caucus coverage from 6 til 8pm; Tucker Carlson and Sean Hannity will have their usual shows; then Baier/MacCallum will come back from 10pm til 12am. Shannon Bream will anchor til 2am. -- The broadcast networks will cut into prime time for special reports with results. -- Chuck Todd will anchor an election special on the NBC News NOW streaming service.  DNC's counter-disinfo unit is hard at work Donie O'Sullivan emails from Des Moines: \"It's like algorithmic wars here, it's kind of crazy,\" that's what a DNC cyber official told me this weekend. The Democrats have set up their own counter disinformation unit and Monday's Iowa caucus is going to be one of its first big tests of the campaign cycle. I had a look at the systems they are using to detect bots, trolls, and misinformation and how they are trying to get ahead of it all... Read on... >> The Dems have help from some former Facebook employees, including Nell Thomas, the DNC's new CTO, who said FB's focus on engagement numbers creates \"blind spots\" for FB staff when thinking of the long-term effects of their platforms... >> On refusing to fact-check politicians' ads and leaving the doctored Pelosi video on its platform, Robby Mook, Hillary Clinton's former campaign manager, said FB is like a \"polluter who wants to dump toxic waste in a river and is happy to take home a profit but thinks they don't have to pay for cleanup...\"   \"The most powerful person in the country is a disinformation agent\" Donie adds: But as much work the Democrats can do in fighting bots and trolls, one official here acknowledged to me the bigger problem is in the White House. \"The most powerful person in the country is a disinformation agent,\" he said, exasperated...   FOR THE RECORD, PART TWO -- After interviewing Pete Buttigieg on \"SOTU,\" Jake Tapper pointed out that Joe Biden \"has yet to do a Sunday show interview...\" (Mediaite) -- Savannah Guthrie sat down with Joe Biden on Sunday night in Iowa... Highlights will air Monday on \"Today...\" -- Read more of Sunday's \"Reliable Sources\" newsletter... And subscribe here to receive future editions in your inbox... -- Via Vox's Andrew Prokop: \"How the Iowa caucus results will actually work — and why 2020's could be more confusing than ever...\" (Vox) -- Here are Chris Cillizza's predictions for 5 possible \"winners\" from Iowa... (CNN)   \"Being Gay on the Campaign Trail With Pete Buttigieg\" \"The first openly gay presidential candidate has attracted an equally pioneering press corps,\" Adam Wren wrote in this Politico Mag profile of the LGBTQ journalists who routinely travel with Pete Buttigieg. \"For some, it's just coincidence; they had editors assign them to the campaign. For others, it's intentional: They put their hands up, fascinated by the chance to cover the first openly gay top tier presidential candidate.\" Here's why it matters..."], "Language": false}