{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/opinions/trial-witness-snl-senate-impeachment-obeidallah/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Dean Obeidallah"], "Writers": [["Dean Obeidallah"]], "FirstPublishDate": ["2020-02-02T19:40:04Z"], "LastModifiedDate": ["2020-02-02T19:40:04Z"], "Headline": ["'SNL' gave us the trial of Trump that the GOP Senate wouldn't allow"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Saturday Night Live\" gave us what 75% of Americans want and what the GOP-controlled Senate has refused: An impeachment trial with actual witnesses!  It's a dark day for our nation when a comedy show embodies what a trial should look like more than the US Senate. But that's where we are, thanks to GOP senators' desperate devotion to Trump. A cold open began \"SNL\" with rolling text noting that the Senate trial will end without witnesses or new evidence, but adding for those hoping for more, \"Here is ...The Trial You Wish Had Happened.\" In the \"SNL\" trial, Chief Justice Roberts is kicked out as the presiding officer by TV's \"Judge Mathis\" (Keenan Thompson) who declares that, \"This court needs a real judge who got some big brass ones under his skirt,\" adding, \"Watch out. We about to do this trial right.\" And then, in a moment where art reflected life, Trump's GOP Senate defenders jumped into action. First up was Senate Majority Leader Mitch McConnell (Beck Bennett) who defended Trump by declaring, \"I want to remind the American people that all men are innocent after proven guilty.\" Next up was Sen. Lindsey Graham (the remarkable Kate McKinnon) who stated that he's vocally defending Trump for one reason: \"I've studied my chances of getting re-elected and it ain't gonna happen unless I kiss Mr. Trump's grits and tickle his biscuits.\" That leads us to the fantasy part of the sketch that made this more of a real trial than what we've seen in the Senate. We hear \"Judge Mathis\" yell out words that I bet many wanted to hear from Chief Justice Roberts during the Senate trial, \"Alright, I'm done with this nonsense ... We are calling witnesses, because that's how a damn trial works!\" \"SNL\" is right: Witnesses are how a \"damn trial works!\" The real \"Judge Mathis\" has witnesses on his TV show as does \"Judge Judy.\" Even when \"Animal Planet\" had a court show, \"Judge Wapner's Animal Court,\" they had witnesses testify. \"SNL\" then gave us a sense of what might've been. First, we heard from Trump's former national security adviser John Bolton, who made headlines over the past week after portions from his upcoming book leaked, reportedly stating that Trump told him directly he was withholding military aid to Ukraine until the country announced investigations into his Democratic political rivals. Trump denies Bolton's allegation.  The \"SNL\" version of Bolton testified that, \"The things I saw President Trump do and say, made me deeply worried about the future of democracy.\" When \"Judge Mathis\" pressed for more details, Bolton responded, \"Sorry, judge. No more free spoilers,\" adding, \"But you can preorder the book now. It's called 'Harry Potter and the Room Where It Happened.' \" Imagine for a moment, though, if Bolton actually testified under oath in the Senate trial. America would've heard firsthand what he says Trump told him. And, of course, Trump's lawyers would have the ability to cross examine him. That's what a real trial looks like. \"Judge Mathis\" even called a witness many Republicans have clamored for: Hunter Biden, the son of former Vice President Joe Biden. Played hilariously by Pete Davidson, Hunter entered the courtroom riding a hoverboard with vape in hand. Biden testified he was working \"on the board of a Brazilian money-laundering company called Nepotismo.\"  When pressed on whether he secured that job because of his father, he retorted, \"That's right. I've been selling Biden steaks from my office at the top of Biden Tower and letting foreign leaders stay at Biden-A-Lago. Oh, no, wait. That's the president's sons!\" adding, \"Ya burnt!\" I'm betting Hunter's testimony in the actual Senate trial would've been along those lines, minus the hoverboard.  Finally, \"Judge Mathis\" called the man that 76% of Americans believed should be compelled or asked to testify at the Senate trial per a recent poll: Donald J. Trump. Alec Baldwin's Trump aptly summed up what so many feel telling the judge, \"My defense is very simple, your honor. 'I'm guilty, but it ain't no thing.\"  Trump continued, \"What I've learned from this trial is that clearly nothing I do or say has any consequence.\" He went on to confess that the call with Ukraine's President wasn't perfect, \"it was illegal.\" He also admitted to watching \"CNN all the time\" and that he cheats \"at golf, taxes, wives, and bathroom scales ... I'm not 239 pounds, I'm 475 pounds.\" The reason the \"SNL\" Trump and the real Trump can feel like \"nothing I do or say has any consequence\" is thanks to his GOP defenders. In fact, if Trump testified in the Senate the way Baldwin's Trump did on \"SNL\" (sans the jokes), does anyone believe it would have convinced 20 GOP senators to join with Democrats to convict and remove Trump? Very unlikely. Trump's stranglehold on the GOP transcends facts, because they need to please Trump to stay in power. But at least if the GOP had allowed witnesses, America could've seen something that more closely resembled a trial. Unfortunately for our nation, the only place we can see that is on \"SNL.\""], "Language": false}