{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/paris-reinvention-renderings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy Gustafson Porter + Bowman", "Courtesy Dominique Perrault Architecture/Adagp", "Courtesy SAME/Novaxia", "Courtesy Nouvelle AOM", "Courtesy Lina Ghotmeh Architecture", "Courtesy NP2F", "Courtesy Apur - Luxigon", "Courtesy ViParis"]], "FirstPublishDate": ["2020-02-02T12:55:33Z"], "LastModifiedDate": ["2020-02-02T12:55:33Z"], "Headline": ["Europe's coolest city is undergoing major transformation"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Paris, France: The city's urban renewal campaign \"Reinventing Paris,\" aims to make the city even more pleasant, attractive and accessible. These renderings demonstrate the city's bold new direction. Esplanade des Invalides: The landmark will take on a new identity as Aerog'Art, the city's newest destination for art and culture. (More) art and culture: The Aerog'Art at the Esplanade des Invalides will include a new children's museum, food hall and art lab. Things to do: There will also be an outdoor patio and courtyard, and generous art exposition spaces.  Le Terminus: In 2022, the disused Métro Croix Rouge station will be given a second life, this time as a new and unexpected dining destination in Paris. First for Paris: The station will transform 246 feet of subway platforms into a subterranean dining hall, with food courts, restaurants and wine and cocktail bars.  Montparnasse Tower: The skyscraper Parisians love to hate is undergoing a transformation which includes adding thousands of square feet worth of gardens and plants. Ré-alimenter Masséna: Part vertical farm, residential and retail development, this diverse space will open in a former train station and center around sustainable food ecosystems. Gare Masséna: The old, disused train station will introduce a mixed-used development to Parisians in the 13th arrondissement centered around urban farming and sustainable food ecosystems. Wellness hotel: This sports-themed property (not yet named) is meant to fill a void in the local hotel market by catering to fitness, sports and health-conscious travelers. Om: The on-site studio at the sports-centric hotel will offer yoga, Pilates and meditation. Seine: A goal of the urban renewal initiative includes cleaning up the River Seine in time for the 2024 Olympic Games and to host the swimming portion of the triathlon. Billion-dollar effort: By the time the games kick off in 2024, the waterway will have undergone a massive billion-euro clean-up operation to reduce levels of E. coli, fecal matter and other pollutants. Urban beach: But more than just providing a dramatic backdrop to an Olympic competition, the clean-up will also give locals an outdoor beach in the center of Paris. Rooftop farm: Paris is set to become home to the largest urban farm in the world with the transformation of 150,700 square feet of rooftop space atop the convention and exhibition center Paris Expo Porte de Versailles.  Produce: It's estimated that the farm, which is about the size of two and a half football fields, will produce 1,000 fruits and vegetables every day. "], "Language": false}