{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/india/india-coronavirus-outbreak-explained-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, CNN"], "Writers": [["Julia Hollingsworth"]], "FirstPublishDate": ["2020-04-29T01:22:43Z"], "LastModifiedDate": ["2020-04-29T08:57:39Z"], "Headline": ["How does India, a country of 1.3 billion people, have around 1,000 coronavirus deaths?"], "Section": ["india"], "MappedSection": ["BUSINESS"], "Article_Body": ["Less than a month ago, India's future looked dire. Experts predicted that the country could expect millions of coronavirus cases. Doctors warned that India needed to prepare for an onslaught of cases that could cripple the country's ill-equipped health system. Onlookers worried that the virus could spread like wildfire through India's slums, where residents live in cramped quarters and basic sanitation often isn't available.  But so far, the world's second-most populous country appears to have avoided the worst.  As of Tuesday, India had reported 31,360 coronavirus cases and 1,008 deaths, or about 0.76 deaths per million. Compare that to the United States, where the number of deaths per million is more than 175.  Some experts say that India's relatively positive numbers suggest the country's nationwide lockdown to halt the spread of Covid-19 could be working -- for now.  \"India didn't wait for the problem to escalate,\" India's Prime Minister Narendra Modi said on April 14, as he extended the country's 21-day nationwide lockdown until May 3. \"Instead, as soon as the problem appeared, we tried to stop it by making swift decisions. I can't imagine what the situation would have been had such quick decisions not been taken.\" But the reality behind India's numbers is more complicated -- and experts caution that it is too early for India to congratulate itself.  \"At least in this round, it appears that the virus has not been able to damage as much as been feared,\" Srinath Reddy, the president of the Public Health Foundation of India, a nonprofit that works on training, research and policy development. \"I don't think we can say that we have completely closed the book on this.\" How swift were Modi's decisions? On March 24, Modi announced that the country was going into a three-week lockdown. The scale of it was unprecedented. India has a population of 1.3 billion, and the only country with a bigger population -- China -- had imposed citywide lockdowns, but never a nationwide one.  It was a high-stakes decision. Going into lockdown meant millions of daily-wage workers would be deprived of an income. But not imposing a lockdown risked overwhelming India's health care system. One model estimated that without social distancing measures, about 150 million people in India would be infected by June. On Friday, India's top pandemic official said that the country would have had more than 100,000 cases by now if it weren't for the lockdown.  India moved into lockdown relatively quickly -- it was announced when the country had reported  519 coronavirus cases.  By comparison, Italy waited until it had more than 9,200 coronavirus cases before it went into a nationwide lockdown, while the United Kingdom had about 6,700.  Ramanan Laxminarayan, the director of the Center for Disease Dynamics, Economics & Policy, a non-profit research organization with offices in Washington, D.C., and New Delhi, said the decision to impose a lockdown promptly, even when case numbers was low, had likely reduced contact rates significantly. Following the lockdown, thousands of migrant workers attempted to leave India's major cities after the restrictions left them without jobs. That prompted fears that the migrants could spread the virus, with some officials in the Indian state of Uttar Pradesh even spraying returning workers with disinfectant -- an ineffective approach to controlling coronavirus.  Around a week after the lockdown began, two people had died from coronavirus in Mumbai's densely packed slums. Following the second death, several of the man's family members had been tested and placed under home quarantine, and the block of 300 homes and 90 shops that make up his neighborhood have been sealed off. By the time the lockdown was imposed, India had already taken other measures.  On March 11, India suspended all tourist visas, and announced that all travelers who had been in the most-affected areas of the world in the past few weeks would be quarantined for at least 14 days. From March 22, all international commercial flights were banned from landing in India and all passenger train services in the country were suspended. The United States, by comparison, has restricted foreigners traveling from China, Iran, and certain European countries, but there is no blanket ban on foreigners entering the country. What if the numbers aren't right? As with every country, our understanding of the outbreak is only as good as the numbers we have available. And that depends on testing.  According to India's Health Ministry, the country has conducted more than 625,000 tests as of Sunday -- more than South Korea, which has been praised for its approach to testing. When public health experts are assessing how aggressively a country is testing, they don't look at the total numbers alone -- instead, they often look at the country's test positivity rate. If a large proportion of the tests are coming back positive, that suggests that only the most serious cases -- such as those in hospital -- are being tested.  According to Mike Ryan, the executive director of the WHO's Health Emergencies Programs, a good benchmark is to have at least 10 negative cases for every positive one.  Around 4% of India's tests are positive, according to data from India's Health Ministry -- well below that benchmark. It's also a significantly lower rate than the US, where the rate is about 17%, according to data from Johns Hopkins University (JHU). It's also lower than the UK, where the rate is around 21%, based on government data.   Another useful measure is the proportion of cases that are fatal. In India, about 3% of cases have died, compared with more than 13% in Italy, the UK and France, according to JHU. That suggests that India is testing people besides those with the most serious symptoms.  But India's testing rate is extremely low per capita. Only about 48 out of every 100,000 people have been tested, compared with around 1,175 in South Korea and 1,740 in the US.  Samir Saran, the president of the Observer Research Foundation, says India has ramped up its testing capabilities dramatically -- but he's still not happy with the numbers. While other experts say that widespread community testing would be impractical and a waste of resources, Saran says that's something India needs to look at, given it has large swathes of the population who travel between regions for work.  While India may not be testing enough, Reddy says, doctors are probably catching most of the moderate and serious cases. If there was a huge surge in Covid-19 cases that weren't being caught by testing, then hospitals would be crowded with cases and there would be a spike in influenza-like symptoms in the community, he said.  For now, there's no indication of either. However, there is a growing body of evidence that Covid-10 causes symptoms far beyond influenza-like symptoms.  Could more people be dying than we know? Even when India isn't facing a pandemic, only about 22% of all registered deaths are medically certified. That means that, in the majority of deaths, the official cause of death has not been certified by a doctor. And there's already evidence that some deaths may be flying under the radar. A resident doctor at one of the main government hospitals in Mumbai said last week that when dead bodies were brought into the hospital, they didn't test them for coronavirus, even if they suspected that was how patients died.  \"If the personal history shows that the person came in contact with someone who tested positive for the virus, we dispose of the body in the same way that we would for Covid-positive patients,\" said the doctor, who asked not to be named as they were not authorized to speak to media. But, experts say, at this stage, it doesn't look like there is a huge flood of coronavirus deaths. \"Even if we are not testing enough and are not discovering enough, there are not enough bodies being piled up in hospitals or in ICUs or in mortuaries ... to suggest we are in the midst of something really dramatic at this stage,\" said Saran. Even so, the true count of Covid-19 deaths will only come much later, when we are able to compare statistics from this year with past years, said CCDEP's Laxminarayan.  When did coronavirus take hold? India's swift policy measures only tell part of the story. Even before India's lockdown, coronavirus was present in the country, the country had reported some coronavirus cases, but not many.  On January 30, India reported its first case -- a student who had been studying at Wuhan University in China.  It was around the same time that the UK, France, and Italy also reported their first cases, although their coronavirus outbreaks followed dramatically different trajectories. All three countries now have well over 100,000 coronavirus cases.  Experts still aren't sure why the virus would have shown a different pattern of spread in India.  One possible reason, said Reddy, is that coronavirus may thrive in colder conditions, meaning that it might not spread so efficiently in India, where temperatures are often more than 30 degrees Celsius (96.8 degrees Farenheit).  But scientific evidence so far contradicts this idea. The World Health Organization says the evidence so far shows the virus can be transmitted in all areas, including those with hot and humid weather. The US's National Academy of Sciences committee said the data is mixed on whether coronavirus spreads as easily in warm weather as it does in cold weather.  Another possibility, Reddy said, is that India's population may be less susceptible due to the country's policy of universal Bacillus Calmette-Guerin (BCG) vaccination. BCG -- which was developed to fight tuberculosis -- is being studied in clinical trials around the world as a possible way to fight the novel coronavirus.  However, the WHO notes that there is no evidence that the BCG vaccine protects people against infection from coronavirus, and the WHO does not recommend the vaccine as a prevention against Covid-19.  But for now, more evidence is needed. \"We do not know what is the factor that has helped us,\" Reddy said.  Will a 40-day lockdown be enough? Even if India's outbreak is comparatively small, it's not yet time for celebration. There's a huge diversity of opinion about what will happen when India lifts its lockdown on May 3 -- whether cases will then skyrocket, or if the lockdown will have succeeded in restraining numbers. \"A surge is going to happen ... as soon as we go back from the nationwide lockdown. That is my hunch,\" said Oommen Kurian, a senior fellow at the Observer Research Foundation. \"India has successfully hit a pause button. But the problem now is we cannot be on pause forever.\" The determining factor will likely be what restrictions are still in place when the lockdown lifts. As Reddy put it: \"It's not as though tomorrow we declare victory and then we get ba"], "Language": false}