{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/arabelle-zhuang-girls-bonds-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T00:32:33Z"], "LastModifiedDate": ["2020-01-31T01:35:26Z"], "Headline": ["Photographer Arabelle Zhuang captures the formative bonds that girls share"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["In Louisa May Alcott's beloved book \"Little Women,\" which tells the story of the four spirited March sisters, Jo says of her younger sister Beth: \"I think she is growing up, and so begins to dream dreams, and have hopes and fears and fidgets, without knowing why or being able to explain them.\" The ineffable experience of girlhood, and the magical bonds formed between sisters or friends, is a timeless narrative that has been retold across cultures and eras. Today, the female gaze is a potent force in visual culture. As more women enter photography and film, visual interpretations of girlhood are becoming more vibrant and varied -- from Sofia Coppola's melancholic classic \"The Virgin Suicides\" and Greta Gerwig's recent vivacious take on \"Little Women\" to the inclusive photography of artists like Ashley Armitage, Nydia Blas and Petra Collins. But what if an artist's own experience of womanhood arrived late? What if those treasured bonds in adolescence never formed? Such was the case for photographer Arabelle Zhuang. And in her dreamlike series \"Reverie\" -- a fictionalized, coming-of-age account of five girls over four acts of friendship -- Zhuang reimagines her own girlhood. Raised in Singapore, Zhuang experienced a restricted social life in her home. \"Being traditional Asian parents, they didn't really give me the freedom to do what normal children do,\" the photographer said. \"Most of the time I was at home -- I didn't have the experience of simple things like sleepovers.\" Zhuang longed for a girl gang of her own. \"It was quite a lonely childhood for me and I didn't really have that many friends.\" When Zhuang began studying photography at Falmouth University in the UK region of Cornwall, she began to find her footing. \"When I was growing up, I was kind of lost in a sense where I didn't know who I really was and where I was going with my life,\" she said. Zhuang explained that she didn't truly experience the sense of becoming a woman until she left for college. \"I wanted to show that visually,\" she said. Though Zhuang only shot \"Reverie\" during a short period in 2019, the story she chose to tell spans childhood and adulthood. Zhuang chose four critical moments in the girls' lives -- childhood play, the beginning of school, the pressures of the digital age and the confidence of womanhood -- and had them act out each part. In the first chapter, the girls wear white dresses while playing in a domestic setting, bound by whimsy and the carelessness of childhood. For the next part, the protagonists appear on a steam train in school uniforms as they begin to acquire the self-possession of teenagers.  Then, Zhuang chose an all-black setting in studio -- a space that was \"almost consuming them,\" she explained -- for the girls to face the vanity and isolation of social media. Finally, they return to nature in a series of ethereal, light-drenched images, reconnecting with themselves and one another. As they move through the stages of life, the girls are yoked by a sense of belonging. Through \"Reverie,\" Zhuang wanted to \"explore cinematic storytelling through photography and show the passage of time,\" she said. At the same time, she sought to \"show how empowering it can be when you have a strong support system, and celebrate the challenges that girls face while growing up.\" Recently, Zhuang has begun forging her own identity. She moved back to Singapore, took a graduate position at the NTU Centre for Contemporary Art, and founded a platform for Asian female creatives called A Girl Away From Home. Photographing \"Reverie\" helped her develop her direction in photography -- she has other ideas for staged narratives in the works -- but it gave her a sense of belonging, as well.  \"Through this process we became quite close,\" Zhuang said of the girls. \"We shot many times together and it was a bonding experience for all of us.\""], "Language": false}