{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/police-using-art-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jessie O'Brien"], "Writers": [[]], "FirstPublishDate": ["2020-01-30T09:19:44Z"], "LastModifiedDate": ["2020-01-30T09:23:22Z"], "Headline": ["How looking at art helps police officers pay attention to details"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A New York City detective was called to a crime scene in an industrial part of Brooklyn, New York, where he was told a female prostitute had been found dead. When the detective arrived, he noticed a small, unusual detail: The victim had matching well-manicured fingernails and toenails, an uncommon feature in the investigator's experience with sex workers. The perfectly polished nails hinted that the Jane Doe was someone else. And she was: The woman turned out to be a missing criminal justice grad student. The detective's eye for detail directed him toward the truth. The incident with the Brooklyn investigator is a real example used by art historian Amy Herman in her seminar \"The Art of Perception.\" The course utilizes fine art as a tool to test and strengthen perception skills and challenge inherent biases. Herman's 2016 book \"Visual Intelligence\" also employs art's unique ability to nudge viewers to think about what's in front of them. In the case with the detective, Herman recounted, \"When he got to the crime scene, he said, 'I remembered from your class: Look at the big picture, and look at the small details.'\" Famous works such as Hieronymus Bosch's \"Garden of Earthly Delights\" (1490-1500) -- with its absurd, unsettling creatures -- are used as lessons in objectivity: Explain what's there without emotion. Édouard Manet's \"A Bar at the Folies-Bergère\" (1882) is an exercise in standing in someone else's shoes: Look through the bartender's eyes. What does she see? Dulled perceptions can just as easily lead us to the wrong conclusions, without any awareness of our delusion. Herman, a former lawyer, was privy to malfunctioning human machinery in the courtroom; eyewitness testimonies are surprisingly inaccurate.  With this in mind, she developed the course known as \"The Art of Perception\" while working in the education department at New York City's Frick Collection in 2001. The program initially came about solely for medical students -- a career where a wrong observation can mean life or death -- but Herman knew her course applied to professions beyond medicine. \"Medical students don't have much peripheral vision,\" she said.  Jean-Auguste-Dominique Ingres's \"Comtesse d'Haussonville\" (1845) must be suffering from irritable bowel syndrome, and Giovanni Bellini's \"St. Francis in the Desert\" (ca. 1476-78) is surely in the midst of a psychotic break.\"They kept saying, 'Who has cancer? Who has an illness?'\" Herman recalled. In 2004, Herman cold-called the New York Police Department (NYPD) about \"The Art of Perception,\" and today, she has taught the course well over 1,000 times -- and she still teaches it at museums. Beyond the NYPD, she says her impressive list of clients includes US Special Operations Forces, the US Department of Defense, the FBI, Google and more. Credit Suisse's investment banking division invites Herman back every year for its professional development program. \"We're moving so fast. It's hard to not make assumptions,\" said campus recruiter Rachael Schutzbank. After participating in seven of Herman's courses, Schutzbank said what stuck with her is the importance of fighting those assumptions when communicating with others. This is a lesson the police know too well. The Chicago Police Department (CPD) uses an image right out of Herman's \"Visual Intelligence\" book to incorporate in their bias training. The image is of a white English policeman running behind a black man in plain clothes. Most people assume the black man is running from the policeman, when the truth is, he is a detective in everyday wear. \"We put that right to use,\" said Commander Daniel Godsel, a 28-year CPD veteran. After reading \"Visual Intelligence,\" he began a correspondence with Herman, who presented to the CPD in 2019. Godsel was especially drawn toward her methods because of his unlikely fine art education from the School of the Art Institute of Chicago. \"As I rose through the ranks, people would ask me, 'Did the art background and training have an effect?'\" he said. \"There is something to that. By training in the art field, your brain tends to adapt and see things in a way people might not see.\" Godsel said that in the police academy, officers are trained in awareness discipline. They call it keeping your head on a pivot. Herman's concepts in art take that training so much more in depth, he said. By the closing chapters of \"Visual Intelligence,\" Godsel was convinced every cop should read the book. Earlier in Godsel's career, he and his partner were called on a standard wellness check. It was a typical frigid winter in Chicago. When they arrived at a well-groomed brick bungalow, a young teenage girl appeared from the garage wearing socks and no jacket. She wasn't willing to speak much to the officers before a young, clean-cut man came from the house. The man said he was watching his girlfriend's little sister, and their stories lined up. He knew the girl's name, age, her sister's name, where the sister worked, phone numbers, and other details. Still, something didn't seem right. \"The answers were coming too quickly and too casually,\" Godsel said. And where was her jacket? Why was she in socks? Godsel and his partner requested that a female officer stop by the bungalow, knowing that sometimes female victims are uncomfortable speaking to male cops. As it turned out, the girl was abducted off the street, and the perpetrator had driven around with her to learn as much information as possible before sexually assaulting her. For Godsel, noticing the missing jacket represents a key takeaway from Herman's course: What isn't there is just as important as what is there. Herman uses René Magritte's \"Time Transfixed\" (1938) as an example. In the course, she asks attendants to pair off. One person is asked to describe what's in the painting, while another tries to draw what they hear. Many say there is a train coming from a fireplace and candles on a mantle. With this limited description, most would imagine candles in the sticks and a fire in the fireplace. To accurately describe the scene, however, it must be taken a step further to say the fireplace and candlesticks are empty. According to the Visual Intelligence blog, the average museum-goer looks at a painting for 17 seconds before moving on. It's impossible to absorb \"Time Transfixed\" without spending some time transfixed with it. A paradoxical realization from \"The Art of Perception\" is both how much we are not seeing and how much we are capable of seeing if we make the effort. Art books, museums, and galleries are worthy training grounds. \"In this disengaged world that we're living in,\" Herman said, \"art from the 12th, 13th and 14th centuries still has the power to engage people to look more carefully.\" "], "Language": false}