{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/gauguin-sculpture-getty-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Lianne Kolirin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-29T13:25:25Z"], "LastModifiedDate": ["2020-01-29T15:41:48Z"], "Headline": ["Getty Museum pulls sculpture wrongly attributed to Gauguin from display"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A sculpture attributed to French post-Impressionist painter Paul Gauguin and bought by the J. Paul Getty Museum was not the artist's work, an investigation has found.  The striking sandalwood carving of a horned devil has now been removed from public display at the Los Angeles museum, following a decade-long examination of its provenance.  The museum bought \"Head with Horns\" in 2002 from New York-based art dealer Wildenstein & Co., which, according to its website, specializes in Old Masters and Impressionists.  The dealer had bought the piece, which was believed to have been inspired by Gauguin's time in the Marquesas Islands in French Polynesia, from an unnamed private collection in Switzerland.  The Getty Museum's website now lists the piece, thought to have been created prior to 1894, as \"not currently on view.\" According to the museum, \"who made the sculpture is unknown.\" It does, however, explain why \"the sculpture was once erroneously attributed to Paul Gauguin.\" Mounted on a sturdy wooden base, the eye-catching head was photographed and labeled \"Marquesan idol\" by French engineer Jules Agostini in 1894, according to the museum. The main evidence for attributing the piece to Gauguin appears to be two Agostini photographs of the sculpture that featured in the artist's notebook. \"Head with Horns\" also appears in several of his drawings and prints, which is why art historians believed it to be his work.  Agostini stopped off in the Marquesas Islands in late November 1894 en route to Tahiti, where he stayed until 1898. Gauguin arrived in Tahiti in September 1895. According to the updated listing on the museum's site, Gauguin \"probably acquired these photos from Agostini\" because \"the two men are documented to have first met in Tahiti in the fall of 1895.\"   It cannot, however, explain how the sculpture traveled from the Pacific islands to Switzerland in 1993 as this, it says, has \"not been documented yet.\" An investigation by The Art Newspaper revealed that outsiders began to question the sculpture's authenticity soon after its acquisition. Then when Anne-Lise Desmas, the museum's head of sculpture and decorative arts, joined the institution in 2008 she decided to investigate further.  The sculpture has previously been displayed at New York's Museum of Modern Art, London's Tate Modern and Milan's Museo delle Culture, among others.  But when Desmas compared it with other Gauguin sculptures, she found it to be unusual -- it did not feature his customary signature and noted that \"no other Gauguin sculpture has such a pedestal,\" as she told The Art Newspaper.  The museum said in a statement to CNN: \"In December 2019 the museum changed the attribution of the sculpture Head with Horns to 'unknown'. This decision was based on scholarly research over recent years by Getty professionals and other experts in the field, including significant new evidence that was not available at the time of its acquisition. \"While we no longer attribute this work of art to Paul Gauguin, it was clearly an important object, known to him through photographs, that played a role in his artistic practice. The sculpture is the subject of ongoing research, which will be published in 2021 and 2022.\" According to The Art Newspaper, the sculpture -- which many thought had been destroyed -- first re-emerged in an exhibition at the Fondation Maeght in Saint-Paul-de-Vence in 1997, on loan from an unidentified private collection. Five years later, Getty bought it from Wildenstein & Co for an unknown sum, which, according to The Art Newspaper, experts estimated at between $3 million and $5 million.  CNN has reached out to Wildenstein & Co. for comment. "], "Language": false}