{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/photography-bans-overtourism-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-01-29T02:24:37Z"], "LastModifiedDate": ["2020-01-29T04:07:41Z"], "Headline": ["Do photography bans help curb overtourism and bad behavior?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Looking at vacation photo albums used to be a chore.  Kids around the world would sit, bored, as family members scrolled through endless slides or prints of a recent holiday.  But the advent of the internet, especially the worldwide popularity of Instagram, changed everything. Not only was looking at a stranger's vacation snaps interesting, it was aspirational.  The rise of social media grew parallel with a growing democratization of travel.  As low-cost airlines proliferated and more people around the world had disposable income to spend on travel, it wasn't enough to keep up with the Joneses -- there had to be visual proof of you keeping up with the Joneses.  Now, the pendulum is slowly beginning to swing back in the other direction.  Some hotels, restaurants and tourist attractions such as museums have put strict limits on photography, others outright banning it. Some of these bans encourage overworked holidaymakers to unplug, while others hope to tamp down the number of visitors crowding an attraction for the sole purpose of taking a picture. But the question is: does it work?  When photography goes too far Jonny Bealby is the owner of tour operator Wild Frontiers, which organizes getaways to some of the most remote places on Earth.  Last year, after giving a talk in London about his experiences motorbiking around Africa in the 1990s, a young man approached him and commented on how lucky Bealby was for having had the chance to travel \"in the golden age.\" In other words: before mass photography and the proliferation of social media. Soon, Bealby hit on an idea: four trip offerings (to Oman, Ecuador, Kyrgystan, and Mongolia) that would be absolutely unplugged, with visitors handing over their mobile phones on day one.   \"We'll supply cameras if that's what you want -- we don't stop people taking photos in the old sense, but we don't want people constantly trying to post and be on their phones,\" he explains.  Though Bealby admits that tickets aren't \"flying off the shelf\" just yet, he's encouraged by customer reaction so far.  Replacing digital photography -- where people can snap hundreds of pictures and then go back and choose their favorites later -- with slow, deliberate film photography limited by the amount of available exposures forces travelers to look more closely, make choices and cherish what they see.  Separating photography as an art form from the instantaneous quality of likes online means that you value the picture you took for its own sake, rather than for how others react to it. The middle path There is a middle way, such as the approach taken by the Van Gogh Museum in Amsterdam.  \"In 2013 the museum did a test that allowed photography in the galleries,\" a representative from the Van Gogh Museum explained to CNN Travel. \"During the test, visitors explained that they found it unpleasant when other people were taking photographs all the time.\" Ultimately, a compromise was reached.  \"In the museum there are some assigned spots (blow ups of some iconic works) at which visitors can pose and make photographs without bothering other visitors,\" says the rep. \"These are used extensively.\"  By delineating clear areas where photography is allowed, visitors can scratch their Instagram itch while also enjoying the art without a dozen selfie sticks blocking their view.  For some attractions struggling to raise funds or pay for maintenance projects, visitors' photography addictions can be another source of cash. Casa Azul, artist Frida Kahlo's former home in Mexico City, charges a small up-front fee for visitors who want to take pictures. Nearly everyone opts in.  The house-turned-museum charges a fee of 30 pesos ($1.50 US) for taking pictures, and they only allow the photos to be for personal use -- meaning no advertising.  However, as many online influencers conflate their personal and professional lives by getting sponsored Instagram posts on pics of their kids, vacations and pets, what does \"personal use\" even mean? Casa Barragan, the UNESCO World Heritage-listed house of the late architect Luis Barragan, also in Mexico City, requires guests to pay for a photo permit if they want to take snapshots, though plenty of rule-flouters still find ways around the tour guides.  Barragan's clean lines and bright colors seem like they were made for Instagram and prove a popular backdrop for wannabe models.  Meanwhile, not every attraction is able to invest the time and money it can take to enforce photography bans.  While photography is not permitted at the Sistine Chapel -- not because of overcrowding but due to a copyright held by a Japanese TV network -- the thousands of tourists who pass through in a typical day seem not to know or care about the rules.  Despite the presence of weary security guards who shout at guests in multiple languages that photos aren't allowed, the sheer volume of snaps of the Michelangelo-painted ceiling that appear all over social media make it clear that the ban isn't working. Moreover, the huge crowds make it hard to find and caution individual rule-breakers. The backlash begins Sometimes, photo bans are a pre-emptive measure. But more often, they're the result of local communities pushing back against bad tourist behavior. The Sedlec Ossuary in the Czech Republic, more commonly known as \"The Bone Church\" for its macabre decor made from the 60,000 or so skeletons discovered on the site, announced a photography ban after visitors took distasteful photos of skulls with hats and sunglasses on, among other infractions.  In Hanoi, a train track running through a neighborhood became so popular with Instagrammers that the city government had to shut it down due to safety concerns when a tourist on the active track nearly caused an accident. And in Japan, residents of the historic Gion neighborhood in Kyoto voted to ban photography in the community's private streets. Tourists come to the neighborhood in droves, and while some enjoy simply walking and taking in the scenery or visiting a traditional teahouse, others have been less courteous, particularly when it comes to photographing geishas and maikos (geisha apprentices). But there are alternatives to outright bans. One avenue to curbing overtourism is to create an air of exclusivity. While many over-the-top food trends (cronuts, anyone?) depend on social media to get the word out, some hotels and restaurants have decided to curate a more intimate feel. The Sunset Tower Hotel in Los Angeles, a longtime celebrity favorite, bans photography in its restaurants and public spaces. While part of that comes from a desire to get hotel guests to unplug and enjoy their surroundings, the A-listers also appreciate having a place to get away from the paparazzi.  Ad agency J Walter Thompson's annual trend forecast has also weighed in. Its annual Future 100 report predicts that \"anti-Instagram interiors,\" like dark colored walls and dim lighting meant to deter would-be photographers, will become popular in the year to come. \"Restaurants are turning away from the predictable and monotonous design vernacular fetishized by social media, instead creating dark and intimate spaces that prioritize in-person interaction over digital sharing,\" an analyst wrote in the report.  Looking to the future, as climate crisis movements around the world have turned frequent-flier status from an honor to a source of shame, photography at famous sites might also become passe.  \"I think it's going to be cool to go on trips and not post stuff,\" Bealby says. It's also possible that an entire generation of kids who have had their every moment shared online might rebel against their parents by preferring a lo-fi existence.  \"I think there will be a natural backlash,\" he adds."], "Language": false}