{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/cnn-underscored/uniqlo-sale-lunar-new-year/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-01-28T21:11:30Z"], "LastModifiedDate": ["2020-01-28T21:11:30Z"], "Headline": ["Shop Uniqlo's Lunar New Year deals for discounted wardrobe essentials"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Uniqlo has mastered the art of offering inexpensive yet high-quality basics, and now, it's even more affordable to fill your closet with the brand's wardrobe essentials. In honor of the Lunar New Year, Uniqlo has embraced some limited-time deals on select favorites for men and women.  Over 180 items are marked down, many of which are ideal for colder temperatures. Stock up on ultra-thin, incredibly warm Heattech shirts and leggings, equip yourself with some new outerwear, pick up a few work wardrobe fundamentals, or just load up on socks. We've listed a few of our favorite deals below, but no matter what you choose, you can feel confident that your new year style is starting off right. Women's apparel Ezy Ankle-Length Pants ($29.90, originally $39.90; uniqlo.com) These flattering trousers look tailored and professional — but they're actually pull-on pants with an elastic waistband for maximum comfort.  Heattech Crew Neck Long-Sleeve T-Shirt ($14.90, originally $19.90; uniqlo.com) There's a cult following for Uniqlo's Heattech line, and for good reason. Wear this long-sleeve tee on its own or as a base layer to guard against low temperatures.  Ultra Light Down Compact Vest ($19.90, originally $39.90; uniqlo.com) This vest from the Ultra Light Down line comes in 10 colors and is super packable to boot. Ultra Light Down Hooded Coat ($89.90, originally $99.90; uniqlo.com) One can never have too many puffer coats. This A-line style is water-repellent and features a detachable hood.  Socks, 3 Pairs ($8.88, originally $12.90; uniqlo.com) There's no such thing as too many socks. Choose from three-packs in classic black, white, gray or a more exciting red-hued option. Men's apparel Packaged Dry Crew Neck Short-Sleeve T-Shirt ($5.90, originally $7.90; uniqlo.com) These crew neck tees will also wick moisture away, thanks to Dry technology.  Slim-Fit Chino Flat-Front Pants ($14.90, originally $39.90; uniqlo.com) Uniqlo has mastered the chino pant, now available in six neutral tones.  Supima Cotton Pique Socks ($8.88 for 3 pairs, originally $4.90 for 1 pair; uniqlo.com) These soft, smooth socks also come with odor-control technology to keep your feet fresh.  Oxford Slim-Fit Long-Sleeve Shirt ($19.90, originally $29.90; uniqlo.com) A classic Oxford is a necessity for all, so pick up this style while it's under $20. Light Padded Parka ($39.90, originally $49.90; uniqlo.com) This transitional, cotton-filled jacket will come in handy for the rest of winter and straight through spring.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}