{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/jason-polan-dead-at-37/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-01-28T16:10:06Z"], "LastModifiedDate": ["2020-01-28T16:10:06Z"], "Headline": ["Artist Jason Polan, who wanted to sketch everyone in New York, is dead at 37"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Artist and illustrator Jason Polan, who was working on an ambitious project to draw everyone in New York, died on Monday aged 37, his family confirmed to the New York Times. The cause was cancer, the family told the newspaper. In 2008, Polan started \"Every person in New York\" in the form of a blog, stating: \"I am trying to draw every person in New York. I will be drawing people everyday and posting as frequently as I can. It is possible that I will draw you without you knowing it. I draw in Subway stations and museums and restaurants and on street corners. I try not to be in the way when I am drawing or be too noticeable.\"  The last sketch on the blog is titled \"Man at Taco Bell\" and dated December 16, 2019. The drawings were made quickly and sometimes affected by whether the subject was moving or had suddenly left. Polan was open to sketching someone upon request, offering people to email him at a 24-hour notice the details of which street corner or public place they would be standing at for a duration of just two minutes. \"You may or may not see me drawing you during this time. If I do draw you, you will see yourself (or rather, a drawing that hopefully somewhat resembles you) on this blog that evening,\" he explained on the blog.  \"I know I'm going to fail, I won't draw everybody, but I enjoy trying,\" he said in a 2011 interview. At that time, he had drawn 11,000 people, and by 2015, when he released a book with selected sketches from the project, he had reached 30,000. Most of them were regular New Yorkers, although Polan did draw a few famous people, including Judd Apatow, Zadie Smith, Joan Didion, Sofia Coppola and Anthony Bourdain. Polan's other projects were beautifully quirky. Shortly after moving to New York from his native Michigan, he started drawing every artwork of one of his favorite museums, the Museum of Modern Art, hoping to get a job there.  Also notable was the \"Taco Bell Drawing Club,\" which he started in 2005 as a weekly meeting open to anyone who wanted to join him in drawing at the Taco Bell restaurant in Manhattan's Union Square, where he would personally make laminated membership cards for every member."], "Language": false}