{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/kobe-bryant-dies-in-helicopter-crash/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Fernando Alfonso III, Amir Vera and Aimee Lewis, CNN"], "Writers": [["Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-01-26T20:06:56Z"], "LastModifiedDate": ["2020-01-28T08:22:17Z"], "Headline": ["Kobe Bryant dies at 41"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Basketball legend Kobe Bryant, 41, and his 13-year-old daughter Gianna Maria Onore Bryant were among nine people killed in a helicopter crash in Calabasas, California, on Sunday. We're wrapping up our live coverage, but if you're looking for more on Bryant's life and career, you can... Read some of the tributes that poured in for the five-time NBA champion.\nLook at his life in photos\nWatch Bryant talk about coaching his daughter\nRead about his legacy and why he gave himself the nickname \"Black Mamba\"\nHonor Bryant's legacy through the charities he supported People flying in and out of LAX may notice this tribute to Kobe Byrant on the side of the Los Angeles Times headquarters.  The newspaper's publisher Dr. Patrick Soon-Shiong, who has a stake in the Lakers, shared a series of photos of the headquarters building lit up with Bryant's silhouette tonight.  \"Gigi and Kobe in the heavens and stars together forever,\" he wrote.  Football fans erupted in a chant at the Super Bowl Opening Night at Marlins Park during a moment of silence for NBA legend Kobe Bryant. The crowd chanted \"Kobe! Kobe! Kobe!\" Watch the moment: An emergency ordinance has been issued for the crash site of the helicopter crash that killed Kobe Bryant and eight others, Los Angeles County Sheriff Alex Villanueva said in a news conference today. It is now a misdemeanor for anyone to unlawfully access the site of the helicopter crash. Deputies are patrolling the rugged terrain on horseback, Villanueva said. Road closures and flight restrictions still remain in effect, he said. Only people who have proper identification and can prove they are a resident will be allowed to enter. Villanueva also said that they are still waiting on the coroner to make an identification. “Be patient, it’s going to take a while,” he said. Once notifications are made to the next of kin, media will be notified. The coroner is still recovering human remains from the crash site, Villanueva said.     The pilot of the helicopter killed in the crash was experienced, according to Jennifer Homendy, a member of the National Transportation Safety Board. The pilot was identified as Ara Zobayan, according to the pilot’s neighbor and a former colleague at Island Express helicopter company. Zobayan was among the victims of the crash that killed eight others, including Kobe Bryant and his daughter Gianna. He had a commercial certificate and 8,200 hours of flight time as of July 2019, Homendy said at a news conference today. He was also a certified flight instructor. Zobayan had been working with Island Express, the helicopter company, for a number of years, she said. The NTSB is looking at pilot records, weather information, ATC communication, and wreckage as part of the investigation.   There was no black box —  a cockpit voice recorder and flight data recorder — onboard the helicopter that carried NBA legend Kobe Bryant and eight others, said Jennifer Homendy, a member of the National Transportation Safety Board. According to Homendy, it is not a requirement. There was an iPad, however, which was recovered at the crash site. It is used by the pilot for flight plans and weather briefings, she told reporters today at a news conference. The NTSB will be looking at other avionics to see what information can be gathered. The impact crater is 1,085 feet above sea level, Homendy said as she described the debris field as being about 500 to 600 feet.  When asked about any chance for survival, Homendy responded by saying, “It was a pretty devastating accident scene.” “There is an impact area on one of the hills and the piece of the tail is down the hill, on the left side of the hill, fuselage is on the other side of the hill, and the main rotor is about a 100 yards beyond that,” she said as she described the scene. The NTSB will be on scene for about five days to collect perishable evidence and continue to document the scene. They will not determine the cause on scene, but Homendy said she is confident they’ll determine the cause of the accident.   The FBI is assisting the National Transportation Safety Board to collect evidence from the wreckage of the crash, NTSB board member Jennifer Homendy told reporters today. \"They are essentially a force multiplier for the NTSB,\" she said. \"There is no criminal portion of this investigation,\" she said. Jennifer Homendy, a member of the National Transportation Safety Board, said the agency is looking for photographs showing the weather at the time of the helicopter crash. She urged the public to send any photos to the NTSB. Investigators were also at the scene today and used drones to begin mapping the wreckage, Homendy said. \"It was a pretty devastating accident scene,\" she said. The Empire State Building is lit in purple and gold in tribute to Kobe Bryant tonight, according to the building’s official Twitter account. According to the Empire State Building's Twitter account, \"Our lights will shine in purple and gold this evening as we pay tribute to basketball legend Kobe Bryant, an inspiration to millions across the globe who was taken too soon.\" The Los Angeles Lakers gave thanks for \"the tremendous outpouring of support and condolences\" in the team’s first statement since the death of Kobe Bryant. \"This is a very difficult time for all of us,\" the team said in the statement. \"We continue to support the Bryant family and will share more information as it is available.\" The team also confirmed that its game against the Los Angeles Clippers on Tuesday was postponed.    The NBA’s Chief Communications Officer, Michael Bass, tells CNN that the last time the league canceled a game for a tragic event was after the 2013 Boston Marathon bombing. The Indiana Pacers at Boston Celtics were scheduled to play on April 16, the day after the bombing. The NBA announced today that Tuesday night’s Los Angeles Lakers game versus the Los Angeles Clippers has been postponed.  \"The decision was made out of respect for the Lakers organization, which is deeply grieving the tragic loss of Lakers legend Kobe Bryant, his daughter Gianna and seven other people in a helicopter crash on Sunday,\" the league wrote in a statement. Remember: Tuesday’s postponed Lakers game has not been canceled but is set to be rescheduled. The National Basketball Association has announced that Tuesday night’s Los Angeles Lakers game versus the Los Angeles Clippers has been postponed. Read the full statement: \"The National Basketball Association game between the Los Angeles Lakers and the LA Clippers scheduled for Tuesday, Jan. 28 at Staples Center has been postponed. The decision was made out of respect for the Lakers organization, which is deeply grieving the tragic loss of Lakers legend Kobe Bryant, his daughter Gianna and seven other people in a helicopter crash on Sunday. The game will be rescheduled at a later date.\"   The artist Muck Rock painted a mural of Kobe Bryant and his daughter Gianna, who was often called Gigi, in Los Angeles following the deadly helicopter crash. The mural shows the father-daughter duo together, with the words \"Kobe & Gigi forever daddy's girl\" painted next to it. Pilot Kurt Deetz, a former colleague of the helicopter pilot killed in the crash, took a photograph of the aircraft in 2016. The helicopter crashed Sunday on a hillside in Calabasas, California, killing nine people, including Kobe Bryant and his 13-year-old daughter Gianna.   Payton Chester and her mother Sarah Chester, passengers on Kobe Bryant's helicopter yesterday, were killed in the crash. Cathy Chester, Payton’s grandmother and Sarah’s mother-in-law, posted this undated photograph of them on Facebook. \"To Family and Friends, we have lost our amazing granddaughter Payton Chester and her beautiful mom Sarah George Chester. They were on their way to an elite basketball game at the Mamba academy, aboard Kobe’s helicopter. We were Gaga and Papa to Payton and wore that title proudly,\" she wrote on Facebook. Harbor Day School, the private school in Corona del Mar that Kobe Bryant's daughter Gianna attended, remembered the 13-year-old as a \"vital part\" of the school's community. \"She was always smiling. She looked out for the underdog and never left anyone out. Gianna was a strong leader, had a work ethic that was unmatched, and had a level of maturity beyond her 13 years,\" the school said in a statement. Harbor View girls' basketball coach Christina Mauser also died in the Sunday crash. The school said she \"put her heart and soul into coaching and teaching physical education.\" Former colleagues of Ara Zobayan, the pilot in the deadly helicopter crash, are remembering him today. Kurt Deetz recognized  Zobayan’s voice right away when he heard the ATC tower recording. The had a jovial working relationship. Zobayan was outspoken, he said, a presence with a distinctive voice and big personality. Deetz declined to comment on Zobayan’s experience flying but said he trusted him enough to fly with him. Another fellow pilot, Jared Yochim, told CNN that he too recognized Zobayan’s voice on the recordings. “There’s a reason that people wanted to fly with him,” Yochim said. “He was just a cool, calm guy.” Yochim said the news of the pilot’s death has shaken a small, tight-knit community of helicopter pilots. He and Deetz cautioned against arm-chair speculation about what may have happened.  “We need to wait for [authorities] to complete an investigation. There may be lessons to be learned,” Yochim said. Neighbors of Ara Zobayan, the pilot who was killed in yesterday's helicopter crash, said he was friendly — but exacting. Robert Sapia told CNN that Zobayan would often point out details at the Huntington Beach condominium complex that needed tended, such as fallen palm fronds. Another neighbor, Angie LaPorte, said she saw him every day at the mailbox.  “He was kind of a mild-mannered guy,” she said. “Always pleasant but never super talkative.”  LaPorte said she learned of his death when she stepped outside of her condo unit early Monday morning.  “I heard from the landscape guys,” she said. “They all loved him.”  Radio stations in Southern California went silent at lunchtime to honor Kobe Bryant, at the request of the Southern California Broadcasters Association. Beginning at noon local time, the moment of silence lasted one minute, eight seconds — the timing chosen because Bryant wore jersey No. 8 for the first part of his career before changing to No. 24. A slight static sound could be heard on news radio station KNX during the moment of silence, which aired audio from the crash site. Three victims have been recovered from the helicopter crash site that killed nine, including NBA legend Kobe Bryant, according to the Los Angeles County coroner’s office. Investigators from the coroner’s office Special Operations Response Team were able to recover the three bodies Sunday night before darkness and safety concerns suspended the search, according to a statement.  All three have been taken to the coroner’s Forensic Science Center where they will be examined and positively identified. Investigators will continue their recovery efforts today.  The pilot of the helicopter that crashed killing Kobe Bryant and eight others was Ara Zobayan, according to the pilot’s neighbor and a former colleague at Island Express helicopter company. Zobayan was among the victims of the crash. Pilot Kurt Deetz, who worked at Island Express with Zobayan, considered him a friend and wouldn’t comment on Zobayan’s experience but said he would trust him to fly him. Zobayan’s neighbor, Robert Sapia, said Zobayan loved his job and would show him photos of the celebrities he would fly around, including Bryant. According to the FAA's pilot certification database, Zobayan is an instrument-certified pilot who earned his commercial pilot's license in 2007. He is also a certified flight instructor for instrument instruction for helicopter pilots, the records show.  The database also shows Zobayan was up to date on FAA-required annual medical exams. Philadelphia 76ers General Manager Elton Brand described today what Kobe Bryant meant to the game of basketball. \"Kobe meant a lot to us all. Wasn't just what he accomplished, but how he accomplished it. His hard work, his tenacity, his passion, get the most out of his talent, his Philadelphia roots, we lost someone that was special to us, special to this area, special to the league. We’ll try to commemorate him tomorrow hopefully show how much this area loved him and continue to do so. Tough time for the area, tough time for the organization. He will certainly be missed…It’s a tough time for us. And I’m sure the Laker organization, I can’t fathom what they’re going through today also.\" Brand also expressed his condolences for the Bryant family. \"My condolences to Vanessa, his family, all of the families that have lost a love one in that tragic accident yesterday,\" he said. Kobe Bryant and his daughter Gianna were en route to play a basketball game in at Mamba Sports Academy in Thousand Oaks, California before the fatal crash on Sunday. Bryant's Mambas' opponent was a girls basketball team made up of players from Boise, Idaho. The team had previously lost to the Mambas  — but had been invited back to play in this tournament after impressing Kobe, according to CNN affiliate KBOI. “Just knowing, someone who has been in the NBA with experience like so much, just like telling us that we are a good team and how he took his time to be with kids, is inspiring,” one player told KBOI. The Boise basketball team spoke about the atmosphere of the room when news of the crash broke. \"All of a sudden the games just stopped, the whole facility went silent. We heard some girls screaming. Nobody really quite knew what was going on until the news started to break ground and the message got around of the tragic stuff that happened with Kobe today\" coach George Rodriguez told KBOI.   Read the full story here. NBA star Charles Barkley described his devastation over the deaths of Kobe and Gianna Bryant in a statement today. \"For me, this is like losing a family member, to lose Kobe and his daughter, Gianna. Basketball is a close knit fraternity and I’m just sad. Really sad,\" he said in the statement to CNN. Read his full statement: “First, I want to express my deepest condolences to the families and friends of all nine people killed in this tragedy. I really want to emphasize that in remembrance of the other seven people involved. For me, this is like losing a family member, to lose Kobe and his daughter, Gianna. Basketball is a close knit fraternity and I’m just sad. Really sad. My thoughts and prayers are with Vanessa and their girls, the Lakers family and every basketball fan around the world.” Senate chaplain Barry Black started the impeachment trial of President Trump today with a prayer mentioning Kobe Bryant, his daughter and the other crash victims. \"As millions mourn the deaths of Kobe and Gianna Bryant and those who died with them, we think about life's brevity, uncertainty and legacy,\" he said. \"Remind us that we all have a limited time on Earth to leave the world better than we found it. As this impeachment process unfolds, give our senators the desire to make the most of their time on Earth,\" he added. All flags in the city of Los Angeles are being lowered to half-staff immediately in honor of Kobe Bryant and the rest of the victims of yesterday's helicopter crash at the request of Mayor Eric Garcetti.  Garcetti sent a memo this morning requesting flags be lowered: \"Kobe Bryant was a giant who inspired, amazed, and thrilled people everywhere with his incomparable skill on the court — and awed us with his intellect and humility as a father, husband, creative genius, and ambassador for the game he loved. He will live forever in the heart of Los Angeles, and will be remembered through the ages as one of our greatest heroes. This is a moment that leaves us struggling to find words that express the magnitude of shock and sorrow we are all feeling right now, and I am keeping Kobe's entire family in my prayers at this time of unimaginable grief.\" In an interview with ESPN, NBA legend Kobe Bryant reflected on his own legacy saying he, \"wanted to be remembered as a player that didn't waste a moment.\" ESPN released the pre-produced clip on Twitter this morning. The clip came from a 2015 interview where Bryant was asked about his upcoming retirement and how he wanted to be remembered.  Here's what he said: \"So if I could be remembered as a person that was born with a lot of talent but did everything he could to try to overachieve and lived everyday as if he was the 12th guy on the bench — you know I think that's a very powerful message to have,\" he said in the interview. Watch the full clip here: Kobe Bryant's former pilot Kurt Deetz told CNN the Sikorsky S-76B — the model of helicopter that crashed yesterday — is a \"very complex\" aircraft that's meant to be flown by experienced pilots. He called the twin-engine aircraft, known for its luxury, “very reliable” but he did not know its exact safety record. “They just don’t fall out of the sky,” Deetz said, adding that that model is considered nearly “bulletproof.” Deetz added that pilots need at least a couple thousand hours flying in a twin engine to be ready to fly the complex helicopter. “There aren’t a lot of people readily qualified to fly it,\" he said. Deetz joined Island Express in 2015 specifically to be Bryant’s pilot, he told CNN. He had many memorable flights with the Lakers legend, including flying him out of downtown Los Angeles the night Bryant retired. \"He was a very private person and you have to respect that. He was very cordial – it was always thumbs up and waves,\" he said. This morning, CNN is outside of the Staples Centers in Los Angeles, where the Lakers play, as fans are gathering to pay tribute to the late Kobe Bryant.  A sports icon and basketball legend, Bryant, his daughter, and 7 others were killed in a helicopter crash on Sunday. Bryant won 5 NBA titles during his 20-year career with the Lakers.  See what the scene is like in the clip below:  There were nine people on board the helicopter that crashed in Calabasas, California yesterday. The group, which included Basketball legend Kobe Bryant and his 13-year-old daughter Gianna, was heading to Thousand Oaks, California, for a basketball game, where Gianna was expected to play and Bryant was expected to coach. Here's what we know about the other victims: John Altobelli: The Orange County College (OCC) baseball coach was on board to attend the basketball game with his daughter.\nKeri Altobelli: The wife of John, she was traveling with her family.\nAlyssa Altobelli: The daughter of John, Alyssa was a teammate of Gianna Bryant at the Mamba Academy.\nChristina Mauser: An assistant girls basketball coach at a K-8 private school in Orange County.\nSarah and Payton Chester: The mother and daughter duo were also on board. The pilot — the 9th victim — has yet to be identified. You can read more about the victims here. Basketball legend Kobe Bryant, his 13-year-old daughter and seven other people died yesterday when a helicopter crashed in California. The official cause of the crash has not been determined, but here's what we know so far: Visibility was low: The crash happened under foggy conditions in Calabasas, California. Visibility was so low Sunday morning that Los Angeles police had grounded its helicopters, spokesman Josh Rubenstein said.\nBut the helicopter still had clearance to fly: It was operating under \"special visual flight rules,\" according to an air traffic control conversation with the pilot, captured by website LiveATC.net. An SVFR clearance allows a pilot to fly in weather conditions worse than those allowed for standard visual flight rules.\nRecovery efforts and the investigation are difficult: Investigators are struggling to find clues in difficult conditions because the crash site remote, officials said. The effort to recover the victims' bodies has started but could take days, given the terrain and the condition of the site. Here's a look at the flight path: For the next seven days, every professional team in all levels of basketball throughout Italy will honor Kobe Bryant with a moment of silence in every game. Italian Basketball Federation's president Giovanni Petrucci told CNN, \"We are shocked and saddened by what happened to him and his daughter Gianna and we hold his family close to our hearts in this moment of sorrow.\" \"It's a small gesture to honor Kobe's memory, but one that is heartfelt and deserved,\" he added. Bryant's connection to Italy: Bryant grew up in Italy during the 1980s when his father played for a series of local teams in the country. He spoke fluent Italian, and spent the formative years of his career playing on the city's youth team Cantine Riunite.   The helicopter that crashed yesterday in Calabasas, California, was operating under “Special Visual Flight Rules,” according to an air traffic control audio conversation with the pilot, captured by website LiveATC.net.  What that means: A SVFR, Special Visual Flight Rules, clearance is given to pilots to allow them to fly in weather conditions worse than those allowed for standard Visual Flight Rules (VFR).   The Burbank Airport control tower allowed the helicopter to proceed northeast following the I-5 highway using the SVFR clearance.  “Maintain special VFR at or below 2,500” the pilot confirmed to the controller.  Later in the flight, the pilot apparently asked for “flight following,” a service where controllers are in regular contract with an aircraft. The controller was recorded telling the pilot “2 echo x-ray, you’re still too low level for flight following at this time.” That could mean the helicopter was too low to be seen on Air Traffic Control radar.  Satellite imagery showed the cloud cover at the time of the crash. Below, you can see the flight path in blue: British soccer legend David Beckham shared four photos on Instagram this morning to honor of Kobe Bryant. In his post, Beckham reflected on Bryant's career. \"Sometimes I would only go to games just to watch that clock go down to the last 2:00 minutes knowing that we were about to witness something special,\" he wrote. He added: \"This was one special athlete, husband, father and friend.\" See the full post:   Ryan Seacrest shared a photo of a makeshift New York City subway tribute to Kobe Bryant. At the 42nd Street-Bryant Park stop, someone posted \"Kobe\" on a sign, so it reads \"Kobe Bryant Park.\" \"Love on the East Coast,\" Seacrest tweeted. California Rep. Maxine Waters said Los Angeles is \"mourning the loss of one of our most beloved legends and icons\" following the death of Kobe Bryant. \"Though Kobe Bryant is no longer with us, our city will never forget what he meant to us, and we will keep his legacy alive forever,\" she said in a statement. Here's her full statement: “I am absolutely devastated and heartbroken by the sudden and tragic loss of Kobe Bryant and his beloved daughter Gianna. Kobe Bryant was a king in Los Angeles and one of the greatest athletes the world has ever known. He thrilled Los Angelenos for 20 seasons at the Staples Center, was an 18-time NBA All Star, earned five NBA championships, was twice named the MVP of the NBA Finals, and earned the NBA’s MVP award. Fans around the world marveled at his skills on the court season after season. He was truly spectacular to watch. He was our champion, a living legend, and an inspiration to countless fans and aspiring athletes around the world. His loss is felt by millions of grieving fans who are in shock and disbelief by the tragic passing of such a prolific athlete, devoted husband, and loving father. My heart goes out to his wife, Vanessa, surviving children, relatives, teammates, and friends who are in mourning. I also extend my sincere condolences to the families and loved ones of all the victims who were onboard the helicopter.\n“Los Angeles is mourning the loss of one of our most beloved legends and icons. Though Kobe Bryant is no longer with us, our city will never forget what he meant to us, and we will keep his legacy alive forever.” Spanish soccer giant Real Madrid held a minute's silence ahead of Monday's training session. The La Liga club posted a picture of the squad with heads bowed and forming a circle on the pitch.  As the world tries to come to terms with the crash that claimed the life of basketball superstar Kobe Bryant, fans and cities across the United States have been paying tribute to the NBA legend. \"Kobe just meant the world to me and all of us here in LA, growing up just idolizing somebody who dedicated their grind to their craft,\" one fan told CNN affiliate KABC.  \"He always wanted to push to a higher level. You don't see that no more. I just appreciate everything you did Kobe, for real.\" Los Angeles City Hall was lit up in Lakers purple and gold Sunday night to honor the player. The city's airport was adorned in the same colors, with a post on its Twitter account saying, \"Kobe was in many ways a symbol of Los Angeles and we join his family, fans and city in mourning all who were lost today.\" And outside the Staples Center, where millions watched the icon play, fans gathered despite the additional security measures set up for the Grammy Awards taking place. \"We just didn't know where else to go,\" a group of fans told CNN affiliate KTLA. To read more on how America has reacted to Bryant's death, click here.  Sarah Chester and her daughter Payton were also passengers aboard the helicopter, according to a Facebook post by Todd Schmidt who worked at Harbor View Elementary School, where Payton once attended. “While the world mourns the loss of a dynamic athlete and humanitarian, I mourn the loss of two people just as important... their impact was just as meaningful, their loss will be just as keenly felt, and our hearts are just as broken,” Schmidt, the school's former principal, wrote in the Facebook post. This story has been updated to reflect that Todd Schmidt no longer works at Harbor View Elementary School. Rafael Nadal beat Nick Kyrgios in a thrilling fourth-round match at the Australian Open.  After his win, the 19-time grand slam champion spoke of Bryant's death.  \"It is terrible news, I'm super sad,\" he told John McEnroe in an on-court interview.  \"He was one of the greatest sportsmen in history and deserves a round of big applause. \"He always wanted to increase his level and was an inspiration to the world of sport and a lot of kids.\" Nadal won  6-3 3-6 7-6 (8-6) 7-6 (7-4) to set up a quarter final against Dominic Thiem. An assistant girls' basketball coach at a K-8 private school in Orange County has been identified as one of the passengers who died in a helicopter crash with Kobe Bryant. Christina Mauser, an assistant coach at Harbor Day School in Corona del Mar, California, was mourned by her husband and the mayor of the Orange County city Costa Mesa. “My kids and I are devastated. We lost our beautiful wife and mom today in a helicopter crash. Please respect our privacy. Thank you for all the well wishes they mean so much,” Christina’s husband Matt Mauser wrote on his Facebook page. “I just learned that our amazing Matt Mauser of TiajuanaDogs lost his wife Christina in the crash. She coached the girls team. This devastating tragedy gets worse by the hour. So much pain for so many local families. Our hearts are broken & grieving for the families impacted,” Costa Mesa Mayor Katrina Foley wrote on Twitter. In 1996 Bryant finished his high school career as the all-time leading scorer in the history of southeastern Pennsylvania basketball. The same year USA Today named him the National High School Player of the Year and he also won the Naismith Player of the Year.  That June he was selected by the Charlotte Hornets as the 13th pick in the first round of the NBA draft and was subsequently traded to the Lakers for Vlade Divac. The rest, as they say, is NBA history.  Bryant made his name in Los Angeles but his influence was global. Hours before his death a new basketball hall had opened in Manila, Philippines, named in his honor, local press reports. The new gym has now become a place where fans can pay their respects to their hero.  Bryant inspired countless sports stars across the world. A number of the world's greatest soccer players have written emotional messages on social media following the NBA great's death.  Manchester United and France midfielder Paul Pogba wrote on Twitter: \"Heroes come and go. Legends are for ever.\"  Barcelona and Argentina forward Lionel Messi posted a picture of Bryant on Instagram and wrote: \"I don't have words... All of my love for Kobe's family and friends. It was a pleasure knowing him and to share good moments together. A genius like few others has left us.\" Several other tennis players in Melbourne have also paid tribute to Bryant and his daughter, Gianni, who also died in the helicopter crash. US doubles teammates Catherine McNally and Coco Gauff -- the 15-year-old who beat Venus Williams and former world No.1 Naomi Osaka last week -- wrote \"RIP Kobe,\" \"RIP Gigi,\" and \"Mamba mentality\" on their shoes. They also wrote the numbers 8 and 24 -- Bryant's jersey numbers -- on their shoes. Osaka also took to social media to pay tribute to Bryant. \"Thank you for inspiring people everywhere, you have no idea how many hearts you've touched,\" she posted on Twitter. \"You will forever be my big bro/mentor/inspiration. Love you.\" Spectators and tennis players at the Australian Open, in its eighth day in Melbourne, paid tribute to Kobe Bryant on Monday. Nick Kyrgios warmed up wearing Kobe Bryant's No.8 LA Lakers jersey, ahead of his fourth round match against Rafael Nadal.  The Australian seemed tearful as he walked on court, covering his face with his left hand.   Nine people died in the helicopter crash that killed basketball legend Kobe Bryant -- including his daughter, Gianna, and her basketball teammate. While police have not released the names of the people on board, family members of some victims have confirmed their loved ones' deaths. Here are the emerging names and faces: Altobelli family: Orange Coast College (OCC) baseball coach John Altobelli, his wife, Keri and daughter, Alyssa were aboard the helicopter, said Altobelli's brother Tony. Gianna and Alyssa were teammates at the Mamba Academy, and Altobelli would \"routinely\" fly with his daughter to attend the games, said OCC assistant coach Ron La Ruffa. Altobelli, 56, leaves behind a son and daughter, according to an OCC Pirate Athletics news release. \"There were two sides to John,\" Tony Altobelli said. \"People saw him on the baseball field, he's gritty and tough as nails kind of guy but the other side of him, he was one of the biggest-hearted people you'll meet in your life. He cared about his players, cared about his school.\" A coach and mother: Christina Mauser, an assistant girls basketball school at a K-8 private school in Orange County also died in the crash. \"My kids and I are devastated,\" her husband, Matt Mauser, wrote on Facebook. \"We lost our beautiful wife and mom today in a helicopter crash. Please respect our privacy. Thank you for all the well wishes they mean so much.\" The shock of Kobe Bryant's death was felt as far away as China, where fans mourned his passing along with millions of others across Asia. Chinese NBA-mania: Within hours of his death, his death became one of the most-searched topics on Weibo, China's Twitter-like platform, where he had nine million followers. Tens of thousands of fans have left tributes and messages of mourning on his Weibo account. A whole generation of Chinese basketball fans grew up watching Bryant. He enjoyed unparalleled popularity as an icon of their youth, when basketball surged in popularity as the country opened up. \"You're our faith, you're our youth. You're no one else, you're yourself,\" wrote one user on Weibo, referring to a popular quote from Bryant -- \"I don't want to be the next Michael Jordan, I only want to be Kobe Bryant.\" Philanthropy in Japan: In 2011, Bryant fronted an American Red Cross campaign to raise support for survivors of the tsunami and earthquake disaster that rocked Japan's northern region of Tohoku. \"The NBA family starts with the people of Japan, the survivors of the earthquake and the Pacific tsunami,\" said Bryant in the campaign video -- now being shared widely again on Twitter. Read more here about Bryant's impact in Asia, from Taiwan to the Philippines. Basketball icon Kobe Bryant died on Sunday in a helicopter crash, along with his 13-year-old daughter Gianna. Here's what happened: Fatal crash: Bryant and his daughter were among 9 people in the helicopter who died when it crashed into a hillside in Calabasas, California. Bryant and Gianna had been expected at the Mamba Sports Academy in Thousand Oaks for a basketball game.\nThe other victims: Officials have not identified the victims, but some victims' loved ones are coming forward. Tony Altobelli told CNN his brother, Orange Coast College baseball coach John Altobelli, John's daughter Alyssa and wife Keri were killed in the crash. Christina Mauser, an assistant girls basketball coach at Harbor Day School, was also killed, her husband said.\nBad flying weather: There was extremely low visibility at the time of the crash, with foggy, cloudy conditions. LA Police grounded its helicopters Sunday morning, and a police spokesperson said the weather conditions did not meet the minimum standards for flying.\nOngoing investigation: The Federal Aviation Authority, National Transportation Safety Board, and FBI are investigating the crash.\nThe world mourns: Bryant's death sparked an outpouring of grief and tributes around the world -- everyone from current and former NBA players, to fans worldwide and even former President Barack Obama. The Japanese city of Kobe, after which Kobe Bryant was named, paid tribute to the basketball star after his death on Sunday. Kobe Mayor Kizo Hisamoto offered his condolences in a statement on Monday: \"Our city had the good fortune of crossing paths with Kobe Bryant as his father named him after the city, given his love of Kobe beef.\nDue to this connection with our city, Bryant came to visit the Kobe government office in 1998 to make a donation for the charity. And between 2001 to 2011, he became the city’s ambassador and told the world about us. \nKobe Bryant was an international superstar, who also held a special place for the people of Kobe city.\nWe would once again like to express our gratitude for the support Kobe Bryant gave to this city and offer our heartfelt condolences.” Kobe Bryant's legacy extends beyond his time on the basketball court. He was also known to the business world as a brand-builder; an investor; and a coach to other athletes and company founders. Here's a look back at his business empire: Venture capital: In 2013, Bryant co-founded venture capital firm Bryant Stibel along with Web.com founder Jeff Stibel. It now has more than $2 billion in assets, with investments in dozens of technology, media and data companies.\nPersonal investments: Bryant also made millions of dollars on his investment in sports drink Body Armor.\nMedia: In 2016, Bryant founded Granity Studios, a media company that focuses on creative storytelling around sports. Through this company, he wrote and narrated an Academy Award-winning short film in 2018.\nThe Black Mamba brand: Bryant was known in basketball as \"Black Mamba,\" and he launched a youth basketball league called the Mamba League to give hundreds of kids free access to the sport. Bryant also created the Mamba Sports Academy to provide athletic and lifestyle training at all levels in a number of sports.\nNike partnership: Bryant first signed a deal with Nike in 2003, helping the shoe company solidify its position in the basketball world. As Bryant's success on the court grew, so too did his Nike partnership. \nOther brands: Bryant also had endorsement deals with a number of other brands throughout his career, including McDonald's (MCD), Sprite, Nintendo (NTDOF) and Turkish Airlines. Read more here. Over the years, Kobe Bryant inspired countless people, and not just athletes. His influence stretched far beyond sports, touching art, culture, business and his family. And over the years he shared his own thoughts and wisdom on a wide range of subjects. Here's the late Kobe Bryant, in his own words. On sacrifice:  \"We all can be masters at our craft, but you have to make a choice. What I mean by that is, there are inherent sacrifices that come along with that. Family time, hanging out with friends, being a great friend, being a great son, nephew, whatever the case may be. There are sacrifices that come along with making that decision.\" On the cultural contributions of black athletes: \"(They've been) crucial. What we stand for, what America stands for, the cultural melting pot that is America, the diversity that is America, it's all about moving that culture forward. From Muhammad Ali to Bill Russell, that's what they've done, that's what they've pioneered and its our responsibility to try to carry it forward.\" On raising his daughter, Gianna: \"The best thing that happens is when we go out and fans would come up to me and she'll be standing next to me and they'll be like, 'You've gotta have a boy ... You gotta have somebody to carry on your tradition, the legacy.' \"She's like, 'Oy, I got this. Don't need no boy for that.' I'm like, that's right. Yes you do, you got this.\" Read more of his words here. Kobe Bryant was a trailblazer -- on and off the court. He finished his high school career as the highest scoring player in the history of southeastern Pennsylvania basketball. He became the youngest NBA player in history at age 17. Two years ago, he became the only athlete to ever win a basketball championship and an Academy Award. But in his last social media posts before his death, Bryant wasn't celebrating another one of his achievements -- he was celebrating someone else. Bryant congratulated Los Angeles Lakers superstar LeBron James for passing him to become the third highest scorer in NBA history with 33,655 points.  \"Continuing to move the game forward @KingJames,\" he tweeted. \"Much respect my brother.\" And on Instagram, Bryant rooted for James to climb even higher on that list. \"On to #2,\" he wrote. \"Keep growing the game and charting the path for the next.\" NBA team Dallas Mavericks will retire the No. 24 jersey in honor of Kobe Bryant, who wore the jersey number while playing for the Los Angeles Lakers.  \"Kobe's legacy transcends basketball, and our organization has decided that the number 24 will never again be worn by a Dallas Maverick,\" said Mark Cuban, Dallas Mavericks owner, in a statement posted on Twitter.  \"Kobe was an ambassador for our game, a decorated legend and a global icon,\" said the statement. \"Above all, he was a loving and dedicated father.\" After Bryant's retirement, the LA Lakers retired both jersey numbers 8 and 24, which Bryant had worn throughout his career. Los Angeles City Hall was lit in purple and gold beginning at 8:24 p.m. Sunday night, the city's Mayor Eric Garcetti tweeted along with a photo. Garcetti said the building was lit in honor of Kobe Bryant, his daughter and the other victims of the helicopter crash.  Despite the news of Kobe Bryant's death, eight NBA were games played Sunday.  Players on multiple teams discussed keeping focus and playing for Bryant.  Carmelo Anthony with the Portland Trail Blazers told reporters it was \"probably the hardest game I ever had to play.\" The Trail Blazers played the Indiana Pacers Sunday.  Zion Williamson with the New Orleans Pelicans told reporters he was on his way to the arena when he got the news. \"At first it was a little difficult, it was hard to focus.\" The Pelicans played the Boston Celtics Sunday. Kawhi Leonard with the Los Angeles Clippers told reporters he knew Bryant would want him to play. The Clippers played the Orlando Magic Sunday.  The Mercedes-Benz Stadium and The College Football Hall of Fame both shined purple and gold lights Sunday night in honor of Kobe Bryant.    As news of Kobe Bryant's death spread, teams across the NBA issued statements honoring his legacy: The Philadelphia 76ers called him an \"icon.\" \"Bryant’s journey to icon status in the world of basketball included deep ties to the Philadelphia region, where he starred at Lower Merion High School from 1992-96. As he honed his craft in Philadelphia, Bryant established a reputation as a player with once-in-a-lifetime poise, grit, heart and an unwavering love of the game,\" The 76ers said in a series of tweets. The Charlotte Hornets also released a statement. Bryant was originally drafted in 1996 by Charlotte before being traded to the Lakers.  “Kobe’s toughness on the basketball court was second to none. He played through injuries and sickness, oftentimes defying doctors’ and ownership’s recommendations to not play, in an effort to never miss a game. Kobe was a once-in-a-generation player who will forever be remembered for his competitive nature and his will to win. They threw away the mold when Kobe Bryant was born. There will never be another like him,\" said General Manager Mitch Kupchak. The Boston Celtics also released a statement. The Lakers and the Celtics have a storied rivalry.  \"There are no words that can convey the heartbreak the entire Celtics organization feels in the wake of the terrible loss of Kobe Bryant and his daughter, Gianna. Kobe was one of the greatest talents and competitors to ever play basketball, and his love of the sport inspired countless fans and players around the world. Our fans were fortunate to watch him as he contributed many memorable chapters to the Celtics-Lakers rivalry, which he treasured. We extend our deepest condolences to Kobe’s family, fans, and the entire Lakers organization, as well as all of the victims and families affected by this horrible tragedy.\" In a news conference Sunday night, Los Angeles County Sheriff Alex Villanueva said the investigation into the helicopter crash that left nine people dead may take weeks.  Federal agencies, including the National Transportation Safety Board and the Federal Aviation Administration, are assisting with the investigation. The FAA has secured a 5-mile flight restriction and a 5,000 foot ceiling on the site, Villanueva said. The crash site is also near a residential community, Villanueva said. “It’s a logistical nightmare because the crash site itself is not easy access,” Villanueva said. He advised well-wishers and mourners not to go to the crash site. Dr. Jonathan Lucas, Los Angeles County Coroner, said multiple members of the office's operation response team were at the crash site.  The effort to recover the victims' bodies has also begun but could take a couple of days, Los Angeles County Chief Medical Examiner Jonathan Lucas said, \"given the terrain and the condition of the site.\" “Our next priority after recovery is identification and notification of the families,” Lucas said.  Former New York Yankees shortstop Derek Jeter honored Kobe Bryant in an article for The Players' Tribune.  Jeter wrote the most meaningful conversations he and Bryant had weren't about sports, they were about family.  \"He cared much more about being a husband to Vanessa and a dad to his girls. He loved his family — he was his family,\" Jeter wrote.  Jeter also wrote that while Bryant had big moments on the court, some of the happiest times of his life were just talking with his daughter.  \"Kobe just loved being a dad.\"  The FBI is responding to the helicopter crash scene in Calabasas, California, a law enforcement source tells CNN. Assets from the FBI’s evidence response team in Los Angeles are on site at the crash assisting local authorities in processing the scene, the source said. The National Transportation Safety Board is leading the investigation into the cause of the fatal crash. Weather conditions on Sunday morning did not meet the Los Angeles Police Department’s minimum standards for flying, spokesman Josh Rubenstein confirmed to CNN. Due to foggy conditions, LAPD had grounded their helicopters in the morning. “This morning we did not fly because of that [weather],” said Rubenstein.   In a series of videos on Instagram, Dwyane Wade spoke about Kobe Bryant.  \"It seems like a bad dream you just wanna wake up from. It's a nightmare,\" Wade said through tears. \"It's a sad day, there's no way around it.\"  \"My family and I have been sharing Kobe stories. HE has so many moments he's given us. I'm thankful for those moments. He was one of my favorite players ... I'm gonna miss the friendship.\"  \"When I came in the league I chased him. That's who I chased.\"  Kobe, thank you man. Thank you for all the memories.\"  The pylons at Los Angeles International Airport glowed in the Lakers' colors of purple and gold Sunday night in honor of Kobe Bryant.  Kobe Bryant's legacy and impact were felt as far as Japan, where he was the face of an American Red Cross campaign in 2011 to raise support for survivors of the tsunami and earthquake that rocked Tohoku. That tragedy left more than 22,000 people dead or missing.   \"The NBA family starts with the people of Japan, the survivors of the earthquake and the Pacific tsunami,\" said Bryant, in a Red Cross campaign video now being shared widely on Twitter.   Also tying Bryant to Japan is his name.  Bryant's parents reportedly named him after the famous beef that is produced in Japan's Kobe city. In 1998, Bryant visited Kobe city and handed a donation of 480,000 yen ($4,400) raised through an Adidas charity event in Tokyo to help support social welfare in the city.  Bryant also became the ambassador of Kobe city between 2001 and 2011.   Former Lakers Coach Phil Jackson, who won five NBA championships with Kobe Bryant, released a statement Sunday.  The crash was a tragedy for multiple families. My heart goes out to Vanessa and the families that lost loved ones. Kobe was a chosen one -- special in many ways to many people. Our relationship as coach/player transcended the norm. He went beyond the veil.”   Christina Mauser, an assistant girls basketball coach at a private elementary school in Orange County, has been identified as one of the passengers who died in a helicopter crash Sunday along with Kobe Bryant. Mauser was an assistant coach at Harbor Day School in Corona Del Mar, California.  “My kids and I are devastated. We lost our beautiful wife and mom today in a helicopter crash. Please respect our privacy. Thank you for all the well wishes they mean so much,” Matt Mauser, her husband, wrote on his Facebook page. Costa Mesa Mayor Katrina Foley tweeted Sunday that Christina Mauser's death has caused \"so much pain for so many local families.\"  The 62nd annual Grammy awards began with Lizzo saying \"this is for Kobe\" during her opening performance.  Host Alicia Keys then came on stage and addressed Kobe Bryant's death:  \"We’re all feeling crazy sadness right now because earlier today, Los Angeles, America and the whole wide world lost a hero. And we’re literally standing here heartbroken in the house that Kobe Bryant built.” The Grammys are taking place at the STAPLES Center in Los Angeles, where the Lakers play their home games.  “We’d never imagined in a million years that we’d have to start the show like this,” Keys said. A moment of silence was held before Keys was joined on stage by Boyz II Men for a rendition of \"It's So Hard to Say Goodbye to Yesterday.\"  President Trump expanded on his thoughts this evening on Kobe Bryant's death.  \"Kobe Bryant, despite being one of the truly great basketball players of all time, was just getting started in life. He loved his family so much, and had such strong passion for the future. The loss of his beautiful daughter, Gianna, makes this moment even more devastating,\" Trump tweeted. Trump tweeted earlier today, calling the news of Bryant's death \"terrible.\"  The MLB, NFL and NHL all released statements Sunday on Kobe Bryant's death.    Davide Giudici, a friend and former childhood teammate of Kobe Bryant, spoke to CNN today about the passing of the NBA legend.  Giudici played with Bryant in the 1990s in the small Italian city of Reggio Emilia. As 11 and 12-year-olds, they practiced several days a week together on Cantine Riunite, a junior basketball team named for a local winemaker of region’s signature sparkling red. \"We had a strong team, but he was better than all of us. At 11 years old, he was already very secure in his power and what he would become,” Giudici, 41, told CNN. “I mean, I think we knew he was going to become a professional basketball player. We didn’t know then that he was going to be one of the biggest stars in the world.” Kobe's father, Joe Bryant, played in Italy for several years, and was already locally famous when they moved to Reggio Emilia, Giudici said.  “We spent two years with Kobe and he spoke very fluent, very perfect Italian so he was like a friend of ours,” Giudici said.  Kobe Bryant's time in Reggio remains a point of pride for many, the kind of thing that comes up in conversation when people explain where their hometown is. Giudici says that even locals who have no interest in basketball claim Kobe Bryant as their own. Giudici who is now a graphic designer, but plays locally, said he first found out about Bryant’s death through a flood of messages from friends.  “I saw like 40 Whatsapp messages: ‘Can you believe it? Did you see what happened? Did you hear what happened to Kobe?’” he said.  “My first concern was for his family. And it’s unbelievable, almost comic, that he died bringing his daughter to play basketball,” he said.  “It’s unbelievable. We are all fragile,\" Giudici said. \"Even if Kobe is like a superstar, a superman, unfortunately we are all fragile.” Former President Bill Clinton and former Secretary of State Hillary Clinton shared their condolences following the death of Kobe Bryant, who they said \"lived a very large life in a very short time.\" \"Hillary and I are deeply saddened by the tragic loss of Kobe Bryant, his daughter Gianna, and all those who died in today's helicopter crash. Kobe brought excitement and joy to basketball fans not just in Los Angeles, but all over the U.S. and around the world. He was also a leader off the court, including in his advocacy for young people, especially the vulnerable and homeless — a passion I saw firsthand when I joined him and Vanessa for the opening of a housing project they and their foundation supported. Kobe Bryant lived a very large life in a very short time. But above all, he loved his family. Our prayers are with Vanessa, Natalia, Bianka, and Capri, and all those who lost loved ones today,\" the Clintons said. Sen. Amy Klobuchar, former Vice President Joe Biden and businessman Andrew Yang were among the presidential hopefuls to share their thoughts on the passing of Kobe Bryant today. Sen. Amy Klobuchar: “I wanted to add I know I just read, President Obama's statement about Kobe Bryant, and just how tragic that is losing his daughter. In that same helicopter crash. And so our thoughts and prayers are with their family.\" Mayor Pete Buttigieg: \"I just heard about it and I’m shocked, especially shocked that his daughters are reportedly there as well. This is somebody who affected so many fans and supporters, and it’s very difficult to believe.\"  Former Vice President Joe Biden:  \"As I was getting off the bus to come in, I heard about Kobe Bryant. I didn't know him well, only met him a couple of times. But you know, it makes you realize that you've got to make every day count. Every single – every single day count.\" Businessman Andrew Yang: \"This is the worst news. Kobe is an all-time great who had his entire life ahead of him. My heart goes out to his family, his fans and the millions of people whose lives he touched. Today Kobe is the greatest of all time.\" Children's television show \"Sesame Street\" tweeted about Kobe Bryant Sunday.  A clip of Bryant's appearance on the hit children's show can be seen here. Golf legend Tiger Woods spoke with a reporter about Kobe Bryant's competitive nature Sunday;  “The fire. He burns so competitively hot and desire to win. He brought it each and every night on both ends of the floor. Not too many guys can say that throughout NBA history. He would lock up on D. Obviously, he was dominant on the offensive side. But any time he was in the game, he would take on their best player and shut them down for all 48 minutes. That was one of the more impressive things throughout his entire career. Then when he ruptured his Achilles and went to the foul line and made his shots, that is tough,\" Woods said. There was extremely low visibility at the time of the helicopter crash that killed Kobe Bryant and eight other people, CNN meteorologist Michael Guy said.  The conditions were foggy and cloudy with a drizzle, Guy said.  \"Relative humidity was 100% meaning the air was like soup,\" Guy added.  The fog and subsequent pollution from wildfires was also lingering in the air.  The Olympics, International Basketball Federation and AC Milan soccer team in Italy used Twitter to share their thoughts on the passing of Kobe Bryant. \"We have no words to express how shocked we are to hear of the tragic passing of one of the greatest sportsmen of all time and Rossonero fan, Kobe Bryant. All our thoughts are with the families of those affected by this tragic accident. You will forever be missed, Kobe,\" AC Milan tweeted. Bryant lived in Italy for eight years while his father played in the Italian Professional Basketball League. Bryant spoke Italian fluently. As news of Kobe Bryant's death spread, teams across the league honored the NBA legend during their games today.  The Toronto Raptors let the 24-second shot clock run out after tip-off during their game with the Spurs as a sign of respect for the 5-time NBA champion. The Los Angeles Clippers also let the 24-second shot-clock run out, while their opponent Orlando Magic got an 8-second violation. Bryant wore numbers 24 and 8 during his career.  The Boston Celtics and New Orleans Pelicans also followed suit, with fans chanting \"Kobe.\"  The Washington Wizards and Atlanta Hawks also took the 24-second and 8-second violations. Hawks guard Trae Young also wore the number 8 in honor of Bryant.  The Memphis Grizzlies and Phoenix Suns also paid tributes to Bryant.  New York City's Madison Square Garden was lit up tonight in purple and yellow as a tribute to Kobe Bryant.  A large image of Bryant can also be seen outside the arena. Dozens of young basketball players were seen mourning the passing of Kobe Bryant this morning in Calabasas at a tournament. \"This photo taken this morning at #KobeBryant tournament in #calabasas as the kids received the news. A youth team from Tenaya was playing in the tournament when they received the news and cancelled games. #heartbreaking,\" news anchor Alexan Balekian tweeted along with the photo. Los Angeles Lakers superstar LeBron James was seen getting emotional while exiting the team plane on Sunday following the news of Kobe Bryant and his daughter Gianna had died.  The Lakers were arriving at LAX after having played against the 76ers last night in Philadelphia. The helicopter carrying Kobe Bryant, his daughter Gianna, and seven others that crashed today was built in 1991 according to the Federal Aviation Administration. The helicopter, a Sikorsky S-76B, is registered to Island Express Holding Corp., according to a FAA registry database. The helicopter crashed on a hillside in Calabasas, about 30 miles northwest of downtown Los Angeles. Island Express Holding Corp is based in the Southern California city of Fillmore, according to the California Secretary of State database. Calls to Island Express were not answered on Sunday. Sikorsky, the helicopter manufacturer, expressed condolences in a tweet Sunday. Orange Coast College (OCC) baseball coach John Altobelli, 56, his daughter Alyssa Altobelli and wife Keri Altobelli were aboard the helicopter with Kobe Bryant and his daughter Gianna when it crashed Sunday morning in Calabasas, California, Altobelli’s brother Tony Altobelli told CNN.  Gianna and Alyssa were teammates at the Mamba Academy and were flying from Orange County to Thousand Oaks to attend a game, OCC assistant coach Ron La Ruffa told CNN.  “It was something John routinely did, flying up with Kobe to attend games with his daughter,” La Ruffa said. OCC Athletic Director Jason Kehler said in a statement Sunday that John Altobelli \"meant so much to not only Orange Coast College, but to baseball.\" He truly personified what it means to be a baseball coach. The passion that he put into the game, but more importantly his athletes, was second to none -- he treated them like family,\" Kehler said  Altobelli was honored by the American Baseball Coaches Association in 2019 as an ABCA/Diamond National Coach of the Year.  “We have lost a member of our OCC family, and our hearts are broken,” said OCC President Angelica Suarez. “Coach Altobelli was a giant on our campus -- a beloved teacher, coach, colleague and friend. This is a tremendous loss for our campus community.” In a series of tweets Sunday, Earvin \"Magic\" Johnson -- a former Laker and the team's president of basketball operations -- spoke candidly about Kobe Bryant.  \"I love him, his family and what he stood for on the court and off the court,\" Johnson tweeted.  \"My friend, a legend, husband, father, son, brother, Oscar winner and greatest Laker of all-time is gone. It’s hard to accept. Kobe was a leader of our game, a mentor to both male and female players,\" he said. Read Johnson's tweets below:           NBA legend Michael Jordan is in \"shock\" over the news of Kobe Bryan's passing, calling the former Los Angeles Lakers star \"a fierce competitor, one of the greats of the game and a creative force.\" Jordan's spokesperson tweeted his statement this afternoon. \"I am in shock over the tragic news of Kobe's and Gianna's passing. Words can't describe the pain I'm feeling. I loved Kobe-he was like a little brother to me. We used to talk often, and I will miss those conversations very much. He was a fierce competitor, one of the greats of the game and a creative force. Kobe was also an amazing dad who loved his family deeply-and took great pride in his daughter's love for the game of basketball. Yvette joins me in sending my deepest condolences to Vanessa, the Lakers organization and basketball fans around the world,\" Jordan said. Los Angeles Clippers head coach Doc Rivers spoke to reporters Sunday about Kobe Bryant's death.  \"He was such a great opponent. It's what you want in sports. He had that DNA that very few athletes can ever have,\" Rivers said.  The Clippers are due to play the Orlando Magic tonight at 6 p.m. ET. Los Angeles Sheriff Alex Villanueva says that nine people — the pilot and eight others — were aboard the helicopter that crashed earlier today in Calabasas, California.  The Sheriff did not identify anyone on the flight, saying it was \"entirely inappropriate\" to do so at this time until the coroner made the identification to the next of kin.  \"It'd be extremely disrespectful to understand that your loved one was perished and you learned about it from TMZ,\" Villanueva said. \"That is just wholly inappropriate, so we're not gonna be going there. We're gonna wait until the coroner does their job.\"  First Lady Melania Trump shared her \"thoughts and prayers\" to Kobe Bryant's family in the wake of his death Sunday. The Lady Mavericks basketball team was seen today mourning the death of Kobe Bryant and his 13-year-old daughter Gianna at the Mamba Sports Academy in Thousand Oaks, California. The Lady Mavericks were playing in the Mamba Cup basketball tournament where Kobe Bryant and his daughter Gigi were expected for a game today at noon. Orange Coast College (OCC) baseball coach John Altobelli died in the helicopter crash with Kobe Bryant early Sunday morning, OCC assistant coach Ron La Ruffa told Orange County Register newspaper.  There were five people aboard the helicopter that crashed in Calabasas, CA, on Sunday morning.  Kobe Bryant and his 13-year-old daughter Gianna Maria Onore Bryant have been identified as the two other passengers who died on the helicopter. The names and identities of the two other passengers have not been identified. NBA Commissioner Adam Silver issued a statement today regarding the passing of Kobe Bryant, saying the 5-time NBA champion \"showed us what is possible when remarkable talent blends with an absolute devotion to winning.\" “The NBA family is devastated by the tragic passing of Kobe Bryant and his daughter, Gianna,\" Silver said. \"For 20 seasons, Kobe showed us what is possible when remarkable talent blends with an absolute devotion to winning. He was one of the most extraordinary players in the history of our game with accomplishments that are legendary: five NBA championships, an NBA MVP award, 18 NBA All-Star selections, and two Olympic gold medals. But he will be remembered most for inspiring people around the world to pick up a basketball and compete to the very best of their ability. He was generous with the wisdom he acquired and saw it as his mission to share it with future generations of players, taking special delight in passing down his love of the game to Gianna.\" Silver added: “We send our heartfelt condolences to his wife, Vanessa, and their family, the Lakers organization and the entire sports world.” The popular basketball video game NBA 2K is paying tribute today to Kobe Bryant on the game's log in screen.  The screen shows a black and white image of Bryant with the words \"Kobe Bryant 1978-2020.\"  Nike, a longtime business partner of Kobe Bryant, said it was \"devastated\" over the news of his death today in California. \"Along with millions of athletes and fans throughout the world, we are devastated by today’s tragic news. We extend our deepest sympathies to those closest to Kobe, especially his family and friends. He was one of the greatest athletes of his generation and has had an immeasurable impact on the world of sport and the community of basketball. He was a beloved member of the Nike family. We will miss him greatly. Mamba forever,\" the company said in a statement. Politicians joined celebrities and athletes in responding to Kobe Bryant's death today.  \"Heartbroken by the loss of Kobe Bryant and his daughter,\" said Pennsylvania Gov. Tom Wolf. \"PA will never forget our time as Kobe’s home.\" Former Laker Kareem Abdul-Jabbar tweeted a video discussing Kobe Bryant, saying his death was a \"loss that's hard to comprehend.\"  Abdul-Jabbar played for the Lakers from 1975-1989. Former President Barack Obama used Twitter to share his thoughts and condolences over Kobe Bryant's death, saying the legendary NBA star was \"just getting started in what would have been just as meaningful a second act.\" Read Obama's tweet: NBA legend Kobe Bryant and his daughter were expected at the Mamba Sports Academy in Thousand Oaks for a basketball game scheduled for noon today. Bryant’s 13-year-old daughter, Gianna Maria Onore Bryant, was expected to play in the game and Kobe Bryant was expected to coach, according to Lady Mavericks team director Evelyn Morales. The game was expected to be played against the team Lady Pride and was part of a tournament in the Mamba Cup Series. USA Today sports columnist Christine Brennan told CNN on air today that Kobe Bryant was more than sports.  “In many ways he was the Los Angeles Lakers. When you think of Kobe Bryant, it's sports, but it's more than sports. He was part of our culture, Olympic teams, Hollywood, the father of four daughters. He has been seen at women’s sporting events supporting the US women’s soccer team, WNBA games with his girls, and all about the empowerment of young women,\" Brennan told CNN. Shaquille O'Neal mourned the death of his former Lakers teammate today on Twitter where he said \"there's no words to express the pain I'm going through.\" O'Neal played on the Lakers from 1996-2004 and won three championships with the team. O'Neal expanded on his thoughts on Bryant more in a later post on Instagram.  \"Kobe was so much more than an athlete, he was a family man,\" O'Neal wrote. \"That was what we had most in common.\" Dozens of fans descended on Los Angeles' Staples Center today to mourn the death of Kobe Bryant in front of a small memorial. Bryant was a Lakers legend who played on the team for 20 years. He won five NBA championships with the team. Kobe Bryant's alma mater, Lower Merion High School in Philadelphia, issued a statement Sunday about his death.  “This is a difficult day for everyone in our school community. The Lower Marion School District is deeply saddened to learn of the sudden passing of our most illustrious alumni Kobe Bryant. Mr. Bryant’s connection to Lower Merion High School where he played basketball prior to joining the NBA has raised the profile of our high school and our district throughout the world. Our school community will always be grateful for his ongoing generosity to his alma mater including his dedication of our Kobe Bryant gymnasium and his support of our girls and boys basketball teams,” said Amy Buckman, school spokeswoman.  Gregg Downer, the school's head basketball coach, coached Bryant from 1992 to 1996. Bryant led the team to the 1996 state championship, Buckman said.  \"Mr. Downer said he was completely shocked and devastated today upon hearing the news, adding that Aces nation has lost its heartbeat,\" Buckman said.  The National Basketball Players Association released a statement on Kobe Bryant's death today:  \"We are stunned and devastated by the news of the sudden passing of Kobe Bryant. Words cannot express his impact on our Players, the NBA and the game of basketball. This is a monumental loss for the entire basketball community and our hearts are quite simply broken. We send love and prayers out to his wife Vanessa and the entire family,\" the league said. Kobe Bryant’s daughter 13-year-old Gianna Maria Onore Bryant was also killed on the helicopter that crashed in Calabasas, California, today, according to a source with knowledge of the situation who corresponded with CNN. California Gov. Gavin Newsom and his partner, Jennifer, called the death of Kobe Bryant “tragic and untimely.\"  “We mourn the tragic and untimely death of a California icon and basketball legend, Kobe Bryant. In his 20-year career with the Los Angeles Lakers, he made history with raw talent and unparalleled dedication that raised the bar and paved the way for a newer generation of players,” the couple said in a statement. “Despite winning five NBA championships and two gold Olympic medals, and achieving countless accolades in the athletics world, he also helped improve the lives of youth and families through the Kobe Bryant and Vanessa Bryant Foundation, and was an outspoken advocate for combating homelessness through partnerships with organizations such as My Friend’s Place and Step Up on Second.” They ended the statement by saying: “Our deepest condolences go to his wife.\" Kobe Bryant was a NBA fixture and legend who was a member of the Los Angeles Lakers for all 20 years of his career. Here are some other facts about Bryant:  He entered the NBA straight out of high school.\nIn 1996, Bryant was the youngest player in NBA history at that time, at 18 years, 2 months and 11 days.\nBryant has two Olympic gold medals for men's basketball.\nHe has won five NBA championships. In 2011, Kobe Bryant became the first professional athlete who was not an actor to have his hand and footprints enshrined at Hollywood's historic Grauman's Chinese Theatre. Crowds and attendees cheered during the ceremony for the beloved NBA superstar and Olympic athlete. After being introduced by late-night host and master of ceremony Jimmy Kimmel, Bryant spoke about the honor being paid him which he said he never imagined in his \"wildest dreams.\" \"I just feel extremely honored to be able to do this,\" Bryant said. \"It's never something I ever actually thought about.\" The court is where he became a legend, but Bryant -- who at the age of 41 was one of five people killed in a helicopter crash Sunday on a hillside in Calabasas, California -- also left his mark on Hollywood. In 2018, he notched another first after he became the only athlete to ever win a basketball championship and an Academy Award. Bryant, who retired from playing professional basketball in 2016, won an Oscar for best animated short for \"Dear Basketball,\" which was based on a poem he wrote. He worked with animator Glen Keane and Oscar-winning composer John Williams on the project, which was about him as a young boy dreaming about becoming a basketball player. \"It was pretty surreal to see myself animated,\" Bryant told The New York Times after the short was nominated. \"I once dreamed of having a signature Nike shoe, but I never thought I'd be animated by Glen Keane -- that pretty much tops everything!\" Bryant also had a brief flirtation with a music career, including a planned 2000 debut rap album which was never released. His single, \"K.O.B.E.\" featured model and actress Tyra Banks. On Sunday, rapper Drake was one of several celebrities paying tribute to Bryant. \"It can't be,\" Drake wrote in the caption of a photo, which contained the words \"Farewell Mamba\" which was Bryant's nickname. Watch Bryant's acceptance speech from 2018 below: The helicopter involved in the crash today that killed Kobe Bryant was a Sikorsky S-76, according to the Federal Aviation Administration.  The tail number matches a helicopter Bryant has owned for years. The chopper was adorned with his logo. In 2010, GQ magazine wrote about how Bryant regularly took his own helicopter to work:  \"He takes a private helicopter from Orange County, where he lives... to every home game. It's a nice dash of glitz, a touch of showbiz... But Bryant says the helicopter is just another tool for maintaining his body. It's no different than his weights or his whirlpool tubs or his custom-made Nikes. Given his broken finger, his fragile knees, his sore back and achy feet, not to mention his chronic agita, Bryant can't sit in a car for two hours.\" The helicopter \"Ensures that he gets to staples center feeling fresh, that his body is warm and loose and fluid as mercury when he steps onto the court.\"  The following footage was taken from the crash site today: President Trump called the death of Kobe Bryant \"terrible news\" today in a tweet. Los Angeles Mayor Eric Garcetti released a statement on Kobe Bryant's death:  “Kobe Bryant was a giant who inspired, amazed, and thrilled people everywhere with his incomparable skill on the court — and awed us with his intellect and humility as a father, husband, creative genius, and ambassador for the game he loved. He will live forever in the heart of Los Angeles, and will be remembered through the ages as one of our greatest heroes. This is a moment that leaves us struggling to find words that express the magnitude of shock and sorrow we are all feeling right now, and I am keeping Kobe’s entire family in my prayers at this time of unimaginable grief,\" Garcetti said.  Israeli Prime Minister Benjamin Netanyahu tweeted his condolences Sunday following the death of Kobe Bryant: \"I was sad to hear of the tragedy in the United States, a sad day for all lovers of sport in the world. Kobe Bryant, one of the greatest in the history of basketball, died today in a helicopter crash in Calabasas in California. He is survived by his wife, four children, and millions of basketball fans around the world. He will not be forgotten. May he rest in peace,\" Netanyahu said. Celebrities also took to Twitter this afternoon to share their condolences over the passing of NBA legend Kobe Bryant. \"RIP Kobe Bryant,\" Skip Bayless tweeted. \"I cannot believe I just typed those words.\"  The Federal Aviation Administration and National Transportation Safety Board will investigate the Calabasas California helicopter crash, the FAA said in a statement. “A S-76 helicopter crashed this morning under unknown circumstances near Calabasas, Calif. Local authorities say that five people were on board. Please check with local authorities for more information on the condition of the occupants,” the FAA said in its statement. Athletes across all sports have taken to Twitter this afternoon to share their condolences over the passing of NBA legend Kobe Bryant. \"This is not real right now,\" said former Boston Celtics star Paul Pierce. On Saturday Los Angeles Lakers forward LeBron James passed Kobe Bryant for third place on the NBA's all-time scoring list during the Lakers' game with the Philadelphia 76ers.  Bryant tweeted congrats to James. It would be his last tweet before his death.  Bryant also posted on his Instagram congratulating James.  The helicopter Kobe Bryant was on crashed in Calabasas, California, Sunday around 1 p.m. ET (10 a.m. PT), according to the Los Angeles County Sheriff's Department.  There were a total of five people on board the helicopter.  Flames have been extinguished, the department said. Two separate sources tell CNN that basketball legend Kobe Bryant, 41, died early Sunday morning in Los Angeles, CA."], "Language": false}