{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/hong-kong-shopping-malls/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Christopher DeWolf, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-28T02:16:42Z"], "LastModifiedDate": ["2020-01-28T04:49:16Z"], "Headline": ["How Hong Kong became a 'city of malls'"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["If people in Hong Kong want to see some provocative art this winter, they won't necessarily head to an art gallery or museum -- they'll go to the mall. The city's new retail complex, K11 Musea, certainly doesn't look like an ordinary shopping center.  Greenery cascades down its sinuous facades, while inside, a group of over 100 designers has delivered a bronze-hued, riotous clash of patterns and forms, including a huge geometric sphere that looms over one of the mall's atriums. Many of the artworks displayed throughout the mall are site-specific commissions. Opened in late August by property scion and avid art collector, Adrian Cheng, the mall is one of three dozen K11 properties set to open around China by 2024. \"My goal is to propagate culture,\" said Cheng, describing the K11 brand as \"kind of a social responsibility to bring it from the 'top shelf' to the 'lower shelf,' so to speak, so that Chinese millennials can learn about art and culture, be inspired and acquire knowledge in a place they feel comfortable in.\" Bucking the trend If Hong Kongers are especially comfortable in shopping malls, it's because the city is full of them. K11 Musea is just the latest among the city's hundreds of malls, ranging from small-scale arcades where neighborhood residents buy their groceries to vast complexes that include sky gardens, roller coasters and skating rinks. This flies in the face of retail trends in North America, where a so-called \"retail apocalypse\" has seen once-thriving malls empty out as online shopping booms. Some have been converted into office complexes or mega-churches, but many others have simply been abandoned, stripped of their brand names and left to rot on the side of suburban highways. A 2017 report by Credit Suisse projects that, within five years, up to 25 percent of America's 1,211 malls will close down. But malls are thriving across Asia, and nowhere more so than in Hong Kong, where -- unlike mainland China and South Korea, in particular -- online shopping has been slow to gain a foothold. Even if Hong Kong shoppers buy something on the internet, they will often have it delivered to a shopping mall, some of which provide self-service lockers for online purchases. Going to the mall is just that convenient: With 5,606 square meters of leasable mall space per square kilometer (that's like having a mall the size of a football stadium every 10 blocks), Hong Kong has the world's densest concentration of shopping malls, according to the International Council of Shopping Centers. Singapore is second with 4,023 square meters of mall space per square kilometer; the United States is a distant seventh, with 76 square meters. Malls are so ubiquitous in Hong Kong, it's hard to keep track of where the malls end and public space begins. A typical commute might take you through two, three or even four malls, all of them linked by footbridges and connected to the MTR, Hong Kong's widely-used subway system. Some apartment buildings are even built without street-level lobbies; instead, residents are deposited by elevator directly into a mall. How did this come to be? According to Stefan Al, a New York-based architect and the author of \"Mall City: Hong Kong's Dreamworlds of Consumption,\" it comes down to two things: high urban density and good public transit. \"The key aspect is really the creation of the MTR -- the transit authority that was also a real estate developer,\" he said in a phone interview. \"That's what made Hong Kong a city of malls.\" An American model Enclosed markets and shopping arcades have existed for millennia. Ancient Rome had enclosed clusters of shops, and Istanbul's 15th century Grand Bazaar, a sprawling maze of over 60 covered streets containing 4,000 shops, continues to operate more than five centuries after it first opened. But the modern shopping mall traces its origins back to an Austrian architect Victor Gruen, who moved to the United States in 1941 and eventually began designing retail complexes for a chain of department stores. The Southdale Center, which opened near Minneapolis in 1956, was America's first enclosed mall. New suburbs were being developed across the country, and Gruen wanted to give residents a place to come together, just as people lingered in the shopping streets and plazas of his native Vienna. Built around a grand atrium, with two stories of shops running between larger tenants, the Southdale Center was the image of a typical suburban mall. Gruen imagined it would attract residential developments and community facilities like libraries and post offices. Instead, it was marooned in a sea of parking, as were many of the hundreds of malls that followed.\n Hong Kong's first mall, Ocean Terminal, was inspired by its American counterparts, but it soon followed a different path -- one more attuned to Gruen's original vision. Opened in 1966 on the site of a commercial wharf, the mall proved popular with Hong Kong's burgeoning middle-class, who enjoyed its sleek air-conditioned corridors. There were grocery stores, cinemas, novelty shops, teahouses and even nightclubs. Ocean Terminal quickly expanded, adding more and more shops, and it eventually transformed into a larger mall complex called Harbour City. Today, hotels, office towers and apartment blocks sit directly on top of the building. The mall's success propelled its owner, Wharf Holdings, to develop another, Times Square, whose nine floors of retail space made it one of the world's first \"vertical malls.\" Other Hong Kong companies followed suit, turning their old industrial properties into malls.  Land in Hong Kong has always been expensive, thanks to a relative lack of space and a low-tax economy that sees the government earn most of its revenue from leasing land at high prices, so high density became imperative. The more shops, apartments and offices that could be packed into a single plot of land, the more profitable it would be. Among the developers inspired by Ocean Terminal was the MTR, short for Mass Transit Railway, which, in addition to operating subway, light rail and bus services, is a major player in property development.  Originally a public agency, the company was privatized in 2000, although the Hong Kong government still owns a majority of its shares. As Stefan Al explained in \"Mall City,\" every time the MTR builds a new subway line, it gains the right to develop land on top of each station. This has earned the company enormous profits -- more than HK$11 billion (US$1.4 billion) last year -- making it by far the most profitable transit operator in the world. \"You get a unique synergy that people call 'value capture,'\" said Al. \"If you are a transit operator and you develop around transit you can capture the value that comes from improvements around the lands.\"  In other words, the MTR isn't only providing transport for the city. By spearheading commercial and residential development around its stations, the company gives people more reason to use it. A way of life One example is Kowloon station, opened in 2000, which sits beneath a \"city-within-a-city,\" including a shopping mall, apartment towers home to around 30,000 people, several hotels and the 118-story International Commerce Centre, Hong Kong's tallest skyscraper. You can work, shop, sleep, play ice hockey or watch a movie without ever leaving the building. Similar scenes are replicated along subway lines throughout Hong Kong. Some malls soar into the sky, like Hysan Place, which has 17 floors of shops atop Causeway Bay MTR station -- and where \"expresscalators\" skip several floors at a time so shoppers can quickly reach its upper levels. Others are home to big-box retailers like IKEA, which has four locations in Hong Kong -- all of them inside malls. Still others are dense warrens of independent stores specializing in one thing or another: comic books, men's clothing, toys or paintball guns. \"When you get out of the (MTR station) there are stores and you can shop,\" said Stefan Al. \"It also makes economic sense because from a retail perspective, the main thing is foot traffic. There's clearly a synergy by placing the mall in between these two locations.\" The result is a city where roughly 90 percent of people get around by public transit, according to official figures. It's also a city where the line between public and private space is often blurry, especially since the government's land leases require many malls to be accessible around the clock to facilitate people traveling between MTR stations and their homes or offices. Malls have become such important spaces that during the protests that have rocked Hong Kong since June, many people have gathered in them to stage demonstrations and to sing protest anthems. \"What we have seen is that shopping malls have become a space to express certain political views,\" said Hendrik Tieben, who runs the urban studies master's program at the Chinese University of Hong Kong. It builds on a tradition of using mall spaces for live music and other kinds of public gatherings -- some organized by malls themselves, but others more spontaneous, such as the buskers performing in a sheltered plaza outside the aforementioned Times Square. \"In Hong Kong, those spaces have taken over public space anyway -- they are large, comfortable, air conditioned,\" Tieben added. \"If you want to reach the public, that's where you can make some kind of statement.\" This serves to underline how inextricable malls have become to Hong Kong's urban fabric. They have become more than just places to shop: they're a way of life. \"A lot of people think brick-and-mortar retail is on the decline,\" said K11's Cheng. \"This is only true if you're following the conventional retail formula that limits retail to mere products.\""], "Language": false}