{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/virginia-teachers-protest-monday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-01-27T12:16:41Z"], "LastModifiedDate": ["2020-01-27T12:16:41Z"], "Headline": ["Virginia teachers are about to swarm the state capitol, demanding more school funding and raises"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["At this rate, Christine Melendez isn't sure how long she'll be able to keep teaching.  In the past seven years, she's already taught in three different school districts.  \"That should tell you something about the conditions,\" the 30-year-old high school Spanish teacher said.  So on Monday, Melendez and 1,000 other frustrated educators plan to rally at Virginia's state capitol, demanding higher raises and more funding per student.  Their voices echo the nationwide furor of teachers who work multiple jobs, use archaic textbooks or teach out of a storage closet.  And their protest Monday marks the latest in a nationwide wave of teachers strikes and protests. In the past two years, some teachers got what they wanted; in other cases, they didn't.  But Virginia teachers already know a one-day protest can make a serious impact. And they're trying to repeat that this year.  What they're fighting for This fight focuses on two demands: raising teachers' salaries to at least the national average, and restoring per-student funding to at least the same level as before the recession a decade ago. \"Per-student spending is down 8% since the recession, in inflation-adjusted dollars,\" Virginia Education Association spokesman John O'Neil said.   And the average Virginia teacher's salary --  $51,994 -- is almost $8,500 less than the national average of $60,477, O'Neil said.  Melendez, a seventh-year teacher, takes home about $2,600 a month. Subtract her rent, bills, student loans and living expenses, and \"I don't have savings,\" she said.  Melendez used to work several after-school jobs as a tutor, a building supervisor, a cashier and a restaurant server.  But she's cut back to her real passion -- teaching -- so she can advocate for improved public school conditions.  On her first day as a teacher, Melendez said, she had 31 eighth-graders in a class. In her current school district, one middle school has a 132% occupancy rate. That means students are learning in more than 20 trailers outside the school, she said.  Melendez said she appreciates parts of Gov. Ralph Northam's proposed $1.2 billion investment in public education and his proposed $94.8 million investment in early childhood education. \"He's investing in pre-K (education), which is good,\" Melendez said. \"Babies are raising babies. Parents of children we're getting are getting younger and younger.\"  But without a major boost to teachers' salaries, she said, \"I can't afford to be a teacher next year.\" How one day can actually make a difference Rhonda Wagner had pneumonia the day Virginia teachers rallied at the state capitol last January.  \"People were saying, 'You need to go home!' I said, \"No, I need to be there!'\" the high school art teacher said.  By the end of the day, lawmakers agreed to a 5% raise for teachers.  But Virginia still ranks 32nd in teacher pay, despite being the 12th wealthiest state, O'Neil said.  So once again, educators will flood the state capitol Monday.  Many are using a personal day, meaning substitutes are filling in for them in their classrooms. Some school districts have a professional development day scheduled for Monday, meaning students aren't in school anyway.  But at least one school district -- Richmond Public Schools -- had so many planned teacher absences that the district of 24,000 students had to close for the day.  Wagner said she understands some parents might be inconvenienced by the teachers' protest. But she said the potential long-term gains are worth it.   \"Every day your kids are disadvantaged,\" Wagner said. \"Sometimes you have to sacrifice a little bit to get what you need.\""], "Language": false}