{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/grammys-2020-red-carpet-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-01-27T02:47:20Z"], "LastModifiedDate": ["2020-01-27T11:41:44Z"], "Headline": ["Grammys 2020: Best fashion on the red carpet"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["A somber atmosphere hung over the Grammy Awards on Sunday, as the biggest names in music arrived at LA's Staples Center just hours after news broke that Kobe Bryant -- who made his name at the arena -- had died in a helicopter accident. Television host and producer Ryan Seacrest opened his red carpet coverage with a lengthy tribute to the NBA star, though the celebrity arrivals continued as planned amid police calls for mourning fans to avoid the venue. In a contrast of moods, the Grammys is -- compared with some of its Hollywood counterparts -- traditionally one of the most bold and outrageous award ceremonies, fashion-wise. Some attendees found last-minute ways to pay homage to Bryant.  Bollywood actress Priyanka Chopra, for instance, was pictured with \"24\" painted on one of her nails, a reference to Bryant's jersey number during the latter years of his LA Lakers career. But otherwise, the red carpet continued in characteristically colorful form. There were plenty of reds and pinks, including Yola in hot pink and Rosalía in a red leather dress. The vibrant colors were also reflected in the evening's menswear, with Lil Nas X arriving in a Versace harness suit with hand-embroidered gold studs and Tyler, the Creator opting for a slightly lighter shade for his bellhop-inspired look (which he completed with a large piece of luggage). This is not to say there weren't examples of pared down Hollywood glamour, from Gwen Stefani in Dolce and Gabbana to Lizzo in a strapless floor-length Versace gown. But even classic looks were taken to exaggerated extremes -- none more so than Ariana Grande's volminuous princess ballgown, its layers of tulle flowing dramatically as she posed for the cameras. Equally eye-catching was Billie Eilish, who matched her outfit's near-fluorescent shades of green with her latest hair color. The singer was head-to-toe Gucci, from a logo face mask and fingerless gloves right down to branded nail art. Extra long nails seemed to be the new \"it\" accessory, with many celebrities decorating theirs with rhinestones, gems and charms. There were big political statements to match the bold colors. Actress and activist Megan Pormer sported a sparkling dress reading \"No War Iran\" and a matching cape comprised of both the Iranian and American flags. Ricky Rebel had \"Impeach This\" written on his bare bottom while, on the opposite end of the political spectrum, Joy Villa made her allegiances clear with a Trump 2020 dress and GOP-themed purse. Many of the men, meanwhile, chose to accessorize with bold head gear (the Grammys is, after all, where Pharell debuted his iconic outsized hat in 2014). There was an abundance of cowboy hats, and, in one of the more dramatic ensembles, Orville Peck, pairing his with a fringed mask.  Billy Porter's teal hat became a motorized curtain that opened to reveal his dramatic eye makeup, while Guapdad 4000 sported a durag so long that it formed a train behind him on the red carpet.  Besides wearing some of the night's best fashion, many of the red carpet winners also went on to claim coveted awards. Lil Nas X and Billy Ray Cyrus took home the gong for Best Pop Duo/Group Performance, and Tyler, the Creator won Best Rap Album. Meanwhile Lizzo won awards for Best Traditional R&B Performance, Best Urban Contemporary Album and Best Pop Solo Performance, while Billie Eilish took home the night's top four awards: Best New Artist, Song of the Year, Album of the Year and Record of the Year.  See the gallery above for some of the night's most memorable looks. "], "Language": false}