{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/25/us/trapped-corvettes-houston-explosion-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alisha Ebrahimji, CNN"], "Writers": [["Alisha Ebrahimji"]], "FirstPublishDate": ["2020-01-25T18:52:05Z"], "LastModifiedDate": ["2020-01-25T21:21:20Z"], "Headline": ["Corvettes worth $1M are trapped in buildings that crumbled in the Houston explosion"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Houston car restorer is anxiously awaiting a chance to visit his business, parts of which were destroyed during Friday's deadly explosion at a separate business in the city's northwest corner. The early morning explosion at Watson Grinding and Manufacturing damaged other buildings up to a half mile away and took the lives of two Watson employees.  Gordon Andrus' restoration business, Houston Corvette Service, occupies two buildings directly across the street from Watson Grinding.  After Friday's explosion, he told CNN that his buildings have been destroyed and he doesn't know the condition of the cars that were undergoing restoration. What he does know is that there were about 15 cars worth about $1 million collectively inside. Andrus wasn't at his shop during the explosion but he described the blast as what he called a shaped charge, which focuses the force of an explosive. \"The charge blasted across the street, right over our buildings and then on into the neighborhoods where you've heard about all the houses that have been damaged,\" Andrus said. \"The rest of street had very minor damage but my two buildings are flattened.\" \"I don't think they're [the cars] destroyed but the buildings will have to be torn down,\" he said. \"So the question is, what do I have to do to shore the building up enough to get them cars out of there and what's it going to take to repair the cars?\" Andrus' 25-year-old business occupies four buildings in total, only two of which were destroyed. Two buildings further down the street are for paint and body work, and they are still intact.  He hopes to recover his computer, account records and payroll information. Since the explosion, he hasn't had access to any of it because authorities are still investigating the area. \"Then I can pay my guys, start getting things organized,\" he said. \"As soon as I get in there, we're gonna move the operations to my paint shop.\" Andrus has contacted all of the affected customers. He owns a few cars that are trapped inside, as well, but he said he isn't concerned about them right now. \"Every car is insured, and we're in the business of repairing and restoring cars,\" he said. \"We will make it right one way or another.\"  An investigation into what caused the blast is underway and may take months, according to Houston Police Chief Art Acevedo. In addition to destroying buildings and killing two, the explosion left some residents temporarily displaced. "], "Language": false}