{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/23/world/gallery/lunar-new-year-2020-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Achmad Ibrahim/AP", "Bikas Das/AP", "Michel Euler/AP", "Algi Febri Sugita/SOPA Images/LightRocket/Getty Images", "Linh Pham/Getty Images", "Ezra Acayan/Getty Images", "Ulet Ifansasti/Getty Images", "Kevin Frayer/Getty Images", "Anthony Kwan/Getty Images", "Chinatopix/AP", "Binsar Bakkara/AP", "Qilai Shen/Bloomberg/Getty Images", "Roslan Rahman/AFP/Getty Images", "Nhac Nguyen/AFP/Getty Images", "Wang Zhao/AFP/Getty Images", "Kham/Reuters", "Jiang Hongjing/Xinhua/Zuma Wire", "Armando Franca/AP", "Andrej Cukic/EPA-EFE/Shutterstock", "Yu Xiangquan/Xinhua/Getty Images", "STR/AFP/Getty Images", "Mohd Rasfan/AFP/Getty Images", "Amr Abdallah Dalsh/Reuters", "Ng Han Guan/AP", "Roman Pilipey/EPA-EFE/Shutterstock"]], "FirstPublishDate": ["2020-01-23T22:44:28Z"], "LastModifiedDate": ["2020-01-25T17:06:18Z"], "Headline": ["In photos: Billions welcome in Lunar New Year"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["People burn joss sticks as they pray at the Wong Tai Sin Temple in Hong Kong on Saturday, January 25. A woman lights a candle at a temple in Kolkata, India, on January 25. Members of the Chinese community dance at the Eiffel Tower in Paris on January 25. A man lights candles during midnight Lunar New Year celebrations at Dharma Ramsi Temple in Bandung, Indonesia, on January 25. People watch the fireworks display in front of the Imperial City of Hue to mark the Lunar New Year or Tet celebrations in Hue, Vietnam. Temple-goers take pictures at Seng Guan Temple on the eve of the Chinese New Year on Friday, January 24, in Manila, Philippines. A man burns incense sticks as during Lunar New Year's Eve celebrations at Fuk Ling Miau in Yogyakarta, Indonesia. Chinese passengers, most wearing masks, prepare to board trains in Beijing on Thursday, January 23, before the annual Lunar New Year Spring Festival. A pedestrian takes a photograph with her cellphone in front of a Lunar New Year decoration at a shopping mall in Hong Kong. Barricades block access to the closed Hankou Railway Station in Wuhan in Hubei province, on Thursday, January 23. The station was closed in an unprecedented effort to try to contain the coronavirus amid the Lunar New Year travel rush. A worker arranges lanterns in preparation of the upcoming Chinese Lunar New Year at Maitreya temple in Medan, North Sumatra, Indonesia. The Chinese communities in the world's most populous Muslim country are gearing up to celebrate the start of the year of the rat. Swarms of travelers wait for transport at the Hongqiao high-speed railway station in Shanghai on Wednesday, January 22. Dumbo rats are displayed ahead of Lunar New Year celebrations at the Singapore Zoo's Rainforest KidzWorld in Singapore on Tuesday, January 21. 2020 marks the year of the rat. A man prepares carp in clay pots to cook in Ha Nam province on Tuesday, January 21. The braised fish is a popular delicacy for the Lunar New Year, or Tet season, in northern Vietnam. Passengers navigate Beijing Daxing International Airport on Monday, January 20. Rat-themed decoration items hang for sale in Hanoi, Vietnam, on Monday, January 20. A colorful parade takes placed during Grebeg Sudiro festival on Sunday, January 19, in Solo, Central Java, Indonesia. The festival is held as a prelude to the Chinese New Year. Folk artists perform a dragon dance in Langzhong, in China's Sichuan province, on Saturday, January 18.  Children hold  lanterns while taking part in a parade beginning the Chinese New Year celebrations in Lisbon, Portugal, on Saturday, January 18. A performer wearing a traditional Chinese costume attends festivities in Belgrade, Serbia, on Saturday, January 18. Lanterns are illuminated during a show on Qingxiu mountain in Nanning, south China's Guangxi Zhuang Autonomous Region, on Friday, January 17. Panda cubs play next to Lunar New Year decorations at the Shenshuping breeding base of the Wolong National Nature Reserve in Wenchuan, Sichuan province, on Friday, January 17. A worker decorates giant incense sticks at a factory in Kubang Semang, in western Malaysia, on Friday, January 17. Chinese performers rehearse before a folk art performance at El Gomhoria Theatre in Cairo, Egypt, on Thursday, January 16. A child jumps to touch lanterns hung on a tree in Beijing on Thursday, January 16. Chinese passengers wait with their luggage prior to boarding trains ahead of the Chinese Lunar New Year, or Spring Festival, at the Beijing Railway Station, on Friday, January 10. Chinese passengers hold a banner next to their luggage in front of the Beijing Railway Station on Friday, January 10."], "Language": false}