{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/us/texas-houston-explosion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, Melissa Alonso and Chuck Johnston, CNN"], "Writers": [["Jason Hanna", "Chuck Johnston"]], "FirstPublishDate": ["2020-01-24T11:41:58Z"], "LastModifiedDate": ["2020-01-25T12:13:18Z"], "Headline": ["2 people killed in an explosion at a Houston manufacturer that shook the city and damaged homes"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two people were killed in Friday morning's explosion at a northwest Houston manufacturing business, police said -- a blast shook much of the city, damaged buildings up to a half mile away and left some residents at least temporarily displaced. The explosion rocked Watson Grinding and Manufacturing around 4:15 a.m. CT (5:15 a.m. ET), tearing apart several structures while sending debris and shock waves much farther, pushing some nearby homes off their foundations, officials said. \"This is, in essence, a disaster area right now,\" Houston Police Chief Art Acevedo said of the area roughly an 18-mile drive northwest of downtown.  An investigation into what caused the blast is underway and may take months, Acevedo said. The two men who died in the blast were Frank Flores and Gerardo Castorena, both employees of the company, Houston Fire Chief Samuel Pena said. Pena said Friday evening that 214 homes were damaged in some way and, according to an initial rough estimate, about 50 were destroyed. Responding to reports that the explosion was caused by the gas propylene, a fire department spokeswoman told CNN Friday afternoon: \"We don't know that propylene caused the explosion, only that propylene tanks are on site and were involved in the explosion and fire.\" The debris field is so widespread -- officials estimated between a quarter-mile to a mile away -- police have asked residents for help with a potentially grim task: looking for human remains and other debris in their yards and on roofs.  \"Look for any debris, any body parts, anything that may be related,\" and call police if anything is found, Acevedo said.  Besides those killed, the fire department took two people to the hospital, and 18 people went to the hospital on their own, Houston Mayor Sylvester Turner said Friday evening. None of the injuries were life-threatening, he said. Many more lives could have been lost if the blast had come two hours later, when more employees would have been in the building, Turner said. \"In that sense, we are very, very fortunate,\" Turner said.  Blast caused damage some distance away A fireball rose from the scene after the blast, video posted to Twitter appears to show. The distant footage was taken by a camera mounted to a home window. \"I live downtown,\" Pena said, \"and I felt it all the way downtown.\" The business is in a strip of industrial and commercial businesses, surrounded to the west and east by homes. The nearest neighborhoods, Westbranch and Carverdale, were damaged most severely, Acevedo said. Damage to homes included broken windows and doors, and in at least one case, a collapsed ceiling, CNN affiliates reported.  \"The whole ceiling fell in,\" a resident told KTRK about her home. \"I thought maybe the house had gotten hit by lightning. And then I realized there was no storm,\" the resident told KTRK. Mark Brady, who lives about a half mile from the manufacturing business, told CNN affiliate KPRC the blast \"knocked us all out of our bed.\" \"It busted out every window in our house. It busted everybody's garage door in around here ... and closer toward the explosion over here, it busted people's roofs in and walls in,\" he said. Mayor Pro Tem Dave Martin said the city is working with various agencies to help move people into temporary housing. \"A lot of the houses in the neighborhood are not going to be livable for a number of weeks,\" Martin said.  US Rep. Sheila Jackson Lee, who represents the area, said Friday evening that she had reached out to the Federal Emergency Management Agency about the possibility of federal help.  \"There are families behind this devastation who are devastated,\" she said.   Firefighters waited for small fires to burn out before exploring blast site Some small fires still were burning hours after the blast, and firefighters let those burn out by themselves before thoroughly searching the site, Pena said. Earlier, propylene gas was leaking from a tank at the facility following the explosion, but crews eventually stopped it, he said. A hazardous materials team has been monitoring air quality, Pena said. \"We have no concerns about the quality of the air we've been breathing,\" Pena said. Fire department inspectors are gathering information about the business's full chemical inventory, and the company's owner has been cooperating with the investigation, officials said. Online records of the US Occupational Safety and Health Administration show the company was fined in 2013 for a serious violation related to the control of hazardous energy. The Cy-Fair Fire Department Search and Rescue helped out after the explosion and posted photos to Twitter that showed the destruction caused by the explosion. Propylene is a colorless, flammable, pungent gas made from petroleum. It is most often employed to make polypropylene, a kind of plastic used in household products, from take-out meal containers to medicine bottles, and in automotive, industrial and textile products. Similar to propane, it burns hotter and can be used as fuel gas and to make acetone. A temporary shelter has opened for people whose homes were damaged A church in the area served as a temporary shelter \"for anybody that we may have to evacuate out of their home due to damage,\" Pena said. The fire department tweeted Friday afternoon that 48 people were being sheltered there, and the Red Cross set up an overnight shelter at another church. Police at some point Friday cut off access to the damaged Westbranch and Carverdale neighborhoods, hoping to ward off potential looters. But residents with identification were allowed back into those areas Friday afternoon, Acevedo said. \"We want people to come back (partly) because we do want people to board up\" their damaged homes, the police chief said. At least two nearby schools closed for the day. A school district in the area, Spring Branch ISD, said on Twitter that for schools in session, it  \"will keep all students inside today as air quality in the area continues to be monitored.\""], "Language": false}