{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/africa/kenya-refugees-vr-school-trip-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-24T12:41:02Z"], "LastModifiedDate": ["2020-01-24T15:16:32Z"], "Headline": ["Young refugees in Kenya take a VR school trip to London's National Gallery"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["A group of young refugees in a camp in Kenya became possibly the world's first students to go on a virtual school trip, attending a lesson at London's National Gallery via VR headsets. The students explored the gallery's paintings and received a lesson from artist Lisa Milroy through the equipment, in a project that organizers said has never been done before. Aged between 13 and 22, the students have spent their lives in the Kakuma Refugee Camp -- one of the largest camps in the world, which houses around 190,000 refugees from several countries. \"I really enjoyed it. It felt like I was there with Lisa, together,\" 18-year-old student Nyagoa, who was born in the camp after her mother fled conflict in South Sudan, said in a quote provided by organizers. \"It looked just the way that I always imagined and I really enjoyed it because it felt just like I was in London. \"It's wonderful to be able to share an experience of the National Gallery and my thoughts about the paintings with the students in Kakuma through technology,\" Milroy said. \"The live virtual reality tour makes it possible for the students to get a feeling for what it's like to wander through the galleries and enjoy the paintings as objects in a space, to get a sense of their fabulous material form, and encounter them each with its particular setting,\" she added. The tour featured nine paintings based on the subject of \"time,\" from \"The Avenue at Middelharnis,\" a 1689 landscape by Dutch painter Meindert Hobbema, to a wall painting created last year by British artist Bridget Riley.  The project, organized by the Vodafone Foundation charity, was conceived to mark the United Nations' International Day of Education. \"To think of children in Kenya, and all over the world being inspired by art here is truly wonderful,\" Caroline Campbell, director of collections and research at the National Gallery, said.  \"Something that struck me is what would Manet, Van Gogh, Titian, Hobbema and Bonheur have thought of this? I think they would have been incredibly excited, and probably humbled, that their work is being experienced in this way across centuries and continents.\" Organizers used 360-degree cameras set up in London's famous museum, which captured live footage that was streamed to students at the camp. Milroy showed them works by painters including Vincent van Gogh and Edouard Manet during the 81-minute virtual visit. Kakuma, a sprawling camp in northwest Kenya, has promoted educational events in the past. In 2018, it became the world's first refugee camp to host a TEDx event.  Thirty-eight tonnes of equipment were transported to the remote site by a convoy of trucks amid heavy flash floods for that event, the United Nations High Commissioner for Refugees (UNHCR) said, with 250 high-profile guests making an appearance. The virtual museum visit is the latest initiative at Kakuma from the Vodafone Foundation, whose Instant Network Schools project -- run in partnership with the UNHCR -- provides digital education to students in refugee camps across sub-Saharan Africa."], "Language": false}