{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/tech/samsung-smartphone-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-04-29T05:23:13Z"], "LastModifiedDate": ["2020-04-29T10:01:47Z"], "Headline": ["Samsung warns Covid-19 will hurt smartphone sales and the rollout of 5G. But the work-from-home revolution is here to stay"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Samsung is warning that the months ahead will be painful as the coronavirus pandemic disrupts global supply chains, hurts smartphone demand and complicates the adoption of 5G technology. But the South Korean conglomerate also says the crisis has sparked a fundamental change in how people live — and predicted that the world's reliance on digital services is here to stay as millions of people hunker down at home.  The company on Wednesday reported operating profit of 6.45 trillion won ($5.3 billion) for the three-month period ending in March, up 3.5% compared to the same period a year earlier and in line with analysts' expectations. Revenue rose 5.6% to 55.3 trillion won ($45.4 billion). Net profit slid 3.2% to 4.88 trillion won ($4 billion). Last quarter's uptick might be short lived, though, and the company warned that the pandemic is already causing uncertainties for large parts of its business. Because of the volatility, Samsung is not giving a full-year forecast. The world's largest smartphone maker — which is also a key supplier of memory chips and display screens for other manufacturers such as Apple and Huawei — said that smartphone demand \"is expected to drop sharply\" because of Covid-19.  Cloud services will make up for slumping demand elsewhere A shrinking smartphone market and store closures will lead to an \"inevitable\" drop in earnings for the current quarter, Jongmin Lee, Samsung's vice president of mobile, said on an earnings call.  The memory chips business, which has for years been a source of robust profits for Samsung, will likely suffer from the smartphone slump, the company said. But it will be propped up by demand for cloud services and PCs as people continue to work remotely. Samsung said the outbreak has changed the way people live and work. And while waning interest in consumer electronics will hurt the demand for the memory chips that power those products, the company said it expects memory chip demand from servers and data centers to last long after the pandemic ends.   \"The way of the future, people spending more time working and learning online, that has become the new normal for many people as a result of Covid-19,\" Ben Suh, Samsung's executive vice president of investor relations, said through a translator.  The \"stay-at-home economy\" has led to more people playing games online, shopping online and streaming movies at home, and \"we think this will actually stick as a new lifestyle for consumers,\" Ben said.   5G won't be a savior anytime soon While Samsung touted an upbeat outlook for its role in the rapidly shifting stay-at-home economy, the company said the virus could delay the global launch of next generation wireless technology. In January, Samsung and analysts who follow the company predicted that a greater adoption of 5G smartphones would be a boon to the company's mobile, memory chip and display panel divisions.  But the coronavirus could affect mobile carriers' rollout plans, Samsung said.  \"It's difficult to rule out that if the Covid-19 impact expands or becomes more prolonged, carriers may decide to delay 5G investment, which may have a negative impact on our business,\" Ben said.   Jefferies analyst Edison Lee warns that because of Covid-19 as well as other factors, 5G smartphone sales will also be weaker than expected this year, especially in China, the world's largest smartphone market.  Chinese consumers won't be snapping up 5G phones because there are few innovative apps to make consumers excited about 5G, there's limited network coverage and  mobile carriers likely won't subsidize pricy 5G handsets, Lee wrote in an analyst note last week."], "Language": false}