{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/entertainment/hollywood-walk-of-fame-metoo-era-invs/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Robert Kuznia, CNN"], "Writers": [["Robert Kuznia"]], "FirstPublishDate": ["2020-01-24T11:15:06Z"], "LastModifiedDate": ["2020-01-24T13:55:17Z"], "Headline": ["How many stars on the Hollywood Walk of Fame belong on the walk of shame?"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["At the height of the #MeToo firestorm, a life-sized golden statue of a bathrobe- and slipper-clad Harvey Weinstein sitting on a sofa mysteriously appeared on the Hollywood Walk of Fame. Titled \"Casting Couch,\" the eerie piece of street art was the closest the film producer ever came to having a star on the famed tourist attraction in the heart of Tinseltown -- perhaps surprising, given his outsize influence on the industry. But as the Miramax co-founder's sex assault trial continues this week -- more than two years after bombshell reports brought dozens of allegations to the public eye -- the Walk of Fame offers an avenue to explore the resulting reckoning that detonated Hollywood's once-immutable power structure.  \"I'm sure there are a lot of harassers and abusers on that Walk of Fame,\" said Melissa Silverstein, founder and publisher of the site Women and Hollywood.  Weinstein denies all accusations of nonconsensual sex and is pleading not guilty at the trial. But since the saga erupted in October of 2017 and left his career in shambles, hundreds have been accused of abuse-of-power-related sexual misconduct. The ensuing #MeToo movement -- created by advocate Tarana Burke and further ignited after a tweet from actress Alyssa Milano went viral a few days after the story broke -- has dimmed many a star on the Walk of Fame.  The Hollywood Chamber of Commerce -- the arbiter for who does and doesn't get a star -- has steadfastly resisted efforts to remove any from the 15-block Walk, arguing that the nearly 2,700 trod-upon brass-and-terrazzo pentagrams are historic monuments that should not be tampered with. But a chamber spokeswoman said the #MeToo shakeup has altered her organization's calculus for determining how to responsibly whittle the annual pool of about 300 nominees to 25 or so recipients.  \"We really need to do our due diligence and do even more delving into the lives of these people,\" Ana Martinez told CNN. \"If we hear something, we need to look into it.\" The degree of the allegations leveled against Walk of Famers ranges from the claim that John Lasseter, formerly of Pixar, was grabbing and kissing employees to the criminal cases alleging abuse and assault that have tarnished the legacies of Michael Jackson, Bill Cosby and Kevin Spacey. (Lasseter apologized, Jackson was acquitted of child molestation charges in 2005 but other claims have surfaced after his death, Cosby was convicted, and two cases against Spacey have been dropped.) Many other male celebs are caught in the gray nebula between: allegations of sexually exploitive behavior and sexual misconduct (James Franco), harassment and sexual assault (Brett Ratner), and lewd comments and unwelcome sexual advances (Jeffrey Tambor). Franco, Ratner and Tambor deny any wrongdoing; Ratner filed a defamation suit against one of the accusers that he later withdrew. Like Weinstein, the subjects of some of the most high-profile accusations do not have stars on the cultural landmark. Woody Allen has consistently denied allegations by his adopted daughter, Dylan Farrow, that he sexually assaulted her when she was a child; he has not been charged. Roman Polanski fled the United States for France in 1978 after pleading guilty to a single count of having unlawful sexual intercourse with a minor, admitting he had sex with a 13-year-old girl. Dustin Hoffman has adamantly denied -- through his attorney -- allegations of indecent exposure and assault, though he responded to a sexual-harassment claim with an apology. Although Spacey has faced withering criticism since a string of allegations against him began dropping in 2017, his star on the Walk has thus far escaped the kind of negative attention that has befallen its supernova neighbor just a few feet away on Hollywood Boulevard: the pentagram belonging to Donald Trump. Vandals have gone to town on Trump's star on myriad occasions, most notably with a sledgehammer and a pickax -- acts of outrage that have resulted in felony vandalism convictions.  Like the others, Trump has come under allegations of sexual harassment and assault, all of which he has forcefully denied, although the violence visited upon his star is widely seen as a holistic statement against his style and policies. By the Hollywood chamber's new unwritten standards for acquiring a star on the Walk, Martinez acknowledged, the nonprofit organization would probably have to deny star privileges to some larger-than-life figures. Asked whether Charlie Chaplin would qualify by today's standards, Martinez said, \"I don't think so.\" Chaplin on two occasions married 16-year-old girls: Mildred Harris and Lita Grey, the latter of whom he impregnated out of wedlock when he was 35. Grey, who was first seduced by Chaplin when she was 15, said in divorce papers discovered in 2015 that he forced her to perform \"revolting, degrading and offensive\" sex acts.  Martinez said that the Hollywood chamber's star-selection committee has, on one recent occasion, \"tabled consideration\" for a star applicant due to allegations of sexual misconduct, though she wouldn't name the nominee. The Walk of Fame and cancel culture The Walk is a microcosm of the wider, tortured conversation the world is having about the extent to which we should separate art from artist. The social-media shorthand for that conversation: cancel culture.  The March release of HBO's documentary \"Leaving Neverland\" featuring two men who say Michael Jackson sexually molested them as boys sparked a fiercely polarizing debate about the King of Pop. The film ripped open old wounds from the Jackson molestation trial of 2005, when he was acquitted. \"He's the musical version of Donald Trump,\" said Tim Gray, an editor and senior vice president at Variety. \"He's the great divider.\" While diehard fans launched an MJInnocent.com ad campaign on London buses and unleashed a Twitter army of defenders, detractors successfully pressured radio stations in New Zealand and Canada to pull Jackson's catalog from the air. \"The Simpsons\" TV show withdrew an episode featuring a character that Jackson had voiced. A mall in Denmark removed a wax statue of the \"Billie Jean\" creator. In a mark of just how confounding these conversations can be, some of the symbolic gestures were reversed, owing to apparent indecisiveness or the passing of a publicity storm. The mall in Denmark swiftly reinserted Jackson's wax figure, citing a lapse in judgment. And the radio stations in Canada and New Zealand that had pulled his songs off the air have quietly put them back in the rotation, spokespeople from radio stations in both countries confirmed to CNN. Should stars be wiped off the Walk? When celebrity scandals get hot enough, the Los Angeles Police Department gets involved, beefing up patrols on the Walk near the stars whose recipients are at the center of the storm -- as it did with Jackson's monument immediately after the airing of the documentary.   \"The most focused-upon star in the Walk of Fame that anyone in the LAPD can remember has been Donald Trump's,\" said Capt. Steven Lurie.  Recent years have seen at least two concerted efforts to remove stars from the Hollywood Walk: the one belonging to Trump, who received a pentagram in 2007 largely for his work with beauty pageants and \"The Apprentice,\" and the one bearing the name of Bill Cosby. The latest call for the removal of Cosby's star came on the heels of his conviction. Although he denied wrongdoing, a jury in 2018 found him guilty on all three counts of aggravated indecent assault for drugging and sexually assaulting a woman in 2004. \"We're not talking about someone who curses, someone who swears, someone who gets drunk ... or someone who masturbates in public or private,\" said Earl Ofari Hutchinson, president of the Los Angeles Urban Policy Roundtable, a civil rights group that called for the star's removal. \"We're talking about criminal behavior. In this case, we happen to be talking about sexual abuses -- serious, major crimes. ...There is a duty and obligation to have a standard there -- a standard people can look up to and admire.\" In Hutchinson's mind, conviction of a serious crime is the threshold that should determine whether a star should be wiped off the Hollywood Walk. \"We stayed away from Michael (Jackson) because these are unproven charges,\" he said. \"Michael was tried in a court of law and acquitted. Cosby was tried in a court of law and convicted.\" The Hollywood chamber's president and CEO -- Rana Ghadban, who last year became the organization's second female leader in its 98-year history -- said the chamber does not condone criminal behavior, sexual harassment or violence against anyone. \"That being said, the Walk of Fame is a historic record of entertainment figures past and present,\" she said in an email to CNN. \"The Walk of Fame Selection Committee has a commitment to select the very best talent in the world for their career milestones and their prestigious work in their chosen field of entertainment.  Once installed, the Walk of Fame stars are part of the historic fabric of this famous landmark; and are not subject to removal.\" Other attempts to strip Cosby of his accolades have been successful. At least 56 colleges that gave Cosby an honorary degree rescinded the distinction after his conviction, according to a CNN review. Among the most recent are Pepperdine University in California and The Juilliard School in New York, spokespeople from those places told CNN. Some colleges have decided not to revoke, such as Hampton University in Virginia, which \"honored him for all the good work he has done in his financial and other support of the young women and men who have attended Historically Black Colleges and Universities,\" a spokesman said in an email in response to a question about the status of Cosby's degree in light of the conviction. Sexual misconduct accusations have also torpedoed the career of Kevin Spacey, but there have been no public calls to remove his star from the Walk, Martinez of the Hollywood chamber said. The spate of allegations against Spacey began in fall of 2017, when Broadway actor Anthony Rapp accused the \"House of Cards\" star of making a drunken sexual advance on him in the mid-1980s, when Rapp was 14. The Rapp story opened the floodgates to additional allegations, ranging from the groping of young men on the set of \"House of Cards\" to sexual assault. Spacey offered an apology to Rapp -- it was panned for doubling as a coming-out statement. In the two criminal cases, both of which have been dropped, Spacey pleaded not guilty in one and denied every allegation in the other. Much like Jackson, Spacey has a fan group that defends him. \"No other actor accused of wrongdoing has been treated as bad as Kevin Spacey by media, making him the emblem of cancel culture,\" the group, SupportKevinSpacey.com -- which says it is not in contact with Spacey -- said in an e"], "Language": false}