{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/tilda-swinton-derek-jarman-prospect-cottage/index.html"], "Source": ["cnn"], "Location": ["London, UK"], "ByLine": ["Jacopo Prisco, CNN, and Ana Rosado, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-01-22T13:25:04Z"], "LastModifiedDate": ["2020-01-23T22:15:50Z"], "Headline": ["Tilda Swinton launches $4.6m campaign to save legendary filmmaker's home"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["The Art Fund, a UK national fundraising charity for art, is launching a public appeal to save Prospect Cottage, the former home of visionary British filmmaker and activist Derek Jarman.  Jarman bought the black fisherman's cottage in 1986 and created in front of it a famous garden inspired by the surrounding coastal landscape of Dungeness, in the southeast of England, also the site of two nuclear power stations. It subsequently played a key role in Jarman's 1990 film \"The Garden,\" set against the backdrop of his home and starring Tilda Swinton. Swinton, who was the influential director's muse, is part of a group of artists supporting the campaign, which was launched in London on Wednesday. The fundraiser goal is £3.5 million ($4.59 million), to be reached by the end of March 2020. Just under 50% of the sum has already been collected through major grants and private donations. The campaign is now open to the public, who can donate and receive prints, objects and works by artists including Michael Craig-Martin, Tacita Dean, Jeremy Deller, Isaac Julien, Howard Sooley and Wolfgang Tillmans, ranging in value from £25 ($32) to £1,250 ($1,630). Potential loss to art world The cottage was facing the prospect of a private sale, following the 2018 death of Keith Collins, Jarman's close companion in his final years, to whom he bequeathed the property. The Art Fund believes this would result in the loss of its contents -- Jarman's vast archive -- and its artistic legacy. After Jarman purchased the cottage he turned it into a creative hub for himself and his collaborators.  \"Prospect cottage quickly became a source of both solace and intense inspiration, a kind of sanctuary but also a place of high sociability for friends and collaborators. More than 25 years later the garden survives, and the cottage is still filled with works of art by Jarman and his friends and admirers, including Maggi Hambling, John Maybury, Gus van Sant, Richard Hamilton and others,\" Stephen Deuchar, director of the Art Fund, said at the campaign launch in London. Tilda Swinton remembered the moment she and Jarman fist saw the cottage.  \"He had a friend who lived on the shingle in Dungeness. As we were turning to drive back to London, we saw at the same moment a small black wooden house with yolk yellow window frames on the left-hand side of the road, facing the sea. It had a 'for sale' sign stuck in the stones at its feet. I remembered distinctly turning without a word and stopping the car.  \"We knocked on the door, we were let in by a charming lady who lived there and after a tour that cannot have lasted longer that 15 minutes were back on the road. Derek had decided before we reached Lydd that he would buy it,\" she said. If the campaign succeeds, free public access to the cottage's celebrated garden, the launch of artist residencies, and guided public visits will continue to be possible. Artist Jeremy Deller, who's contributing some works to the campaign, said: \"Derek Jarman was an inspirational provocateur in the cultural life of Britain, and a great role model for any artist looking to cause a bit of trouble. I'm happy to now be working with other artists to give people a chance to own a work of art in return for a donation to help save this special place, Prospect Cottage.\""], "Language": false}