{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/09/cnn-underscored/unique-gift-ideas-for-men-women/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-11-09T23:23:39Z"], "LastModifiedDate": ["2020-01-23T21:48:50Z"], "Headline": ["Unique gift ideas for that hard-to-shop-for person"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's always that person on your list that is nearly impossible to shop for — either they \"don't need anything\" or \"don't want anything.\"  That's when you need a distinctly special, unique gift—one with just a little bit of magic. Think a guide to their family's history, a kit that lets you make your own hot sauce, or a bouquet of roses that lasts an entire year. To help find presents for those hard-to-shop-for people, we've rounded up our favorite unique gift ideas for men and women. (We've also got great gift ideas for him and gifts for her too.) These extra-special ideas are bound to wow them.  Grafomap Custom Map (starting at $49; grafomap.com)  The place you grew up, your college town, the city where you met. We all know someone who's all warm and fuzzy about a certain place. With this service, you can create a map of any city in the world and then tailor the final look of the print with the colors, stickers and descriptions, with the zoomed-in view of your choosing.  _______________________________________________________________________________ Storyworth ($99; storyworth.com) Buy the sentimental types on your list a subscription to Storyworth, a company that will compile a year's worth of sweet, funny and surprising stories about their life into a hardcover book. This pretty much can't miss for a grandparent.  _______________________________________________________________________________ Heated Razor ($200; theartofshaving.com) A well-groomed guy who appreciates pampering will obviously love this launch from GilletteLabs. This sleek razor heats to either 110 or 120 degrees, lending the feel of a hot towel shave to a routine, early-morning task. Believe it or not, it's completely waterproof, so he can even use it in the shower.  _______________________________________________________________________________ 23andMe Health and Ancestry Kit ($199; 23andme.com) Who isn't a little curious about their ancestors? A health and ancestry DNA kit, like this one from 23andMe, can satisfy that curiosity, and even bring bonus revelations. Your gift recipient can see how genes might have influenced their personality traits, see their ethnic breakdown from more than 1,500 regions and get a DNA-based health review.  _______________________________________________________________________________ Hand Carved Flower Himalayan Salt Lamp ($59.99; amazon.com) Said to purify the air in a room by releasing negative ions, salt lamps have become one of the trendiest gifts. Casting a warm, pinkish glow, they're soothing and just plain pretty to look at. This one, carved into the shape of a rosebud, is extra tempting.  _______________________________________________________________________________ Make Your Own Hot Sauce Kit ($35; uncommongoods.com) Thanks in part to the popular YouTube series \"Hot Ones,\" hot sauce is officially the new mayo. This kit makes it fun and simple for any of your giftees to whip up a custom batch of the spicy stuff, exactly to their liking. Ingredients range from the traditional (cayenne) to the nouveau (guajillo peppers). It even comes with a bottle and customizable labels.  _______________________________________________________________________________ Venus et Fleur Le Mini Square (starting at $79; venusetfleur.com) A bouquet of roses is fabulous, but can feel like a waste, because, well, they're gonna soon be dead. Enter these stunning arrangements of Eternity Roses. They are real roses grown in Ecuador, but they've been given a proprietary treatment so that they last a whole year. You can choose from virtually any color, and the display containers can be customized.  _______________________________________________________________________________  HP Sprocket Select Portable Photo Printer  ($149.95; amazon.com) Is there a teen in the house — or a photo-loving parent or close friend? This tiny portable photo printer has their name written all over it. Download the app to print 2 x 3 photos from your smartphone on adhesive paper. You can even tag photos from social to print later and add customized stickers and frames.   _______________________________________________________________________________  Homesick Candle ($29.95; homesick.com) If the people you hold closest to your heart are far away this holiday, give them a candle that will help them feel less homesick. Homesick Candles come in a variety of countries, cities and states that will help your loved ones feel like they're home, sweet home, even if they're far from it.  _______________________________________________________________________________ Fortune and Frame Heart + Arrow Bracelet ($158; fortuneandframe.com) This gorgeous bracelet is also one of the most unique pieces of jewelery we've ever found. Inspired by vintage poison necklaces and rings which have historically held everything from perfume to keepsakes, Fortune and Frame has created a collection of modern jewelery that holds the messages closest to your heart. You have the option of choosing from a library of popular fortunes or personalizing your gift with a favorite quote or phrase. _______________________________________________________________________________ Major Scale Musical Wine Glasses ($68; uncommongoods.com) We see two types of people on the receiving end of this one: the musically inclined and folks who like both having people over and cool stuff. Pick a note, fill to that line with vino, then run your finger around the rim to create the sound.  _______________________________________________________________________________  Scratch the World Travel Map ($35.95; amazon.com) Give your favorite travelers inspiration for their upcoming adventures with this scratch-off world map. This popular gift idea (it's a bestseller on Amazon) will help them visualize all the places they have yet to explore and scratch off the ones where they've been.  _______________________________________________________________________________ Hamilton Beach Breakfast Sandwich Maker ($29.99; amazon.com) The family cook has everything from a Vitamix to a waffle maker to an Instant Pot, you say? Then consider this clever breakfast conqueror. After all, who doesn't go for a good bacon, egg and cheese? This up-and-coming kitchen helpmate comes in two sizes and makes whipping up hot, portable morning meals easier, making it handy on weekdays.  _______________________________________________________________________________ Baseball Park Map Glasses ($35; uncommongoods.com)  Raise a glass to America's favorite pastime. Though the baseball-lovers in your life may have tons of memorabilia, here's something that pays homage to their favorite teams that they can actually use: a pair of whiskey tumblers bedecked with a map of their favorite major league stadium.  _______________________________________________________________________________ Custom Painterly Pet Portraits (Starting at $180; uncommongoods.com) Sure, their Instagram feed may be bursting with cute pictures of their pet, but a custom painting will let anyone on your list take their adoration to a new level. Each one-of-a-kind work of art is made from a photo by pet portraitist MG Stout in San Francisco. It arrives in a kiln-dried wood frame.  _______________________________________________________________________________ Masterclass All-Access Pass ($15/month; masterclass.com) If you can't come up with the perfect tangible gift, that's a sign you should think about gifting an experience. A perfect example: Masterclass, which gives direct access to today's industry elites. So, for instance, if your giftees are looking to sharpen their culinary skills, they can take virtual cooking classes from none other than Gordon Ramsay. Or maybe they want to try their hand at cinematography, so who better to teach them than director Ron Howard?  _______________________________________________________________________________  Joesche Sleep Eyemask Headphones ($22.99; amazon.com) Your favorite frequent fliers may own every travel accoutrement there is, but one thing they likely need is more sleep when they travel. Between crying babies, chatty seatmates, engine noise and the ding of call buttons, catching some slumber on a plane can be a lost cause. But look what we found: Noise-canceling headphones that are built into a breathable sleep mask that blocks out the light.  _______________________________________________________________________________ Best Friend Necklace ($26; amazon.com) The people we're closest to can be the hardest to buy for because we really don't want to mess it up. No chance of that here. These lovely, handmade necklaces will remind you of each other without screaming middle school. Think of them as friendship necklaces for grown-ups.  _______________________________________________________________________________ The Comfy Blanket Sweatshirt ($44.99; amazon.com) We all have those relatives or friends who are happiest just chilling at home. Consider this their dream gift: A plush fluffy sherpa blanket styled into an all-encompassing hoodie. This is a one-size-fits-all gift that is sure to please anyone who's already excited about using their holiday vacation to snuggle up and rewatch all of \"The Office.\"  _______________________________________________________________________________ 'The Subtle Art of Not Giving A F*ck' (starting at $12.99; amazon.com) This New York Times bestseller by Mark Manson punctures the pervasive \"think positive!\" advice that just doesn't resonate with everyone. We think you know exactly who should receive this.  _______________________________________________________________________________ Long-Distance Friendship Lamp (starting at $99; uncommongoods.com) Sentimental saps will swoon when they open their half of this gift. Send your faraway friend a lamp that lights up when you touch yours, and vice versa. Suddenly, that distance doesn't seem all that far.  _______________________________________________________________________________ Golf GPS Stat Tracking Driver ($79.99; thegrommet.com) The golfers in your life are probably over receiving balls and golf shirts. If you're really looking to wow them, this performance tracker fits the bill. Among its best features is that it records every drive, as well as captures distance and location stats without interrupting swings. Its detailed performance analysis can also pinpoint areas for improvement and help perfect their game. _______________________________________________________________________________ Terrarium Candle ($25; uncommongoods.com) Lots of folks adore candles, so they're a bit of a no-brainer for gifting. The problem? They all look pretty much the same. This holiday, hand over one of these hand-poured, soy wax beauties that would look sweet on their windowsill or among their own (real) plant collection. They're scented with pine, vanilla, jasmine and w"], "Language": false}