{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/health/cremation-trends-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-01-23T02:27:41Z"], "LastModifiedDate": ["2020-01-23T19:17:54Z"], "Headline": ["Cremation has replaced traditional burials in popularity in America and people are getting creative with those ashes"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The days of most Americans choosing a casket and traditional graveside burial for their funerals are over.  Cremation became the top choice in 2015 and has been climbing in popularity ever since. According to statistics from the National Funeral Directors Association, or NFDA, more than half of all Americans who die this year will be cremated. In 20 years, the association predicts, nearly 80% of us will opt to have our bodies turned into ash. What happened to change centuries of burial tradition? \"Cost is a driving factor,\" said Mike Nicodemus, licensed funeral director and vice president of cremation services for the NFDA. \"The decrease in religious restrictions is another one, and it's a very transient world we live in today.\" A push toward cremation Funeral costs continue to climb, as do prices for funeral plots and incidentals many people don't know about. For example, some cemeteries may require grave liners, or charge extraordinary amounts just to open the ground for burial.  In 2016, the median cost of a funeral was around $8,000, according to NFDA statistics; caskets alone cost between $2,000 and $10,000. And the prices just keep rising. The same statistics show the cost of a direct cremation in 2016 was $2,400.  In addition, families today often live in separate areas of the United States, Nicodemus said, making it more difficult to arrange a timely funeral. It's much easier, he said, to cremate and carry the remains for a later memorial. On the religious front, the Vatican has been loosening the rules on cremation since the 1960s. Today, practicing Catholics are allowed to choose cremation; however, the church still wants a ceremony and for the ashes to be buried, not scattered.  Changes in overall religious attitudes have also fueled the trend. Fewer people consider themselves religious today than in the past, lessening the need for a traditional funeral in a church.  Today many funeral homes serve as \"event planners\" for memorial services as well as funerals, Nicodemus said, offering a variety of options and doing most of the organizing. \"Bring in some pictures. Bring in your dad's favorite music. Tell me who you might think would be a good friend of your dad's that might like to get up and say a few words,\" Nicodemus said. \"You bring us your ideas where we'll share ours with you.\" As more and more baby boomers have attended these memorials, said Nicodemus, their attitudes have changed. \"They've had family and friends that have passed away and have liked what they've seen at a memorial service,\" he said. \"Then they tell their family, 'I don't want all this funeral stuff. Just have me cremated and have a simple service somewhere.' \" Considering the sheer number of baby boomers, Nicodemus said, those changes in attitude are another major reason for a cultural shift in funeral preferences he believes won't soon change. \"Make no mistake about it, cremation is here to stay,\" Nicodemus said. \"It is the new normal.\" What might not be so normal -- yet -- are the creative ways those ashes are being honored. \"Baby boomers, they're not doing what their grandparents did, what their parents did. They're going to do what they're going to do,\" Nicodemus said. Memorial art and keepsakes Doing something memorable and lasting with the cremated ashes of a loved one is a top priority for many people, including baby boomers and their families. A increasing number of companies are offering plenty of imaginative options from which to choose. Memorial tattoos are a growing trend in which tattoo artists mix some ashes with ink and create lasting memorials on a loved one's skin. If skin isn't your thing, you can also have your ashes mixed with paint and made into a portrait. Jewelry is easy: You can put bits of your ashes into small containers that are worn around the neck. You can also have your ashes encased in a glass art memorial.  Don't forget the little ones in the family: Some people are having their ashes put into stuffed, huggable animals.  Love music? Become a vinyl record your family can enjoy. One company in the UK that provides the service says you can \"record a personal message, your last will & testament, your own soundtrack or simply press your ashes to hear your pops & crackles for the minimal approach.\" Don't forget to play your cremated remains at your memorial (or they can arrange a party for a mere 10,000 pounds, or about $13,135). 'Baby you're a firework' Some people are taking Katy Perry's powerhouse anthem literally, letting the colors of their remains burst as they shoot across the sky.  \"I've seen that; the son sent me pictures,\" Nicodemus said. \"This man's father raised money to put on the annual 4th of July fireworks display in his Kansas town. When he died, there was no one to continue the tradition, but his family raised enough money to put on one last display. Sunset came, the fireworks went off, and there was dad.\" A number of companies are advertising specially created professional fireworks displays, but there are also fireworks and rockets that can be shot by the families at home.  A more ethereal experience can be arranged as well: You can choose to have your ashes shot into space. The rockets are real, suppliers say, with options that can send you into orbit around the Earth ($5,000), the moon ($12,500) or even to a galaxy far far away ($12,500). Some of the ashes of actor James Doohan, who played Scotty on the original \"Star Trek\" television show and subsequent films, took a trip to the International Space Station. Want to just leave Earth's atmosphere and then come back? That's a mere $1,300. Becoming one with the sea Another alternative becoming increasingly popular, Nicodemus said, is to become a man-made memorial reef.  Cremated ashes are mixed with concrete and poured into a mold, which can then be placed at designated memorial reef locations along the coastline of Florida, North Carolina, Maryland, New Jersey, Texas and the Coronado Islands near the US-Mexican border.  According to US Funerals Online, which keeps a directory of funeral homes, costs for a memorial reef range from $2,400 to $6,995. If that's too much, for about $600 you can also place ashes in a smaller reef ball that can be kept at home in a fish tank or water feature. Or for no extra money at all, you can ask your loved ones to scatter your ashes on the beach."], "Language": false}