{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/investing/grubhub-ultimate-takeout/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-01-23T14:01:39Z"], "LastModifiedDate": ["2020-01-23T18:54:15Z"], "Headline": ["GrubHub has a solution to its delivery problems: Takeout"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["GrubHub is getting crushed by competition, so it's fighting back with a new service that targets diners who want to pick up their food instead of having it delivered to them. GrubHub unveiled new technology -- dubbed Ultimate -- on Thursday that makes it easier for people to order food to go and track exactly when the meal will be ready.  The Ultimate service works with the GrubHub app but also with restaurant kiosks that let people order in person. Kitchen staff at the restaurants that GrubHub is partnering with will also have access to Ultimate, allowing them to see orders in real time. Restaurants using the service will also have a digital display board showing how orders are being processed. \"Most people do not want to order in person or by calling if they have an alternative, and by integrating pickup with delivery orders our restaurant partners have a complete picture to more efficiently manage their operations,\" said GrubHub CEO Matt Maloney in a statement. Ultimate has already been tested through a pilot in more than 100 restaurants in New York City and Chicago as well as on the campus of Ohio State University, according to Padma Rao, vice president of special projects for GrubHub. Rao told CNN Business in an interview that the service works on both the GrubHub app as well as Seamless, a food delivery app the company owns that is popular in New York.  The company said restaurants that have used the service so far are very happy with it, because it has helped boost sales, employee efficiency and lower costs.  \"I have staff preparing food instead of taking orders and my customers love the kiosks and transparency. This is a Millennial's dream come true,\" said Joe Germonatta of Art Bird & Whiskey Bar in Grand Central Station in a statement.  The new offering from GrubHub might be just what the company needs in order to compete more effectively against Uber Eats and buzzy startups DoorDash and Postmates. Shares of GrubHub rose nearly 3% Thursday. GrubHub shocked investors last October when it reported earnings and sales that missed Wall Street's forecasts and lowered its outlook. The stock plunged more than 40% on the news.  GrubHub's struggles led to rumors earlier this year that the company was considering putting itself up for sale. There was speculation that Walmart and Kroger could be interested. But GrubHub shot down the speculation, saying in a statement that \"there is unequivocally no process in place to sell the company and there are currently no plans to do so.\""], "Language": false}