{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/politics/obama-portraits-national-tour-trnd/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-01-23T15:43:32Z"], "LastModifiedDate": ["2020-01-23T16:12:39Z"], "Headline": ["Obama portraits to go on year-long national tour in 2021"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The wildly popular official portraits of Barack and Michelle Obama will go on a five-city national tour beginning in June 2021, the Smithsonian's National Portrait Gallery announced Thursday.  The paintings of the former president and first lady have been at the Washington museum since they were unveiled there nearly two years ago. The works will take a year-long break from their home when they're first shipped off to the Art Institute of Chicago where they'll be on display from June 18, 2021 until August 15, 2021, according to a release. They'll then go to the Brooklyn Museum (August 27, 2021 to October 24, 2021) before moving on to the Los Angeles County Museum of Art (November 5, 2021 to January 2, 2022), the High Museum of Art in Atlanta (January 14, 2022 to March 13, 2022) and The Museum of Fine Arts in Houston (March 25, 2022 to May 30, 2022).  The gallery said the two portraits will leave their exhibit in Washington for \"tour preparation\" in May 2021.  \"We view the country as our community,\" Kim Sajet, the National Portrait Gallery's director, said in a statement. \"This tour is an opportunity for audiences in different parts of the country to witness how portraiture can engage people in the beauty of dialogue and shared experience.\"  Concetta Duncan, a spokeswoman for the gallery, told CNN that the various locations were picked based on their connections to the former first couple or the artists.  \"The Obamas have a really strong connection to Chicago,\" she said of the city where the Obamas lived before moving to the White House. Duncan added that Kehinde Wiley, who painted the former president's portrait, has a studio in Brooklyn and was born in LA. Amy Sherald, who completed the former first lady's portrait, was born in Georgia, she said.  Duncan said that the gallery, which has free admission, asked that each institution participating in the tour be able to provide \"some degree of free hours or free admission,\" whether that be one day a month or a few hours a week.  \"(The) tour will include an audio-visual element, Portrait Gallery-led teacher workshops and curatorial presentations in each location,\" according to the announcement.  The portraits have been an extremely popular fixture of the gallery, according to Duncan, who said 1.7 million people visited the gallery in 2019, with many visitors viewing the portraits or returning later to see them. Shortly after it was put on display at the gallery, Michelle Obama's painting had to be relocated to a different part of the museum due to demand. Duncan said that while the gallery doesn't have a firm plan yet, the official portraits will likely be temporarily replaced in the museum by other portraits of the former first couple during the tour.   Sherald and Wiley are the first African American artists to execute portraits of a former president or first lady for the gallery. Next month, the gallery is publishing a book on the production and unveiling of the paintings in partnership with Princeton University Press."], "Language": false}