{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/travel-photographer-of-the-year-2019-winners/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tamara Hardingham-Gill, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-23T12:53:38Z"], "LastModifiedDate": ["2020-01-23T13:16:35Z"], "Headline": ["Travel Photographer of the Year 2019 winners"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Flamingos gathering on the beach in Aruba, wild horses roaming in Utah and orangutans undergoing treatment at an Indonesian quarantine center are among the winning images at the 2019 Travel Photographer of the Year awards. Judged by a global panel of image experts, including Pulitzer Prize Prize winner Essdras M. Suarez, the annual competition draws submissions from amateur, semi-professional and professional photographers from more than 140 countries around the world. It's split into various different categories, including four portfolio sections -- The Art of Travel, Endangered Planet, People and Cultures and Thrills and Adventures.  Katy Gomez Catalina from Spain was named the overall winner of the competition thanks to a magnificent portfolio that featured images of the Batwa pygmy tribe In Lake Mutanda, Uganda, as well as an intriguing photograph of the Louvre Museum in Paris on a rainy day. Promising talent \"I look at the world, not only to testify what I see, but [...] to express a personal perspective, a point of view, an interpretation and not just a representation,\" she says. \"The camera has become an inseparable companion, I cannot see the world if it's not through the eyes of a camera.\" Alain Schroeder, a Belgian photojournalist, took home the prize in the Endangered Planet portfolio category with his images of orangutans, while wildlife photographer Will Burrard-Lucas and amateur photographer Sumi Duha were joint winners in the Dusk to Dawn portfolio. The Travel Photographer of the Year awards also includes a special prize for young photographers, and Indigo Larmour, 11, from Ireland, was the overall winner here. \"Being a child means I often view everyday activities from a different perspective,\" says Larmour.  \"When I get older I'd love to be a photographer and highlight environmental issues and to tell stories of the people I meet through photos.\" Award-winning travel and commercial photographer Robin Yong's image of a man and woman on the streets of Old Havana in Cuba was the winner in both the Street Life category and the People's Choice award, which was voted for online. Other categories included a prize for images shot on a smartphone or tablet, awarded to US photographer Benjamin Shaul for his iPhone image of flamingos in Aruba, and a new category for documentaries with a travel-related theme -- Kiran Ridley's TAPSA triumphed here. Prizes included Fujifilm XT-3 cameras, a sailing expedition in Norway, and a 10-day trip to Sharjah and the Xposure Festival of Photography. The competition is open to anyone -- except those directly involved in the running of the competition or judging panel -- over the age of 19, while the Young Travel Photographer of the Year award is aimed at those aged 18 and under. All entries are submitted online at www.tpoty.com."], "Language": false}