{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/media/cable-impeachment-trial-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-01-22T05:43:37Z"], "LastModifiedDate": ["2020-01-22T18:59:15Z"], "Headline": ["Cable, not broadcast, is the main stage for Trump's impeachment trial"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. So much has changed since the Bill Clinton impeachment trial. People, including some rule-bending senators, have computers strapped to their wrists nowadays. Places like the Capitol have geotags. Print newspapers have faded from prominence. Phones have completely changed media habits. Propaganda outlets have huge audiences on the internet, thanks in part to those phones. But the primary difference between the Clinton and Trump trials might just be broadcast versus cable. In the late 90s, broadcast TV was still dominant. CNN was the only cable news channel with a significant audience. Fox News and MSNBC were just getting started. Fox News execs now look back and say Clinton's impeachment was the first sign of a pulse for the channel. Twenty years later, Trump is a cable news president and the impeachment trial is a cable news spectacle. The broadcast networks carried the first few hours of Tuesday's proceedings, but reverted to regular programming by the evening. I checked in with NBC, ABC and CBS on Tuesday and came away with the impression that they'll only break into prime time programming if there's big breaking news. So the blow-by-blow trial coverage will unfold on cable and online. The winter's best TV drama will primarily be on cable...   Streaming too, but... Numerous news websites are also streaming the trial live. The CNN homepage is carrying a live stream of its TV coverage. WaPo is producing live coverage from its newsroom. PBS is simulcasting its coverage on YouTube. And those are just a few examples. But: Viewership #'s for debates, rallies and other events suggests that streaming is a supplement for most news consumers, not a replacement. The vast majority of news viewing happens via TV, not via streaming. Keep that in mind when the broadcast networks refer viewers to their streaming services, as they're all doing for trial coverage...   Fox reverts to pro-Trump opinion in prime time Bret Baier and Martha MacCallum anchored Fox News coverage of the trial throughout the afternoon and most of the evening. In the 8pm hour, though, Tucker Carlson took over, and someone in his control room thought it would be a good idea to flash this banner on screen while Hakeem Jeffries was speaking: \"DEMS PUSH HYSTERICAL TALKING POINTS AT TRIAL.\" \"Incredible,\" George Conway tweeted in response. \"The managers' presentations have been anything but hysterical. They have been factual, logical, dignified, and compelling.\" Earlier in the evening, on Fox, Chris Wallace pressed Kellyanne Conway to explain why Trump's lawyers weren't using the available time to make a stronger case in Trump's defense...   Hannity: 'We are not going to torture you' Sean Hannity must not have thought the day's proceedings were going well for Trump, because he cut in at 9:06pm and said \"as warranted, we will dip in and out, but we are not going to torture you.\" He praised the president's made-for-TV lawyers but said \"a lot of this\" is \"pointless, monotonous, redundant.\" While he spoke, CNN and MSNBC largely stuck with the live shots of the Senate chamber. Speaking of those live shots...   A \"lo-fi view\" The opening hours of the trial \"did not exactly make for visually compelling viewing,\" the NYT's Michael Grynbaum wrote. \"For Republican Senate leadership, that was by design. Senate officials rejected repeated requests to allow outside cameras into the chamber to record the trial — meaning that what viewers see and hear will be dictated by cameras and microphones controlled by Senate staff members, rather than an independent news organization.\" Grynbaum called it a \"constricted, lo-fi view...\"   MSNBC's worthwhile reminder Oliver Darcy emails: MSNBC used a small bug on the top left portion of the screen Tuesday to remind viewers that the network did not have control over the cameras. The small graphic noted the network was airing \"Capitol Hill Senate TV.\"   Sketches instead of photos In lieu of independent cameras, multiple news outlets employed sketch artists. The NYT published images by courtroom sketch artist Art Lien. And CNN shared images by Bill Hennessy... For the record -- \"Sen. Martin Heinrich (D-N.M.) on Tuesday voiced his 'extreme concern and discomfort' about restrictions placed on members of the press...\" (WaPo) -- Read more of Tuesday's \"Reliable Sources\" newsletter... And subscribe here to receive future editions in your inbox... -- As the trial progresses, the press \"needs to center the facts of the case... Process is only valuable to the extent that it brings facts to the fore,\" Jon Allsop writes... (CJR)"], "Language": false}