{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/ibera-national-park-argentina-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Rafael Abuin", "Mark Johanson"]], "FirstPublishDate": ["2020-01-07T19:47:20Z"], "LastModifiedDate": ["2020-01-22T16:06:24Z"], "Headline": ["See Iberá National Park in Argentina"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Iberá National Park: One of the newest national parks in the Americas and the world's second-largest wetland, Iberá is home to 4,000 species of flora and fauna, including this jaguar.  World's largest rodent: Other residents include the capybara, the world's largest rodent and a favorite prey of jaguars. There is a healthy population within the wetlands. Cowboy culture: Most towns on the edge of the Iberá Wetlands, including Paraje Uguay shown here, have a strong gaucho culture. Travel by boat: Kayaking is one of the most popular ways for tourists to explore Iberá's 75 lagoons. Aquatic reptiles: Caiman were once hunted for their pelts but are once again thriving in Iberá. Birdwatching paradise: Some 350 species of birds call the wetlands home, making it a top birdwatching destination. Wild hogs: The collared peccary, also called the musk hog, is one of several species that have been reintroduced into the wild in Iberá. Shallow waters: Most of the lagoons in Iberá are no deeper than 10 feet, depending on rain levels. South American deer: Once abundant, it is estimated that only 2,000 pampas deer remain in Argentina, many within Iberá. Floating islands: Much of the Fernández Lagoon is blanketed in floating reed islands. Ride along: The flat, dirt roads on the edge of the parklands are ideal for two-wheeled adventures. Paddling along: The Iberá Lagoon is most easily accessed from the tiny tourist town of Colonia Carlos Pellegrini. Touring the lagoon: Boats depart from Carlos Pellegrini for tours of the Iberá Lagoon. Wildlife watching: Foxes are a common sight in the wetlands, particularly near Rincón del Socorro. Spotting birds: A kingfisher sits on a branch overlooking the Iberá Lagoon. Local art: There are several shops in Carlos Pellegrini where tourists can purchase locally made arts and crafts, including wood-carved animals. View from above: A lookout offers a better perspective of the Iberá Lagoon."], "Language": false}