{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/bts-map-of-the-soul-tour-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rory Sullivan, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2020-01-22T12:09:50Z"], "LastModifiedDate": ["2020-01-22T12:09:50Z"], "Headline": ["K-pop megastars BTS announce 2020 'Map of the Soul' world tour"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After a month of rumors, K-pop megaband BTS have finally confirmed a new world tour starting in April.  The seven-strong boy band announced the \"Map of the Soul\" tour on Wednesday, with the first performance scheduled to be held in Seoul on April 11.  The group will then head to North America, Europe and Japan.  They will play at least 17 different venues worldwide -- from Toronto to Tokyo -- promoting their new album, \"Map of the Soul: 7,\" which is out on February 21.   Excitement about a possible tour revved up in December when Big Hit Entertainment, the band's management company, published a tweet that read: \"April 2020. Stay tuned.\"   The band took a short break in 2019, returning earlier this month with the release of \"Black Swan,\" a track from the upcoming album.   Members of the ARMY -- BTS' fan group -- took to social media to express their excitement at the news, as well as concern about the fierce competition for tickets.  Tickets for the US shows will go on sale through Live Nation on February 7, while ticket details for some of the other shows, including the two in London, have yet to be announced.  The group -- consisting of Kim Tae-hyung (better known as V), Jung Ho-seok (J-Hope), Kim Nam-joon (RM), Kim Seok-jin (Jin), Park Ji-min (Jimin), Jeon Jung-kook (Jungkook), and Min Yoon-gi (Suga) -- have won the Billboard Music Award for Top Social Artist three years in a row.   In May 2019, they became the first band in Billboard history to stay at number one on the Billboard Artist 100 chart for five weeks.   The news of the tour comes a week after the group ventured into the art world, launching a global public art project called \"Connect, BTS.\"  "], "Language": false}