{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/us/detroit-empowerment-plan-homeless-program/index.html"], "Source": ["cnn"], "Location": ["Detroit"], "ByLine": ["Story by Holly Yan, CNN\nPhotos by Brittany Greeson for CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-01-21T11:32:41Z"], "LastModifiedDate": ["2020-02-17T21:10:04Z"], "Headline": ["This coat design isn't just saving lives. It's launching new careers for homeless people"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In the shadows of Detroit's tallest skyscrapers, dozens of homeless people shiver in the 17-degree cold.  Ferocious wind gusts of 15 mph feel like cold knives stabbing the face. Such conditions claim the lives of countless homeless people every winter -- especially those without warm coats.  Now, a nonprofit aimed at solving that problem has accidentally led to one of the most successful homeless employment programs as the country's homeless crisis keeps growing. \"This is so much bigger than anything I could have imagined,\" said Veronika Scott, the 30-year-old CEO and founder of the Empowerment Plan. The plan hires homeless people and teaches them how to make coats for the destitute suffering on the streets.   These are not your typical coats. They transform into storage totes and full-length sleeping bags to protect against frostbite or death.  But the most impressive transformation happens behind the scenes, where the coat-making program has helped 100% of its homeless workers afford their own homes within months.  She was sick and living in a car with her kids With laser-sharp focus and dizzying coordination, Pam Warren uses all four limbs to stitch a coat. \"I'm doing pockets on panels,\" she explains, running a piece of rugged black fabric under a sewing machine.  She powers the machine with a pedal under her left foot while steering the direction of the stitches with a lever next to her right knee. At age 48, Warren has discovered a hidden talent. \"I'm a seamstress, that's my title. And I'm also a pocket expert,\" she says with a broad grin. \"I'm so good with those pockets and so quick with them.\" Four years ago, Warren was homeless, living in her car with her two youngest children. She was laid off from her car parts manufacturing job after suffering a severe blood clot, which rendered her unable to work for months. Almost immediately, Warren knew she and her children would also lose their beautiful brick house. \"I had no help,\" she said.  That's because a few years earlier, Warren had decided to leave her husband and raise her children alone. Like many colleagues at the Empowerment Plan, she was a victim of domestic violence.  Warren married young, in her 20s, and soon became a housewife and stay-at-home mom.  The physical abuse started early and persisted for years, she said, until \"I just left one day -- for my kids.\"  \"I stayed so long because I didn't think that I could make it without him -- financially, mainly ... especially with the kids,\" Warren said.  After her job loss in 2015, she and her two youngest children -- then a toddler and a fifth-grader -- lived in her Chrysler Sebring for months, \"calling shelters every day\" to see if any space had opened up.  \"For a long time, we went two days where we didn't (shower). We couldn't afford to bathe,\" she said.  \"My daughter was going to school, so she missed a lot of schooling because it was embarrassing, sending her to school without clean clothes and taking care of her hygiene.\"  Her daughter was so traumatized by bullying over her lack of hygiene that she missed half the school year. She ended up failing the fifth grade and had to repeat it. Finally, after four months living in a car, the family moved into a homeless shelter. That's where she learned about the Empowerment Plan, which occasionally hosts job fairs with the shelter.  \"I wanted a job, (but) it was a sewing job,\" Warren said, chuckling. \"I know nothing about sewing!\" Yet after a series of interviews, she got the job. \"My jaws was hurting from smiling so much,\" she said.  Now Warren has her own home, and her children are doing well in school.  \"I'm also back in school to get my GED,\" Warren said.  She takes great joy in stitching the coats and even more joy \"just seeing them on the streets.\"  \"Everywhere you go, you'll see people, and you'll tell them, 'Hey! I made that coat!'\"  'I don't need a coat! I need a job!' Scott never planned to be a CEO. The 30-year-old  founder of the Empowerment Plan was homeless off and on throughout her childhood as her family struggled with job loss, mental health issues and addiction.  \"There was a point in my upbringing where everything I personally owned could fit in a backpack,\" Scott said.  \"In that backpack, I had my sketchpad. And that is why I got into art. That was the thing that I could do with nothing.\" That love for art -- along with scholarships and financial aid -- got her into the College for Creative Studies in Detroit, where she majored in product design. Maybe she'd work for a big firm in New York City, she thought. But more than anything else, \"I wanted to take care of my family.\"  Her plans took a sharp detour when she was 20 and got an unusual class assignment: Design a project that fulfills a need in the community.  \"We were just Googling 'needs in Detroit,'\" Scott recalled.  She learned hundreds of freezing homeless people couldn't get into shelters that were already full. So, with no experience in clothing design, she decided to design a coat that turned into a sleeping bag.  \"It took 80-plus hours to make the first one,\" Scott said. She took her early prototypes to a local shelter to get feedback from homeless people. But her biggest epiphany came when a woman at the shelter started \"full-on yelling at me.\"  \"'You! You with the coat! Coat lady!'\" Scott recalled the woman shouting. \"'This is pointless! I don't need a coat! I need a job!'\" That's when Scott transformed her class project into a mission to employ homeless people.  She graduated college in December 2011. On January 1, 2012, she started the Empowerment Plan.  Almost everyone thought the business model would fail, Scott said.  \"We were completely funded by the PayPal button on my blog,\" she said. \"That raised the money to help us get going.\" Scott's college dean connected her with the CEO of Carhartt, a rugged clothing manufacturer that soon became a supporter of her nonprofit. \"They donated the first sewing machines. They donated the fabric. They flew me out to spend time in their factory, so I could see how these products are really made,\" Scott said. \"I learned really everything I know now.\"  Soon, Scott could hire her first few employees from a homeless shelter. She'll never forget the eagerness of the job candidates, including one who showed up to the interview two hours early.  \"They were just so dedicated,\" Scott said. \"I remember they were like, 'Oh, I have kids, but that's not going to get in the way!'\"  But hiring wasn't the only challenge. Scott knew she lacked the skills to teach her new hires how to make the coats efficiently.  So, she posted a plea on Facebook: \"I need help. Does anybody know how to sew? I need somebody to come in and teach us.\" One woman responded. She later became a full-time employee.  Fast forward eight years, and the Empowerment Plan has employed more than 80 homeless people. Many have graduated and started their own business ventures. Not a single worker has reverted back to homelessness.  And the 35,000 sleeping bag coats they've created have been shipped around the world.  A global phenomenon As word of the \"empower coats\" grew, so did global demand.   \"We've been able to hand them out across the entire US and now 20 other countries ... because of partnerships with other nonprofit organizations,\" Scott said.  The program is funded through private gifts. Each $125 donation pays for the materials and labor for one coat, and donors can request coats go to specific communities or wherever the greatest need is.  Last year, \"a corporation sponsored 2,000 coats, and it went out to 20 different cities,\" Scott said. \"So, members of our team went to all these communities.\"  But like any urban area, it's difficult to know where the most dire needs are. That's where the experts come in. Trying to find those who need help the most Detroit's Hart Plaza doesn't look like a home for the destitute.  In the summer, the sprawling complex is bustling with music festivals. But by winter, the 14-acre plaza is virtually abandoned.  While indoor spaces sit empty, homeless residents shiver in the open-air stairwells or in outdoor corners.  Transient men and women are so well hidden in the plaza's crevices, most passersby don't even notice them.  But medical students Ellie Small and Mari Gener know exactly where they are.  \"I come here a couple times a week,\" said Small, a student in Michigan State University's College of Osteopathic Medicine.  \"It's interesting because there's a whole different crowd in the morning, in the middle of the day, and at night.\"   Small is the president of MSU's Detroit Street Care, a volunteer-based outreach program that provides medical support and supplies to the homeless.  The group -- along with similar organizations at Wayne State University and the University of Michigan -- work with Scott and the Empowerment Plan to help figure out where the coats should go.  Scott said even though she's a Detroit native, \"I wouldn't know to go into Hart Plaza.\"  \"There's so many great outreach organizations and soup kitchens, and those are the people that we partner with,\" Scott said. \"And that's how we do it around the world, too.\"  Police officers also help with the mission, stashing coats in the back of their cruisers for homeless people they encounter, Scott said.  All this started with a CEO who had zero formal executive training.  \"The lack of business knowledge that I had served me well in a weird way,\" Scott said. Had she gone to business school, \"I don't know if I would have taken the risks that I did.\" Employees don't just work. They're paid to learn While employees get paid for a full work week, they only spend 60% of that time actually making coats.  The other 40% is spent in classes designed to ensure they stay self-sufficient after they graduate from the Empowerment Plan.  These classes, taught by volunteers and other organizations, include financial literacy, driver's education, GED test preparation and domestic violence recovery.  If not for her financial literacy class, Morgan Ealy said she'd probably face a lifetime of bad credit and poor financial decisions. \"I didn't know that if you get a credit card, you don't just max out your credit card and pay it off -- that you're only supposed to spend half, or less than half,\" the 25-year-old said.  Ealy became homeless several years ago after losing her mother and losing her retail job due to lack of transportation. Now at the Empowerment Plan, she's learning life skills that she might have never learned -- like how to budget her income. She took the financial health class and had $30 in savings a full week after payday.  \"That was the first time I realized I was saving money,\" Ealy said.  \"It made me feel amazing. I was like, 'I got $30!' Even though it wasn't a lot ... It made me feel capable of actually saving more. And I'm ready to do that.\"  'Why can't I do something like t"], "Language": false}