{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/things-to-do-uzbekistan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Meher Mirza, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-20T15:48:24Z"], "LastModifiedDate": ["2020-01-20T15:48:24Z"], "Headline": ["Best things to do in Uzbekistan, an unmissable gem of Central Asia"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["A long time ago, Uzbekistan was the beating heart of the world. It sat at the center of the Silk Road, collecting and dispersing luxuries for trade to lands from China and India to the Mediterranean. More importantly, it sent rills of knowledge flowing through its web of trade, everything from algebra to Arabic to astronomy.  However, trade along the Silk Road had long declined when its splintered khanates — Khiva, Samarkand, Bukhara, Kokand, etc. — buckled to the Russians one by one in the 20th century. Fortunately, there's so much more to the Central Asian country than the Silk Road.  Buddhist monks scudded through its southern fringes, carrying the freight of their newfound faith from India to the Far East. Synagogues were nourished here. Today as you travel through Uzbekistan, you will find ripples of all this history and more. Get taken for a ride on the metro  Tashkent is marbled with drab, blocky Brutalist Russian architecture that soars towards the heavens.  But the city isn't just vertical; it pushes downwards too. Deep into its bedrock, the Tashkent metro, opened in 1977, is an extraordinary example of Russian invention.  Each underground journey is bookended by exquisitely-designed stations -- in one, hoary vaulted ceilings are blazoned by baroque chandeliers; in another, the face of Valentina Tereshkova, the first woman in space flames to life; a third is lit with extravagant murals of cotton, Uzbekistan's cashcrop introduced by the Russians (that is now leeching the lifeblood from its soil).  Up until 2018, all photographs were forbidden (thanks to its role as a nuclear bomb shelter and military site), but that rule has happily been upended.  Tip: If you don't have time to ride around the city, take the tube from Mustaqillik Maydoni (Independence Square station) to Pakhtakhor for a glimpse of the system. Up your starch intake with non and plov Across Uzbek kitchens, the clay or brick tanoor takes pride of place. From within emerge wedges of somsa, lamb's meat or pumpkin or potato shelved into flaky savory pastry or smokey hunks of meat, stabbed through with a skewer.  But these are all supporting acts when it comes to the flatbread, non. Sloped into a clay or brick tanoor, a disc of non emerges blistered, stretched flat in the center, girdled by a springy hem and impressed with custom designs (courtesy of a stamping tool called a nonpar), each of which is leashed to its own bakery.  It is an edible advertisement; sometimes, even a phone number is baked into it. Non is ubiquitous and it will follow you across every meal in every province of the country; a facsimile of the sun, it is seen as life itself. But in fact, it is plov that is Uzbekistan's national dish. A spice-spare cousin of its south Asian cousin pulao, plov is a fortifying rice dish striped with carrots, onions, berberries (small, tart berries) and cumin crowned with a cockscomb of mutton pieces, but can swell to include quince, beef, peppers, horsemeat, boiled eggs and chickpeas cooked in sheep fat or cottonseed oil.  Plov can be an everyday dish, but also a dish meant for gorging, for tippling, for ebullience, one often offered up at wedding feasts. Luckily for tourists though, it's also available everywhere, from the littlest eateries to the fanciest restaurants.  Tip: For a proper plunge into plov, try the Central Asian Plov Center in Tashkent, one of Uzbekistan's biggest cities, where it is the only item on the menu. Swig vodka! The Soviets left Uzbekistan a rather uneven legacy. They carved borders from a disjointed scatter of caravanserai towns. They imprinted Cyrillic on the country. They sucked dry the Aral sea, an environmental catastrophe of incalculable proportions.  They attempted to peel away the people's religious ways (the Russians purportedly stuffed the Fergana Valley's 15th Kok-Gumbaz mosque with bottles of alcohol). Yet the most insidious was their culinary footprint (i.e., the introduction of vodka to the local table). It's quite possible the drink has done more to loosen the stays of Uzbekistan's Islam than anything else.  No matter where in Uzbekistan you travel to, all but the most devout nurse a bottle of okchai (white tea, a euphemism for vodka). Noon or night, the correct way to drink is by flagging each glass with a toast.  Stroll through a dazzling Necropolis Gales of tourists blow through mausoleum-heavy Samarkand every day: to peer at the Bibi Khanum mosque, to ogle at the exquisite Registan complex.  But perhaps the most extraordinary of all is the Shah-i-Zinda, a cobblestoned corridor of cobalt domes, minarets, pillars jostled into a crowded necropolis.  Although legend pegs the Shah-i-Zinda as the burial grounds of Prophet Mohammed's cousin, Qusam ibn Abbas, it's more likely that the earliest monument cropped up a mere millennium ago.  As the centuries passed, more and more mausoleums were added (the most beautiful being the 14th century resting place of Timur's niece Shadi Mulk and sister Shirin Bek Ata). The area serves as a pilgrimage for both Samarkand residents and visitors: a living monument to death.  Each mausoleum is disparate, but the whole melds together in a sparkling jigsaw of a jewel box, brocaded with glossy turquoise and aquamarine tiles that intensify to purple and midnight blue, as though the sky has lent its blue to the earth.  Gawp at The Karakalpakstan State Museum of Art While the Soviet Union juddered under Stalinist rule, an art collector was leading a gentle rebellion under his very nose. In the middle of the scrubby hinterlands of the semi-autonomous republic of Karakalpakstan, Igor Savitsky toiled to amass a grand collection of Soviet (Russian and Uzbek) avant garde paintings that might have been lost forever under the bloody regime.  It was not a task for the faint-hearted. Under Stalin's narrow lens, anything other than social realism was shrugged away as Formalism and liable for imprisonment, while Savitsky's collection was a shrine to cubism, impressionism and futurism, radical in its rebuke to totalitarianism.  In 1966, he opened his museum. Its remoteness both served and saved him, keeping him away from the eye of Stalin's gibbering generals, while forcing the museum to languish in obscurity up until a few years ago.  Today, the work displayed is indeed staggering, including work by Vladimir Lysenko and Alexander Volkov cheek by jowl with that of contemporary local artists, across several floors. Downstairs, a cafe serves decent burgers and crisped fries, a gentle reprieve after an afternoon of heavy viewing. Visit a Silk Road oasis come to life Once even the most buccaneering travelers shuddered at the mention of Khiva; the caravan town had a reputation glutted with mercurial, bloodthirsty khans known to torture and slaughter visitors at whim.  Today of course, buses disgorge tourists from around the world into the old town, Ichan Kala, that sits aloof from the rest of the trafficked city.  It is now a UNESCO-stamped repository of Uzbek history brimming with formidable architecture -- pale sand-colored tombs singular in their simplicity, sit cheek-by-jowl with madrassehs and museums cloaked in a tumult of teal. The buildings have all been painstakingly restored by the Russians, its cobblestone streets corridored by sanitized stalls selling all manner of touristy bric-a-brac.  It resembles, almost, the set of a film. Still, it is all very charming and carnival-esque, and perhaps the only place in Uzbekistan in which you can sink yourself properly into a caravanserai of yore by staying at the Orient Star.    Gaze at a 15th century observatory At a time when Europe was still moldering in the dark ages, Uzbekistan was soaring into its renaissance. From here came algebra, thanks to Muhammad al-Khwarizmi. Medicine and philosophy came via Avicena in the 10th century. Al-Biruni, a man of astonishing talent, wrote treatises on mathematics, anthropology, astrology and geography  in the 11th century.  Centuries later, Ulugh Begh, grandson of Timur and sultan of Samarkand, drew on this ferment of knowledge to found a cutting-edge astronomical observatory on top of a hill in Samarkand.  Unfortunately, his mind bent little to political affairs -- he was murdered in 1449 by his own son, and his observatory later destroyed, but visitors can still see the ribs of a mighty sextant curling down a trench, the largest meridian instrument of its time.  (Among other astonishing things, it discovered almost 200 new stars, and predicted, almost to a minute, the exact length of a year.) Close by, a modest museum archives what little knowledge remains of Ulugh Begh and his scientific advances.  Buy silk from the last traditional silk-makers in Margilon Although camels once lurched across the Silk Road carrying everything from paper, furs, spices, gunpowder, animal skins and gold, there is no single material that paints a picture of the Silk road as succinctly as ... well ... silk (the Uzbeks muscled out the knowledge of silk-making from the Chinese).  Silk was a booming part of Margilon (and Uzbekistan's) history, with bolts of shimmering fabric carried to Russia, Persia, Constantinople, India, Syria, Arabia, Italy, even the Horn of Arabia. But when the Soviet Union invaded the country in the 19th century, artisan was usurped by industry, and driven to near extinction. Silk-work was funneled into industries and factories whirred out millions of meters every year. But the old knowledge stuck, and once the Russians were ousted, a few artisans of Margilon traded the factory for their old ways of weaving and patterning (the ikat style is heavily favored, the colors drawn from alum, walnut skin, peels of onion and pomegranate). Today, this is maybe the last center of traditional silk-making in Uzbekistan, and it forms a vital part of the city's economy and cultural discourse.  UNESCO has listed it under its Intangible Cultural Heritage icons. Kumtepa market (5 kilometers from the city center) is thick with bales of silk. Yodgorlik, a silk-making factory is a tremendous tourist attraction, and shops selling silk clothes and skull caps are everywhere. Perhaps this then is the dawn of a new Silk Road. Explore ancient Buddhist monasteries  A sun-ripened stupa stands on the banks of the Amu Darya.  The stupa is part of a large complex of Buddhist structures in Termez, a city that curls round the south-eastern fringe of Uzbekistan.  And although the country's Buddhist history is seen only as a caption within its epic history, Termez is veined with stupas and monasteries scattered pell-mell, a sort of flotsam village stranded in time: Fayaz Tepa, a dun-coloured mud-brick monastery; Kara Tepa, a labyrinth of hollowed-out rooms cloistered into rock.  And squatting in a dill field is Zurmala tower, breaded by sand as if the soil was reasserting itself over the structure. All of these were built more than 2,000 ye"], "Language": false}