{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/17/entertainment/gallery/robert-de-niro/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Jean-Christian BourcartAgence VU/Redux", "Courtesy Everett Collection", "Santi Visalli/Archive Photos/Getty Images", "Michael Ochs Archives/Getty Images", "Silver Screen Collection/Getty Images", "Brad Elterman/FilmMagic/Getty Images", "Ron Galella Collection/Getty Images", "Mondadori/Getty Images", "Ira Wyman/Sygma/Getty Images", "©United Artists/Courtesy Everett Collection", "Sonia Moskowitz/Getty Images", "AP Photo", "The LIFE Picture Collection/Getty Images", "Reporters Associati & Archivi/Mondadori Portfolio/Getty Images", "Warner Bros/Kobal/Shutterstock", "Robin Platzer/Getty Images", "Warner Brothers/Getty Images", "DMI/The LIFE Picture Collection/Getty Images", "Moviestore/Shutterstock", "Hulton Archive/Getty Images", "Metro Goldwyn Mayer/Getty Images", "Phillip V. Caruso/Universal Studios/Getty Images", "Cynthia Johnson/Getty Images", "Dave Hogan/Getty Images", "Evan Agostini/Getty Images", "Str/EPA/Shutterstock", "Dana Edelson/NBC/Getty Images", "Dave Allocca/Starpix/Shutterstock", "Charles Ommanney/Getty Images", "Michael Buckner/Getty Images", "Alex Brandon/AP", "Jeff Zelevansky/Getty Images", "Jeff Vespa/Getty Images", "Richard Shotwell/AP", "Franco Origlia/Getty Images", "T.J. Kirkpatrick/Redux", "D Dipasupil/Getty Images", "Will Heath/NBC/Getty Images", "George Pimentel/WireImage/Getty Images", "Kevork Djansezian/Getty Images for Comedy Central", "Niko Tavernise/Warner Bros.", "Niko Tavernise/Netflix"]], "FirstPublishDate": ["2020-01-17T18:45:04Z"], "LastModifiedDate": ["2020-01-17T18:45:04Z"], "Headline": ["In pictures: Film star Robert De Niro"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor Robert De Niro, seen here in 2013, is being recognized with a lifetime achievement award at this year's Screen Actors Guild Awards. One of De Niro's first major roles was in the 1968 comedy \"Greetings.\" He grew up in New York City and dropped out of high school to pursue his acting career. His parents were both painters. From left, William Finley, Charles Pfluger and De Niro star in the 1969 film \"The Wedding Party.\" It was actually filmed in 1963, when De Niro was just 20 years old. De Niro poses for a portrait in 1973. From left, David Proval, De Niro and Harvey Keitel star in 1973's \"Mean Streets.\" It was De Niro's first film with director Martin Scorsese. They've collaborated on eight more films since. Director Francis Ford Coppola guides De Niro in a scene from \"The Godfather Part II.\" Most of De Niro's lines were delivered in Sicilian. He won the Academy Award for best supporting actor. Scorsese rides in the back seat of a cab as he plays a role in his 1976 film \"Taxi Driver.\" De Niro played the main character, Travis Bickle. De Niro, right, hangs out with musician Bob Dylan and actresses Lainie Kazan, left, and Sally Kirkland at a Los Angeles concert in 1976. De Niro and his first wife, actress Diahnne Abbott, attend a Shirley MacLaine show in 1976.  De Niro stars in 1978's \"The Deer Hunter.\" De Niro is honored by Harvard University students as the Hasty Pudding Man of the Year in 1979. De Niro played boxer Jake LaMotta in 1980's \"Raging Bull.\" It won him his second Oscar. The real-life LaMotta playfully grabs De Niro at Sardi's restaurant in New York City. De Niro holds his best actor Oscar in 1981. With him, from left, are Sissy Spacek, Ronald L. Schwary and Robert Redford. De Niro sits with Liza Minnelli and Al Pacino in 1981. De Niro appears with Elizabeth McGovern in the 1984 film \"Once Upon a Time in America.\" De Niro holds a sword in 1986's \"The Mission.\" De Niro and his daughter Drena in 1989. Drena is De Niro's adopted daughter from his marriage to Diahnne Abbott. He and Abbott also had a son together before divorcing in 1988. De Niro and his girlfriend, model Toukie Smith, in 1990. The two had twin sons together. From left, Ray Liotta, De Niro, Paul Sorvino and Joe Pesci appear in a publicity portrait for the 1990 film \"Goodfellas.\" De Niro attends the 1990 premiere of \"Awakenings\" with director Penny Marshall and actor Robin Williams.  De Niro stars in 1995's \"Casino.\" It was the eighth time De Niro had starred in a Martin Scorsese film. De Niro plays an obsessed baseball fan in 1996's \"The Fan.\" Philip Seymour Hoffman and De Niro act in a scene from 1999's \"Flawless.\" De Niro holds a cat in the 2000 comedy \"Meet the Parents.\" De Niro goofs around with President Bill Clinton at Hillary Clinton's birthday bash fundraiser in 2000. She was running for the US Senate at the time. Leonardo DiCaprio and De Niro speak at a New York City concert benefiting 9/11 victims in 2001. De Niro is joined by his second wife, actress Grace Hightower, and his son Raphael at a 2004 cocktail party for the Directors Guild of America. De Niro is fitted with traditional Kuwaiti dress during a US Army reception in 2003. De Niro plays a cat lady in a \"Saturday Night Live\" skit in 2004. De Niro sits with Archbishop Desmond Tutu, who was celebrating his 75th birthday at the Tribeca Grill in New York in 2006. De Niro and his wife, Grace, talk with future President Barack Obama before an Obama rally in East Rutherford, New Jersey, in 2008. De Niro speaks during the Doha Tribeca Film Festival in 2009. De Niro co-founded the Tribeca Film Institute, which supports the work and stories of underserved filmmakers. De Niro and other Kennedy Center honorees applaud President Obama at a White House reception in 2009. From left are film director Mel Brooks, jazz musician Dave Brubeck, opera singer Grace Bumbry, De Niro and rock star Bruce Springsteen. US Army Sgt. 1st Class Leroy Petry, a Medal of Honor winner, talks with De Niro and former New York Gov. George Pataki before an NFL football game in 2011. De Niro and his \"Silver Linings Playbook\" co-stars Jennifer Lawrence and Bradley Cooper attend the film's premiere at the Toronto International Film Festival in 2012. De Niro left his handprints and footprints at the TCL Chinese Theatre in Hollywood in 2013. De Niro and Sylvester Stallone attend the Rome premiere of their movie \"Grudge Match\" in 2014.  De Niro embraces Ellen DeGeneres at a White House ceremony in 2016. They received the Presidential Medal of Freedom, the nation's highest civilian honor. \"While the name De Niro is synonymous with 'tough guy,' his true gift is the sensitivity that he brings to each role,\" President Obama said. \"This son of New York artists didn't stop at becoming one of the world's greatest actors. He's also a director, a philanthropist, co-founder of the Tribeca Film Festival. Of his tireless preparation — from learning the saxophone to remaking his body — he once said, 'I feel I have to earn the right to play a part.' And the result is honest and authentic art that reveals who we really are.\" Over the last few years, De Niro has been an outspoken critic of President Donald Trump. Here, he speaks at an anti-Trump rally in New York City just before Trump's inauguration in 2017. De Niro, back left, plays special counsel Robert Mueller in a \"Saturday Night Live\" sketch in 2018. De Niro attends a groundbreaking ceremony for Nobu Toronto in 2018. De Niro co-founded the first Nobu, an upmarket Japanese-Peruvian fusion restaurant, in 1994. De Niro sits with actor Alec Baldwin at Baldwin's Comedy Central roast in 2019. De Niro plays a late-night talk show host in the 2019 film \"Joker.\" De Niro and Pesci appear in a scene from 2019's \"The Irishman.\" It was De Niro's ninth film with director Martin Scorsese."], "Language": false}