{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/sport/conor-mcgregor-manny-pacquiao-las-vegas-raiders-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-17T12:08:21Z"], "LastModifiedDate": ["2020-01-17T14:39:25Z"], "Headline": ["Conor McGregor wants boxing match with Manny Pacquiao to open new Las Vegas stadium"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Conor McGregor has thrown down the gauntlet to Manny Pacquiao, talking up the possibility of a blockbuster fight between the pair at the new Allegiant Stadium in Las Vegas. Ahead of McGregor's return to UFC against Donald Cerrone on Saturday, Pacquiao's manager Sean Gibbons hyped a potential bout between the duo at the state-of-the-art new home of NFL's Raiders set to open in August.  Irishman McGregor was quick to add fuel to the fire, claiming he can sign a deal to fight PacMan whenever he wants, and that he would jump at the chance to be the first fighter to battle it out in the new 60-000-seater stadium. Speaking at a press conference ahead of his UFC 246 bout against 'Cowboy' Cerrone, McGregor said: \"It will be hard to leave the MMA game fully but I think a boxing world title is a great aspiration to have. What a feather in the cap it would be.\" The former multi-weight UFC champion previously faced boxing legend Floyd Mayweather Jr. in 2017, a bout he lost after a stoppage in the 10th round, but that hasn't dampened his desire to step back in the ring for either a rematch against 'Money Mayweather' or a fresh challenge against Pacquiao. \"I always want bigger and better and to reach for the stars\", McGregor continued.  \"I would love a rematch with Floyd Mayweather and I know the Manny one is there whenever I want it. \"I would be honoured and love to be the first combatant to fight in that arena [Allegiant Stadium] and what a fight that would be against a small and powerful southpaw [Pacquiao]. \"We would have to figure out the weight we do it at, but it interests me no doubt.\" READ: The life and times of Conor McGregor -- how social media changed UFC fighter Despite his 2017 loss to Mayweather, McGregor was in bullish mood that he would win a rematch between the pair if it was ever agreed. \"I did well against Floyd,\" he boasted. \"I won rounds and hit him more times than Manny did when they fought. \"And with small adjustments, I really think I would beat him.\" The 31-year-old isn't limiting himself to just Mayweather and Pacquiao however, saying he would be happy to step into the ring with a number of boxing's top contenders. \"There are many world champions and many people around with somewhat of a name and I feel I could beat anyone\", he said. \"People just want to see me compete and I want to compete for the people.\""], "Language": false}