{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/entry-fee-civita-di-bagnoregio-italy/index.html"], "Source": ["cnn"], "Location": ["Civita di Bagnoregio, Italy"], "ByLine": ["Julia Buckley, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-16T11:01:20Z"], "LastModifiedDate": ["2020-01-16T11:01:20Z"], "Headline": ["Inside the Italian town that charges tourists an entry fee"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's Saturday morning in Civita di Bagnoregio, and the locals are patrolling the medieval walls, eyeing the visitors as they make their way toward the village. As the tourists get closer, they call out to the locals -- who promptly flee. This, one of the most picture-perfect villages in Italy, is no ordinary tourist destination. And these are no ordinary locals. For starters, they're cats -- a colony of some 20 felines that comprise Civita's main bloc of residents. The feline population is padded out with just 12 human beings. (If you think that's a small number, know that until October 2019 there were only 10.) Civita's other obvious rarity is its location: a slim bluff of land rearing up from the valley floor. It's cut off from the nearest town, Bagnoregio, by a mini canyon. To reach Civita, visitors must cross a 366-meter pedestrian-only bridge, cantilevered over the void and rising steeply to meet the village walls. It could be custom-made for Instagram. So far, so idyllic. But what makes Civita really unique is that it is perhaps Italy's only destination to have deliberately created overtourism -- and is using it to benefit the village.   The village that wants to live They used to call Civita \"la città che muore\" or \"the dying village.\" Not least, geographically. This, in the far north of Lazio, two hours northwest of Rome, is the terrain of the \"calanchi,\" or badlands, where soft tufa rock sits on a fragile, constantly shifting stratum of sand and clay. The unstable terrain has led to erosion over the years, making whisked-egg peaks of the neighboring valley, and sending entire portions of the village (which was once a town) into the depths below. Over the centuries, most of the population moved to Bagnoregio, the neighboring town, which was once attached to Civita but was separated in the 18th century by an earthquake and is now divided by that canyon. The bridge linking the two was partially destroyed by fleeing Nazis in World War II, and the villagers started to leave. A new bridge was built in the 1960s, but people were living in extreme poverty and the council ordered them out. By the 1990s, the village was practically abandoned. \"Civita has always had this conflict with nature,\" says local chef Maurizio Rocchi. \"But now we call it 'the village that wants to live.'\" In 2013, the then-mayor of Bagnoregio, Francesco Bigiotti, had an idea. In his three years as mayor, he had already encouraged arts events and cultural festivals in a bid to get the village known by savvy Romans looking for weekend retreats. Tourism was growing. But he wanted to grow it some more. So -- against the advice of his councilors -- he decided to charge visitors to enter the village. It shouldn't have worked. Rarely does the idea of paying for entry somewhere appeal to visitors. But Bigiotti had a hunch that asking people to pay to cross the bridge to Civita would make them want to visit Civita even more. So he instituted a \"symbolic\" charge of €1.50 ($1.67). It wasn't just about the money. It was also a marketing stunt -- and it worked. \"TG1 [one of Italy's main TV stations] did a report on it, and more people started to come. Then a station in France covered it, and more people came,\" he explains, waving to one of the 12 locals as he sits in one of Civita's two bars. \"Evidently when you pay for something, it becomes precious.\"   'Something extraordinary has happened' Evidently. In the year 2009-10, there were 40,000 visitors to the six towns in the surrounding area; in 2018, one million came to Civita alone. Half Italian, and half foreign. Of that foreign chunk, visitors from Asia predominate, making up 20% of all tourists (10% alone are Chinese). US visitors account for 7%. Europeans -- Germany, France, Spain -- and Brazil, are all under 5%.  \"Something extraordinary has happened,\" says Bigiotti. Italy is famously the epicenter of overtourism -- it's a country where residents are being squeezed out by Airbnbs and monuments overwhelmed by crowds. And overtourism has never been seen as anything but a negative phenomenon. Until Civita. Bigiotti -- who now heads up Casa Civita, a new society for the development of tourism in the area -- says that tourism has improved life for locals. The entrance fee -- which went up to €3 ($3.35) in 2015 and has been €5 ($5.60) since 2018 -- is put towards local infrastructure, meaning that Bagnoregio is the first town council to waive local taxes for residents (they still must pay national taxes). What's more, says Bigiotti, the huge increase in visitors has given birth to multiple businesses in Bagnoregio itself from B&Bs to pizzerias, with 400 new businesses starting up last year alone. Unemployment has dropped from 10% a decade ago to under 1% today.   'Hit and run' tourists Of course, it's not all plain sailing. Tour buses may not not allowed in Bagnoregio, a small town itself of just 3,700 inhabitants, but cars are allowed through Bagnoregio's streets that were not built for cars, to the Belvedere: once the cave hermitage of 13th-century saint Bonaventura, now a selfie hotspot overlooking Civita. Those staying overnight can park at the foot of the bridge (the main car park is a 20-minute walk outside town). And while the tourism income may be improving lives in Bagnoregio, some of Civita's 12 inhabitants are less keen on their newfound popularity. \"For me there are too many people now,\" says Sara Di Gregorio, who lives nearby but works in the village. \"It's economically advantageous of course, but there are lots of 'hit and run' visitors\" -- 'hit and run' being what Italians call the daytrippers who come to take photos without contributing to the local economy. Tour operators are positioning Civita as the perfect pit stop between Florence and Rome. Coach tours of Italy are including it on their itineraries -- giving tourists just enough time to cross the bridge, take a photo and buy a souvenir, then go back to the coach, sometimes without even going into the village proper. Other tour operators run day trips from Rome to Civita and nearby Orvieto, across the border in Umbria. Bigiotti admits that most tourists \"don't stay very long and don't spend very much.\" Tour guides in Viterbo, Civita's provincial capital and a city known for its Vatican-related history, have even blamed Civita's exploding popularity for Viterbo's plummeting visitor numbers. Who wants to see the 13th-century papal palace when you can take a selfie on Civita's dramatic bridge? \"The boom has been crazy,\" says Marco De Petrillo, Civita's 12th resident, who in October moved full-time into Palazzo Contino, the renaissance house his archaeologist grandfather-in-law bought in the 1970s, and which he and wife Ilaria now run as an Airbnb. \"Every morning at 10 a.m., there's a busload of about 40 tourists. They come here now instead of San Gimignano [in Tuscany]. \"At Easter [the busiest time of year] there can be 15,000 people here. Even on a normal Sunday there are 4,000-5,000 visitors. From 10 a.m. till 6 p.m. there are crowds.\" While 4,000 visitors may not sound a huge amount, they make themselves felt in Civita, a teeny village of just one main street, two bars, three restaurants and around five shops. The burgeoning tourist industry has seen B&Bs and self-catering accommodation open, too -- there is now room for 80 people to stay overnight. On a cold November Saturday, by 11 a.m. the narrow alleys already seemed relatively full, with Italian families climbing residents' outdoor staircases in search of the perfect photo, petting the cats (most of whom disappear when the crowds arrive), and walking to the far edge of the village, where the lane peters out into an ancient Etruscan pathway, which is currently closed due to landslides. It feels full, if not uncomfortably so. But this is a relatively quiet day -- Lazio is still awash after rainstorms the previous day, and only around 1,000 will brave the weather. Imagining 15,000 people in this village which takes five minutes to walk across feels inconceivable. And staying overnight -- when a complete silence descends over the village, apart from the rustle of trees and the odd caterwaul -- makes you think that, although Civita's success has clearly been beneficial to Bagnoregio, the 12 citizens here have been given more to deal with. In a way, it feels they get little benefit. As Bigiotti admits, the majority of tourists  are reluctant to spend any money once they've paid the entry fee. Some don't even enter the village, but snap a selfie at the top of the bridge, under the medieval arch, and turn back. Others don't go further than the two souvenir shops which sit on the main street before reaching the square.  From quantity to quality Bigiotti says this will change with Casa Civita, which was founded in October 2019. \"My job will be to go from an increase in quantity to an increase in quality -- to find the right balance.\"  Initiatives include art installations to draw a different kind of visitor, and plans to filter mass tourism through the surrounding region. Visitor numbers are already stabilizing, he says -- having risen steadily year on year until 2018, it looks like 2019 has stayed at around one million. There are no plans to cap visitor numbers -- after all, he says, how could you tell people who have flown thousands of miles to visit that they're sold out for the day? -- but they have already capped restaurants, bars and souvenir shops so as not to turn Civita into one great theme park. \"It's too small and delicate,\" says Bigiotti of the village. \"Whoever wants to invest now can do so in Bagnoregio, not Civita.\" Since 2017, they have also been trying to register Civita as a Unesco World Heritage site -- in October 2019, they presented a dossier to the authorities, he says. Bigiotti sees \"the Civita effect\" as a model for tourism -- one that he can expand to the surrounding area which locals still call Tuscia, or Etruria -- the swathe of central Italy once ruled by the pre-Roman Etruscans. There's much to offer tourists here, from trips around the spectacular calanchi to Lake Bolsena (Italy's largest volcanic lake), towns such as Orvieto and Viterbo, and sites including a 2.5 million year old fossilized forest, the skeleton of a prehistoric elephant, and brightly painted Etruscan tombs. In a country where tourism is routinely seen as a bad thing, he wants to cast the industry in a new light -- as salvation for struggling towns -- and is planning a shuttle bus between Bagnoregio, Orvieto, Viterbo and Lake Bolsena. The aim is to make people linger for a couple of days, keeping money in the region, rather than hitting Civita en route to dinner and a hotel in Rome or Florence.    'People climb walls for a selfie' Maurizio Rocchi, whose family has worked the land around Civita since the 16th century, is delighted by its change in fortunes. The arrival of tourism has meant not"], "Language": false}