{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/opinions/trump-ignores-intelligence-community-covid-warning-vinograd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Samantha Vinograd"], "Writers": [["Samantha Vinograd"]], "FirstPublishDate": ["2020-04-29T00:38:12Z"], "LastModifiedDate": ["2020-04-29T00:38:12Z"], "Headline": ["The intelligence community did its job, but Trump didn't do his"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["We can't pretend to get inside of President Donald Trump's head and to know his real motivations for downplaying the virus and failing to prepare or appropriately respond to it. But we do know that it wasn't for lack of intelligence briefings. Day after day, during his daily press \"briefings,\" tweet storms and other public displays of disaffection, Americans hear Donald Trump's oft-epeated claims that the coronavirus \"came out of nowhere\"; that he acted quickly; and that \"nobody could have predicted something like this.\" Well, as much as Trump may want to try to deny or dance around it, streams of reporting indicate that experts did predict it, and they tried to tell him. The \"enemy\" wasn't invisible to the intelligence community, administration officials like Peter Navarro, health experts and more. The Washington Post recently reported, citing current and former US officials, that more than a dozen of the President's Daily Brief (PDB) in January and February -- a period when Trump continued to downplay the threat -- had warnings about the novel coronavirus. On Tuesday, Trump said that he would \"have to check\" to see the \"exact dates of warnings.\" (CNN has reached out to the Office of the Director of National Intelligence for comment.)  The PDB -- prepared by the intelligence community (IC) -- contains the analyses that the IC assesses the President needs to know to start his day. It's where the IC can sound the alarm on both near-term and longer-term strategic threats facing the country, along with intelligence updates on critical national security issues. Preparing the PDB is a complex process -- managed by the Director of National Intelligence -- and it undergoes the highest level of scrutiny before it reaches the President's desk. Presidents have digested the PDB in different formats -- including hard copies in a thick leather bound binder and iPads. Typically, the President also receives an oral briefing on the PDB from a senior member of the IC. That oral briefing is an opportunity for him to ask questions and to probe analyses. But you can't lead a horse to water and force him to drink. The intelligence community did its job, but Trump didn't do his. The PDB, like other intelligence assessments, is meant as an input to policy-making. If the PDB is produced, but ignored or discounted, the intelligence doesn't get integrated into policy decisions or presidential statements. The buck stops with the President in that respect. Trump reportedly fails to regularly read the PDB and only gets an oral briefing two-three times a week, according to the Washington Post. On a basic level, this reporting raises the real question of just what President Trump is doing during the times he should be paying attention to his PDB. Amid criticism that the President spends his days doing the Trump version of Netflix and chilling (watching TV and tweeting), White House staffers told the New York Post that Trump works so hard that he often doesn't even have time to eat lunch. But if Trump isn't digesting intelligence -- nor integrating it into policy decisions and consulting with his national security team -- it's even clearer why he has free time on his hands to destabilize our national security rather than enhance it. His disregard for intelligence is longstanding: He's a fair-weather fan. He's a cheerleader for intelligence when it suits a personal narrative. He's insulted the intelligence community and then asked the American people to believe in intelligence when he has a project he favors, like the killing of commander Qasem Soleimani, the head of the Iranian Islamic Revolutionary Guards Corps (IRGC) Quds Force unit. Cherry-picking intelligence is the opposite of acting intelligently. It pollutes the intelligence community by turning it into a partisan, political tool for the President which is antithetical to the IC's core values of speaking truth and being an apolitical, unbiased group of experts. Trump's ravaged the intelligence community as we know it. That's one of his core national security legacies. But another one of his administration's key attributes is also in the limelight: The world now has even more reason to believe that Trump's team doesn't have sway with him. His marginalization of his intelligence chiefs has been longstanding. But the fact that the IC warned about the virus so many times in the PDB speaks volumes about how his other cabinet officials fare with him. Although the PDBs are delivered to the President, there's also an official list of high-level officials who are authorized to get a copy of them. It typically includes officials like the vice president, secretary of state, secretary of defense, national security adviser and, for at least awhile, Jared Kushner, despite his serious security clearance issues. In practice, this means that several members of Trump's inner circle had access to the same warnings as he did. People that he handpicked heard the alarm bells -- unless they too failed to digest the PDB which they too received daily.  The only other explanation is that they were too craven to push back on his personal, uninformed judgments about the virus. At a minimum, they were woefully ineffective at getting him to take the threat of Covid-19 more seriously and to prepare for the horrifying days ahead.  Trump has touted his travel restrictions on China as proof that he took the virus seriously, but there are key things that his administration failed to do, like quickly invoking the Defense Production Act to help with the production of urgently needed medical supplies. Either of these scenarios -- Trump's high-level officials not reading the PDBs or being too afraid to speak up -- is dangerous. So too is the idea that they are ineffective at raising the alarm when it comes to major threats. If the intelligence community and other senior members of the national security apparatus can't get through to the President, who can? It doesn't take intelligence to answer that question -- the only people who get through to Trump, even on threats that are projected to kill tens of thousands (if not more) of Americans, are the people who parrot his propaganda across our screens. That's not classified -- it's an open secret. That's a cause for celebration for foreign intelligence services. They would just have to get their messaging on television to have a better chance of influencing the President than his own intelligence community. That doesn't benefit Americans' security, it degrades it because the President becomes an even easier target to manipulate and distract. While we work to contain the coronavirus, we have cause for greater alarm when it comes to our national security. Covid-19 is a threat that President Trump could have mitigated if he had operated with some actual intelligence. What we don't know is what other threats he's failed to pay attention to. Unfortunately, we may soon find out."], "Language": false}