{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/us/carolina-panthers-luke-kuechly-retirement/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy and Kevin Dotson, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-01-15T03:15:35Z"], "LastModifiedDate": ["2020-01-15T14:22:46Z"], "Headline": ["Luke Kuechly, Carolina Panthers superstar linebacker, announces retirement at 28"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Luke Kuechly, a star linebacker for the Carolina Panthers who has suffered a series of head injuries in recent years, announced his retirement from pro football in a video statement Tuesday.  \"For me, now is the right opportunity to move in a different direction,\" Kuechly, a five-time, first-team All-Pro, said. \"There's only one way to play this game since I was a little kid is to play fast and to play physical and to play strong, and at this point I don't know that anymore.\"  Fighting back tears, Kuechly said, \"And that's the part that the most difficult is I still want to play, but I don't think it's the right decision.\" Kuechly, just 28 years old, played eight seasons for the Panthers after a collegiate career at Boston College. In his NFL career, Kuechly was the Defensive Rookie of the Year in 2012, the Defensive Player of the Year in 2013, and the 2017 Art Rooney Sportsmanship Award winner. But he has also repeatedly made the injury report with head injuries in recent years. In 2016, Kuechly suffered a concussion in a nationally televised game that left him crying and gasping for air. It was the second concussion he'd had in two years, according to an article in Sports Illustrated the next season, titled: \"Luke Kuechly Is the Poster Child for the NFL's Concussion Problem.\" Kuechly had concussions in 2015, 2016 and possibly 2017, the story said. With his retirement, Kuechly joins several NFL players who recently have called it quits at a relatively young age due to the sport's punishing nature.  Indianapolis Colts quarterback Andrew Luck abruptly retired before this season at age 29 to avoid what he called the \"unceasing and unrelenting\" cycle of injury, pain and rehab. New England Patriots tight end Rob Gronkowski retired at age 29 this past offseason, and in August, he began to cry as he discussed how injuries had taken away the joy he had in life. \"I was in near constant pain and needed to make a change,\" Gronkowski said in a statement at the time. Since 2012, no NFL player had more tackles that Kuechly, who had 1,092. \"He's been in the middle of it all for the last eight years,\" the Panthers tweeted. \"No one did it better.\" Former Panthers coach Ron Rivera tweeted: \"I had the privilege of playing next to HOF #MikeSingletary & coaching HOF (Brian Urlacher) @BUrlacher54 & @LukeKuechly is worthy of that honor someday. But more important I will remember Luke's sense of humor, his leadership & 4 being a great teammate.\" Kuechly's teammate, running back Christian McCaffrey said Kuechly was great off the field. \"Thank you for some of the best memories both on and off the field,\" McCaffrey wrote. \"I'm so honored to have shared the field with not just the best player I've ever seen, but the best person I've ever met. Will always love you bro! To retirement.\" Kuechly had two years left on his contract at more than $10 million per season, according to Spotrac."], "Language": false}