{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/15/world/meanwhile-in-america-january-15-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by By Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-01-15T05:01:02Z"], "LastModifiedDate": ["2020-01-15T05:04:00Z"], "Headline": ["The Iraq War haunts the 2020 vote"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Incredibly, Americans will vote this year in the fifth straight presidential election haunted by the Iraq war — proof of the trauma seared on the nation's psyche. At CNN's Democratic debate last night in Iowa, candidates exhumed the decision to topple Saddam Hussein, prompted by fears Donald Trump could plunge the US into another Middle East war — with Iran. Progressive hero Bernie Sanders, who voted against the war, rapped his moderate rival Joe Biden, who voted to authorize George W. Bush's invasion. For the umpteenth time, Biden apologized but rushed to remind voters he was chosen as vice president by Barack Obama, who predicted that Iraq would be a \"dumb war\" and paved his way to the White House. Biden is far from the first presidential candidate to twist himself in knots over a vote made during the post-9/11 fervor. In 2008, Obama skewered Hillary Clinton, who like Biden voted as a senator to authorize war in Iraq. In 2016, it was Trump who was bashing Clinton — despite his own inconsistencies on the war and his comment that he didn't care that his VP nominee Mike Pence also voted for the war. Iraq also ruined John Kerry's bid to unseat Bush in 2004, when Republicans mercilessly blasted him as weak on national security. In 2012, Republican Mitt Romney had a point in criticizing Obama's Iraq withdrawal, but put himself on the wrong side of a driving political issue. Wariness towards new foreign military operations is rife among voters in both parties. Understanding the power of such promises, Trump -- like Sanders -- frequently vows to bring all US troops home. But like Obama, Trump has found it's easy as a candidate to vow to end foreign wars, but tough to do as President. But back to 2020. Tuesday's debate underscored that it's impossible to understand America's politics without appreciating the bitter legacy of a war it is yet to escape, 17 years on. The Art of the Deal: Phase 1 The master of the art of the deal finally has a win to celebrate. He'll pump it as one of history's great breakthroughs — but in true Trumpian style, the trade pact the President signs today with China has more flash than substance. And as CNN's Donna Borak reports, hardly anyone in Washington outside his administration has actually seen it yet. The deal does pause the trade war, and appears to pry open more Chinese markets and commit Beijing to buy $200 billion in US agricultural, auto, manufacturing and aviation goods. And Trump will keep many tariffs on Chinese imports.  But China didn't give ground on the issues it cares about most -- like US demands for cuts to state subsidies that would force it to fundamentally remake its economic system. Trump also removed the US designation that Beijing is a currency manipulator. It's anyone's guess whether China will fulfill pledges like buying tons more US products and protecting intellectual property rights. Given the fairly incremental gains after months of trade trench warfare, and the cost to US consumers, manufacturing and farmers -- who needed a $28 billion bailout -- the question must be asked: what did Trump gain? He got a political win by burnishing his mythology as a negotiator and standing up to China. So what if this deal, like others he renegotiated with Canada, Mexico and South Korea doesn't change much? Trump will trumpet it on the campaign trail and ignore the reality that he's not actually that great at closing political deals. No one thinks this deal is a permanent peace. In reaching for the age-old tariffs bludgeon, America may have hastened the collapse of the global free trading consensus. It also pivoted from nearly 50 years of trying to encourage and manage China's rise, into full-on confrontation: China and the US may now have crossed a threshold that could see them begin to decouple their economies and supply chains -- a process that could trigger global shockwaves. 'Let's replace it with the Trump deal' Europe wants a role in the increasingly hostile drama between Iran and the US -- and to prevent another fat-finger accident on the nuclear scale.  On Tuesday, the UK, France and Germany triggered a dispute mechanismto force Tehran back into compliance with the JCPOA nuclear deal -- a difficult proposition since the US has already quit and imposed the very sanctions Iran seeks to escape.  Luckily, a lightbulb has gone off for Boris Johnson to get the US back on board -- name the deal after Trump.  \"From the American perspective, it's a flawed agreement, it expires... plus it was negotiated by President Obama,\" the UK Prime Minister told the BBC on Tuesday.  \"Let's replace it with the Trump deal. That's what we need to see. President Trump is a great dealmaker by his own account, and by many others.\" Number of the day: 19 Nineteen days remain before the Iowa caucuses on Feb. 3 -- the first nominating contest for Democratic hopefuls. As CNN's Maeve Reston and Kate Sullivan report, Iowans are famous for making up their minds at the last moment -- even as late as the cold night when they gather to caucus. \"I love all of our candidates. It's a great problem to have,\" one voter told them. Bet it doesn't feel that great for men and women who would be president."], "Language": false}