{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/nikkietutorials-transgender-youtube-star-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-01-14T02:11:34Z"], "LastModifiedDate": ["2020-01-14T03:00:15Z"], "Headline": ["The popular YouTube star and makeup artist NikkieTutorials reveals she's transgender"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Nikkie de Jager, a YouTube star better known as by her online persona NikkieTutorials, uploaded a very personal message to her fans on Monday revealing she is transgender. She added that she was making the admission under the threat of blackmail and chose to tell her fans herself instead. The 25-year-old makeup artist and beauty vlogger has been creating makeup tutorials online for over a decade, where she ranks among the top in the popular category. On Monday, she posted a 17 minute video titled \"I'm Coming Out\" on her Youtube channel. \"Today I am here to share something with you that I've always wanted to share with you one day, but under my own circumstances, and it looks like that chance has been taken away from me,\" she says in the video. \"So today, I am taking back my own power and I have to tell you something.\" She continues to explain that she always wanted to be her own person -- without any labels. \"It's time to let go and be truly free,\" she then says. \"When I was younger I was born in the wrong body, which means that I am transgender.\" \"I am NikkieTutorials, and I am Nikkie. I am me. We don't need labels. But if we are going to put a label on it, yes, I am transgender. But at the end of the day I am me,\" she said. The star vlogger then opens up about her childhood, and explains how she always identified as a woman growing up. \"By the age of seven or eight I fully wore girl's clothes only and it felt amazing.\" She said she fully transitioned by the age of 19. As for the timing of the decision to reveal the news today, the YouTuber said it wasn't entirely of her own choosing. \"I have been blackmailed by people that wanted to leak my story to the press,\" she said. She didn't name them. Nikkie says she always wanted to open up about this part of her life but wanted her channel to be about her art. \"The last thing I want in my life is for you to not trust me any more or to look at me with different eyes.\" she says. \"At the end of the day I am still Nikkie.\" Fans, celebrities and other YouTubers offered messages of support on Twitter. \"TRANS IS BEAUTIFUL,\" said Nikita Dragun, a transgender YouTuber who also shares makeup advice. \"I am so proud of u! i know how hard it is. to see u out and living ur truth has brought me to tears! u don't know how many people ur inspiring and helping by sharing ur story. i am one of them! she said WOMAN.\" \"Congrats to @NikkieTutorials for reclaiming your story,\" added Jinkx Monsoon, a drag performer who won the fifth season of RuPaul's Drag Race. \"NO ONE has the right to out anybody else. Period. Coming out is a personal thing, and you do not get to decide that for someone else. I'm so sorry, Nikkie, that you went through that, but I applaud how you handled it.\" NikkieTutorials has amassed over 12 million subscribers on her Youtube channel with her makeup tutorials and reviews. This video alone has been viewed over eight million times -- and counting."], "Language": false}