{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-27T17:28:52.419Z"], "LastModifiedDate": ["2020-04-28T22:59:33.414Z"], "Headline": ["Stock rally fizzles out: April 28, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Sales at Starbucks stores open at least a year fell 10% globally in the first three months of the year because of the coronavirus pandemic.  The decline was most pronounced in China, where the novel coronavirus first started to spread. Same-store sales fell 50% in the country during that period compared to the same one last year, the coffee chain said Tuesday. In the Americas and United States, comparable store sales fell 3% during the period. Overall, net revenue fell 5% to $6 billion during the period.  Many Starbucks locations are closed because of the coronavirus pandemic. The company has temporarily shuttered about half of its company-operated stores in the United States, and more than 75% in Canada, Japan and the United Kingdom.  But it is starting to turn the corner in China, Starbucks said. Today, 98% of locations in the country are open with limited cafe seating.  \"We expect China's sales to substantially recover with comparable store sales roughly flat to prior year levels at the end of fiscal year 2020,\" the company said in a statement discussing the financial results. \"Based on our substantial experience in China to date, we continue to believe that the impacts of the COVID-19 outbreak are temporary and that our business will fully recover over time.\"  Despite a hit to its advertising sales in March, Google parent Alphabet (GOOGL) reported better-than-expected revenue for the first three months of 2020.  The company on Tuesday posted $41.2 billion in quarterly revenue, up 13% from the same period in the prior year, compared to Wall Street analysts' projection of $40.3 billion. Earnings per share hit $9.87, falling short of the $10.33 analysts had expected. Alphabet's stock rose around 4% in after hours trading Tuesday.  The growth in sales came despite a slowdown in ad growth in March, as the economic crisis forced many companies to cut spending. Advertising sales make up around 80% of the company's total revenue.  Alphabet posted $24.5 billion in ad sales on Google, up nearly 9% from the prior year, though the segment's growth rate was slower than in the previous quarter.  The company broke out YouTube advertising revenue for the first time ever in February when it reported earnings for the fourth quarter of 2019. In the March quarter, YouTube ad sales brought in just over $4 billion, below the $4.7 billion in revenue generated during the December quarter.  Google Cloud, however, experienced strong growth in the quarter — up 52% year-over-year to nearly $2.8 billion. The cloud business was likely buoyed by the shift for many to working and attending school from home amid the coronavirus outbreak.  US stocks lost steam after a buoyant market open, finishing the day in the red. The Dow snapped a four-day winning streak, its longest since February. The index finished down 0.1%, or 32 points. The S&P 500 fell 0.5%. The Nasdaq Composite was the worst performer of the three major benchmarks as tech stocks fell. It ended down 1.4%. Zillow (Z) will give all of its employees the option to work from home through at least the end of 2020, even as some office locations may start phased reopenings in coming months. Some areas of the United States have begun lifting stay-at-home orders and other restrictions meant to stop the spread of coronavirus, prompting companies in those areas to consider when and how to call employees back to the office. Some experts say that even as businesses reopen, if schools remain closed and childcare is hard to come by, employees could struggle to get back to work.  Zillow said in a statement it wants to give employees \"the flexibility and visibility to manage their lives with work in these uncertain times.\" We’ve learned a lot over the past two months and have watched our teams pull together from their homes to keep the company moving forward,\" the statement said. \"This situation has dramatically changed how we envision our future of work and we expect this experience will influence our decisions going forward.\" The online home listing company employs around 5,200 people in 37 offices throughout 21 US states and Vancouver, British Columbia. It first asked all employees to work from home starting in the second week of March, though several office locations closed earlier that month.  Zillow said it will begin working on a phased reopening of its offices based on guidance from government officials, employee feedback and other factors, but the company said it expects it to be \"a gradual process over many months.\" The American economy has grown for 23 quarters in a row -- nearly six straight years of uninterrupted growth. Coronavirus almost certainly ended that streak last quarter, even though the pandemic didn't disrupt most US businesses until mid-March. But the abrupt and nearly universal shutdown probably more than offset any economic growth from January and February. Businesses shut down and workers stayed home, while mass layoffs led claims for unemployment benefits to spike. Economists surveyed by Refinitiv expect the US economy contracted at a 4% annualized rate, compared to a 2.1% growth rate in the fourth quarter of last year. It would be the first quarterly contraction since the first three months of 2014, and the worst drop since the first quarter of 2009, when the economy contracted by an annualized 4.4% rate in the midst of the financial crisis. Read more about tomorrow's GDP report here. TripAdvisor (TRIP) announced Tuesday that it will lay off 900 employees, or roughly 25% of its workforce, because of the coronavirus pandemic's impact on demand for travel. More than 600 employees working in the United States and Canada and nearly 300 employees working outside those two countries will be affected. The company also said it would put a \"number\" of employees on furlough for an unspecified time and shutter its San Francisco and Boston offices. \"All of these actions, while difficult, will give Tripadvisor greater financial flexibility and enable us to better manage the business through this time of incredible uncertainty and instability,\" CEO Steve Kaufner said in an open letter. TripAdvisor's stock is down 40% for the year. Investors in SmileDirectClub are celebrating the company's big legal victory Tuesday. Shares of SmileDirectClub (SDC) soared almost 20% on heavy trading volume after the company announced that it received a patent from the United States Patent & Trademark Office for its SmileShop retail stores. This means that no other aligner company can duplicate this model for a period of 18 years. SmileDirectClub competitor Align Technology (ALGN), which makes Invisalign, had already closed its own stores in 2019 following a legal ruling in favor of SmileDirectClub. Align's shares rose 4% Tuesday. Now SmileDirectClub rival Candid will likely need to shut its retail outlets. SmileDirectClub said it is filing a cease-and-desist order to bar Candid from reopening its stores, which are currently closed because of the Covid-19 pandemic. SmileDirectClub's stores have also been closed since March. But the company said Tuesday that it plans to \"slowly reopen\" its SmileShops in the United States, Canada, Germany, Australia, New Zealand, the UK and Ireland in May \"as local governments begin to lift business restrictions.\"  Still, it's not clear when SmileDirectClub which went public last September, will ever be profitable. The company is expected to lose money this year and in 2021. That's a major reason why the stock has plunged nearly 30% this year and is down almost 75% from its IPO price. Moody’s Investor Services warned that renewed lockdowns around the world could create an economic shock big enough to spark a deep financial crisis, analysts wrote in report released today.  That crisis “would be far worse in scale and scope than the 2008-09 global financial crisis,”  the analysts wrote.  The ratings agency added that the likelihood of this scenario playing out is high “without a coordinated global effort to bring and keep the rate of infections down.” Even if countries can avoid renewed lockdowns, the Moody’s analysts see the potential for “large-scale destruction of businesses and entire sectors, as well as a structurally high unemployment rate, a permanent loss of human capital, and persistent malaise in consumption and investment.”  In particular, Moody’s notes that “activities that require a high degree of human contact, such as dining out, going to movie theaters, flying and using mass transit, is unlikely to fully normalize until the disease is eradicated, or a vaccine or an effective treatment is available.”  “Many businesses will struggle to stay afloat in these conditions, and eventually some will close regardless of policy support to the economy,” wrote the analysts. Harley-Davidson (HOG) is in talks with \"major US banks\" to access another $1.3 billion in liquidity, the company said Tuesday. It unsurprisingly reported a drop in sales for its iconic choppers in the first quarter as the global Covid-19 pandemic is hurting demand for motorcycles. Shares of Harley-Davidson soared nearly 10% Tuesday as the company also unveiled a plan to conserve cash. Harley-Davidson reported a 12% decline in American sales across the motorcycle industry in the three years before the coronavirus pandemic began, according to the company's most recent annual earnings statement. Read more here. That optimistic open didn't last long. An hour and a half into the trading day, stocks have given back all their gains. The S&P 500 was down 0.1%, led lower by health care and technology stocks. The Nasdaq Composite led losses, down 0.9%. The Dow is still holding up the best. The index was last flat after briefly turning red. At its high, it was up 378 points. Investors will have a lot to digest this week. With a string of company earnings plus important economic data including first-quarter GDP and a fresh look at jobless claims waiting in the wings, this week could go all sorts of ways. The big three automakers – General Motors (GM), Ford (F) and Chrysler (FCAU)— have floated May 18 to the United Autoworkers Union as a possible date to restart some production in the US, according to a person familiar with discussions. The date is a rough timeline for the automakers to meet satisfactory safety protocols for workers but could shift based on whether or not the companies meet appropriate safety standards and if suppliers are able to deliver parts and product, said the person with knowledge.  A return to work date is also contingent on pressure from union members from both sides – those who want to go back to work as soon as possible and those who are awaiting stringent safety protocols, added the source. The United Autoworkers Union said a firm date has not yet been set but \"the focus on any date would be in the best interest of the health and safety of our members, family and community,\" said Brian Rothenberg, a UAW spokesperson. The May 18 date is a \"reasonable target\" added a second person familiar with plans but that \"it’s a multi variable equation — supply base, NAFTA countries, UAW, and state governments,\" said the source. The automakers’ US plants have been closed since March after fears of Covid-19 spreading among workers, who work in close proximity to one another. The three automakers would not comment on an official restart date of production. \"Ford has not yet determined when it will resume production in its North American plants. We are continuing to assess public health conditions, government guidelines and supplier readiness to determine when the time is right to resume production. Meanwhile, Ford and the UAW continue working closely on initiatives to keep the workforce safe when we do restart our plants,” said the company in a statement. A stay-at-home order for Michigan is in place until May 15 which would be a reason why people are looking at May 18, said a source close to the union. \"UAW members would balk if they had to return to work before the official stay-at-home order was lifted,\" added the source. \"It is important that our employees feel confident that all precautions have been taken to ensure our facilities are safe, secure and sanitized when production resumes. In light of the updated state stay in place orders, the Company is re-evaluating its plans to resume its North American operations and will communicate new restart dates in due course,” said Chrysler in a statement. The Wall Street Journal was the first to report the May 18 date. American consumer confidence deteriorated further in April after taking an initial hit in March, according to data from the Conference Board. The consumer confidence index stood at 86.9 in April, down from 118.8 in March. It was the lowest reading since June 2014. Consumer's assessment of current business and labor market conditions dived to 76.4 from 166.7, marking the largest drop on record. The US jobs market has been taking it on the chin since lockdown measures took hold across the country and 26.5 million people filed for initial unemployment claims since mid-March. However, the index measuring short-term expectations for income, business and labor market improved slightly. \"Consumers’ short-term expectations for the economy and labor market improved, likely prompted by the possibility that stay-at-home restrictions will loosen soon, along with a re-opening of the economy,\" said Lynn Franco, senior director of economic indicators at The Conference Board. That said, consumers were less optimistic about their financial prospects, Franco said, and that will have repercussions for the economy, which is heavily reliant on consumer spending. US stocks opened higher for a second day in a row as investor confidence remains high in this earnings-heavy week. The Dow opened up 1.5%, or 365 points. The index could tack on a fifth-straight day of gains today, which would be its longest winning streak since January. The S&P 500 opened 1.5% higher. The Nasdaq Composite rose 1.1%. Elon Musk is on the cusp of getting a $750 million payday. Tesla stock is close to reaching the milestone of a six-month average market value of $100 billion, the company noted in a filing Tuesday. If it stays near that level, during the current quarter Musk will be awarded options to buy 1.7 million shares of Tesla stock for $350.02 a share. Based on Monday's closing price, those options are worth $1.3 billion -- or a net value of $750 million to Musk after the cost of exercising them. Though Tesla shares have fallen 13% since a record high in mid-February, the stock has nearly doubled so far this year, taking its current market value to more than $140 billion. Tesla is due to report first-quarter results Wednesday after the market close. In January, after reporting its first annual profit, Tesla said it expected to be profitable going forward. But that was before the coronavirus crisis caused it to shut production. Tesla already announced earlier this month that completed sales to customers fell 21% compared to the fourth quarter. Analysts are forecasting a narrow first-quarter loss and a larger second-quarter loss, with profits returning the second half of this year. The coronavirus outbreak is hurting blue-chip American companies with a big presence in China. Just look at construction and mining equipment giant Caterpillar (CAT).  The bulldozer and excavator maker said Tuesday that overall sales fell 21% in the first quarter, led by a 27% drop in its Asia-Pacific unit. Caterpillar generates about a fifth of its total revenue from Asia. Decreases in China reflected lower end-user demand mostly due to COVID-19 pandemic-related impacts,\" the company said in the earnings release. Caterpillar also noted that although \"many governments classified Caterpillar's operations as an essential activity for support of critical infrastructure...Caterpillar has suspended operations temporarily at certain facilities during the last several weeks due to supply chain issues, weak customer demand or government regulations.\"  The company said about 75% of its production facilities are still operational. Shares of Caterpillar were up slightly in early trading Tuesday but the stock has plunged 22% this year. People are stuck at home because of the coronavirus pandemic, and they're getting a lot of packages delivered.  UPS (UPS) noticed an \"unprecedented shift in customer and product mix\" in the first quarter, with commercial deliveries declining and residential deliveries spiking.  Revenue for the first quarter grew 5%, beating analysts' expectations. Its profit, however, came in below expectations. UPS also scrapped its guidance because it's \"unable to predict the extent of the business impact or the duration of the coronavirus pandemic.\" Shares fell 4% in premarket trading.  Southwest Airlines (LUV) reported its first quarterly loss since the depths of the Great Recession 11 years ago. Southwest lost $77 million excluding special items, which was a bit better than Wall Street forecasts. But it was the carrier's first red ink since the first quarter of 2009.  Revenue fell $915 billion, or 18%, from a year earlier. The company has been one of the industry's most profitable airlines, but coronavirus has dealt serious damage to airlines. Travel has fallen to virtually zero during the pandemic. Shares fell more than 1% in premarket trading. Read more here. The coronavirus pandemic spurred \"strong growth in personal safety\" products at 3M (MMM), the company said in its first quarter earnings. 3M makes personal protective equipment, including gowns and the highly coveted N95 respirator masks needed by medical professionals.  The Trump administration recently targeted the company for exporting made-in-the-USA respirators to Canada and to Latin America. 3M's stock rose 3% in premarket trading.  PepsiCo (PEP) is focusing on energy drinks to get a piece of the lucrative market.  The food and beverage company has closed its acquisition of Rockstar Energy drinks and will become the exclusive distributor of Bang Energy, it said Tuesday.  The deals \"position PepsiCo to better participate and capture its fair share within an attractive and highly profitable category,\" said CEO Ramon Laguarta in a statement discussing the company's first quarter financial results.  Energy is a growing category. US energy drinks and shots sales amounted to about $13.5 billion in 2018, a jump of about 30% from 2013, according to the research company Mintel. Coca-Cola (KO) has also invested in energy drinks.  PepsiCo reported growth in the first quarter, with net revenues up 7.7%. But it pulled its guidance for the year because of uncertainty stemming from the coronavirus pandemic. Here's where futures stand at 6:20 am ET: Dow futures are up 300 points, or 1.25%\nS&P 500 futures rose 1.12%\nNasdaq Composite futures moved 1.17% higher US oil prices are still falling as investors continue to fret about an excess supply of crude at a time when no one wants any. West Texas Intermediate fell more than 7% early Tuesday to $11.81 a barrel. Earlier the US benchmark contract for oil to be delivered in June had fallen as much as 20%, hovering close to $10. It's now trading about a dollar lower than where it settled Monday after another large plunge. The latest crash came as the United States Oil Fund — a popular investment fund geared to track the price of oil — said in a regulatory filing that it would dump its June WTI contracts this week and reduce contracts for other upcoming months. Instead, the ETF will buy into longer-term oil contracts. Read more here. HSBC (HBCYF) is ramping up the amount of money it is setting aside to cover bad loans as its profits plummet because of the coronavirus pandemic. It is also suspending plans to lay off tens of thousands of staff. The London-based lender on Tuesday said that pre-tax profit dropped to $3.2 billion in the first quarter, a 48% plunge compared to a year earlier. The bank added that it increased its allowance for expected credit losses this year to as much as $11 billion — nearly $2 billion more than it had set aside at the end of last year. It said expected credit losses rose to $3 billion last quarter in part due to coronavirus. It also attributed its recent woes to the ongoing plunge in oil prices. Read more here."], "Language": false}