{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/us/florida-teachers-protest/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan and Paul P. Murphy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-13T21:54:39Z"], "LastModifiedDate": ["2020-01-13T21:54:39Z"], "Headline": ["Florida teachers are flooding the state capital to demand billions of dollars in school funding"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For many Florida teachers, years of simmering frustration has boiled over. Monday, one day before lawmakers start a new legislative session, thousands of teachers packed the state capital to demand more education funding.  \"We're here because our legislators must do better by our students and our staff!\" said Stephanie Yocum, who's taught secondary math for 10 years.  Many of the protesting teachers took personal days off work to rally in Tallahassee. No school district had to close because of the one-day protest, said Fedrick Ingram, president of the Florida Education Association. The union president said it's critical for lawmakers to hear the teacher's voices before the new legislative session.  \"At the beginning of this school year, 3,000 classrooms did not have a certified teacher,\" Ingram said.  Florida ranks among the bottom 10 states in funding for students, and state education funding hasn't climbed above pre-recession levels from a decade ago, the union said. \"Last August, more than 300,000 students started school without a full-time, permanent teacher,\" the FEA said. \"Dozens of high schools with enrollment exceeding 1,000 students lack a physics teacher.\" The average teacher's salary in Florida is in the mid-$40,000s, and \"many school staff earn a wage below the federal poverty line,\" the union said.  To combat these problems, union members are demanding a \"Decade of Progress.\"  The proposed plan includes a \"$2.4 billion-a-year infusion\" for education funding for each of the next 10 years, Ingram said.  A $2.4 billion boost this year would allow every public school employee to receive a raise of 10%, he said.  But most of the requested $2.4 billion would go to school funding, not raises. Ingram said there's a dire need for more school staffing and funding for programs such as music, art and drama.  Florida Gov. Ron DeSantis' proposed 2020 budget includes a $600 million investment that would boost teachers' starting salaries from $37,636 to $47,500, the governor's office said.  DeSantis' plan also includes $900 million \"to recruit and retain the best classroom teachers and principals in Florida.\" But the governor's proposal hasn't satisfied the thousands of educators protesting in Tallahassee.  And the teachers' union said it won't back down until its needs are met.  \"We are not going to stop advocating,\" Ingram said. \"We are going to vote.\" "], "Language": false}