{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/tech/japanese-billionaire-moon-intl-hnk-scli-scn/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Nectar Gan, CNN Business"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-01-13T11:42:38Z"], "LastModifiedDate": ["2020-01-13T11:42:38Z"], "Headline": ["A Japanese billionaire is looking for a 'life partner' to fly with him to the moon"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["It sounds like the plot of a science fiction movie — but Japanese billionaire Yusaku Maezawa is serious about his search for a special someone to join him on a space voyage to the moon.  Having recently split up with his girlfriend, fashion mogul Maezawa has launched an online appeal for a female \"life partner\" to accompany him on SpaceX's maiden tourist voyage — a slingshot trip around the moon tentatively scheduled for 2023. \"As feelings of loneliness and emptiness slowly begin to surge upon me, there's one thing that I think about: continuing to love one woman,\" 44-year-old Maezawa wrote Thursday in an online appeal. \"I want to find a 'life partner.' With that future partner of mine, I want to shout our love and world peace from outer space.\" Maezawa, who founded Japan's popular online shopping site Zozotown, is worth an estimated $2 billion, according to Forbes.  A rare, eccentric figure among Japan's usually conservative entrepreneurs, he made global headlines in 2018, when Elon Musk's SpaceX revealed that he had chartered a flight aboard the company's Big Falcon Rocket. The Big Falcon Rocket, which was subsequently renamed Starship, has a launch target of this year, according to the SpaceX website.  Widely known as a high-rolling art collector, Maezawa announced in 2018 that he planned to take six to eight artists with him on the moon voyage and inspire them to create new art — a project he called \"Dear Moon.\" \"What I want to do is show the people of Earth just how beautiful our planet is by taking artists up there, so that they can convey that beauty to the world,\" he previously told CNN. 'A special someone' Writing on his website, Maezawa said he thought the lunar trip was a good chance to \"seriously face up the idea of 'continuing to love one woman' which I'd only really had a hazy image about.\" According to the conditions listed on the website, applicants must be single women aged 20 or over, with a \"bright personality\" and always positive, have an interest in going to space — and \"wish for world peace.\" The deadline for applications is January 17, with the final decision scheduled to be made by Maezawa at the end of March. Applicants are asked to provide their height, job, hobbies, \"special skill\" and \"selling points,\" their impression of Maezawa, and a photo of themselves. The matchmaking search will be filmed for a new documentary, \"Full Moon Lovers,\" which will be shown on streaming service AbemaTV. Eccentric billionaire Maezawa is no stranger to attention-grabbing stunts. On New Year's Eve, he announced on YouTube that he will give away more than $9 million to 1,000 of his Twitter followers to see if it makes them happier. All they had to do to stand a chance of winning the money was retweet his original post before midnight on January 7. A lottery will determine the winners. The billionaire orchestrated a similar contest in January 2019, giving away 100 million yen ($910,000) to 100 Twitter followers. They ended up with a bit more than $9,000 each. His January 2019 tweet was the most retweeted Twitter post ever at the time, with 4.7 million retweets."], "Language": false}