{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/12/us/nfl-coaches-surprised-pro-football-hall-of-fame-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-01-13T03:19:55Z"], "LastModifiedDate": ["2020-01-13T03:19:55Z"], "Headline": ["Legendary NFL coaches Bill Cowher and Jimmy Johnson found out on live TV they were elected to the Pro Football Hall of Fame"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two legendary NFL coaches received life-changing news on live television over the weekend.  Former Pittsburgh Steelers coach Bill Cowher and Dallas Cowboys Coach Jimmy Johnson received news they'd been elected to the Pro Football Hall of Fame.  The Super Bowl-winning coaches were each at a loss for words upon the surprise. Each were at work when the news was delivered -- Cowher on CBS and Johnson on Fox.  Both are NFL analysts and are now part of the HOF's Class of 2020, which is also part of the hall's \"Centennial Slate.\" This is the 100th season of the NFL. Johnson says coaches and players are the reason he's here Hall of Fame President and CEO David Baker surprised Johnson Sunday during Fox NFL's halftime show during the network's broadcast of the divisional matchup between the Seattle Seahawks and the Green Bay Packers, according to the HOF website.  Johnson was visibly emotional during the announcement on live TV.  \"The only thing I can think of is all the assistant coaches that worked for me, all the great players that have played for me, they're the reason I'm here,\" he said. \"This is so special to me because when you've put in the work that we put in, it's nice to know people appreciate it.\"  Fox's camera also panned to Troy Aikman who was drawn to tears at the Johnson's HOF election. Aikman played for Johnson on the Cowboys in the 1990s. Johnson coached the Cowboys from 1989 to 1993. During his time as the Cowboys' head coach, the team won back-to-back Super Bowls in 1993 and 1994 against the Buffalo Bills.   Johnson also coached the Miami Dolphins from 1996 to 1999.  Cowher: 'This honor is truly humbling' Baker surprised Cowher Saturday, prior to the CBS broadcast of the divisional matchup between the Baltimore Ravens and Tennessee Titans, according to the HOF's website.  \"I've been so blessed,\" Cowher said trying to get his words together on live TV. \"Football is a total team sport. I've had some great players, some great coaches, the best organization in football.\" Cowher tweeted Sunday that he was \"totally surprised and taken aback\" by the news. \"This honor is truly humbling, having been included with so many worthy candidates,\" his tweet said. \"The journey was shared with so many and this is a reflection of the collaboration of everyone in the @steelers Family.\" Steeler's President Art Rooney II issued a statement, saying Cowher was \"one of our most successful coaches in team history.\" \"Bill's energy and dedication for coaching was evident in every practice and every game,\" Rooney said. \"His Pittsburgh roots were perfect for our organization because he knew the history and passion of our fans, and he wanted to bring a Super Bowl back to his hometown.\" Cowher coached the Steelers from 1992 to 2006. During his tenure, the team won Super Bowl XL in 2006 defeating the Seattle Seahawks 21-10."], "Language": false}