{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/11/entertainment/while-my-guitar-gently-weeps-sale-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-11T20:19:30Z"], "LastModifiedDate": ["2020-01-11T20:29:43Z"], "Headline": ["George and Ringo's handwritten lyrics to The Beatles' 'While My Guitar Gently Weeps' are for sale"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"While My Guitar Gently Weeps\" is a legendary song off The Beatles' ninth album. And now, a piece of it could be yours. The song's handwritten lyrics are up for sale. Asking price: $195,000. The lyrics are scrawled on the back of a studio recording sheet, used to account for the time and cost of a recording session.  George Harrison's handwriting bookends the lyrics, writing in a blue pen at the top of the paper, \"I Look at You all see the love there thats sleeping — While my guitar gently weeps.\"  At the bottom, Harrison wrote, \"While my Guitar Gently Weeps as I'm sitting here doing nothing but aging still my guitar G W.\" The rest of the lyrics are penned in Ringo Starr's hand, complete with misspellings. Accompanying the lyrics is a letter authenticating Harrison and Starr's handwriting by Frank Caiazzo, the owner of Beatles Autographs, a business that sells memorabilia signed by the band. \"While My Guitar Gently Weeps\" was recorded and released in 1968, appearing on the band's self-titled album commonly called \"The White Album\" because of its minimalist cover art.  Harrison wrote the track after returning from India. He said the track is based on the \"Eastern concept\" that \"whatever happens is all meant to be, and that there's no such thing as coincidence,\" according to The Beatles Anthology. \"I decided to write a song based on the first thing I saw upon opening any book — as it would be a relative to that moment, at that time,\" Harrison wrote in \"I, Me, Mine,\" his 1980 autobiography. \"I picked up a book at random — opened it — saw 'gently weeps', then laid the book down again and started the song.\" Guitarist Eric Clapton, a friend of Harrison's, is featured as the lead guitarist on the track, a rare moment as the Beatles rarely had outside musicians appear on their records beyond orchestral musicians. The Beatles had been having difficulties while recording the album and Harrison brought Clapton in to make sure his bandmates \"were all on their best behavior,\" according to \"The Complete Beatles Recording Sessions: The Official Story of the Abbey Road Years 1962--1970.\""], "Language": false}