{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/us/weinstein-flash-mob-new-york-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-01-11T00:40:42Z"], "LastModifiedDate": ["2020-01-11T00:41:35Z"], "Headline": ["Women staged a flash protest outside the courthouse where Harvey Weinstein is being tried"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["\"It's not my fault — not where I was, not how I dress,\" a female flash mob chanted outside a Manhattan criminal court on Friday. Inspired by protests against sexual violence that emerged last year in Chile, dozens of women, clad in black with glints of red, gathered outside the courthouse where former film producer Harvey Weinstein is being tried for allegedly raping a woman in 2013 and sexually assaulting another woman in 2006. \"And the rapist is you!\" they chanted, before going on to point fingers at police, courts, judges and President Donald Trump for contributing to a culture in which sexual assault survivors feel their voices are don't matter. Weinstein has pleaded not guilty to two counts of predatory sexual assault, two counts of rape and one count of a criminal sexual act. The trial is still in the jury selection phase. 'Un Violador en Tu Camino' Friday's demonstration in New York was inspired by a Chilean protest chant that went viral around the world. In Spanish, the chant is titled \"Un Violador en Tu Camino,\" which translates to \"A Rapist in Your Path.\" Lastesis, an all-female art collective from Valparaíso, Chile, posted videos on its Instagram page of massive groups of women chanting the protest anthem on Chilean streets in late November and early December.  When hundreds of women performed the chant in the streets of the Chilean capital of Santiago, it caught the eye of New York Rep. Alexandria Ocasio-Cortez, who tweeted in solidarity with the protesters. At the New York courthouse on Friday, in choreographed motion to a driving drum beat, the women chanted in both English and Spanish.  Patriarchy is our judge that imprisons us at our birth And our punishment is the violence you don't see They repurposed the Chilean chant for an American audience, protesting the man whose alleged transgressions helped launch the #MeToo movement and an international reckoning about issues related to sexual assault. \"We're at this location today because it's very symbolic of everything that's happening in our justice system,\" said one of the protesters in a video interview obtained by CNN.  She goes on to say that \"Harvey Weinstein and what he represents is so indicative of powerful men who feel like they can do anything that they want.\""], "Language": false}