{"Type": ["article"], "Url": ["https://www.cnn.com/middleeast/live-news/us-iran-news-intl-01-09-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes, Veronica Rocha, Fernando Alfonso III and Jack Guy, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Veronica Rocha", "Fernando Alfonso III", "Jack Guy"]], "FirstPublishDate": ["2020-01-09T07:30:03Z"], "LastModifiedDate": ["2020-01-10T05:20:41Z"], "Headline": ["The latest on the US-Iran crisis"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["We're wrapping up coverage here, but you can continue to follow live updates of the Ukrainian airliner disaster and the latest on the US-Iran crisis by clicking this link. In a Thursday phone call between Iranian President Hassan Rouhani and Qatar's deputy Prime Minister Mohammed bin Abdulrahman Al-Thani, the two discussed military action and US involvement in the region, according to a statement from Iran’s Foreign Ministry.  According to the statement, Rouhani told Al-Thani that if the US responds to Iran’s recent military actions, they will receive a bigger and more dangerous response.  \"I hope the US which is known to always make political mistakes, doesn't make another one,\" Rouhani said. Rouhani also said that the US killing of General Qasem Soleimani was an unforgivable crime and that “for the safety of Iran, and bringing back peace to Middle East, it’s very important to stop the foreigners from interfering in our politics.” According to the statement, Al-Thani said, \"we are against any further tensions towards Iran.\" The UK’s Foreign and Commonwealth Office (FCO) is advising against all travel to Iran, according to a statement updated early Friday local time.  “If you’re in Iran, you should review your departure options and consider leaving the country,” the FCO said in a statement. “There are heightened tensions in the region. On 8 January 2020, Iran fired missiles against two military bases in Iraq containing US personnel. Tensions between Iran and other countries could escalate rapidly. Anger inside Iran is high, following the death of Iranian General Qasem Soleimani in a US strike in Baghdad on 3 January. There is a possibility of an increased threat against Western interests and the security situation could worsen with little warning.” The statement added, “There is uncertainty surrounding the crash on 8 January of a Ukrainian International Airlines flight shortly after take-off from Imam Khomeini International Airport in Tehran.”  The FCO said, “In the event of a sudden deterioration in the security station, there may be limits to the assistance the FCO can provide, depending on the security and transport situation. You should not assume that the FCO will be able to provide assistance to leave the country.” Anti-war protests are happening in several cities around the US tonight over tensions in the Middle East. Heather Schotten attended a protest in Chicago. \"I am horrified by US interventionism in West Asia and view the assassination of Soleimani as an unprovoked act of war and a continuation of the racist, illegal, and unjustifiable atrocities of the War on Terror begun by Bush and continued by Obama, whose drone strike assassinations of US citizens abroad paved the way for and made possible Trump’s murder of Soleimani,\" Schotten said. There was also a vigil in Cambridge, Massachusetts, near the Harvard and MIT campuses. Here's what it looked like: CORRECTION: An earlier version of this post misidentified where the photos were taken. They are from a protest in Cambridge, Massachusetts.  President Trump is said to be furious over the House vote on the Iran War Powers resolution, according to multiple people who have spoken with him.  About the vote: The House voted earlier tonight to approve a resolution aimed at restraining the President's ability to use military action against Iran without congressional approval. The vote was 224-194. Republican Reps. Matt Gaetz of Florida, Thomas Massie of Kentucky and Francis Rooney of Florida crossed party lines to vote in favor while Democratic Reps. Max Rose of New York, Ben McAdams of Utah, Anthony Brindisi of New York, Joe Cunningham of South Carolina, Elaine Luria of Virginia, Josh Gottheimer of New Jersey, Kendra Horn of Oklahoma and Stephanie Murphy of Florida voted against the resolution. President Trump claimed tonight that Iranian General Qasem Soleimani was planning attacks on multiple US embassies.  \"Soleimani was actively planning new attacks, and he was looking very seriously at our embassies, and not just the embassy in Baghdad,\" Trump said. \"But we stopped him, and we stopped him quickly, and we stopped him cold.\"  The President said earlier that Soleimani was \"looking to blow up our embassy.\" A senior defense official said later Thursday the US had intelligence that there was a plot to attack the embassy involving explosives, one of multiple plots that Soleimani was working on prior to the US targeting him in a drone strike. Criticizing the Iran deal negotiated under the Obama administration, President Trump made two false claims at his rally in Ohio tonight. Here's what he said: \"The Obama administration enabled and emboldened the Iranian regime,\" Trump said. \"They gave Iran $150 billion including $1.7 billion in hard cold cash. Facts First: The “$150 billion” Trump referenced was not US government money but actually Iranian money frozen in foreign financial institutions because of sanctions – and experts say the total was significantly lower than $150 billion.  The Obama administration did send Iran $1.7 billion to settle a decades-old dispute over a purchase of US military goods Iran made before its government was overthrown in the Islamic Revolution of 1979. \"Iran nuclear deal financed Iranian aggression while allowing a quick path to nuclear breakout,\" Trump said. He added, \"And by the way it expires so soon.\" Facts First: Some central provisions of the nuclear agreement with Iran, which was signed in 2015, were written to expire in the next 10 to 15 years. But the deal as a whole – including a blanket prohibition on Iran developing nuclear weapons – was written to continue in perpetuity. You can read more on Trump's false claims about Iran here. Secretary of State Mike Pompeo made no mention of a plan to “blow up” the US Embassy in Baghdad in an interview today, instead referring to the intelligence community assessment that it was “a big attack.”  “It was going to be against the United States of America, likely in the region. We can’t say much more than that, but the American people should know there was an attack. It was in the planning stages, but we had seen Qasem Soleimani be able to deliver on this kind of plan before,” he said on “The Ben Shapiro Show.” Asked about the imminence of the attacks, Pompeo said they saw “days and weeks where the next set of plots was being planned, so this was right on top of us, and this opportunity was fleeting.”  Earlier today: President Trump said that the Iranians were planning to “blow up our embassy.\" Trump's statement was backed up by a senior defense official today who said the US had intelligence about multiple plots and threats involving Soleimani, including one that involved a plan to attack the embassy using explosives.  Neither official provided more details about the plot and earlier today, administration officials had explained Trump's comments about the plot to blow up the US embassy by saying he was referring to the public demonstrations by Khatib Hezbollah. President Trump touted the response to the US Embassy attack as the “anti-Benghazi\" at a rally in Ohio tonight. “This was the anti-Benghazi. We got there very quickly,” Trump said to the audience. “We did it exactly the opposite of Benghazi.” Trump added: \"Had they broken the final plate of glass, there would have been hundreds of deaths.” The President began his comments referring to Iran’s Qasem Soleimani as a “sadistic mass murderer” who brought “death destruction and mayhem” to the world. “He’s no longer a terror — he’s dead,\" Trump said. “If you threaten our citizens, you do so at your own great peril,” Trump said earlier in the rally. The White House just issued a statement on the House passing a War Powers resolution tonight, calling the action \"completely misguided.\" The resolution is aimed at restraining the President's ability to use military action against Iran without congressional approval. “The President has the right and duty to protect this nation and our citizens from terrorism. That’s what he continues to do, and the world is safer for it,\" deputy White House press secretary Hogan Gidley said. Gidley continued: “This House resolution tries to undermine the ability of the U.S. Armed Forces to prevent terrorist activity by Iran and its proxies, and attempts to hinder the President’s authority to protect America and our interests in the region from the continued threats. These Congressional actions are completely misguided. In fact, this ridiculous resolution is just another political move because, under well-established Supreme Court precedent, it’s non-binding and lacks the force of law.\" “President Trump’s decision to strike Qasem Soleimani, the world’s leading terrorist, was the right course of action and authorized under his constitutional powers as commander in chief and chief executive as well as the 2002 authorization for use of military force,\" Gidley added. The House of Representatives have approved the Iran War Powers resolution. The vote was 224 to 194. The resolution is aimed at restraining the President’s ability to use military action against Iran without congressional approval.  Republican Reps. Matt Gaetz, Thomas Massie and Francis Rooney crossed party lines to vote in favor while Democratic Reps. Max Rose, Ben McAdams, Anthony Brindisi, Joe Cunningham, Elaine Luria, Josh Gottheimer, Kendra Horn and Stephanie Murphy voted against the resolution. Now that the resolution has passed the House, it will go to the Senate next. What you need to know about the resolution: The structure of the House resolution is unique, however, calling into question whether it is actually legally binding. It was introduced as a concurrent resolution, a type of resolution often used for \"sense of Congress\" bills. They don't go to the President for a signature, and they aren't legally binding. But House Democrats are arguing that concurrent resolutions under the War Powers Act are a special case, and they are legally binding. Republicans, however, say the resolution is not binding.  Rep. Elissa Slotkin of Michigan, a former CIA analyst and freshman Democrat, is the sponsor of the resolution, which calls on the President \"to terminate the use of United States Armed Forces to engage in hostilities in or against Iran\" unless Congress declares war or enacts \"specific statutory authorization\" for the use of armed forces. A senior defense official this afternoon sought to explain what President Trump meant when he said there was intelligence that Iranian General Qasem Soleimani was looking to blow up a US embassy.  Speaking to reporters, the senior defense official said the US had intelligence that there was a plot to attack the embassy involving explosives, one of multiple plots that Soleimani was working on prior to the US targeting him in a drone strike.  The plot was separate and more sophisticated than the attempts to storm the embassy by Molotov-cocktail wielding Khatib Hezbollah members and its supporters.  The official would not provide any additional details on the plot citing the sensitivity of the intelligence. Earlier today: Administration officials explained Trump’s comments about the plot to “blow up” the US embassy, saying he was referring to the public demonstrations by Khatib Hezbollah. The officials have not explained why there is a discrepancy. Iraqi authorities this week have launched an investigation into the circumstances surrounding the US strike that killed Iranian General Qasem Soleimani and a top Iraqi paramilitary figure in a US strike last week, according to two sources with direct knowledge of the investigation.   The two sources spoke with CNN on the condition of anonymity due to security concerns. Investigators are pursuing what they suspect is a \"spy network\" believed to have leaked information and details of Soleimani's movements to the US.  The Iraqi investigators believe that the suspected leaked information was key to the US operation that killed Soleimani and Abu Mahdi al-Muhandis, deputy head of the Popular Mobilization Units (PMU), which is an umbrella group of Iranian backed Shia paramilitary groups.   The investigation headed by Faleh al-Fayadh, Iraq's national security adviser and head of the PMU, has focused on questioning security personnel at Baghdad International Airport, where the strike took place last Friday.  “Several security personnel, mainly those who were monitoring CCTV security cameras on the day Soleimani was killed, were questioned by the investigation committee yesterday [Wednesday],” one of the two sources said.  No known arrests have been made so far, but the investigation is ongoing, the sources said.  The House is now voting on the Iran War Powers resolution. The resolution is aimed at restraining the President’s ability to use military action against Iran without congressional approval. It is expected to pass in the Democratic-controlled House. Rep. Elissa Slotkin of Michigan, a former CIA analyst and freshman Democrat, is the sponsor of the resolution, which calls on the President \"to terminate the use of United States Armed Forces to engage in hostilities in or against Iran\" unless Congress declares war or enacts \"specific statutory authorization\" for the use of armed forces. More on the resolution: The structure of the House resolution is unique, calling into question whether it is actually legally binding. It was introduced as a concurrent resolution, a type of resolution often used for \"sense of Congress\" bills. They don't go to the President for a signature, and they aren't legally binding. But House Democrats are arguing that concurrent resolutions under the War Powers Act are a special case, and they are legally binding.  Republicans, however, say the resolution is not binding.   Iranian ambassador to the UN Majid Takht Ravanchi read a statement by Iranian Foreign Minister Mohammad Javad Zarif to council members members today in which he called the US \"unhinged.\" “The world is at a crossroads: with the end of monopolies on power, one unhinged regime is frantically clamoring to turn back time. This has meant more damaging American unilateralism in defiance of international norms and law: most recently a dastardly targeted assassination of the heroes who were the nightmare of groups such as ISIS,\" the statement from Zarif said.  Zarif said the attack on the military bases \"was a measured and proportionate response to a terrorist attack.\" Speaking on the House floor today on the War Powers resolution, Speaker Nancy Pelosi implored fellow lawmakers to \"pray for peace\" as tensions between Iran and the US continue.  \"My message to all of you is pray for peace. Pray for peace. That's what we should be doing is moving toward peace,\" Pelosi said. \"Not escalation of hostility. Where that can be avoided. Not because we believe that the other side has good motivations. Or that Soleimani was not a bad person. It's not because of what they are. It's because of who we are as Americans. A country that is committed to peace and security and prepared to protect and defend.\" The resolution would restrain US conflict with Iran. Under the Constitution, the President acts as commander-in-chief of the US Army and Navy, but Congress has the power to declare war. Secretary of State Mike Pompeo spoke with Iraqi Prime Minister Adil Abdul-Mahdi today about the Iranian missile strikes. He reiterated the US condemnation of the “Iranian regime’s January 7 launch of ballistic missiles into two sites in Iraq that host Iraqi, American, and Coalition forces,” according to a readout from Pompeo’s spokesperson. House Speaker Nancy Pelosi is speaking on the House floor about the War Powers resolution now. What's in a War Powers resolution: In their effort to restrain US conflict with Iran, congressional Democrats are invoking the War Powers Resolution, otherwise known as the War Powers Resolution of 1973 or the War Powers Act. Under the Constitution, the President acts as commander-in-chief of the US Army and Navy, but Congress has the power to declare war. The War Powers Resolution further stipulates parameters of presidential and congressional war powers, including imposing procedural requirements to ensure that presidents keep Congress apprised of military decisions as well as provisions that provide Congress with a mechanism to suspend military operations initiated by the President in certain circumstances. Secretary of State Mike Pompeo spoke with NATO Secretary General Jens Stoltenberg today about “the Iranian regime’s dangerous attack against Ayn al-Asad and Erbil Air Bases, and the continued threat Iran poses to the region.”  “Secretary Pompeo reiterated President Trump’s call for NATO to become more involved in the Middle East, and the two agreed NATO could contribute more to regional security and the fight against international terrorism,” the readout from State Department spokesperson Morgan Ortagus said. Democratic Sen. Bob Menendez, Ranking Member of the Senate Foreign Relations Committee, and Democratic Rep. Eliot Engel, Chairman of the House Foreign Affairs Committee, sent a letter to Mike Pompeo today requesting an update on potential threats to US personnel around the world following the killing of Qasem Soleimani. The letter called for an \"updated assessment within the next 7 days\" from the administration that includes \"a detailed explanation of the [State] Department’s plan to protect our embassies, consulates, diplomats, and their families worldwide in the wake of the Soleimani killing.\" \"As tensions remain high between the United States and Iran, we remain concerned about the risk of hostile action by Iran or its proxies that could target our diplomatic compounds and personnel,\" the two Democrats wrote in the letter. Acting Department of Homeland Secretary Chad Wolf met with his top cybersecurity officials yesterday to discuss the threat landscape amid tensions with Iran, the agency said in a press release.  There remains no specific or credible threat against the US, DHS said, though they reminded organizations to adopt a “state of heightened awareness.” Meanwhile, officials in Washington today continued to sound the alarm on potential Iranian retaliation at a hearing on Capitol Hill and urged Congress to maintain funding for locally aimed DHS grants. \"All you need is one weakness and one opening and they can bring down a whole system,\" Rep. Pete King, Republican of New York, told CNN about malicious cyber actors amid tension with Iran. \"Right now, we are secure; as secure as you can be with cyber, but it changes every day.\" New York City was required to “undertake an immense response to secure itself” in the wake of the drone strike that killed a top Iranian general, testified John Miller, the NYPD’s Deputy Commissioner of Intelligence and Counterterrorism. Miller said the ability to keep the city safe is rooted “in no small part on our successful collaboration with our federal partners and the funding which the federal government provides” to the city. Freshman Democrat Max Rose said he is opposed to the Democrats' War Powers resolution, according to a statement.  Rose's New York district voted for President Trump in the 2016 presidential election.   \"I refuse to play politics with questions of war and peace and therefore will not support this resolution,\" the statement reads.  About the resolution: The House is poised to vote soon on an Iran War Powers resolution aimed at restraining the President's military action against Iran. Under the Constitution, the President acts as commander-in-chief of the US Army and Navy, but Congress has the power to declare war. The War Powers resolution further stipulates parameters of presidential and congressional war powers, including imposing procedural requirements to ensure that presidents keep Congress apprised of military decisions as well as provisions that provide Congress with a mechanism to suspend military operations initiated by the President in certain circumstances. A top Shiite leader with the Popular Mobilization Units (PMU) claimed they did not \"have anything to do with the firing of rockets on the Green Zone last night.\" Qais al-Khazali, secretary general of Asaib Ahl al-Haq, a key group under the umbrella of the PMU, said in a statement that the groups were not involved in the rocket attacks. The statement said the group has not yet launched its response to the deaths of Iraqi PMU deputy commander Abu Mahdi al-Muhandis and Qasem Soleimani, who were killed in a US airstrike last week.  The statement went on to say the PMU does not target diplomatic missions, and added that \"the primary focus” is on American military presence and \"the American occupation forces in Iraq.\" A \"thunderous Iraqi response\" is still to come if US forces do not withdraw from Iraq, al-Khazali warned in the statement. Some background: Col. Myles B. Caggins, a spokesperson for the US-led coalition fighting ISIS, said in a tweet that small \"rockets impacted near Baghdad's International Zone, Jan. 8 at 11:45 p.m (local time).\" Caggins added that there were \"no coalition casualties or damage to facilities.\" House GOP leader Kevin McCarthy criticized Democrats over their Iran War Powers resolution that will get a floor vote later today. He called it a “meaningless vote that only sends the wrong message that the House Democrats would rather stand with the socialist base than stand against Iran.” McCarthy also criticized House Democrats over their response to President Trump’s conflict with Iran, accusing House Speaker Nancy Pelosi of defending Iranian general Qasem Soleimani who was killed in a US airstrike. “I never thought there would be a moment in time that the Speaker of the House of Representatives would actually be defending Soleimani … that they would be defending Iran,\" he said. President Trump suggested today that there was intelligence that Iranian general Qasem Soleimani was looking to blow up a US embassy. “We caught a total monster. We took them out. And that should have happened a long time ago. We did it because they were looking to blow up our embassy. We also did it for other reasons that were very obvious. Somebody died…. People were badly wounded just a week before. And we did it,\" he said. The administration has so far not been forthcoming on the imminent threat leading to the killing of Soleimani, citing protection of sources and methods. Asked later about his comment that Iran was trying to blow up the American embassy in Baghdad, Trump referenced protests at the embassy at the start of last week. He said it was \"obvious\" based on those protests what Iran's intentions were. On the killing of Iranian general Qasem Soleimani, President Trump said today, “we caught a total monster and we took him out and that should have happened a long time ago.\"  “We had a shot at him, and I took it and that shot was pinpoint accurate and that was the end of a monster,\" he added. Trump criticized House Speaker Nancy Pelosi who he claimed \"is trying to defend this monster from Iran who killed so many people.\" Earlier today, Pelosi reiterated that she believes Soleimani was a \"bad guy.\" Asked today at the White House when the sanctions on Iran would take effect, President Trump said, \"Immediately.\"  \"It's already been done. We've increased them. They were very severe, but now it's increased substantially. I just approved it a little while ago with treasury,\" Trump said. The President said to expect an \"announcement\" on the new sanctions from the White House soon. The House will hold a two vote series today on the Iran War Powers resolution, legislation that could restrain Trump's ability to launch military action against Iran.    The first vote series will be between 1:00 p.m. and 1:30 p.m. ET. With this series, the House will vote on the rule for resolution. \nThen later in the day, in a 4:15 p.m. to 5:15 p.m. ET vote series, the House will vote on final passage of the House war powers resolution on Iran.  Remember: As always, times are approximate and could slip. Speaker of the House Nancy Pelosi said Congress has \"no illusions\" about Iran General Qasem Soleimani, who was killed in a US airstrike last week. Nonetheless, she voiced support for legislation that could restrain Trump's ability to launch military action against Iran.  \"We have no illusions about Iran, no illusions about Soleimani,\" Pelosi said. \"He was a terrible person, did bad things. But it's not about how bad they are. It's about how good we are — protecting the people in a way that prevents war, and does not have us producing again and again generations of veterans who are suffering.\" Pelosi went after what she called a \"cavalier\" and \"stunning\" attitude of the Trump administration in terms of responsibility of the White House to inform Congress of military action. She said she does not believe that the Trump administration has \"made the country safer by what they did. And that is what our responsibility is.\" Pelosi added: \"And the President said, well, 'I informed you by reading my tweets.' No, that's not the relationship that our founders had in mind in the Constitution of the United States, had when they gave power to the President — to the White House to do one thing in terms of our national security, and to the Congress to declare war and to allocate resources and the rest.\" She said that the House would debate these issues later on the floor today. Speaker of the House Nancy Pelosi called the airstrike ordered by President Trump against Iran \"provocative\" and \"disproportionate\" and expressed frustration that Congress was not consulted. \"Last week, in our view, the President — the Administration conducted a provocative, disproportionate airstrike against Iran, which endangered Americans. And did so without consulting Congress.\" Pelosi said she asked the Administration why officials did not consult Congress, she was told \"we held it closely.\" \"No, you have a responsibility to consult with Congress,\" Pelosi said. The House is expected to take up legislation later today that could restrain Trump's ability to launch military action against Iran.  NATO’s Secretary General said today that the alliance has “no indication of an increased threat of ballistic missiles to NATO territory” following the Iranian ballistic missile attack on two US bases in Iraq. “When it comes to the ballistic missile defense site in Romania, in Deveselu, we are of course vigilant, we are following the situation very closely but there's no reason to change our posture level because we have no indication of an increased threat of ballistic missiles to NATO territory,” Secretary General Jens Stoltenberg said at a press conference at NATO headquarters with Romania’s Prime Minister. Stoltenberg added: “But we remain vigilant, we follow the situation closely, and the missile defense site and the radars are of course providing us with valuable information and we continue to follow the situation very closely.\" The threat of ballistic missile attacks from Iran have been cited by NATO and US officials in the past as the reason for the establishment of the NATO Aegis ashore missile defense system in Romania. Asked about President Trump’s expressed desire for NATO to do more in the Middle East, Stoltenberg said “NATO already plays an important role in fighting international terrorism and we are present in the region. What President Trump called for yesterday was more NATO involvement and we are looking into what more we can do. I will not speculate about the outcome but I will say that I think NATO has the potential to do more.” At a meeting today of the UN Security Council, the former President of Ireland said it was \"highly regrettable\" Iran was prevented from attending the meeting. On Iran, Mary Robinson, who is the former UN high commissioner for human rights and the current UN chair of the Elders, urged the United Nations to \"bring them to the table.\"  \"Indeed, it is my understanding that Iran's Foreign Minister Javad Zarif was due to address this chamber today,\" Robinson said. \"He was going to speak about the role of the UN Charter in supporting international peace and security, but has been prevented from doing so, as tensions have arisen between Iran and The United States. This is highly regrettable. It is precisely in times such as these that we need to hear the voices of all concerned.\" In a letter to the UN Security Council president, the US justified its actions against Iran as a self-defense response to an escalating series of attacks. The US also noted it is prepared to take additional actions as necessary — but added it is ready to engage in serious negotiations with Iran with a “goal of preventing further endangerment of international peace and security or escalation by the Iranian regime.” The US said it took actions “in the exercise of its inherent right of self-defense,” in what they say is a response to “an escalating series of armed attacks in recent months by the Islamic Republic of Iran and Iran supported militias on U.S forces and interest in the Middle East region…”  The letter delved into the more than a dozen ballistic missiles launched by Iran against US military and coalition forces in Iraq. However, the US noted, “we remain committed to a diplomatic resolution.\" \"We stand ready to engage without preconditions in serious negotiations with Iran, with the goal of preventing further endangerment of international peace and security or escalation by the Iranian regime,\" the letter said/ Asked if she was considering voting for the War Powers Resolution, an aide to Sen. Susan Collins sent CNN the following statement: “I met for a half hour yesterday with Senator Tim Kaine to discuss his proposed resolution. The language is not yet final, and we discussed some of the issues. Until Senator Kaine decides on his final language, I cannot determine whether or not I will support it.” What this is all about: Virginia Sen. Tim Kaine has filed a motion in the Senate that would require any hostilities with Iran to be approved by Congress through a declaration of war or new Authorization for the Use of Military Force (AUMF) — a \"privileged\" resolution that he can force a debate and vote on, though it's not clear when that might happen. Separately, the House is considering a motion similar to Kaine's. House Democrats will take up that legislation today. President Trump is encouraging House Republicans to oppose the War Powers resolution that would limit his ability to act in Iran. Tweeting this morning, Trump said: \"Hope that all House Republicans will vote against Crazy Nancy Pelosi’s War Powers Resolution.\" The vote is expected around 1:15 p.m. ET.  Sergino Dest, who plays for Dutch team Ajax, has left the club's winter training camp in Qatar amid political tensions between the US and Iran. The defender, who was born in Holland but has represented the US national team on three occasions, no longer felt comfortable in the region and has since flown back to Amsterdam. \"Sergino Dest has asked if he can leave Ajax's training camp being held in Qatar. He doesn't feel comfortable. Ajax understands his decision and honors it,\" said Ajax's club website. The 19-year-old, whose father has been a US serviceman, will train with the club's youth side until the first team squad returns. The Trump Administration does not believe Iran intentionally avoided US casualties during missile strikes, and instead intended to kill Americans, Vice President Mike Pence said today. “The ballistic missiles fired at American bases…we believe were intended to kill Americans. We have intelligence to support that was the intention of the Iranians,” he said during an interview with NBC’s Savannah Guthrie.  Pence said it was “not at all” risky to let Iran take the shot. He said the US response at the bases “wasn’t simply hunkering down,” saying that the US military repositioned people and assets.  He wouldn’t say whether the imminent threat had been eradicated with Soleimani’s death when asked. “Well, the threat of Soleimani’s leadership is gone,” he said.  He called this an opportunity for a “fresh start” with the Iranian regime, reiterating that the US does not want regime change.  Iran President Hassan Rouhani told British Prime Minister Boris Johnson that had it not been for General Qasem Soleimani’s efforts in fighting terrorism, he “wouldn’t be calm in London today,” according to a statement released by the President of Iran. During the phone call today, the two leaders discussed developments this past week which included Soleimani’s killing and Iran’s retaliation on US targets in Iraq. They also talked about the Joint Comprehensive Plan of Action agreement (JCPOA), security in the region and Tehran-London relations. Responding to critical statements made by some British government officials regarding the killing of Soleimani, Rouhani told Johnson they should seriously reconsider their stance on him.  \"If it were not for Martyr Lieutenant General Qasem Soleimani's efforts, you wouldn't be calm in London today,” Rouhani said.  Rouhani described Iran’s ballistic missile attack of US targets in Iraq as a legitimate defense based on Article 51 of the United Nation’s Charter. “If the US makes another mistake, it will receive a very dangerous response,” he added. Iran’s president stressed to Johnson the root cause of recent tensions in the region stems from the US’ decision to withdraw from the JCPOA. He told Johnson that if Europe returns to its commitments, his country would return to its nuclear obligations as well. Johnson called for an “end to hostilities” and continued dialogue on the Iran nuclear deal in the phone call, according to a statement from Downing Street. Johnson expressed concern about the recent escalation in the region and the security of British troops, according to the statement.  “The Prime Minister underlined the UK’s continued commitment to the JCPOA and to ongoing dialogue to avoid nuclear proliferation and reduce tensions,” Downing Street added. Johnson also raised the British government’s concerns over the continued detention and mistreatment of Nazanin Zaghari-Ratcliffe and other dual nationals in Iran, calling for their “immediate release” by the Iranian authorities, according to Downing Street. In 2017, during his time as foreign secretary, Johnson was forced to apologize for a gaffe that campaigners said could worsen the situation for Zaghari-Ratcliffe. Johnson told the British Parliament he was sorry for suggesting that Zaghari-Ratcliffe had been teaching journalists during a visit to the country in 2016, when she was arrested. Zaghari-Ratcliffe was in Iran on holiday, he said. President Donald Trump's former national security adviser John Bolton has weighed in on the War Powers Resolution, as Democrats in Congress prepare to invoke the measure in an attempt to rein in Trump's ability to wage war on Iran.  \"The 1973 War Powers Resolution is unconstitutional,\" Bolton tweeted.  \"It reflects a fundamental misunderstanding of how the Constitution allocated foreign affairs authority between the President and Congress. The Resolution should be repealed.\" What is the War Powers Resolution? In their effort to restrain US conflict with Iran, congressional Democrats are invoking the War Powers Resolution, otherwise known as the War Powers Resolution of 1973 or the War Powers Act. Under the Constitution, the President acts as commander-in-chief of the US Army and Navy, but Congress has the power to declare war. The War Powers Resolution further stipulates parameters of presidential and congressional war powers, including imposing procedural requirements to ensure that presidents keep Congress apprised of military decisions as well as provisions that provide Congress with a mechanism to suspend military operations initiated by the President in certain circumstances. What is Congress doing? House Speaker Nancy Pelosi said Democrats will take up a War Powers Resolution today, arguing that Trump \"has made clear that he does not have a coherent strategy to keep the American people safe, achieve deescalation with Iran and ensure stability in the region.\" Her announcement came after top administration officials briefed members from both parties about the situation Wednesday afternoon. Some Democrats were still hesitant about supporting War Powers legislation after Tuesday night's strikes by Iran, but any doubt evaporated after hearing the argument presented by the officials Wednesday, a source in the room said, adding that Democrats left the room incensed. The administration failed to convince congressional Democrats that the 2002 Authorization for Use of Military Force provided the legal authorization to conduct the strike that killed Soleimani, reaffirming the belief among several lawmakers that a legislative option must also be put on the floor as soon as possible, sources familiar with the meeting told CNN. The decision to move forward with the bill follows Pelosi's initial announcement over the weekend that the House would take up a measure similar to one introduced in the Senate by Democrat Sen. Tim Kaine of Virginia, which calls for the removal of US armed forces from hostilities with Iran not authorized by Congress. Pope Francis has renewed his appeal for peace in Iraq, asking that “all interested parties avoid an escalation of the conflict.” During his annual speech to the Vatican’s diplomatic corps Thursday, Francis said: “the heightening of tensions between Iran and the United States, risk above all compromising the gradual process of rebuilding in Iraq, as well as setting the groundwork for a vaster conflict that all of us would want to avert.” The Pope asked the countries involved to “keep alive the flame of dialogue and self-restraint in full respect of international law.” During the same speech, which is a sort of papal “State of the Union,” the Pope mentioned conflicts in Syria, Yemen, Libya and the ‘Holy Land,’ among others. Francis also appealed to governments around the world to “accept responsibility for finding lasting solutions” to migrants requesting asylum. “It is painful to acknowledge that the Mediterranean Sea continues to be a vast cemetery.” the Pope said. Just 24 hours ago, it seemed like the United States and Iran could be on the brink of war, after Tehran responded to the US killing of Iranian general Qasem Soleimani, the powerful commander of the elite Quds Force, by striking bases which housed US troops in Iraq.  It was the latest in a whirlwind two weeks of military action and ratcheted up tensions. The world watched with bated breath for how Washington would respond to the attacks, which did not kill or injure any US or Iraqi troops.  On Wednesday, US President Donald Trump said \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world.\"  Here's what happened and where we're at now:  December 27: A rocket attack believed to be linked to a Shiite militia group, backed by Iran's Islamic Revolutionary Guard Corps, killed a US civilian contractor and wounded several US and Iraq military personnel on a base near Kirkuk, Iraq. December 29: According to the Pentagon, US forces conducted airstrikes at five facilities in Iraq and Syria controlled by a Shiite military group known as Kataib Hezbollah -- the group that American officials blamed for the attack on a base near Kirkuk. December 31: Pro-Iranian protesters, demonstrating against the American airstrikes, attacked the US Embassy in Baghdad, scaling walls and forcing the gates open. January 3: Trump said he ordered a precision drone strike at the Baghdad airport to \"terminate\" Soleimani, a top Iranian commander who was plotting \"imminent and sinister attacks on Americans diplomats and military personnel.\" Others were killed in the attack. January 4: Iran vowed retaliation against the US, in response to the strike. Trump warned that if Iran targeted \"any Americans or American assets,\" he he would sanction specific military strikes against Iranian cultural sites, which could amount to a war crime. January 5: Soleimani's body arrived in his home country, where thousands mourned him. Meanwhile, Maj. Gen. Hossein Dehghan, the military adviser to Iran's Supreme Leader, told CNN in an exclusive interview that Tehran would retaliate directly against US \"military sites.\" January 6: The US Defense Department said there were no plans to withdraw from Iraq after a letter was mistakenly circulated from the military's Task Force Iraq suggesting just that. United Nations Secretary General warned that tensions were at their \"highest level this century.\" January 7: More than 50 people were reported killed, and at least 200 injured, in a stampede at Soleimani's funeral in his hometown of Kerman. January 8: In the early hours of Wednesday morning local time, Iranian ballistic missiles struck two bases housing US forces in Iraq. Iran's Foreign Minister Javad Zarif said Tehran \"concluded proportionate measures in self-defense.\" Trump didn't respond on Tuesday night US time, except to tweet that \"all is well.\" In a statement later on Wednesday, he said the strikes appeared to be the extent of Iran's actions and pledged more US sanctions on Tehran, signalling a scaling down of tensions, at least for the moment.  Read our full report on yesterday's developments here. Senate Democrats — and two key GOP senators — slammed a classified briefing Wednesday on the strike, charging that administration officials failed to provide evidence to show the attack was imminent and dismissed the role Congress should play in deciding to take military action. The sharpest of the criticism came from two of President Donald Trump's Senate allies: Republican Sens. Mike Lee of Utah and Rand Paul of Kentucky.  Lee said after the briefing it was the \"worst briefing I've had on a military issue\" during his nine years in the Senate. And Paul said the briefing was \"an insult to the Constitution,\" in an interview with CNN's Wolf Blitzer on \"The Situation Room\" on Wednesday. Secretary of State Mike Pompeo, Defense Secretary Mark Esper, Chairman of the Joint Chiefs of Staff Mark Milley, CIA Director Gina Haspel and acting Director of National Intelligence Joseph Maguire gave the briefing to senators and House members. Esper pushed back at lawmakers who slammed the briefing Wednesday, saying, \"Most members of Congress do not have access to the intelligence that I think was the most compelling.\" In a phone call with Iranian President Hassan Rouhani, European Council President Charles Michel called on Iran to “avoid posing irreversible acts” and de-escalate tensions in the region, the European Council said Thursday in a statement.  “On the tensions in the region, President Michel repeated that the EU stands ready to enforce its engagement with all sides in order to defuse tensions … the European Council president called upon the Iranian President to avoid posing irreversible acts,” the statement said. “Charles Michel expressed hopes that there will be no further attempts to increase tensions in the region leading to a de-escalation of the situation in the Middle East,” the statement added.  According to the European Council, President Rouhani said that the European Union “has always played a stabilizing and responsible role in the region and that Iran stands ready to continue a close cooperation” with the EU. Revolutionary Guards commander Abdollah Argahi warned that Iran would exact “harsher revenge” on the United States following the missile attacks yesterday, semi-official state news agency Tasmin reported.  Another Revolutionary Guards official -- deputy head Ali Fadavi -- appeared to brag about Iran's strikes on US targets in Iraq yesterday, saying the US \"couldn't do a damn thing\" to stop it, Tasnim reported Thursday.  On a bitterly cold Wednesday in Tehran, ordinary Iranians told CNN of their fears that the missile strikes on US military targets in Iraq might lead to all-out war between America and Iran. Teacher and interpreter Shahram Mashaoodi said he and others were “worried about the reaction” to the strikes on the al-Asad Airbase and another military site in Erbil. “I heard the Supreme Leader mentioned it was a slap in the face [for the US]. I think it could be enough,” he told CNN, standing on a street in a middle class suburb of the Iranian capital. “I hope war won’t break out,” he added, explaining that, “If it would be solved in a diplomatic way, I think it would be better because I think after all the people will bear the burden and suffer.” But Mashaoodi said he doubted the Iranian attacks would be enough to force US troops out of Iraq. “They should leave but they won’t,” he said. “They have spent millions of dollars making sites, military bases — a lot of money. I think they are going to take advantage. They never leave Iraq without achieving their goals.”  Art teacher Solmaz Ghaznavi, who lived through the Iran-Iraq war as a child, said she was worried about the impact of any Iran-US conflict on the nation’s children.  “Generally speaking, I’m against any war no matter who starts,” she told CNN. Saba Vosough, an oil engineering student, said he too was against war, but he seemed doubtful whether conflict could be avoided altogether. “I, personally, am against war because the people suffer first,” he said. “Either it’s all-out war, or minor war. If we hit two, they will hit back four. It won’t remain without response.” Accountancy student Rojan Parvnia said despite their differences, citizens of the US and Iran have one thing in common: “Even American people say, ‘No war.’ They don’t want war, the same way that Iranians do not want war either.\"  Though President Donald Trump's showdown with Iran mercifully ended short of a full-blown war, the near miss did nothing to defuse a confrontation almost certain to boil up again soon. While both sides can claim strategic advances and political payoffs, the riskiest standoff between the enemies in decades may have transitioned their confrontation to a new, more dangerous phase. That's because the structures of conflict and the diplomatic disconnect between revolutionary Iran and a nationalistic US administration that tore up the nuclear deal involving both countries are still in place. The showdown uncorked a fierce controversy in Washington, where there's a widening partisan dispute over Trump's rationale for the killing of Iranian Gen. Qasem Soleimani, which sparked the crisis. The weeklong scare also left a chilling memory of how the impulsive choices of a seat-of-the-pants President brought his nation to the cusp of another war in the Middle East. It's possible Trump might learn the wrong lessons from his brinkmanship. And the drama exposed the failings of a gutted national security team staffed largely by inexperienced or deeply ideological officials apparently prone to confusion and mixed messages. On the upside, tensions that culminated in Trump's evaluation that Iran was \"standing down\" after not killing any Americans in strikes at bases in Iraq did not spin out of control. Both sides were apparently able to telegraph their intentions, through public rhetoric and a Swiss diplomatic channel, to avoid miscalculations that could have spilled over into a war. While there are hopes that stepping back from the brink will give each side an incentive to kick off a fresh diplomatic process, it's more likely they will return to the same state of mutual loathing that has prevailed for 40 years. Read Collinson's full report here. Speaking to reporters today, Chairman of the Joint Chiefs of Staff Gen. Mark Milley said he “fully expect[s]” militia groups with ties to Iran “to conduct terrorist operations against US forces and coalition forces in Iraq and perhaps even elsewhere.”  Asked if Iran is done, he replied, “I think it’s too early to tell.” Defense Secretary Mark Esper also said that these proxy groups may conduct attacks “either directed or non-directed by Iran,” noting that among the challenges the US faces will be to “sort through that, understand, who’s doing it, who’s motivating it.”  \"I think we just got to again assess the situation. Let’s see what they’re saying publicly, see what they’re saying privately, look at our intelligence, all those things. We're not going to do anything imprudent. I think we need to take this — these are serious times and we take things one step at a time,\" Esper said.  Milley further noted how the killing of Qasem Soleimani has disrupted Iran’s “command and control” of these groups. What we know: Three US officials tell CNN the US' current assessment is that a high profile attack from the regime is unlikely but their proxies in the region are still a problem. In addition to the Iranian missiles that hit al-Asad airbase to Baghdad's west on Wednesday, missiles also struck multiple locations near Erbil. Local security officials told CNN the strikes targeted Harir Air Base, some 60 kilometers (37 miles) northeast of Erbil, and Gazna, a training camp for coalition forces just outside the Erbil airport. The camp was formerly a US base. It was perhaps the most brazen attack Iran has launched against the United States in four decades of simmering covert and overt conflict. The timing. The target. The threats of heavy retaliation already \"locked and loaded,\" as President Trump would have had it. Yet Wednesday morning's missile strikes against al-Asad airbase and Erbil airport — both of which play host to US troops — were clearly not an act designed to kill the most Americans possible. Iran will have known that the troops are normally asleep in the early hours of the morning. Choosing to attack then likely minimized the number of personnel roaming around the base who could be killed or injured. It will also have known the US has a strong air defense system that would have been on high alert. Tehran should have a grasp of how well its missiles would fare against such technology. The missile attacks don't make sense if Tehran's goal was to really hurt US troops in large numbers — as some had been pledging to do. They do make sense, however, as the execution of Supreme Leader Ali Khamenei's order to strike back openly, military-to-military, in response to the killing of Iranian commander Qasem Soleimani. Khamenei's instruction was confusing when first reported, given that the US would be bound to prevail in a straightforward military conflict. Was the Supreme Leader ordering an empty show of force? Wednesday's strikes sent a message that Iran would violate US red lines and engage in direct warfare, but they killed nobody. The only thing wounded might be Iranian military pride that a moment they had so heavily trumpeted drew no blood from their adversary. Keep reading."], "Language": false}