{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/europe/german-doctors-naked-protest-intl-scli-grm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-04-28T20:08:16Z"], "LastModifiedDate": ["2020-04-28T20:08:16Z"], "Headline": ["German doctors pose naked to protest protective equipment shortages"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["A website apparently featuring photos of German medical workers is calling attention to the working conditions and protective equipment needed by frontline workers amid the coronavirus pandemic. The website, \"Blanke Bedenken,\" shows photos of apparently nude people, some of whom are partially obscured by medical equipment, paperwork and other props, including stethoscopes, anatomical skeletons and even toilet rolls.  \"We are your GPs. To be able to treat you safely, we need protective gear. When we run out of the little we have, we look like this,\" the organizers say in a statement on their website.  As the coronavirus pandemic spreads around the world, healthcare workers on the frontline of the fight against Covid-19 in countries around the world have warned of shortages of personal protective equipment (PPE).  \"We are all vulnerable. Medical practices need more support from politics,\" the Blanke Bedenken group added.  CNN was not independently able to confirm the authenticity of the site, or the specific affiliations of any of the people pictured on the site. Representatives of the site have not responded to CNN's request for an interview, and it is not clear which institution or government agency they view as the party responsible for the equipment they say they are lacking. An inquiry to their website resulted in an automated response about the volume of inquiries. \"Due to worldwide rapid rise of Covid-19 infection numbers the demand for medical supplies, such as gloves, breathing masks, protective clothing and ventilators, increased. This led to worldwide supply shortages,\" a spokesman for Germany's Federal Ministry of Health told CNN in a statement. \"In cooperation with a German logistics provider the Federal Ministry of Health organizes the distribution of the medical supplies to the Association of Statutory Health Insurance Physicians and the federal states. By the end of last week the Federal Ministry of Health had distributed round about 133 million protective masks,\" the spokesman added.   On Monday, Germany received a shipment of 10 million face masks from China, and two further flights chartered by the German military are expected to deliver another 15 million protective masks as the wearing of masks has become mandatory in many public spaces across the country. From last week, many of the restrictions on public life that were designed to halt the spread of coronavirus were loosened in the country. Shops no larger than 800 square meters (8,600 sq. ft.) were allowed to reopen, as were car dealers and bicycle stores, regardless of size. According to the latest figures from Johns Hopkins University, there have been more than 159,000 reported cases of coronavirus in Germany. There have been more than 6,000 deaths.  Chancellor Angela Merkel has cautioned against complacency, telling Germany's parliament that the country is \"still at the beginning\" of the coronavirus crisis and will have to live with the virus for a long time. \"Nobody likes to hear this but it is the truth. We are not living through the final phase of this crisis,\" she said last week. "], "Language": false}