{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/south-korea-beautiful-temples/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cin Woo Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-10T01:12:13Z"], "LastModifiedDate": ["2020-01-10T01:12:13Z"], "Headline": ["33 of South Korea's most beautiful temples"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["There are some 900 traditional Buddhist temples in South Korea -- and around 20,000 in total. A visit to any of these local places of worship -- many of them centuries old --- can be a humbling, calming or uplifting experience. Many of them can be found nestled in the mountains throughout the country, usually in locations believed to have the best pung-su (feng shui) of the area. But despite the endlessly beautiful and numerous temples, even the most serious pilgrim need not visit all 900. The 33 temples below -- 33 to match Buddha's 33 steps to enlightenment -- are simply breathtaking.  Manggyeongsa (망경사) Manggyeongsa Temple is situated on Taebaek Mountain, at an altitude of 1,460 meters. Legend has it that a stone statue of the Bodhisattva of wisdom appeared at the Manggyeongsa Temple site. When Jajang, a monk from the Silla Dynasty (57 BC-935 AD), heard of it, he built the temple to enshrine the statue. The \"Dragon Spring\" near the entrance of the temple is known as the highest spring in Korea. Hyeol-dong, Taebaek-si, Gangwon-do (강원도 태백시 혈동) Taeansa (태안사)  Taeansa Temple is especially beautiful in fall when the thick forest surrounding the temple turns red and yellow. The 2.3 kilometers of driveway leading up to the temple, as well as the 1.8-kilometer-long valley where it is situated, make for beautiful drives in every season.  Nearby attractions include Neungpa Tower, an exquisite traditional site near the Dongli Mountain valley, Gok-song Haneulnari Village (a farming-themed village) five kilometers away and a sledding hill.  622-215 Taean-ro, Jukgok-myeon, Goksung-gun, Jeollanam-do (전라남도 곡성군 죽곡면 태안로 622-215) Naejangsa (내장사) Although Naejangsa is said to have been first erected in the year 636, most of its current buildings were built after the Jeongyujeran (the Japanese invasion of 1597) and the Korean War. The scenic beauty of its surroundings -- particularly the Naejang National Park -- is especially notable for its fall foliage.  1253 Naejangsan-ro, Jeongeup-si, Jeollabuk-do (전라북도 정읍시 내장산로 1253) Daejeonsa (대전사) Daejeonsa is the largest temple in Cheongsong-gun and its magnificent view of Juwang Mountain is one of the best views in the country.  Daejeonsa's most famous building, Bogwangjeon, is South Korea's treasure no. 1570, while the woodblock of a handwritten letter from Lee Yeo-song, a general of the Ming Dynasty, to Samyeong Daisa is kept within the temple. 226 Gongwon-gil, Budong-myeon, Cheongsong-gun, Gyeongsangbuk-do (경상북도 청송군 부동면 공원길 226) Cheongpyeongsa (청평사) According to the legend surrounding this temple, a man loved a princess so much that he became a snake and wouldn't leave her alone. When she begged leave to get some rice from the temple, the snake let her go but then went looking for her, only to be struck by lightning and die. The princess then buried him at the temple.  Visitors to the Cheongpyeongsa Temple can also take a boat ride on Soyang Lake and a walk along a beautiful valley and a waterfall, thus enjoying a perfect weekend getaway.  674 Cheongpyeong 1 ri, Buksan-myeon, Chuncheon-si, Gangwon-do (강원도 춘천시 북산면 청평 1리 674) Beopjusa (법주사) With more than 60 buildings and 70 hermitages, Beopjusa was a large, glorious temple before it caught fire in the Japanese invasion of South Korea in 1592.  Currently the temple houses 30 buildings and many cultural properties, including the highest pagoda existing in South Korea (a five-story wooden pagoda 22.7 meters high) -- which is also a national treasure. 405 Beopjusa-ro, Sokrisan-myeon, Boeun-gun, Chungcheongbuk-do (충청북도 보은군 속리산면 법주사로 405) Gangcheonsa (강천사) 316 marked a big year for Gangcheonsa, when a five-story stone pagoda was added to the temple. It is said that 1,000 monks stayed here at one point. In addition to the cultural assets at the temple, various attractions are nearby, such as the Geumseong Mountain fortress, Yongso waterfall, Lake Gangcheon, Lake Damyang and Naejang National Park. 270 Gangcheonsan-gil, Paldeok-myeon, Sunchang-gun, Jeollabuk-do (전라북도 순창군 팔덕면 강천산길 270) Buseoksa (부석사) Buseoksa counts five national treasures among its cultural assets and is one of the 10 largest temples in South Korea. Buseoksa's Muryangsujeon (South Korea's national treasure number 18) is one of Korea's oldest wooden buildings.  \"If you like flowers, spring is the best season, if you like thick green trees -- summer, fall foliage -- autumn, and sunsets are particularly beautiful in winter,\" says the temple's manager, who adds that it is very popular with a lot of Japanese and Chinese visitors.  148 Bukji-ri, Busuk-myeon, Yeongju-si, Gyeongsangbuk-do (경상북도 영주시 부석면 북지리 148) Cheoneunsa (천은사) One of the three largest temples in Jiri mountain, Cheoneunsa Temple has had its fair share of drama; it was first built in 828, burned down during the Japanese Invasion of Korea in 1592, rebuilt in 1610, burned down again in 1676, rebuilt the next year, caught fire once again in 1773, and finally rebuilt in 1775. Legend has it that when people were rebuilding the temple after 1592, they killed a big snake that kept appearing at a nearby spring. When the spring dried up and the temple kept catching fire, the villagers believed that the snake must have been the guardian of the spirit of the water.  When Wongyo Lee Gwang-sa, one of the four most famous master calligraphers of the Joseon Dynasty (1392-1910), heard the story, he wrote \"Cheoneunsa\" in a flowy style and hung it up at the temple -- and there hasn't been a fire at Cheoneunsa since.  209 Nogodan-ro, Gwangui-myeon, Gurye-gun, Jeollanam-do (전라남도 구례군 광의면 노고단로 209) Geumsansa (금산사) First built in the year 599, Geumsansa Temple contains several treasures, including stone pagodas, a stone lantern and a lotus flower-shaped pedestal. Geumsan-ri, Geumsan-myeon, Gimje-si, Jeollabuk-do (전라북도 김제시 금산면 금산리 39번지) Golgulsa (골굴사) A cave temple built on a limestone cliff in Hamwol Mountain, Golgulsa Temple gained fame as a place where Sunmudo, a Zen martial art and a training method that has been secretly handed down through generations, is practiced. There are 12 large limestone caves in this temple and a rock cliff Buddha is carved in relief on the highest part of the rock face. Anyone who wants to participate in the Sunmudo training can check out the Golgulsa Temple stay program -- but remember, you will have to get up at 4 a.m. 304-1 San Andong-ri, Yangbuk-myeon, Gyeongju-si, Gyeongsangbuk-do (경상북도 경주시 양북면 안동리 산 304-1) Sasungam (사성암) The stone stairs at this temple received its share of celebrity when actress Lee Da-hae filmed a now-famous scene on it in the period drama \"Chuno.\" Lodged in between large rocks, the small temple features a beautiful and steep stone staircase adorned with tiles. The breathtaking view of Seonjingang River and Jiri Mountain is definitely worth the climb. 303 Saseongamgil, Muncheok-myeon, Gurye-gun, Jeollanam-do (전라남도 구례군 문척면 사성암길 303) Hyangilam (향일암) Although an unfortunate fire burned down a number of the temple's buildings in 2009, Hyangilam's view of the southern coast and Geumo mountain makes it one of the best places to visit in South Korea.  The mountain path to the temple is a little steep, but visitors come to see the 500-year-old camellia tree at the entrance of the village and the sight of the sun rising from the southern sea.  Hyangilam Sunrise Festival is held at here at the end of each year. 60 Hyangilam-ro, Dolsan-eup, Yeosu-si, Jeollanam-do (전라남도 여수시 돌산읍 향일암로 60) Magoksa (마곡사) Magoksa was a large temple with 30 rooms when it was first built in the year 640, but after numerous remodeling and reconstructions, not that many buildings remain. However, the ones that do are important ones, and house a dozen treasures and cultural assets.  966 Magoksa-ro, Sagok-myeon, Gongju-si, Chungcheongnam-do (충청남도 공주시 사곡면 마곡사로 966) Samwhasa (삼화사) Samhwasa was originally 1.3 kilometers east of where it stands now. However, the Japanese army burned down the 200-room temple in their attack on Korea's volunteer soldiers who were using the temple as their base. The temple currently offers various temple stay programs, including an one-day program. 176 Samhwa-dong, Donghae-si, Gangwon-do (강원도 동해시 삼화동 176번지) Baekheungam (백흥암) This small temple, home to Buddhist nuns, is not open to visitors except on Buddha's birthday -- a date that varies year to year as is based on the Asian lunisolar calendar. In 2020, it falls on April 30.  The beautiful magnolia trees out front make for a great photo op.  Chiin-ri, Cheongtong-myeon, Youngchun-si, Gyeongsangbuk-do (경상북도 영천시 청통면 치인리) Tongdosa (통도사) Along with Haeinsa Temple and Songgwangsa Temple, Tongdosa Temple is considered one of the three \"jewel temples\" of South Korea. It is also known as a Boolbo Temple (불보사찰) because Buddha's jinsinsari, which is a part of Buddha's body, is kept there. There are several cultural assets, the biggest of which is the main building of the temple, which is in itself an official national treasure. 108 Tongdosa-ro, Habuk-myeon, Yangsan-si, Gyeongsangnam-do (경산남도 양산시 하북면 통도사로 108) Boriam (보리암) Boriam stands on a cliff in Chuwolsan, a mountain famous for its superb landscape. The temple's view includes strange-looking rock formations, rugged precipices, glimpses of the roof tiles of the temple buildings through pine branches and the expansive view of Damyang Lake.  81 San Wolgye-ri, Yong-myeon, Damyang-gun, Jeollanam-do (전라남도 담양군 용면 월계리 산 81번지) Songgwangsa (송광사) One of the three jewel temples of Korea, Songgwangsa Temple was originally a small temple named Gilsangsa built during the unified Silla period. Songgwangsa considers the practice of asceticism most important -- there are more Buddhist nunneries than Buddhist altars here -- and the better part of the cultural assets in this temple are ancient documents and Buddhist tools, not buildings. A creek flowing from Jogye mountain has been dammed to form an artificial pond near the entrance of the temple, and an elegant arch bridge stands over it, perfecting a beautiful entrance.  100 Songgwangsaangil, Songgwang-myeon, Suncheon-si, Jeollanam-do (전남 순천시 송광면 송광사안길 100) Oeosa (오어사) Oeosa, which boasts a scenic beauty of Oeo Lake and rock cliffs, was built during the reign of King Jinpyeong of the Silla Dynasty. There is an interesting legend regarding the naming of the temple -- when Wonhyo Daisa and Hyegong Sunsa, two of the four most important Buddhist figures in the Silla Dynasty, were practicing asceticism at this temple, they competed against each other in reviving a fish with their Buddhist power. One fish lived and one died, and so the two monks both argued that the living fish was the one that he revived. Oeo means \"my fish\". Hangsa-ri, Ocheon-eup, Nam-gu, Pohang-si, Gyeongsangbuk-do (경상북도 포항시 남구 오천읍 항사리) Cheongryangsa (청량사) Cheongryangsa Temple stands in front of a rock face between countless mountaintops and bizarre rocks. Many legendary scholars such as Toegye Yi Hwang and Won"], "Language": false}