{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/business/japanese-billionaire-give-away-9-million-twitter-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-09T09:40:17Z"], "LastModifiedDate": ["2020-01-09T10:28:34Z"], "Headline": ["A billionaire is giving away $9 million to his Twitter followers in an experiment to see if the money makes them happier"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["A Japanese billionaire will give away more than $9 million to 1,000 people on Twitter to see if it improves their happiness. All they had to do to get it was retweet him.  Online shopping mogul Yusaku Maezawa will divvy up 1 billion yen (around $9 million) among the Twitter users. Winners will end up with a million yen each (roughly $9,100).  In an announcement on YouTube, the tech tycoon called the contest a \"serious social trial\" to see what impact a million yen could have on a person's life. In the video explaining the contest, Maezawa urged contestants to use the money \"as they like\" and to answer regular questionnaires about how they're using it.  Almost anybody was eligible to receive the small piece of Maezawa's fortune. All they had to do was join Twitter and retweet the announcement tweet before midnight on January 7.  More than 4 million people heeded his call and retweeted. A lottery will determine the winners, and Maezawa will personally notify them in a direct message within two to three days.  Maezawa also said he would contact the lucky winners afterward to ask about the impact, and called for social scientists to help analyze the results of the experiment. The billionaire pulled the same stunt in January 2019. He promised 100 million yen, roughly $914,000, to be shared among 100 Twitter users. They ended up with a bit more than $9,000 each.  He broke a record in the process: His January 2019 tweet was the most retweeted ever at the time, with 4.68 million retweets.  Maezawa is worth an estimated $2 billion, according to Forbes, and has made a name for himself as an eclectic billionaire -- a rock musician, hopeful moon tourist and high-rolling art collector. He dropped $111 million on a Jean-Michel Basquiat painting in 2017 -- the highest price ever paid at auction for a work by an American artist."], "Language": false}