{"Type": ["article"], "Url": ["https://www.cnn.com/middleeast/live-news/us-iran-news-01-08-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Ivana Kottasová, Mike Hayes, Veronica Rocha and Fernando Alfonso III, CNN"], "Writers": [["Meg Wagner", "Ivana Kottasová", "Mike Hayes", "Veronica Rocha", "Fernando Alfonso III"]], "FirstPublishDate": ["2020-01-08T12:24:58Z"], "LastModifiedDate": ["2020-01-09T07:31:43Z"], "Headline": ["Iran attacks bases housing US troops"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage has moved here.  Just 24 hours ago, it seemed like the United States and Iran could be on the brink of war, after Tehran responded to the US killing of Iranian general Qasem Soleimani, the powerful commander of the elite Quds Force, by striking bases which housed US troops in Iraq.  It was the latest in a whirlwind two weeks of military action and ratcheted up tensions. The world watched with bated breath for how Washington would respond to the attacks, which did not kill or injure any US or Iraqi troops.  On Wednesday, US President Donald Trump said \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world.\"  Here's what happened and where we're at now:  December 27: A rocket attack believed to be linked to a Shiite militia group, backed by Iran's Islamic Revolutionary Guard Corps, killed a US civilian contractor and wounded several US and Iraq military personnel on a base near Kirkuk, Iraq. December 29: According to the Pentagon, US forces conducted airstrikes at five facilities in Iraq and Syria controlled by a Shiite military group known as Kataib Hezbollah -- the group that American officials blamed for the attack on a base near Kirkuk. December 31: Pro-Iranian protesters, demonstrating against the American airstrikes, attacked the US Embassy in Baghdad, scaling walls and forcing the gates open. January 3: Trump said he ordered a precision drone strike at the Baghdad airport to \"terminate\" Soleimani, a top Iranian commander who was plotting \"imminent and sinister attacks on Americans diplomats and military personnel.\" Others were killed in the attack. January 4: Iran vowed retaliation against the US, in response to the strike. Trump warned that if Iran targeted \"any Americans or American assets,\" he he would sanction specific military strikes against Iranian cultural sites, which could amount to a war crime. January 5: Soleimani's body arrived in his home country, where thousands mourned him. Meanwhile, Maj. Gen. Hossein Dehghan, the military adviser to Iran's Supreme Leader, told CNN in an exclusive interview that Tehran would retaliate directly against US \"military sites.\" January 6: The US Defense Department said there were no plans to withdraw from Iraq after a letter was mistakenly circulated from the military's Task Force Iraq suggesting just that. United Nations Secretary General warned that tensions were at their \"highest level this century.\" January 7: More than 50 people were reported killed, and at least 200 injured, in a stampede at Soleimani's funeral in his hometown of Kerman. January 8: In the early hours of Wednesday morning local time, Iranian ballistic missiles struck two bases housing US forces in Iraq. Iran's Foreign Minister Javad Zarif said Tehran \"concluded proportionate measures in self-defense.\" Trump didn't respond on Tuesday night US time, except to tweet that \"all is well.\" In a statement later on Wednesday, he said the strikes appeared to be the extent of Iran's actions and pledged more US sanctions on Tehran, signalling a scaling down of tensions, at least for the moment.  Read our full report on yesterday's developments here. In addition to the missiles that hit al-Asad airbase to Baghdad's west, missiles also struck multiple locations near Erbil. Local security officials say the strikes targeted Harir Air Base, some 60 kilometers (37 miles) northeast of Erbil, and Gazna, a training camp for coalition forces just outside the Erbil airport. The camp was formerly a US base. A large poster memorializing Abu Mahdi Al-Muhandis could be seen in Baghdad's Green Zone on Thursday. Muhandis, deputy leader of the Iraqi Popular Mobilization, an Iran-backed militia, was killed alongside Iranian general Qasem Soleimani in a US drone strike  last week.  Iran-backed Shiite militia Asaib Ahl al-Haq has called on Iraq to retaliate for Muhandis' death. The media office of its leader, Qais al-Khazali, posted the following statement on Twitter on Wednesday: The preliminary Iranian response to the assassination of the martyr leader Soleimani took place. Now is the time for the initial Iraqi response to the assassination of the martyr leader al-Muhandis.” “The Iraqi response will not be less than the size of the Iranian response, and this is a promise,” Qais al-Khazali also said. The Green Zone is an area of Iraq's capital city where the embassies for the US and several other western countries are located. It was initially carved out of central Baghdad by US-led forces after their invasion of Iraq in 2003 and is largely viewed as a safe location, despite frequently being the target of rocket attacks. The US government has increased scrutiny of travelers and cargo bound for the United States by making a revision to an alert system used to notify officers of those who may need additional screening amid rising tensions with Iran, according to sources familiar with the change. On Sunday, a flurry of social media posts surfaced with accounts of Iranian-Americans stuck at the US-Canada border in Blaine, Washington. The incident, which is now under review by the Department of Homeland Security's Office for Civil Rights and Civil Liberties, quickly gained national attention as immigration advocates accused CBP of detaining Iranian-Americans based on their Iranian descent. It's unclear when the agency made changes to an internal alerts system and whether that contributed to why individuals were pulled aside for additional questioning.  The Department of Homeland Security issued a security bulletin regarding Iran on Saturday, saying the department \"is operating with an enhanced posture and various operational components are taking protective measures where prudent and necessary.\"  CBP has repeatedly said that it did not instruct officials to detain Iranian-Americans or refuse people entry into the US because of their country of origin. Revisions to the alerts system, however, are not distributed through a directive or memo, according to an agency official. Read more here Iraq’s leading Shia cleric Muqtada al-Sadr called for his militias to stand down on Wednesday night, following President Trump’s address in which he urged for de-escalation in the region.  “This crisis is over, especially after Trump's speech and the Islamic Republic's speech,” al-Sadr said in a statement posted on Twitter.  On Jan. 3, al-Sadr ordered his previously dismantled militia, the Mehdi Army, to regroup to “protect Iraq” after the death of Qasem Soleimani. In his statement on Wednesday, al-Sadr asked his militias not to take action.  “I call on the Iraqi factions to be patient, not to start military action, and to silence the voice of militancy from some of the disciples until all political, parliamentary and international methods are exhausted,” al-Sadr said. On a bitterly cold day in Tehran, ordinary Iranians told CNN of their fears that the missile strikes on US military targets in Iraq might lead to all-out war between America and Iran. Teacher and interpreter Shahram Mashaoodi said he and others were “worried about the reaction” to the strikes on the al-Asad Airbase and another military site in Erbil. “I heard the Supreme Leader mentioned it was a slap in the face [for the US]. I think it could be enough,” he told CNN, standing on a street in a middle class suburb of the Iranian capital. “I hope war won’t break out,” he added, explaining that, “If it would be solved in a diplomatic way, I think it would be better because I think after all the people will bear the burden and suffer.” But Mashaoodi said he doubted the Iranian attacks would be enough to force US troops out of Iraq. “They should leave but they won’t,” he said. “They have spent millions of dollars making sites, military bases — a lot of money. I think they are going to take advantage. They never leave Iraq without achieving their goals.”  Art teacher Solmaz Ghaznavi, who lived through the Iran-Iraq war as a child, said she was worried about the impact of any Iran-US conflict on the nation’s children.  “Generally speaking, I’m against any war no matter who starts,” she told CNN. Saba Vosough, an oil engineering student, said he too was against war, but he seemed doubtful whether conflict could be avoided altogether. “I, personally, am against war because the people suffer first,” he said. “Either it’s all-out war, or minor war. If we hit two, they will hit back four. It won’t remain without response.” Accountancy student Rojan Parvnia said despite their differences, citizens of the US and Iran have one thing in common: “Even American people say, ‘No war.’ They don’t want war, the same way that Iranians do not want war either.\"  A GOP source familiar with the Senate briefing explained why Republican Sen. Mike Lee and other lawmakers came out of the intel briefing with administration officials feeling pretty irate about what they heard.  The source said the attitude coming from Secretary of State Mike Pompeo and others in the room was “don’t second guess this move” and “don’t do anything to question us.” But the source said that’s not exactly what the administration officials were saying. “I don’t think that goes over well in the Senate,” the source said. Hackers looking to breach US computer networks sharply intensified their efforts following the death of Iranian military leader Qasem Soleimani, but have had limited success, according to internet security researchers and state government officials. Soon after the strike that killed Soleimani, Iran-based attempts to hack federal, state and local government websites jumped 50% — and then continued to accelerate, said the network security company Cloudflare.  Over the course of 48 hours, attacks traced to Iranian IP addresses nearly tripled against targets around the world, Cloudflare said, peaking at half a billion attempts per day.  Cloudflare CEO Matthew Prince called the increase “statistically significant” in an interview with CNN. He added that the true number of attempts was likely higher, given that the company has a limited view of the wider internet. \"That would be very atypical to happen on its own,” Prince said of the spike. \"That, I think, you can safely correlate directly to the death of the Iranian general.” Even as malicious activity increased from within Iran, attacks originating from other countries also grew, Prince said. That could indicate sophisticated Iranian attackers masking their true locations, said Prince, or it could suggest that non-Iranian hackers are taking advantage of a chaotic situation. Sen. Rand Paul, a Republican from Kentucky, told CNN's Wolf Blitzer that Congress was only presented with “generalities” in their briefing from national security officials today about the motive behind the killing of Iranian general Qasem Soleimani.  “There was no specific information given to us of a specific attack. I didn’t learn anything in the hearing that I hadn’t seen in a newspaper already. None of it was overwhelming that X was going to happen,\" he said. Paul insisted that he still likes President Trump but said that no one person should determine whether the country goes to war. “It’s a tug of war and Congress should assert themselves and say, ‘The war-making power was given to us,'” he said. In response to comments from Republican Sen. Lindsey Graham who questioned Paul and Sen. Mike Lee’s patriotism for backing the Iran War Powers resolution, Paul called it a “gutter type of response.” “He hasn’t even read history of the Constitution. The Constitution specifically says that the war-making power resides with Congress. He believes in this unitary theory of the executive that presidents can do whatever they want, the only way you can stop them is by defunding a war. That’s not what the Founding Fathers said, it’s not what the Constitution says and he insults the Constitution, the Founding Fathers and what we do stand for in this republic by making light of that and accusing people of lacking patriotism. I think that’s a low, gutter-type response,\" Paul said.     Vice President Mike Pence just appeared on CBS Evening News to declare that the US is “safer today” than before the strike to kill Iranian general Qasem Soleimani. Pence also claimed that the US has received “some encouraging intelligence” that Iran is sending messages to militias not to move against American targets or civilians. “We had received intelligence over the previous several days that there may be attacks coming. We heard the threats. The world heard the threats from Iran. We moved forces, we provided the level of force protection at the President’s direction. In a very real sense, we had the early warning systems that allowed us to move Americans and our allies out of harm’s way,\" Pence said when asked about whether the US was warned in advance of Tuesday’s attack. Pence added: “I believe we are safer today than before President Trump ordered our military to take out Qasem Soleimani. This was a man who had been leading a terrorist state sponsored organization in the region sowing violence.\" \"We have a President who is also willing to use American military might to protect American lives,\" he said.   The US-led coalition fighting ISIS confirmed that there were “no coalition casualties or damage to facilities\" after two rockets landed near the heavily fortified Green Zone in Baghdad. Operation Inherent Resolve spokesman Col. Myles B. Caggins III said the \"small rockets impacted near Baghdad’s International Zone.\" Earlier tonight: The Iraqi joint military command told CNN two Katyusha rockets landed inside Baghdad's Green Zone. The CNN team in Baghdad heard sirens from inside the Green Zone and heard two explosions. Read the tweet below: Secretary of Defense Mark Esper pushed back at lawmakers who slammed the Trump administration intelligence briefing today saying, “most Members of Congress do not have access to the intelligence that I think was the most compelling.”   Esper said the intelligence is \"restricted to the Gang of Eight,” a group of top congressional leaders who are generally privy to sensitive information that the rest of Congress is not always briefed on. Some more context: On Tuesday, Esper said that the “exquisite intelligence” on the threat posed by Qasem Soleimani that drove the US military to target him in a drone strike will only be shared with the Gang of Eight, saying “most Members (of Congress) will not have access to that.” Republican Sen. Mike Lee of Utah and Rand Paul of Kentucky announced today that they would support a War Powers resolution sponsored by Democratic Sen. Tim Kaine of Virginia, which would limit President Trump's ability to use military force in Iran. \"I think the President's instincts on trying to show restraint and keep us out of war are good. I frankly think he will not escalate things. However, the debate is bigger than just this debate. The debate is a 70-year-old debate that began in 1950 with Korea and Truman. This is a debate, and many have written that Congress has abdicated their duty. Today ... Sen. Lee and I stepping up and saying we are not abdicating our duty. Our duty under the Constitution is for us to debate when we go to war, and we, for one, are not going to abdicate that duty,\" Paul told reporters. The senators also slammed Wednesday's classified briefing on the strike that killed Iranian commander Qasem Soleimani. Lee said after the briefing that it was the \"worst briefing I've had on a military issue\" during his nine years in the Senate. What we know about Kaine's resolution: Kaine told CNN on Wednesday that he hopes to see action on it in the Senate as soon as next week, although the timeline may be complicated by the impending impeachment trial.  As a privileged resolution, Kaine will be able to force a vote on the bill without support from Republican leaders. Both the House and Senate versions of the bill invoke the War Powers Act, otherwise known as the War Powers Resolution of 1973. The War Powers Resolution stipulates parameters of presidential and congressional war powers, including imposing procedural requirements to ensure that presidents keep Congress apprised of military decisions as well as provisions that provide Congress with a mechanism to suspend military operations initiated by the President in certain circumstances. Speaking to reporters today, Chairman of the Joint Chiefs of Staff Gen. Mark Milley said he “fully expect[s]” militia groups with ties to Iran “to conduct terrorist operations against US forces and coalition forces in Iraq and perhaps even elsewhere.”  Asked if Iran is done, he replied, “I think it’s too early to tell.” Defense Secretary Mark Esper also said that these proxy groups may conduct attacks “either directed or non-directed by Iran,” noting that among the challenges the US faces will be to “sort through that, understand, who’s doing it, who’s motivating it.”  \"I think we just got to again assess the situation. Let’s see what they’re saying publicly, see what they’re saying privately, look at our intelligence, all those things. We're not going to do anything imprudent. I think we need to take this — these are serious times and we take things one step at a time,\" Esper said.  Milley further noted how the killing of Qasem Soleimani has disrupted Iran’s “command and control” of these groups. What we know: Three US officials tell CNN the US' current assessment is that a high profile attack from the regime is unlikely but their proxies in the region are still a problem. Sen. Richard Blumenthal, a Democrat from Connecticut, said he found today's classified briefing by top Trump administration officials on the killing of Iranian military leader Qasem Soleimani “deeply unsatisfying.”   In an interview with CNN, Blumenthal said he left the meeting “angry,” and that it raised more questions than it answered.   “They spent an hour and a quarter basically ducking and dodging some of the most critical issues, including legal obligations to come to Congress in the event of possible acts of war,” Blumenthal said.  “On critical issues including the imminence of a threat from Soleimani, they were really unacceptably vague and inadequate,” he added.  Blumenthal said he hoped the Senate will soon deal with the War Powers Act resolution filed by Democratic Virginia Sen. Tim Kaine to block a war with Iran. Chairman of the Joint Chiefs of Staff Gen. Mark Milley said he had no “personal knowledge” of Iraq giving the US a heads up on the Iranian missile attack.   Asked if the Iraqis were given a heads up and whether they passed it along to the US in advance of the attack, Milley and Defense Secretary Mark Esper said that they had no knowledge of that, adding they had attempted to warn the Iraqis when they detected the attack. What happened earlier today: CNN reported that an Arab diplomatic source told CNN Iraq gave advance warning to the US “which bases would be hit” after Iranian officials passed on the information. The Iraqi prime minister said Wednesday that the Americans called to warn Iraq just as the missiles were hitting the bases. The top US general made clear tonight that Iran meant to kill US troops in the ballistic missile attack on US forces in Iraq.  “I believe based on what I saw and what I know that they were intended to cause structural damage destroy vehicles and equipment and aircraft and to kill personnel. That’s my own personal assessment,\" Chairman of the Joint Chiefs of Staff Gen. Mark Milley told reporters today.  Milley is delivering a differing message that what some administration officials have floated to CNN, which is that Iran could have directed their missiles to hit areas that are populated by Americans, but intentionally did not. Administration officials suggested Iran may have chosen to send a message rather than take significant enough action to provoke a substantial US military response, a possible signal the administration was looking for rationale to calm the tensions. “Why were there no casualties? In my estimation from what I know now, I think it has more to do with the defensive techniques that our forces used as opposed to intent,\" Milley added. Casualties were avoided due to “early warning,\" various tactics and “defensive procedures” put in place,\" Milley said. “We took sufficient defensive measures that there were no casualties to US personnel, coalition personnel, contractors or Iraqis,” he added.  Secretary of Defense Mark Esper said the intent “remains to be determined.\" Sen. Lindsey Graham was critical of Democratic questions during the classified briefing today on the airstrike that killed Iranian general Qasem Soleimani. Graham said that while no specific targets were mentioned by the briefers, the intelligence and decision making were clear enough for him. “I would only imagine what people would say if we didn’t hit him given what we knew,\" Graham said. Asked about concerns from Democrats on the lack of specifics about the imminent attacks, Graham said he \"couldn’t disagree more.\" “They don’t want specifics. I was really disappointed in their behavior in there because it was clear to me that this guy was up to no good in the moment,\" Graham said. \"They keep asking questions about imminent. The guy is a designated terrorist. He’s been killing Americans for decades. He’s on the ground in Iraq, our embassy is being attacked, we’ve got real time intelligence of forthcoming attacks without specific places. He’s supposed to be going back to Tehran to talk about it. That’s the dilemma. Do you hit him or don’t hit him? It made sense to me given the intel that we had to hit him.\" Graham added: “I find this whole idea that somehow the national security team did not have a good basis to hit this guy ridiculous. ... I think people have lost their minds about who we’re dealing with. A third grader could’ve figured this out. You don’t need the CIA. You’ve got an embassy being ransacked. You’ve got a contractor killed.” Republican Sen. Mike Lee, speaking to reporters today, called today’s briefing the “worst briefing I’ve had on a military issue in my nine years” in the Senate. ‪The Utah lawmaker called the way this played out as “un-American” and “completely unacceptable” given that the administration suggested that Congress shouldn’t have a role in debating Iran military action. He said the administration would not commit to new Authorization for Use of Military Force or a cite a reason for coming to Congress before taking military action. Asked if President Trump should have authorized the attack against Qasem Soleimani, Lee said he’s “agnostic” on that because the briefers didn’t give specific details ‬on the attacks planned by Soleimani. Watch moment here: The classified Senate briefing on the strike that killed Qasem Soleimani became tense and heated amid repeated questions from Democratic senators about the intelligence regarding how imminent a future attack would be, according to four senators who were in the room. Administration representatives ended up leaving before all questions were asked and departed after the allotted time of 90 minutes, two senators said. Democrats pressed for specifics of the targets and timeline, and while senators said the timeline was described as within “days,” the information provided in today’s briefing did not explicitly back that up, according to Democrats. At one point, Democratic Sen. Amy Klobuchar pressed on the imminence of the attack, and several senators said they came away with the sense her specific question remained unanswered. Administration officials were pressed about whether the attacks would be carried out especially since Iran's supreme leader apparently had not signed off on what Soleimani was plotting, sources said. Republicans expressed frustration over the Democratic posture during the briefing, with GOP Sen. Lindsey Graham saying they were “out of their minds” for how they approached the strikes. Sen. Chuck Schumer, a Democrat from New York, spoke to reporters following the briefing. Here's what he said about it: \"There were so many important questions that they did not answer. We did not see a plan, a satisfying plan for the future. We had 97 senators there, 15 got to ask questions. As the questions began to get tough, they walked out. I've asked for a commitment that they all come back within a week. We have not yet gotten that commitment.\" Two Katyusha rockets landed inside Baghdad's Green Zone, the Iraqi joint military command told CNN just after midnight Thursday local time. There are \"no reports of causalities,\" the military command said. The CNN team in Baghdad heard sirens from inside the Green Zone and heard two explosions.   The Iraqi Ministry of Foreign Affairs rejected Iran's attacks on its territories in a statement today, and said it considered it a violation of Iraqi sovereignty. The Iraqi Ministry of Foreign Affairs went on to call on \"all concerned parties for self restraint, and to work towards de-escalating the tensions in the region.\" The statement urged all parties involved not to turn Iraq into a \"battleground for war for settling scores and to work towards solving the problems that the region faces,\" and said that the country's internal security is their highest priority. They added that they will \"not allow the country to become a ground for conflicts or a corridor to launch attacks on its neighboring countries.\"  In a new statement, House Speaker Nancy Pelosi says the House Iran war powers resolution will come to the House floor tomorrow.  “Today, to honor our duty to keep the American people safe, the House will move forward with a War Powers Resolution to limit the President’s military actions regarding Iran. This resolution, which will be led by Congresswoman Elissa Slotkin, will go to the Rules Committee this evening and will be brought to the Floor tomorrow,\" Pelosi said. Pelosi added: “The House may also soon consider additional legislation on the Floor to keep America safe. This legislation includes Congresswoman Barbara Lee’s resolution to repeal the 2002 Iraq Authorization for Use of Military Force (AUMF) and Congressman Ro Khanna’s legislation to prohibit funding for military action against Iran not authorized by Congress.\" Earlier today: President Trump decided to hit Iran with new sanctions in the wake of its attack on two Iraqi military bases housing US troops. It is unclear what new sanctions will be unveiled and, after years of punishing blockades being built up, what new measures can actually apply pressure on Iran. After the Saudi oilfield attacks, similar sanctions were pledged and experts even then were unclear what impact was left for the US to have on the already beleaguered economy. The White House released a photo of President Trump, Vice President Mike Pence and other officials in the Situation Room last night after the missile attacks. Earlier today, the White House named the officials who were in the room: Vice President Mike Pence\nSecretary of State Mike Pompeo\nDefense Secretary Mark Esper\nChairman of the Joint Chiefs Gen. Mark Milley\nActing chief of staff Mick Mulvaney\nNational security adviser Robert O’Brien\nActing Director of National Intelligence Joseph Maguire\nPress secretary Stephanie Grisham CIA Director Gina Haspel attended the meeting remotely. As US officials were busy assessing Iran’s missile attacks in Iraq late Tuesday, messages began arriving from Iran saying one thing: We’re done. There were \"multiple messages and they were all the same,” a person familiar with the matter said. Iran wanted to convey their retaliatory action had ended — and was waiting to see how the US would respond. Iran initiated contact through at least three backchannels starting late Tuesday, including through Switzerland and other countries. The back-and-forth communication came as American officials were still determining the extent of the Iranian attacks and were formulating plans for a response. In response, the US sought to communicate to Iran that its proxies in the region were of equal concern as the activities of the Iranian state, the person familiar said. The National Security Council didn't respond to a request for comment. Rep. Gerry Connolly, a Democrat on the Foreign Affairs Committee, had harsh words coming out of the briefing on Iran.  He attacked the briefing and the administration for not providing what he described as any real rationale showing that an imminent attack was being planned. Connolly called it “sophomoric” rationale.  \"My reaction to this briefing was that it was sophomoric and utterly unconvincing. And I believe more than ever that Congress needs to act to protect the Constitutional provisions about war and peace,\" the Virginia Democrat said.  He added: \"I believe there was no rationale that could, could pass a graduate school thesis test.\"  Some consideration was given to striking back at Iran last night, a White House official said, but the decision was made to hold off until more information came in regarding Iran's intentions and the conditions on the ground.  \"Certainly some consideration. But the President was never going to act before all the facts were clear,\" the official said. Earlier today, Trump said that Iran appeared to be \"standing down.\"  But he also said \"our missiles are big, powerful, accurate, lethal and fast.\" President Trump spoke today with NATO Secretary General Jens Stoltenberg about \"the current situation in the Middle East,\" the White House said. \"Today, President Donald J. Trump spoke with North Atlantic Treaty Organization (NATO) Secretary General Jens Stoltenberg,\" the White House said in a readout. \"The two leaders discussed the current situation in the Middle East. The President emphasized the value of NATO increasing its role in preventing conflict and preserving peace in the Middle East.\" In his remarks earlier, Trump said he planned to \"ask NATO to become much more involved in the Middle East process.\" There appears to be disagreement on the \"imminent\" nature of the threat Iran and Qasem Soleimani posed to the US, following today's briefing for members of the House of Representatives.  “Nothing that was said today says that to me” the threat was imminent, said Rep. Marcia Fudge, a Democrat from Ohio. “The presentation did not in any way show it was imminent.” Mark Meadows, a Republican from North Carolina, disagreed, saying CIA director Gina Haspel provided a briefing that was “exhaustive in terms of the number of attacks and planned attacks that had been contemplated and why the need for action was necessary.” He argued that Soleimani will be hard for Iran to replace. Several Democrats rejected the notion that the latest developments in the Iran crisis amounted to a validation of President Trump’s strategy. “If you ratchet up conflict, then de-escalate, I don’t necessarily think the strategy is a good one — it’s a risky one,” said Sen. Bob Menendez, ranking Democrat on Senate Foreign Relations Committee. Sen. Chris Murphy, a Democrat from Connecticut, said Trump’s strategy was “absolutely not” validated.  “We’re fundamentally worse off today than we were just a month ago. Iran has fully restarted their nuclear weapons program,” Murphy said. “Our troops are on the verge of being kicked out of Iraq. We've turned the Iranian people, the Iraqi people, the Lebanese people against us. Our counter-ISIL missions have been suspended. This has been a disaster. And I'm glad that we may be on a path towards deescalation, but the carnage of just the last several days is perhaps irreparable.” The United Nations exhaled following President Trump’s speech and comments by Iranian officials.  “We take note of the statement made by President Trump,\" UN spokesperson Stephane Dujarric told reporters. Dujarric said the UN welcomes any indication that “leaders are walking back from major confrontation” and are trying to avoid escalation. “It is our common duty to make every effort to avoid a war in the Gulf that the world cannot afford,” Dujarric said in a statement. “We must not forget the terrible human suffering caused by war. As always, ordinary people pay the highest price,\" the UN spokesperson said. Even as the military conflict with Iran appears to have de-escalated, Sen. Tim Kaine said he will continue to press ahead with legislation to limit President Trump’s authority on Iran, a measure similar to one being considered by House Democrats.  The Virginia Democrat said the timing is complicated by the fact that it’s uncertain when the Senate impeachment trial will begin. But since it’s privileged, the Senate must vote on it. “What we learned from the last 18 months is… this thing has been going up and down cycles.. and deliberation is the antidote to unnecessary escalation,” Kaine said of conflict with Iran. Jen Stoltenberg, NATO’s Secretary General, has made it his mission to keep President Trump sweet with NATO. At the leaders' meeting in the UK last month, Stoltenberg set Trump up for a slam dunk, giving him all the stats he needed to showcase his success squeezing more money out of NATO partners.  Today in Washington, Trump just passed Stoltenberg a far more fraught challenge: Picking up America’s slack in Iraq.  First some background: NATO leads the US-desired mission to train Iraqi forces. When US missiles took out Iranian Quds Force Commander Qasem Soleimani on Friday, Stoltenberg’s troops got swept up in the blowback. Germany was the first to suspend the training, then move some forces out of Iraq. Spain and others followed. Today, Trump said he was asking NATO to “become much more involved in the Middle East process.”  There are two problems here: The Iraqi parliament voted on Sunday to kick foreign troops out of the country, leaving NATO nations scrambling to get a grip on what the vote meant. \nTrump didn’t define “involved.” Stoltenberg was one of the many leaders to call the Iraqi prime minister in the wake of Soleimani’s killing. Yesterday, they discussed the “security situation in the region, and implications for NATO’s non-combat training mission in Iraq,” according to NATO. Emerging as Iran’s top demand in this hyper-sensitive diplomatic moment has been the exit of US troops from Iraq. They might be on to something: Trump made it a central part of his 2016 election campaign to draw down US forces in the Middle East. That doesn’t mean he’ll cave to Iran’s demands now — far from it. Today he announced he will heap yet more sanctions on Iran, of the very type that helped lead to the rising tensions – and rising violence from Iran – that served as a backdrop to the killing of Soleimani last week.  Fraught may be an under statement for Stoltenberg’s next challenge — jumping in to Trump’s saddle as the US President switches horses and heads for the hills. But the veteran Norwegian diplomat has never failed yet and is passionate about peace – and about keeping NATO and its troops alive. The Senate Foreign Relations Chair James Risch and Armed Services Committee Chair Jim Inhofe, both of whom have been in close contact with the administration on the situation with Iran, have responded to last night's missile strikes and President Trump's remarks this morning. \"I hope the Iranian regime has learned a lesson,\" Risch, a Republican, said in a statement. \"I applaud the President for de-escalating the situation and putting us back on the path of diplomacy.\" Meanwhile, Inhofe, also a Republican, praised Trump \"for bolstering American credibility by defending American lives.\" \"Iran now knows that President Trump means what he says, and that it cannot afford an all-out war with the United States,\" Inhofe said. \"Now is the time to work with our partners in the region and in Europe on a more comprehensive approach towards de-escalation.\"   President Trump spoke with Prime Minister Boris Johnson today, the White House said.  “Today, President Donald J. Trump spoke with Prime Minister Boris Johnson of the United Kingdom,” a readout from the White House said. “The two leaders discussed the current situation in the Middle East and agreed to continue close coordination in support of shared national security interests.” More context: In his remarks earlier, Trump called on nations including the UK, to move away from the Obama-era nuclear deal.  “The time has come for the United Kingdom, Germany, France, Russia and China to recognize this reality. They must now break away from the remnants of the Iran deal or JCPOA. And we must all work together toward making a deal with Iran that makes the world a safer and more peaceful place,” he said. Iran's President Hassan Rouhani said the country would be prepared to retaliate against the United States if they \"commit another crime.\" Speaking during a cabinet meeting today, Rouhani said that \"if America commits a crime, no matter how much she threatens us, she must know that we will act decisively as we have already shown.\" He added that \"from now on if America wants to commit another crime, must know that they will receive a stronger reaction.\"    He also said the US needs to stop blaming Iran for the world’s problems. \"If they (the US) find that they have a problem anywhere in the world, do not say it was ordered by Iran,\" Rouhani said. \"If tomorrow something in another country happens, Americans would say this is the action of proxy forces of Iran. We do not have any proxy forces. From the beginning, Americans had it wrong. The people of the region are aware, free and act on their own. They are not under our control or order.\" Rouhani also drew attention to Soleimani's role for the region, saying, \"Americans must know that Soleimani had a big role for the region Europe, the west and even America. If it was not for this hero of fighting terrorism, even Europe would have not been safe.\"  Iraq's President Barham Salih says he wants the region spared from military conflict and to avoid plunging the country into a new war, according to a statement released by his office today.  The statement says the president \"condemns the Iranian missile strikes that have hit military sites on Iraqi soil, and renews its rejection of the repeated breach of its national sovereignty and turning Iraq into a battleground for the conflicting parties.\" The president affirms Iraq previously declared its rejection to be a starting point for aggression against any country, refusing to be a source of threat to its neighbors. Salih stresses the presence of the international coalition forces in Iraq was based on agreements concluded between the Iraqi government and the countries from which the coalition formed. The agreements were formed for the necessities of combating terrorism. The statement said that the fate of the presence of these forces is an internal matter concerning the Iraqi government and parliament, according to the legal, constitutional and diplomatic frameworks, and on the basis of national consensus and Iraqi national security priorities. While President Trump says that “Iran appears to be standing down,” US officials are still warning that Iranian proxies remain a threat to the US. Three US officials tell CNN that the US' current assessment is that a high-profile attack from the regime is unlikely, but their proxies in the region are still a problem. One defense official said a contributing factor is that the subordinate commanders of Iranian-backed militias in the field are not highly disciplined. In fact, the source said Iranian general Qasem Soleimani kept personally circulating among the forces to keep them in line.  It is unknown to US officials if Soleimani’s successor can keep things under control.  The US and Iran have exchanged recent messages via Swiss diplomatic channel, according to the Swiss Ministry of Foreign Affairs and a source familiar with the channel.  The Swiss statement implied that both sides were involved in the message sending, though it does not detail which country triggered the messaging or if the conversation is ongoing. The source did not specify how recent messages were exchanged. This diplomatic channel is always available and used regularly for consular issues, and it was relied on heavily during the prisoner exchange late last year. But in a crisis situation, the use of the channel is much more noteworthy, explained a source familiar with the channel.  Here is the statement, from the Swiss Ministry of Foreign Affairs:  “Switzerland is deeply concerned about the heavy tensions between the U.S. and Iran and the latest cycle of violent confrontations in Iraq. We call on all sides to exercise maximum restraint and to avoid any further escalation. Switzerland stands ready to support initiatives of the international community that seek de-escalation in the region.\nThe diplomatic communication channel between the U.S. and Iran that is provided by Switzerland in the framework of the protective power mandate continues to operate. Switzerland confirms that several messages were transmitted through this channel.” The Japanese Embassy in Baghdad was temporarily closed Wednesday, according to a Japanese Foreign Ministry travel advisory. The advisory says the embassy was closed after an evacuation had been completed. The alert level was raised to 4 — which means evacuation advisory and no entry — in all areas in Iraq, according to the advisory, but the Japanese consulate in Erbil remains open. “All Japanese nationals in Iraq are strongly recommended to leave immediately,” the advisory said. In his address on Iran’s strikes on US targets in Iraq, President Trump told his European allies that it was time for them to wake up to the fact that the nuclear deal was a disaster.  “Iran’s hostilities substantially increased after the foolish Iran nuclear deal was signed in 2013,” Trump said. “Instead of saying thank you to the United States, they chanted ‘Death to America.’ In fact, they chanted ‘Death to America’ the day the agreement was signed. They Iran went on a terrorist spree funded by the money from the deal and created hell in Yemen, Syria, Lebanon, Afghanistan and Iraq.”   He called out Germany, France, the United Kingdom, Russia and China — five of the eight signees to the Joint Comprehensive Plan of Action, also known as JCPOA or the Iran nuclear deal. (The other three were the European Union, Iran and of course the US, which under Trump has withdrawn from the agreement.)  The face-off between the US and Iran has put Trump’s European allies in an incredibly tight spot.  The JCPOA was considered a European success — and the only real foreign policy success of the European Union. It wasn't just a success on the grounds that it poured cold water on US-Iran tensions. It also provided Europe with a forum in which it could navigate its major priority in foreign policy: keeping a balance between the US and China.  China is very important economically to Europe. Its inward investment is welcomed across Europe, but especially in the continent’s struggling southern economies. China, meanwhile, is more than happy to increase its importance in the world's single largest economic bloc.  China also has historically good relations with Iran. And for those who've been paying attention, the thing China and Iran both have in common is that Trump is doing his best to poke both in the eye.  Here's what this all means: Asking Europe to stand by America in its scrap with Iran is asking it to pick a side: does it try to keep its new friends in Beijing and Tehran happy? Or does it stand by its old ally, despite the fact it’s led by a man that many European diplomats privately admit is so erratic that he gives them sleepless nights and might not even be in power next year? Sen. Lindsey Graham, a Republican from South Carolina, praised President Trump for his speech today following a missile attack on two Iraqi bases that house US troops.  “A homerun speech by President Trump about the challenges we face with Iran. It was measured and firm,\" said Graham, a close ally of Trump. Read the rest of Graham's statement: “To the Iranian people: President Trump laid out a pathway forward for peace and prosperity. I hope you take it.\nTo the world: President Trump correctly identified the 40 year history of Iranian hostility and destabilization of the region. I hope you will help President Trump change the regime’s behavior so we can avoid a war. \nTo the American people and Congress: What President Trump is seeking from Iran is to end 40 years of tyranny, to stop them from being a state sponsor of terrorism, and to abandon their nuclear weapons program once and for all.\nAll Americans should support President Trump’s efforts to resolve the threat from Iran peacefully and fully understand the Maximum Pressure campaign must continue with a credible military component.” Oil prices fell sharply today, reversing the initial panic spike caused by fears of a deeper conflict between the United States and Iran. US crude tumbled 4%, hitting session lows, after President  Trump signaled tensions could be easing. \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world,\" Trump said in a highly-anticipated speech. Crude briefly dipped below $60 a barrel after Trump's remarks, giving back all of the gains from last week's US drone strike that killed a top Iranian commander. It's a dramatic pullback from the high of $65.65 late Tuesday after Iran lobbed missiles on bases in Iraq that house US troops. Trump confirmed that no Americans were harmed in that attack, and rather than signaling a US military response, Trump vowed to impose new sanctions on Iran. President Trump claimed that Iran's hostilities increased after the \"foolish nuclear deal was signed in 2013.\" The agreement was signed in 2015.  Trump also claimed, as he has before, that the deal \"expires shortly anyway.\" While the word \"shortly\" is subjective, and while some provisions of the agreement are scheduled to expire in five years, some provisions are indefinite. Others run to 2035 and 2040. \"It's not accurate to say the deal expires,\" said Naysan Rafati, Iran analyst at the International Crisis Group, told CNN in July. \"Certain clauses of the deal expire and a lot of the key clauses don't expire.\" The deal includes important sunset clauses. Its limits on the number of first-generation centrifuges Iran can possess, and on the research and development of more advanced centrifuges, are scheduled to end in 2025. The 3.67% uranium purity limit is to end in 2030. So is the 300-kilogram limit on Iran's stockpile of low-enriched uranium, which Iran said last week it has now broken. And so is the ban on building a new heavy-water reactor and on reprocessing spent fuel, which effectively bars Iran from developing a plutonium weapon. However, some of the limits in the deal extend past 2030 — and some do not expire at all. Centrifuge production sites are to be under continuous surveillance until 2035. Iran's uranium mines and mills are to be monitored until 2040. Iran is permanently required to provide advance notice of plans to build a nuclear facility. Iran promised that it will not \"ever\" seek a nuclear weapon. And the International Atomic Energy Agency monitoring of Iran's nuclear activities is to continue indefinitely. The military escalation appears to be over.  Trump decided to lean on the only \"minimal damage\" inflicted and unleashed threats. But he only had one practical response: more sanctions. Moments ago, Trump announced his administration will hit Iran with new sanctions in the wake of its attack on two Iraqi military bases housing US troops. It is unclear what new sanctions will be unveiled and, after years of punishing blockades being built up, what new measures can actually apply pressure on Iran. After the Saudi oilfield attacks, similar sanctions were pledged and experts even then were unclear what impact was left for the US to have on the already beleaguered economy. Trump also asked Europe to get behind his maximum pressure campaign and NATO to get more involved with Middle East peace. He said that the US had new hypersonic weapons to unleash if needed.  Iran would never have a nuclear weapon, he began by saying, and the deal intended to prevent that, he added, actually released money that Iran used to get the very weapons used last night. Most of his praise was for the military's preparedness and the early warning system that saved American lives. \"We continue to evaluate options\" he said. But an immediate military response won't be one of them. Here's the bottom line: Trump appears to have taken the off-ramp that last night's mostly theatrical strikes gave him. But he still has to deal with the longer term, and now exaggerated angry threat Iran poses, if it exacts a bloodier revenge over time, more covertly. President Trump moments ago repeated an oft-repeated assertion that Iran was \"given $150 billion\" by the 2015 nuclear agreement signed by the Obama administration. Facts first: That figure is an exaggeration. And the money in question wasn't American. The US had agreed to unfreeze a significant sum of Iran's assets that had been frozen in international financial institutions, predominantly outside the US, because of sanctions against Iran. Trump did not pull the $150 billion figure out of thin air: Obama himself mused in a 2015 interview about Iran having \"$150 billion parked outside the country.\" But experts on Iran policy, and Obama's administration, said that the quantity of assets the agreement actually made available to Iran was much lower. In 2015, Treasury Secretary Jack Lew put the number at $56 billion. PolitiFact reported that Garbis Iradian, chief economist at the Institute of International Finance, put it at about $60 billion. Adam Szubin, a senior Treasury Department official, testified to Congress in 2015 that the \"usable liquid assets\" would total \"a little more than $50 billion.\" The rest of Iran's foreign assets, he said, were either tied up in \"illiquid\" projects \"that cannot be monetized quickly, if at all, or are composed of outstanding loans to Iranian entities that cannot repay them.\" Trump was more accurate on Wednesday when he claimed Iran had been given $1.8 billion \"in cash.\" The Obama administration did send Iran $1.7 billion — $400 million plus interest — to settle a decades-old dispute over a purchase of never-delivered US military goods Iran made before its government was overthrown in the Islamic Revolution of 1979. President Trump just finished addressing the nation on the Iran crisis. The President spoke for about 10 minutes and didn't take questions from reporters afterward. Here are the key things we learned in his address: He confirmed no Americans were killed: Trump said, \"No Americans were harmed in last night's attack by the Iranian regime.\" US and Iraqi sources had previously said there were no known casualties.\nHe said Iran is standing down: \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world,\" Trump said.\nHe announced new sanctions: \"The United States will immediately impose additional punishing economic sanctions on the Iranian regime,\" Trump said. \nHe urged allies to pressure Iran on nuclear weapons: Trump called on other nations to recognize that Iran must end its nuclear ambitions. \"Iran must abandon its nuclear ambitions and end its support of terrorism,\" Trump said. \"We must all work together toward making a deal with Iran that makes the world a safer and more peaceful place.\"\nHe criticized the slain Iran general: Trump said Qasem Soleimani, whose death in a US strike last week sparked the current US-Iran tensions, is \"the world's top terrorist.\" He said Soleimani \"was planning new attacks on American targets, but we stopped him.\" President Trump announced his administration will hit Iran with new sanctions in the wake of its attack on two Iraqi military bases housing US troops, as well as in response to its broader aggression in the region.   \"The United States will immediately impose additional punishing economic sanctions on the Iranian regime,\" Trump said.  He noted that his administration is continuing to review other options to respond to the Iranian missile strikes. \"These powerful sanctions will remain until Iran changes its behavior,” Trump said. “In recent months alone, Iran has seized ships in international waters, fired an unprovoked strike on Saudi Arabia and shot down two American drones.\" President Trump ended his remarks on the Iran crisis, which lasted about 10 minutes, with a message to the people of Iran. \"Finally, to the people and leaders of Iran, we want you to have a future and a great future, one that you deserve,\" Trump said. \"One of prosperity at home and harmony with the nations of the world.  \"The United States is ready to embrace peace with all who seek it,\" Trump added. He did not take questions as he left the room.  Trump said that since he took office \"America has achieved energy independence.\"  \"We are now the No. 1 producer of oil and natural gas anywhere in the world. We are independent and we do not need Middle East oil.\" President Trump criticized the Iran nuclear deal as \"very defective.\" Iran announced Wednesday it was partially withdrawing from the Joint Comprehensive Plan of Action, or JCPOA. \"The very defective JCPOA expires shortly, anyway, and gives Iran a clear and quick path to nuclear breakout. Iran must abandon its nuclear ambitions and end its support for terrorism,\" Trump said. Trump called on other allies to \"break away\" from the deal \"We must all work together toward making a deal with Iran that makes the world a safer and more peaceful place,\" he said. Trump described the Iranian military commander Qasem Soleimani killed in a US strike last week as \"the world's top terrorist.\" \"He trained terrorist armies, including Hezbollah, launching terrorist strikes against civilian targets. He fueled bloody civil wars all across the region. He viciously wounded and murdered thousands of US troops, including the planting of roadside bombs that maim and dismember their victims.\"  Trump said Soleimani directed the recent attacks on US personnel in Iraq that \"badly wounded four service members and killed one American\" and he orchestrated \"the violent assault\" on the US Embassy on Baghdad. \"In recent days he was planning new attacks on American targets, but we stopped him,\" Trump said. President Trump said US forces are \"prepared for anything,\" but for now, \"Iran appears to be standing down.\" \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world,\" Trump said. Watch Trump's opening remarks: Trump said, \"No Americans were harmed in last night's attack by the Iranian regime.\"  \"We suffered no casualties. All of our soldiers are safe and only minimal damage was sustained at our military bases.\"  President Trump just began his remarks with this quote: \"As long as I'm President of the United States, Iran will never be allowed to have a nuclear weapon.\" The President is speaking from the White House about Iran. Watch it live above. We will also be posting highlights here.  Jeremy Binnie, the Middle East and Africa editor at British military magazine Jane's Defence Weekly, said the choice of what was likely a Qiam ballistic missile carried some risk — but it also likely ensured several minutes of warning for the Americans when the attack hit their radars.  \"The attack on Saudi Arabia last year used cruise missiles and UAVs, while these were ballistic missiles.\" he said. \"That might have been a deliberate decision to minimize damage, as the Iranians would have known that the ballistic trajectories could be picked up much more easily by radars, providing early warning of the attack\"   About the Qiam missile: Binnie said that, according to images released, the missile recovered near Ain al-Assad Air Base was a Qiam, a type that was \"recently upgraded with a new re-entry vehicle that has fins so that it can steer itself towards its target\"  He said these missiles had been used before to attack ISIS and Kurdish rebels in Iraq, \"but their accuracy and reliability was spotty.\" \"Some missiles failed to reach the target area, while others missed their apparent targets,\" Binnie said. \"If the Iranians were aiming for uninhabited areas at the Iraqi bases, there consequently was still some risk they would accidentally hit a bunker where coalition personnel were sheltering.\" Some background: There is a growing belief among some US officials that Iran's missiles intentionally missed areas populated by Americans , multiple Trump administration officials said. Read more here. A group of Democratic senators, including 2020 hopeful Sen. Elizabeth Warren, have introduced a Senate resolution “condemning Trump’s threats to attack cultural sites in Iran and demanding the President refrain from violating the laws of armed conflict.” Some context: Yesterday, Trump appeared to backtrack on his earlier threat to target Iran's cultural sites — an action that would violate international law and is viewed as a war crime. \"If that's what the law is -- I like to obey the law. But think of it, they kill our people, they blow up our people and then we have to be very gentle with their cultural institutions,\" Trump said yesterday. Trump originally made the threat to the sites on Saturday, tweeting that the US had \"targeted 52 Iranian sites (representing the 52 American hostages taken by Iran many years ago), some at a very high level & important to Iran & the Iranian culture.\" \"if Iran strikes any Americans, or American assets... Iran itself, WILL BE HIT VERY FAST AND VERY HARD,\" he added. CNN has obtained satellite images from Planet Labs, Inc. that appear to show damage from Iranian missile strikes at al Asad Air Base in Iraq.  Four buildings on the base appear damaged. It also appears a missile hit one of the runways at the airbase. Russian President Vladimir Putin and Turkish President Recep Tayyip Erdogan issued a joint statement today, saying both countries are “deeply concerned” about the escalation of tensions in the region.  Here's part of statement: “We evaluate the U.S. air operation targeting ... Soleimani and his entourage in Baghdad on 3 January 2020 as an act undermining security and stability in the region ... In light of the ballistic missile attacks by Iran against coalition military bases in Iraq on 8 January 2020, we believe that exchange of attacks and use of force by any party do not contribute to finding solutions to the complex problems in the Middle East, but rather would lead to a new cycle of instability and would eventually damage everyone’s interests.\" The statement added that both presidents have “always been against foreign interventions and unilateral military actions” and urged parties involved to “act in restraint.” House GOP leadership spoke at their weekly press conference on escalating hostilities with Iran and the strike that took out Qasem Soleimani. They praised the President for his actions and saying that House Republicans are unified behind him. House Republican leader Kevin McCarthy would not say what he thinks the President should say when he addresses the nation on Iran this morning. When asked if he would call on the President to retaliate, McCarthy said, “I will allow the President to speak to the nation. I’ll allow him to gather all the information. I think the President has handled this correctly all the way through. I trust his judgement and I know he’s making us safer by the actions he’s taking.”  When asked if Secretary of State Pompeo should testify publicly before Congress, McCarthy said, “I think at this moment in time the most important thing to do, let’s deal with the situation at hand. I think that’s more important, instead of taking Pompeo away from his job.”  Senate Majority Leader Mitch McConnell said he spoke to President Trump last night after the Iran strikes, saying he emphasized the “capacity to exercise restraint.” “I'm grateful for his patience and prudence as he and his cabinet deliberate how to respond appropriately to the latest Iranian provocation,” McConnell said.  He continued: “As a superpower, we have the capacity to exercise restraint and to respond at a time and place of our choosing, if need be. I believe the president wants to avoid conflict or needless loss of life, but he's rightly prepared to protect American lives and interests. And I hope Iran’s leaders do not miscalculate by questioning our collective will in launching further attacks.” President Trump made a series of phone calls to lawmakers last night, including to Sen. James Inhofe, Republican from Oklahoma. “This is going to open the door to negotiations with Iran,” Inhofe told reporters. The President was in an upbeat mood, Inhofe said, and believes the limited strikes last night open the doors to broader negotiations. He said he expected Trump to strike this tone when he speaks at 11 a.m. ET. House Democrats are still deciding when they will move forward with a vote on a War Powers resolution to check the President on Iran, lawmakers said leaving this morning's caucus meeting.  The vote still could happen this week, but they're still hammering out technical details on the resolution and it could also slide to next week. One of the issues they are working through is making sure the resolution is written so that the Senate will have to take it up, according to Rep. Dan Kildee. Former Ambassador Wendy Sherman, who served in the State Department during the Obama administration, was present during today's caucus meeting to walk members through the key issues with the administration's response, according to Rep. David Cicilline.  Behind closed doors, House Democrats this morning discussed how to pin down administration officials at this afternoon’s Iran briefing, since most all-member briefings are generally devoid of information. Among the issues they plan to press on, per sources, is why the administration contends it does not need an Authorization of Military Force now. The administration has said it used the 2002 authorization for the war in Iraq as legal justification for the strike. President Trump's decision to kill Qasem Soleimani has left the international community reeling. As diplomatic crises go, this ticks a lot of boxes. The US killed an Iranian general in Iraq — a country where it has kept a constant military presence since the 2003 invasion to overthrow Saddam Hussein.  However bad relations between the US and Iran had become under Trump, the killing of a military official by drone strike caught everyone, including America's closest allies, off guard. Here's some background to all of this:  The weeks leading to Soleimani's death had been rocky in Iraq. \"Since the start of October, there'd been a tense standoff between Iraqi protestors [and the Iraqi government], opposing the Iran-backed Iraqi establishment,\" says Chris Doyle, director of the Council for British-Arab Understanding, an independent think tank promoting conflict resolution, civil society and human rights in the Middle East.\nFor months, thousands of Iraqi citizens have protested. They've rallied against government corruption and growing Iranian interference in Iraq's political establishment. Security forces have cracked down on protesters, killing hundreds and injuring thousands\nThere was an attempt to storm the embassy: Days before Trump ordered the drone strike which killed Soleimani, Hundreds of pro-Iranian protestors attempted to storm the US embassy in Baghdad, scaling the walls and forcing the gates of the compound. They were protesting US airstrikes on facilities in Iraq and Syria which the Pentagon claims were linked to pro-Iranian militias responsible for attacking US service personnel in Iraq. Read up on more key points to understanding this crisis here. The United Nations Secretary General António Guterres made another appeal for peace Wednesday, echoing a similar message he delivered on Monday. That message: Stop escalation, exercise maximum restraint, restart dialogue, renew international cooperation. The secretary general continues his active engagement with relevant actors, UN Spokesman for the Secretary-General Stéphane Dujarric said in a statement. “It is our common duty to make every effort to avoid a war in the Gulf that the world cannot afford,” Dujarric said. Sen. Lindsey Graham just tweeted that US retaliation for Iran's overnight missile strikes \"is not necessary\" right now, marking a dramatic shift in tone from his comments last night. \"In my view, retaliation for the sake of retaliation is not necessary at this time,\" Graham tweeted. \"What is necessary is to lay out our strategic objectives regarding Iran in a simple and firm fashion.\" Graham, one of President Trump's top Senate allies, last night called the attack an \"act of war.\" Here's what he said yesterday: \"The missiles were launched from Iran at targets inside of Iraq housing US military personnel. The President has all the authority he needs under Article II (of the Constitution) to respond, and how he responds is yet to be determined, but he has that authority to respond,\" Sen. Lindsey Graham, a South Carolina Republican who is considered hawkish on foreign policy, said on Fox News Tuesday night. \"It was an act of war by a regime that for the last 40 years has been a cancer in the Mideast.\" And here are his full tweets from this morning: Tensions between the US and Iran have been escalating for days after a US airstrike killed Iran's top general. Here's a look at some of the key developments in just the past six days: Friday: Iran's top general, Qasem Soleimani, is killed by an airstrike in Iraq, which was ordered by President Trump. US Secretary of State Mike Pompeo said the airstrikes disrupted an \"imminent attack\" in the region that put American lives at risk.\nAfter that: The US announces will deploy thousands of additional troops to the Middle East.\nSunday: Iran announces it will no longer limit itself to the nuclear restrictions set forth in 2015 by the Joint Comprehensive Plan of Action (JCPOA).\nAlso Sunday: The military adviser to Iran's Supreme Leader said his country's response to the killing will certainly be a military response \"against military sites.\"\nSunday, in Iraq: The Iraqi Parliament voted to expel American troops.\nMonday: Huge crowds gathered in Iran for the days-long funeral procession of Soleimani. At least 56 people were crushed to death when a stampede broke out at the funeral on Tuesday local time.\nTuesday: Iran fired more than a dozen ballistic missiles at two Iraqi military bases housing US troops late Tuesday night US time (or early Wednesday local). The attack appears to be retaliation for Soleimani's death, and no casualties have been reported. Iranian Foreign Minister Mohammad Javad Zarif reiterated today that Iran did \"not start this process of escalation.\" Speaking to reporters, Zarif said the United States \"waged an economic war against Iran.\"  \"Europe can play a useful role by informing the United States of the serious error in their analysis that they should stop listening to clowns,\" Zarif added. Watch more: House Foreign Affairs Chairman Eliot Engel defended the push to tie Trump’s hands on Iran, saying the intent is to give Congress a say in any potential war as the House considers the war powers resolution next week. About the resolution: House Speaker Nancy Pelosi on Sunday sent a letter to Democratic members of Congress announcing the House will introduce and vote on a \"War Powers Resolution to limit the President's military actions regarding Iran\" amid rising tension. The resolution, Pelosi writes, \"reasserts Congress's long-established oversight responsibilities by mandating that if no further Congressional action is taken, the Administration's military hostilities with regard to Iran cease within 30 days.\" Today, Rep. Jason Crow, a freshman Democrat, also called for the passage of the war powers resolution next week.  Pelosi declined to answer any of CNN’s questions on Iran on her way into Democratic Caucus meeting today. She replied, “I’m busy.”  The Speaker was asked about why she delayed the war powers resolution vote and what she hopes to hear from the President this morning.  President Trump will deliver his statement on Iran at 11 a.m. ET, the White House says. He'll speak from the White House Grand Foyer. Turkish President Recep Tayyip Erdogan said no one in the region \"wants to pay new prices.\" Speaking in Istanbul after a bilateral talk with Russian President Vladimir Putin, Erdogan said the tension between our Iran and the US \"reached to an undesirable level.\" \"We are trying to decrease tension by using all means of diplomacy at times of war drums,\" Erdogan said, adding: No one has right to bring fire to region and especially Iraq for their own interests. We will do all possible not to allow region to be drowned in blood and tears. Turkey does not want Iraq Syria Lebanon or Gulf to be a scene of proxy wars.\" The two presidents held one-on-one talks with translators behind closed doors, according to Russian state-run news media RIA Novosti.  The leaders of Sweden and Finland have condemned the Iranian strikes against military bases in Iraq on Wednesday.  Speaking at a joint news conference today, Swedish Prime Minister Stefan Löfven said that \"dialogue [and] de-escalation of the situation\" are needed.  \"We need to condemn all attacks on peace keeping troops so that is the important thing for us,  Löfven said Finland's new Prime Minister Sanna Marin, who is visiting Sweden, also urged de-escalation.  \"We need to find ways for a dialogue, we need to find a way for peaceful progress from now on and we need to look to the future, forward from now on.\"  \"The situation is very difficult,\" Marin said, adding: \"I think Finland and Sweden are also trying to find a way to build dialogue together with the whole EU.\" Mohammed al-Halbousi, the speaker of Iraqi Parliament, called on the Iraqi government to preserve Iraq's sovereignty from violations and prevent the country from slipping into the spiral of conflict. In a statement released by the speaker's office, al-Halbousi urged all parties to \"exercise restraint and wisdom.\" He called the Iranian strikes against bases in Iraq a \"violation of Iraqi sovereignty.\"  \"We affirm our absolute refusal to allow the conflicting parties to try to use the Iraqi arena to settle their scores,\" al-Halbousi said in the statement. He continued: \"We renew our call on the Iraqi government to take the necessary political, legal and security measures to stop such attacks and work to preserve Iraqi sovereignty from these violations, and keep Iraq away from the ongoing conflict and not to be part or an arena for the  fighting, or a party to any regional or international conflict.\" US Ambassador to Israel David Friedman said that the “initial assessments\" following the Iranian strikes \"are positive, and we pray those reports are true.”  Speaking this morning at a conference in Jerusalem, Friedman said:  Our military is by far the strongest in the world, and our cause is just. We pray to God that we will prevail overwhelmingly and without loss of innocent life, and I am confident, that with our president’s leadership, we will defeat the great threats of our time and bring about a more just and more peaceful world. n fired more than a dozen ballistic missiles at two Iraqi military bases housing US troops overnight. If you're just getting read in, here's what we know so far: No casualties: A US official told CNN that there were no initial reports of any US casualties from the attack, but an assessment of the impact of the strikes is underway. Iraq's joint military command said there were no casualties among Iraqi military forces.\nIran warned Iraq before the strike: Iraq received \"an official verbal message\" from Iran about the missile attack before it happened. Iraq said the warning was reportedly passed to the US. \nThe motive: The attack was retaliation by Iran after its top general Qasem Soleimani was killed in a US airstrike in the Iraqi capital of Baghdad.The rockets pose a direct challenge to Trump, who just yesterday issued a threat to Iran: \"If Iran does anything that it shouldn't be doing, they will be suffering the consequences and very strongly,\" the President said.\nHow the US is responding: President Trump is expected to address the nation this morning. On Twitter, he said that \"all is well!\"  British Prime Minister Boris Johnson said Qasem Soleimani, the top Iranian military leader who was killed by the US in Baghdad last week, had the “blood of British troops on his hands.”  Speaking in the House of Commons, Johnson defended what he has called the United States' “right to protect” its bases and personnel. Johnson said: Qasem Soleimani was responsible for many years – amongst other things – of arming the Houthis with missiles, with which they attacked innocent civilians; arming Hezbollah with missiles, which again they used to attack innocent civilians; sustaining the Assad regime in Syria – one of the most brutal and barbaric regimes in the world; and, of course, supplying improvised explosive devices to terrorists who, I’m afraid, killed and maimed British troops. “That man had the blood of British troops on his hands,” the prime minister added. Johnson asserted that the issue of legality “is not for the UK to determine,” but added that the US “has the right to protect its bases and its personnel” in the region. Iran’s choice of target is significant. If it wanted to kill lots of American soldiers in Iraq there were easier bases to strike. I’ve been to al-Asad airbase – it’s vast and it’s remote. Strikes there could find plenty of dead ground away from troop bunkers and would have little risk of civilian collateral killings. Iraqi military commanders had been warned by Iran to stay away from US bases and US officials confirm their troops, too, had adequate warning to shelter from the attack. Iran is trying to have its cake and eat it. Create the impression of a fearsome strike for domestic consumption without actually risking escalation. So far, it’s working — soon after the ballistic missiles slammed into the base, President Trump tweeted “all is well,” “so far, so good.” There is one message for the international community and another for the Iranians who flocked to the streets for Qasem Soleimani’s funeral. Iran’s Foreign Minister, Javad Zarif, called the strike “proportional,” while the theocracy’s Supreme Leader, Ayatollah Ali Khamenei, told cheering crowds in Tehran it was a “crushing” blow. Other Iranian officials speaking for international consumption say there is no need for further strikes unless the US escalates the situation. Meanwhile, some Iranian news outlets are ramping up propaganda, claiming the killing of many US troops when every reliable source says no US troops were killed. A full US battle damage assessment has begun, and Trump is expected to speak later Wednesday, but every indication so far points toward a military off-ramp moment. How diplomacy picks up is hard to say. In many ways the situation is back to where it was in the minutes before Soleimani’s killing. The question will be — and this was always the gamble in killing the architect and inspiration of Iran’s overseas aggression — will the ayatollahs now decide they can’t get away with the attacks as they did, or do they believe their own domestic hype, and that it is for the US to back down on sanctions and pull out of the region. Regardless of what they or the White House believe, the door to de-escalation has opened a crack — diplomacy might just slip into the room. The German Foreign Ministry condemned the Iranian strikes on military bases hosting coalition forces in Iraq. Foreign Minister Heiko Maas said today on Twitter:  We condemn the Iranian missile attack on Iraqi military bases where coalition forces are also stationed. We call on Iran to refrain from any steps that could lead to further escalation. We have been in contact with all sides for the past few days and are working to help de-escalate the situation. We call on all sides to exercise calm and restraint.” Germany has announced earlier it would temporarily withdraw some troops from Iraq. The German Defense Ministry told CNN yesterday that about 35 soldiers from Baghdad and Taji have been moved to Kuwait and Jordan.  Other German troops remain, for example in Erbil, in a training fashion, the spokesman said. Iran's missile strikes against bases in Iraq housing American troops were not an act designed to kill the most Americans possible. Iran would have known that US troops are normally asleep in the early hours of the morning, and the chances of inflicting casualties are lower. It will also have known the US has a strong air defense that would likely have been on high alert. Tehran should have a grasp of how well its missiles would fare against such technology. The missile attacks don't make sense if Iran's goal was to really hurt US troops in large numbers — as some had been pledging to do. They do make sense, however, as the execution of Supreme Leader Ali Khamenei's order to strike back openly against US military targets in response to the killing of Iranian commander Qasem Soleimani. Khamenei's instruction was confusing when first reported, as the US would be bound to prevail in a straight military-to-military conflict. Was the Supreme Leader ordering an empty show of force? Read the full analysis here. Without providing any evidence to support their claim, Iranian media are reporting that “80 US military personnel have been killed” and more than “200 US military personnel were injured” in the missile attack on two Iraqi military bases. An Iranian Revolutionary Guard Corps (IRGC) intelligence source told Iran’s semi-official Fars news agency today, that \"early estimates indicate heavy US casualties in Iran's missile attack,\" again without showing any evidence.  Remember: There has been no official statement from the Pentagon or any US officials, but a US official has told CNN that there are no reports of US casualties at this time. An assessment is still underway. Iraqi security officials also say there are no casualties among Iraqi security forces. About Fars News: It is a semi-official news agency. Unlike press TV it is not state run, but it is known to have close ties to the IRGC and frequently reports stories that Tehran would approve of. Fars is known for its triumphant propaganda, often portraying the strength of the Iranian military in a favorable light. NATO Secretary General Jens Stoltenberg has joined the ranks of high-profile officials condemning the Iranian attack. Posting on his Twitter account, he called on Iran to refrain from further violence. Again, we're slightly on a knife edge and we will have to wait what the US President Donald Trump says about this — although his initial tweet implies that this is the kind of response that they expected.  Whether the United States will now decide that enough is enough for this moment and whether there's some other diplomatic, political or any kind of engagement going forward.  First and foremost we wait because the ball is again in the Trump administration's court.  It's very important to note that Javad Zarif, Iran's Foreign Minister, posted a tweet that is very, very clear: he has said Iran took and concluded proportionate measures in self-defense under article 51 of the UN Charter. He went on, saying: \"We do not seek escalation or war but will defend ourselves against any aggression.\"  This is a very clear comment, and it matches what he said in interviews with CNN in the days immediately after the killing of Soleimani. British Prime Minister Boris Johnson has condemned Iran’s missile strikes on Iraqi military bases and called for “urgent de-escalation.”  Speaking in Parliament today, Johnson said:  We of course condemn the attack on Iraqi military base hosting coalition forces. Iran should not repeat these reckless and dangerous attacks.”  Johnson confirmed there were no British personnel casualties and added that the government is doing everything in its power, “of course to protect UK interests in the region.” “We’ve relocated non-essential personal from Bagdad to Taji and we will do everything we can to prevent an escalation,” the prime minister added. There is a growing belief among some administration officials that Iran’s missiles intentionally missed areas populated by Americans during attacks on Tuesday, multiple administration officials said.  These officials floated the notion that Iran could have directed their missiles to hit areas that are populated by Americans — but specifically did not. They suggested Iran may have chosen to send a message rather than take significant enough action to engender a substantial US military response, a possible signal the administration was looking for rationale to calm the tensions. Missiles also hit close to the US consulate in Erbil, but didn’t go for the consulate itself, though the expectation is that they could have. Officials have said there were no US casualties as a result of the attacks. The Pentagon is assessing whether this was the limit of Iran’s response and calibrated to ensure it didn’t cause significant damage, according to one source with knowledge. There are also questions about Iran’s targeting capabilities, which could have impacted the areas that were hit.  “We could have done it and we didn’t do it,” is the message Iranians appeared to be sending, a State Department official said.  What happens next: This interpretation will be presented to Secretary of State Mike Pompeo during a briefing today, and Pompeo is expected to brief the President at some point later in the day.  The US gave Iran the “opportunity to do what they needed to do and not escalate by killing Americans,” the official said, suggesting how the administration could frame the retaliation. This was “a smart move” by the Iranians who demonstrated that they had “more to lose” if they killed Americans. Now, the major question is if Iranian proxies follow suit, the official explained.  Pompeo is “pragmatic” right now and the general sentiment last night was “let’s take a breath.”  There were no additional moves taken overnight to add any more protection to US diplomatic facilities abroad.   Members of President Trump’s national security team have arrived at the White House this morning.  CNN spotted Chairman of the Joint Chiefs of Staff Mark Milley, national security adviser Robert O’Brien and Vice President Mike Pence this morning. President Trump said he will give a statement this morning following the attack on two Iraqi military bases housing US troops. It's not clear exactly what time that will happen. Iran launched more than a dozen missiles at two Iraqi bases that hold US troops early this morning local time. The attack appears to be retaliation for the US airstrike that killed a top Iranian general last week, the Pentagon said last night. Here's what we know now: No casualties: A US official told CNN that there were no initial reports of any US casualties from the attack, but an assessment of the impact of the strikes is underway. Iraq's joint military command said there were no casualties among Iraqi military forces.\nAbout the general's killing: The attack comes days after the US killed top Iranian General Qasem Soleimani in an airstrike in the Iraqi capital of Baghdad. The administration has sought to cast that strike as an attempt to de-escalate tensions with Iran, but Tehran has vowed revenge for the killing, which it says was an \"act of war\" and \"state terrorism.\"\n\"Hard revenge\": In a statement, the Islamic Revolutionary Guards Corps, or IRGC, said the attacks were \"hard revenge\" for the death of Soleimani. The IRGC said in the statement that any country housing US troops could be subject to \"hostile and aggressive acts\" and called on American citizens to demand the government remove US troops from the region. President Trump met in the Situation Room with his national security team last night following the strikes at the airbase housing US troops. The officials with the president included: Vice President Mike Pence\nSecretary of State Mike Pompeo\nDefense Secretary Mark Esper\nJoint Chiefs chairman Mark Milley\nActing chief of staff Mick Mulvaney\nNational Security Adviser Robert O’Brien\nActing Director of National Intelligence Joseph Maguire\nPress secretary Stephanie Grisham CIA Director Gina Haspel attended the meeting remotely. President Trump tweeted last night that he'd make a statement about Iran's attack on bases housing US troops this morning, adding, \"All is well!\" It's not clear exactly what time he'll make his address. White House aides had initially made plans for a possible address to the nation by Trump after the missile strikes last night, according to two officials, but a White House official said the President would not speak immediately. Trump later tweeted this: Iran fired more than a dozen ballistic missiles at two Iraqi military bases housing US troops early this morning local time.  In a televised address this morning, Supreme Leader Ayatollah Ali Khamenei said that Iran gave the US \"a slap in the face last night,\" in reference to the attacks. He added that America had cast Soleimani as a \"terrorist,\" which was \"unjust and unfair.\" The Islamic Revolutionary Guards Corps, an elite wing of the Iranian military, said in a statement that the attacks on Iraqi bases were \"hard revenge\" for the death of Soleimani. The IRGC said any country housing US troops could be subject to \"hostile and aggressive acts\" and called on American citizens to demand the government remove US troops from the region. It warned the US:  \"If you repeat your wickedness or take any additional movements or make additional aggression, we will respond with more painful and crushing responses.\""], "Language": false}