{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/media/collegehumor-sold-layoffs/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-01-08T22:48:45Z"], "LastModifiedDate": ["2020-01-08T22:48:45Z"], "Headline": ["CollegeHumor sold to longtime exec, lays off nearly all 100-plus staff"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["CollegeHumor's parent company CH Media laid off the majority of its staff — more than 100 employees in New York City and Los Angeles — in a drastic sale on Wednesday that will likely amount to the end of the comedy website as we know it.  InterActive Corp. sold CH Media to Sam Reich, the 20-year-old media company's chief creative officer and a longtime executive, an IAC spokesperson confirmed with CNN Business. Reich also shared news of the sale on Twitter on Wednesday.  \"So, bad news — with a twist. IAC, our parent company, has made the difficult decision to no longer finance us. Today, 100+ brilliant people lost their jobs, some of whom are my dear, dear friends. Hire them,\" Reich tweeted. \"The twist, however, is that IAC has agreed to let me run with the company myself. In words that I'm sure are as surreal to read as they are to type, I will soon become the new majority owner of CH Media.\"  Terms of the deal were not disclosed.  CollegeHumor started in 1999 as a humor website, founded by Josh Abramson and Ricky Van Veen as freshmen in college. The site grew to be a leader in online video with original series like \"Jake and Amir\" and viral sketches like \"How To Tell If You're a Basic Bitch.\" In 2006, Barry Diller's IAC bought the site, which later became CH Media, comprising of three brands: CollegeHumor, gaming and entertainment site Dorkly and comedy and art site Drawfee. Though, CH Media continued to create videos that go viral — a recent sketch about GoFundMe garnered 1.2 million views on YouTube — it's no longer the powerhouse it once was.  Bloomberg was first to report the sale. In October, Bloomberg reported that IAC had been looking to sell CH Media.  Reich admitted that CH Media had been unprofitable. \"While we were on the way to becoming profitable, we were nonetheless losing money — and I myself have no money to be able to lose,\" he tweeted.  Reich did not immediately respond to a request for further comment from CNN Business.   \"Sam was the best choice to acquire CH Media and define its next chapter. The decision places CH Media with an owner who is beloved by fans, passionate about the business and sees a future we believe in,\" an IAC spokesperson told CNN Business.  CollegeHumor's founders had already left the company. In 2011, Abramson had bought back his t-shirt site BustedTees from IAC. In 2016, Van Veen joined Facebook to help lead their creative content strategy.  On Twitter, Reich encouraged fans to subscribe to CH Media's streaming service Dropout, saying they have \"six months worth of content still to release.\""], "Language": false}