{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/world/meanwhile-in-america-april-28/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-28T18:41:55Z"], "LastModifiedDate": ["2020-04-28T18:41:55Z"], "Headline": ["Trump has us reading tea leaves over North Korean leader's health"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump says he knows how his despotic North Korean pen pal is doing ... he's just not telling.  \"I do have a very good idea, but I can't talk about it now,\" Trump said, when asked about speculation that Kim Jong Un is gravely ill or may already be dead. \"I just wish him well,\" Trump said at the White House on Monday. He had already divulged more intelligence about the most pressing foreign policy crisis not involving the coronavirus than a normal President would have. But being Trump, he couldn't resist adding a tantalizing morsel that will send foreboding about what is next in the Stalinist hermit state skyrocketing. \"You'll probably be hearing in the not too distant future,\" he said. \"Nobody knows where he is.\" The implications of Kim's death would be momentous, even if in life the erratic North Korean leader has often been a source of instability in Northeast Asia. Given that he has no obvious heir, a power struggle in an impoverished nation bristling with nuclear weapons and with a million men under arms is a real risk. Even worse, an internal collapse in North Korea — with the possibility of a refugee exodus into China across the Demilitarized Zone into South Korea — in the middle of a pandemic is a horror scenario. Trump, of course, has plenty of skin in this game. His opening to North Korea and summits with Kim — even though they have done nothing to prod Pyongyang into giving up its nukes — play a starring role in the President's thin foreign policy record. The tea leaf readers will be picking through the President's comments Monday evening for hints on what might happen next. South Korea told CNN at the weekend that Kim was still alive. Was Trump's talk about the young tyrant in the present tense a clue? It's notoriously impossible for outsiders to work out what's going on inside North Korea. Sometimes, Trump's mind and motives seem almost as impenetrable."], "Language": false}