{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/opinions/nikki-haley-trump-iran-airstrike-comments-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2020-01-07T22:49:17Z"], "LastModifiedDate": ["2020-01-08T01:57:57Z"], "Headline": ["What happened to Nikki Haley?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["How much has Trumpism broken the GOP? Just look at Nikki Haley, once considered a reasonable-ish conservative and a fresh Republican face, someone with a reputation for standing up to the bully-in-chief. The former South Carolina governor and UN ambassador  trumpeted a message of civility and persuasion, for a few minutes there, arguing not so long ago that name-calling and accusations don't win arguments; mutually respectful discussions do.   Now she's just trumpeting Trump. On Fox News Monday, Haley made the despicable claim that Democratic leaders and Democratic candidates for president are \"the only ones that are mourning the loss of Soleimani,\" the leader of Iran's Quds Force who was killed by a Trump-ordered attack.     Never mind that there's no evidence -- not one iota -- for this claim. Not a single Democratic leader, candidate or other politician, \"mourned\" Soleimani or expressed sadness over the man's death. To the contrary: They nearly to a one noted that he was a vicious actor, a man with the blood of thousands on his hands. But they also did what real stateswomen and men are supposed to do: Analyze the full picture.   The full picture is that Trump launched a provocative, likely unnecessary attack that could well tip us into a full-scale war with Iran. He did so based on thin evidence, and against the advice of people who actually know what they're doing. The question isn't whether Soleimani is a bad guy -- that's settled. But there are a whole lot of bad guys in the world. The questions facing responsible leaders is whether he was a direct and imminent threat to the United States, whether killing him was legal under both international and American law and whether it made any strategic sense -- or if it instead actually threatened American national security more than it helped. Those are the questions serious people are asking right now. They're the questions Nikki Haley should be asking. Instead, she's covering for the President -- and adopting his habit of lobbing craven lies and attacks that undermine not just civility, but trust in American democracy and leadership.  And it's not like Haley misspoke and now regrets her comments. To the contrary: She's tweeting them out, spreading her fabricated accusations to an even wider audience.  Haley also didn't stop at simply accusing Democrats of grieving for Soleimani; she endorsed Trump's reckless attack. She told Sean Hannity she thinks \"the president showed great decisiveness, great resolve,\" and that he left Iranian leaders \"shaking in their boots.\"  It's become starkly, terrifying clear that the American government can tick on for a while, even with an unhinged and unqualified man at the helm. But when we get into the realm of immediate international conflict, the whole thing starts to come apart at the seams. That's where we are now: The commander-in-chief of the US military has already shown he is impulsive and conscience-free. He appears to make decisions based on snippets he hears on Fox News. Anyone who is not terrified is not paying attention. And anyone who is paying attention and goes along with this perilous charade is complicit in it.   That includes Nikki Haley. She may well be angling to replace Mike Pence as Vice President, as some have suggested.  She may just be seeking continued relevance in a Republican Party that increasingly hews to the chaos, anger and contempt of Trumpism -- instead of any coherent conservative ideology. Whatever the case, she has now firmly and permanently ceded any claim she ever had to high ground -- and to the art of democratic statesmanship. Any moderate Republican or conservative Democrat who was hoping a Vice President Haley might be an effective moderating force for Trump should let that delusion go. "], "Language": false}