{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/politics/trump-met-iran-strikes-culture/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-07T09:43:28Z"], "LastModifiedDate": ["2020-01-07T09:43:28Z"], "Headline": ["The Met calls striking cultural sites 'abhorrent'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Metropolitan Museum of Art responded Monday to President Donald Trump's vow to target Iranian cultural sites if the country attacks the US, calling such a potential action \"abhorrent.\" \"Our world knows precisely what is gained from protecting cultural sites, and, tragically, what is lost when destruction and chaos prevail,\" Met President and CEO Daniel H. Weiss and Met Director Max Holleinhe said in a statement posted to Twitter. \"Today's leaders and citizens have many profound responsibilities -- protecting lives, and also protecting the precious legacy of generations before us, as it is from these shared places of cultural heritage that we gain the wisdom to secure safe and better futures.\" The Trump administration launched an airstrike in Iraq on Friday that killed Iranian general Qasem Soleimani. On Saturday, Trump tweeted warnings that if Iran struck Americans, the US would strike 52 sites of cultural significance to Iran. \"We have ... targeted 52 Iranian sites (representing the 52 American hostages taken by Iran many years ago), some at a very high level & important to Iran & the Iranian culture\" and \"if Iran strikes any Americans, or American assets... Iran itself, WILL BE HIT VERY FAST AND VERY HARD,\" Trump wrote in a series of tweets. Trump also tweeted that the US recently spent $3 trillion on military equipment.  The administration has said it wants to de-escalate the crisis, but Trump's threat to target Iranian cultural sites is likely to antagonize the Iranian population whether they support the government or not. It's also highly unusual for the US to target cultural rather than military sites, with some critics suggesting such action may violate international law. Secretary of Defense Mark Esper contradicted the President Monday, saying that the US would not target Iranian cultural sites.  \"We will follow the laws of armed conflict,\" Esper told CNN Monday. When pressed if that meant not targeting Iranian cultural sites, Esper replied, \"That's the laws of armed conflict.\""], "Language": false}