{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/world/coronavirus-newsletter-05-12-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-12T11:43:27Z"], "LastModifiedDate": ["2020-05-12T11:43:27Z"], "Headline": ["What you need to know about coronavirus on Tuesday, May 12"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["All but two US states will be partially reopened by the end of the week, even as new coronavirus cases continue to climb and testing and tracing efforts fall short of what is needed to rein in the pandemic.   On a tragic day when US deaths passed 80,000, President Donald Trump boasted about his administration's handling of the crisis, saying \"we have met the moment and we have prevailed.\" But contrary to his claims in the Rose Garden yesterday, not everyone who wants to get tested can do so. The eligibility criteria varies dramatically from state to state, and some jurisdictions are still experiencing shortages of key materials.  Meanwhile, Trump's own experts and the World Health Organization are cautioning against returning to normal life too soon. Dr. Anthony Fauci, the nation's top infectious diseases expert, plans to warn a Senate committee during a hearing today that if the US opens up prematurely, Americans will face \"needless suffering and death,\" according to an email he sent to The New York Times. Fauci is currently in \"modified quarantine\" after two administration staffers tested positive for the virus. Trump is concerned that the White House outbreak will undercut his message that the crisis is waning and states should begin reopening, according to a person who spoke with him.     YOU ASKED. WE ANSWERED Q: Will antibody tests allow us to go back to work?    A: As governments scramble to restart the economy, one way of getting people back to work is gaining support: antibody tests. The hope is that those who have been infected may have developed enough antibodies to make them immune — rendering their return to the office safe — though the science around this is far from settled. But experts warn that going down this route could create new problems, including discrimination in workplaces, or people deliberately trying to get infected so they can return to their jobs sooner, \"playing Russian roulette\" with their lives, as one doctor put it.   Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Mask memo to West Wing staff  While officials are now required to wear face coverings in the West Wing, Trump, who has said he cannot envision wearing a mask in public, may be less likely to do so. The first lady, on the other hand, has been vigilant in practicing social distancing and wearing a mask, and has asked staff in the East Wing to do the same.    Elsewhere, masks have become a key part of reopening strategies. They're now compulsory on the Paris metro system, after France began to lift its lockdown yesterday. Across the Channel, the UK has recommended that masks be worn on public transport, as some restrictions lift — but they're still not mandatory.  What the White House can learn from Downing Street If Trump needs reminding of how easily the coronavirus can spread in the workplace, he need only pick up the phone and call his friend Boris Johnson, Luke McGee writes. The UK Prime Minister knows first-hand the agony of Covid-19, having survived a serious bout of the virus that left his government rudderless at the worst possible time.    Experts say the UK offers a simple lesson for Trump and Vice President Mike Pence: If you can't stay healthy, you can't lead your country through this crisis. Cases climb in recently reopened countries South Korea, China and Germany — countries where stay at-home measures and other restrictions were recently lifted — have reported spikes in infections. In the last 24 hours, Germany has recorded more than 900 new cases.   \"Over the weekend we saw signs of the challenges that may lie ahead,\" WHO Director-General Tedros Adhanom Ghebreyesus said, referring to the surge of cases in the three countries. Tedros added that the uptick is a sign that, without a vaccine, strict social distancing measures must be kept in place.   ON OUR RADAR Twitter says it will label misleading coronavirus tweets — even if they're from Trump.    \nTesla CEO Elon Musk has escalated his standoff with California officials, announcing the automaker would resume production and defy lockdown orders.    \nNFL games could be the perfect storm for spreading the virus — even without fans — Dr. Fauci warns.    \nRoving neighborhood police patrols. Uniformed soldiers manning checkpoints. Breaking quarantine could mean prison time for tourists in Hawaii.   \nAntibodies from Winter, a llama on a farm run by Ghent University in Belgium, could be critical in neutralizing Covid-19.  \n\"Go to work. Don't go to work. Go outside. Don't go outside.\" Comedian Matt Lucas took aim at Boris Johnson, parodying his partial lifting of the UK's stay-at-home order.  \nA fire in a Russian hospital has killed five coronavirus patients. The blaze may have been caused by a malfunctioning ventilator, state news agencies reported.  TOP TIPS Stuck at home and struggling to find motivation to work out? We've asked four CrossFit Games athletes, widely regarded as being among the fittest people in the world, to devise short, sharp workout routines that you can try without the need for gym equipment. To master Russian twists and tell your push-ups from your V-ups, check out these videos.  TODAY'S PODCAST \"There will be schools open in the fall from the K through 12 level into the college level. What that looks like, we're not totally clear on.\" — CNN correspondent Evan McMorris-Santoro  No more cafeterias. Alternate bell schedules. Online classes. CNN Chief Medical Correspondent Dr. Sanjay Gupta speaks with McMorris-Santoro about what the new school day might look like. Listen Now"], "Language": false}