{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/places-to-visit-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katia Hetter and the CNN Travel Team, CNN"], "Writers": [["Katia Hetter"]], "FirstPublishDate": ["2020-01-01T05:22:49Z"], "LastModifiedDate": ["2020-01-06T23:10:01Z"], "Headline": ["CNN Travel's 20 best places to visit in 2020"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Whether you want to relax on a remote island off the coast of Africa, ride Germany's coolest trains or spot howling monkeys in South America, there is much to explore heading into a new decade in 2020. Japan will be hosting the Summer Olympics, Jamaica will be marking the late Bob Marley's 75th birthday, and Washington will be on pins and needles for much of the year preparing for the US presidential election. But the world is clearly in upheaval. As CNN Travel editors gathered to nominate some of their favorite places for our annual list, we saw the Assam region erupt in violence over India's anti-Muslim legislation and Zimbabwe wracked by drought.   We don't know whether Chile's long-planned celebration around the December solar eclipse could be overtaken by continued protests in the streets or whether Galway, Ireland, will be hurt by the ongoing Brexit debate in the UK.  And yet we must travel to see destinations other than our own, expand our knowledge of our planet and celebrate the beauty of human accomplishment and natural wonders all over the world. Here they are, CNN Travel's 20 places to visit in 2020, in alphabetical order: Chile Lake District   While Chile has been in the headlines because of civil unrest, a visit to \"Los Lagos\" away from the urban centers offers travelers astonishing landscapes and serenity. This region is set to be even more impressive in December 2020, thanks to a total solar eclipse.   On December 14, totality will occur over the town of Pucón at 1:03 p.m. local time and will last just over two minutes.   Cosmic phenomena not withstanding, this region of southern Chile is worth more than a two-minute visit, thanks to the national parks, volcanoes and outdoor adventuring.  Check out Chiloé Island, famous for its UNESCO-listed colorful wooden churches and houses on stilts called palafitos. Fly from Chile's capital, Santiago, direct to the island capital of Castro and stay in the boutique Tierra Chiloé Hotel and Spa. For a similarly upmarket yet chill experience, Parque Quilquico is situated in a forest park overlooking the ocean. Back on the mainland, the archaeological site of Monte Verde gives a glimpse into the lives of people who lived more than 14,000 years ago. The Lake District is also home to several national parks, including Chile's first, Vicente Pérez Rosales. Conguillío National Park, meanwhile, is home to an active volcano, Llaima, which last erupted in 2008. The resort town of Pucón is great for thermal springs and bar-hopping and is also home to one of Chile's most famous volcanos, Villarica. Braving the trek to the summit is a must for experienced hikers. Rest up for the night at &Beyond Vira Vira, a lodge on an organic farm.  Don't Miss: The seafood. On the island of Chiloe, try curanto -- a stew-style dish featuring seafood, meat, potatoes and Chilean rhubarb. -- Francesca Street  Copenhagen, Denmark  Known as the happy capital of one of the world's happiest countries, Copenhagen has long been a source of fascination for travelers drawn by its cycling culture, colorful merchant houses, cutting edge restaurants and \"hygge\" spirit.   Copenhagen was given another happiness boost earlier this year when Kongens Nytorv, its much-loved square, finally reopened after a seven-year closure because of the construction of a new metro line.   Now the former Viking fishing village will be easier to navigate, as its driverless and fully automatic M3 (or Cityringen) comes with 17 new stations and links to three \"bridge neighborhoods,\" Vesterbro, Nørrebro and Østerbro.  The Museum of Copenhagen is also opening its doors again in 2020, complete with a multimillion dollar immersive experience.   Tivoli Gardens, the world's second-oldest amusement park, hasn't lost its appeal, remaining a top year-round attraction for all ages thanks to its magnificent gardens, lake and playgrounds.   A stroll down Strøget, one of Europe's longest pedestrian streets, is highly recommended, as is a visit to one of Copenhagen's many top restaurants.   The three Michelin-starred Geranium is one of the most impressive, offering up fabulous views of park Fælledparken alongside a multicourse tasting menu of Scandinavian cuisine. There's also the wonderful Kødbyens Fiskebar, based in the Meatpacking District, where you'll find some of the best seafood around.   Don't miss: In winter, test out the new artificial ski and snowboard slope at the city's power plant CopenHill. It's made up of four slopes of varying difficulty, a freestyle park and slalom course. -- Tamara Hardingham-Gill  The Dead Sea  As the lowest point on Earth, the Dead Sea is far from an under-the-radar secret. But the realities of the climate crisis are causing water levels there to drop and have reframed the destination from \"a place to visit someday\" to \"a place you need to visit now.\"   On the border of Israel and Jordan, the Dead Sea can feel like an extremely salty oasis, where talk of ongoing political conflict is less common than the sight of travelers from around the world covering themselves in black mud and falling backward into the water.  The feeling of engaging in a trust fall with the watery landscape -- simply close your eyes, drop, and feel yourself pushed upward by the water -- may be why so many people from so many eras have found holiness here.  Beyond the act of wading into a body of water with nearly eight times the salinity of the ocean, the Dead Sea's key location makes it a perfect stop on a Middle Eastern road trip.  Petra, one of the seven modern wonders of the world, is a mere 135 kilometers (84 miles) away in Jordan, while the world-famous sites of Jerusalem are just 34 kilometers (21 miles) the other way. It's as close to the Earth's core as the average mortal can possibly get, and the incredible glow your skin will have the next day is a bonus.  Don't miss: In Israel, the Ein Gedi Nature Reserve is a protected area of waterfalls slicing through dramatic, ancient canyons. It is one of the most popular places for Israeli locals to visit -- and some of the hikes also provide views of the Dead Sea you can't appreciate up close. -- Lilit Marcus  Dominica With lush, primordial rainforests, foliage-engulfed peaks and deep ravines crisscrossed by 365 rivers, the Eastern Caribbean island of Dominica more than lives up to its \"Nature Island\" moniker. The 290-square-mile island suffered extensive damage from Hurricane Maria in 2017, but Dominica has bounced back with a commitment to sustainable, climate-resilient construction and a renewed focus on ecotourism offerings. The renovated 28-room Rosalie Bay Eco-Resort is set to reopen in February 2020, and the reimagined Jungle Bay Eco Villas reopened in June 2019. Dominica is in the midst of an impressive luxury hotel boom, thanks in large part to its longstanding Citizenship by Investment program. Investing $100,000 and up in a high-end resort is one path to citizenship under the program. Among the new luxury properties is Cabrits Resort & Spa Kempinski, Dominica's first five-star resort with an 18,000-square-foot spa and four swimming pools. Hotel giants Hilton and Marriott also have resorts in development -- Hilton's Tranquility Beach and the Marriott Anichi Resort & Spa. Luxury lodging is a bonus, but the real draw in Dominica is the rugged outdoors. Consider a guided hike into the Valley of Desolation to the world's second-largest boiling lake -- a flooded fumarole from a volcano. A more serene expedition might involve a refreshing dip in waterfall-fed Emerald Pool, located inside UNESCO-designated Morne Trois Pitons National Park. Don't miss: Submerse yourself in world-class diving or snorkeling in Champagne Reef, where colorful sponges and sea creatures comingle in a spot named for bubbles rising from volcanic thermal springs on the ocean floor. -- Marnie Hunter Estonia While Estonia may not yet be synonymous worldwide with haute cuisine, this Nordic-like country in Northern Europe can hold its own.  Don't be surprised if you hear more about Its bustling food scene in 2020. Most notable is the Bocuse d'Or Europe, a live cooking contest that pays homage to the late French chef Paul Bocuse, happening in late May. Estonia has participated in the culinary show for a decade, but this is the first time the country will play host to it.    With more than 100 restaurants on the White Nordic Guide (a restaurant guide featuring the best of the best in Nordic and Baltic countries), Estonia's allegiance to homegrown and homemade is evident in such Tallinn restaurants as O, a fine dining spot with a Nordic-nature inspired menu, and Tabac, a hip brasserie with even hipper prices.  In spite of a thriving and growing food and drink scene, Estonia is, perhaps, better known for its beauty and natural, wide-open spaces. Outdoor enthusiasts could plan an entire trip around Estonia's comprehensive bog network. Since the country is relatively small (about the size of New York state) with a small population, it makes for seamless, uncrowded and affordable explorations. All camping facilities, for example, are free! Add a smattering of spas, a bevy of castles and ancient, silent forests, and it's not hard to see why Estonia is on the rise. Don't miss: No matter which part of town visitors stay in, Tallinn's Old Town is worth a wander. -- Stacey Lastoe  Galway, Ireland    It might just have been named a European Capital of Culture for 2020, but Galway City, in the west of Ireland, wasn't in need of any help where the arts are concerned.     As with the United States, Ireland's west coast has historically attracted pioneers and mavericks. Battered by Atlantic winds, the weather is fiercer here than in the cultivated east. This is a rural land where people live by their own rules, and artists are drawn by the sublime beauty of the rocky landscape. The capital of County Galway, Galway City, is an artsy enclave where bonhomie and erudition are prized.  Festivals bloom freely in Galway, with cultural gatherings spread across its calendar like wild heather. Visit any season, and you'll happen across celebrations of food, music, history, art, literature and nature, plus everything from burlesque to banjos, and ponies to Pride.  In 2020, there are European Capital of Culture events happening throughout, from Margaret Atwood's International Women's Day appearance at the Wild Atlantic Women literary event to Lumiere Galway, which will close out the year in January 2021 with spectacular light installations throughout the streets of the capital.    Galway International Arts Festival is held annually in July, and in 2020, the Pixies, Flaming Lips and Sinéad O'Connor will take to the stage. The Galway Races get underway at the end of July and, in August, Omey Strand in Connemara becomes a racecourse, with horses and their riders galloping across the sands.  Don't miss: For comedy fans, the quirkiest event o"], "Language": false}