{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/well-known-buildings-singapore/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Shutterstock", "Roslan Rahman/AFP/Getty Images"]], "FirstPublishDate": ["2020-01-06T21:10:55Z"], "LastModifiedDate": ["2020-01-06T21:10:55Z"], "Headline": ["10 well-known buildings in Singapore"], "Section": ["style"], "MappedSection": [null], "Article_Body": ["Raffles Hotel: Built during the British colonial era, the Raffles has been setting the standard for refined lodging in Southeast Asia for more than a century. Click through the gallery for nine more well-known buildings that have put Singapore on the architectural map: Jewel Changi Airport: How impressive is new architecture in Singapore? So impressive that an airport building opened in 2019 is already a huge hit around the world. The world's largest indoor waterfall, above, definitely helped make Jewel a big splash. Esplanade -- Theatres on the Bay: This entertainment venue is one of Singapore's most unusual buildings. It's also affectionately (and sometimes less lovingly) called \"The Durian\" after the popular fruit with the spiky exterior. Marina Bay Sands: Designed by renowned architect Moshe Safdie, Marina Bay Sands' memorable trio of towers holds a roof garden and infinity pool. Illuminated in the foreground on the right is the ArtScience Museum. Shaped like a lotus flower, it is famous in its own right. National Art Gallery: Artfully placed inside the former Supreme Court and City Hall buildings, the National Art Gallery is the largest visual arts venue and largest museum in Singapore.  Sri Mariamman Temple: Colorfully ordained and detailed in the Dravidian style of South India, this is oldest Hindu temple in Singapore. The city-state is a true crossroads for religions, and you'll find significant Islamic, Buddhist and Christian houses of worship here, too.  CHIJMES: The Convent of the Holy Infant Jesus Middle Education School at one time housed Catholic schoolgirls. Now it's another notable entertainment and dining complex -- and another example of Singapore's adaptive use of heritage buildings. Fullerton Hotel Singapore: This grand building has had quite the life -- it's now a luxury hotel but has served other purposes. It was once the General Post Office and the exclusive Singapore Club once occupied its upper floors. Victoria Theatre and Victoria Concert Hall: With its iconic clock tower and brilliant white neoclassical look, this is another instantly recognizable building from Singapore.  The Interlace: Even in a place very accustomed to innovative buildings and bold designs, these horizontally stacked apartments stand out."], "Language": false}