{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/john-baldessari-death/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-06T09:40:44Z"], "LastModifiedDate": ["2020-01-06T11:33:34Z"], "Headline": ["John Baldessari, one of America's most influential conceptual artists, has died"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["One of America's most influential contemporary artists John Baldessari has died aged 88. Confirming his death via Twitter on Sunday, Marian Goodman, whose eponymous gallery represented the artist, described him as \"intelligent, loving and incomparable.\" Baldessari's conceptual art was widely celebrated as both thought-provoking and, often, irreverently humorous. He was renowned for combining photography with various other media, with some of his most iconic works featuring colorful dots pasted over subjects' faces in portraits and found photographs. Born in California in 1931, Baldessari began his art career as painter. But by the mid-1960s he had begun experimenting with a wide variety of media spanning film, collage and installations. He famously disowned his earlier work, and in 1970 burned the paintings he had created between 1953 and 1966 at a crematorium, before baking cookies with the ashes.  The next year, he appeared to epitomize his new approach with the work \"I Will Not Make Any Boring Art,\" in which he instructed art students to scrawl the titular phrase across the walls of a gallery. Other famous creations include \"Throwing Three Balls in the Air to Get a Straight Line\" -- which saw the artist repeatedly attempt to do so -- and, more recently, 2007's \"Beethoven's Trumpet (With Ear),\" a series of six larger-than-life bronze sculptures. Renowned for his towering height and droll wit, Baldessari regularly experimented with the interaction of text and images in his mixed-media works. It was a combination he often used to explore the power and influence of language. In 2014, he was presented the National Medal of Arts by then US president Barack Obama. The artist also won the Golden Lion Award for Lifetime Achievement at the Venice Biennale in 2009, which featured his work on multiple occasions throughout his career. Baldessari was influenced by the likes of Marcel Duchamp and, in turn, inspired a variety of prominent contemporary artists himself, including Barbara Kruger and David Salle. He took an active role in shaping younger artists through teaching posts at the California Institute of the Arts and UCLA. Writing in Interview magazine in 2013, Salle, also a former student of Baldessari's, described him as a \"giant,\" both physically and artistically.  \"Collectors who, a few decades ago, might have considered 'conceptual' art something they probably didn't have time for are now lining up for a chance to own a Baldessari,\" Salle wrote. \"Despite -- or perhaps because of -- John's contrarian nature, he is firmly in the canon.\" Upon news of Baldessari's death, social media tributes flooded in from the art world. Critic Andrew Russeth praised him as someone who \"imbued conceptualism with joyful absurdity, and never, ever, ever stopped experimenting.\" A tweet by LA art museum, The Broad, described him as \"a wonderful artist, a dynamic and influential teacher, and a man who was essential to the development of contemporary art in LA and the wider world.\" Baldessari continued to produce art well into his 80s and had, according to his official website, featured in more than 300 solo exhibitions. Between 2009 and 2011, a major retrospective of his work, \"Pure Beauty,\" showed at number of leading art institutions, including London's Tate Modern, the Los Angeles County Museum of Art and the Metropolitan Museum of Art in New York.  Baldessari was living and working in Venice, California, at the time of his death. "], "Language": false}