{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/05/politics/trump-plane-iran-comments/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kevin Liptak and Paul LeBlanc, CNN"], "Writers": [["Kevin Liptak", "Paul LeBlanc"]], "FirstPublishDate": ["2020-01-06T00:32:51Z"], "LastModifiedDate": ["2020-01-06T01:57:28Z"], "Headline": ["Trump reiterates threat to target Iranian cultural sites"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump reiterated his threat to target Iranian cultural sites on Sunday evening in a conversation with reporters aboard Air Force One. \"They're allowed to kill our people, they're allowed to torture and maim our people, they're allowed to use roadside bombs and blow up our people, and we're not allowed to touch their cultural sites? It doesn't work that way,\" Trump said, according to a pool report. Trump was speaking on his return flight to Washington from Florida where he was staying at Mar-a-Lago for the holidays. Asked about the prospects for retaliation from Iran for the US strike that killed Iran's top military commander, Trump said \"If it happens it happens.\" \"If they do anything there will be major retaliation,\" Trump said. Trump's comments Sunday night come after two senior US officials described widespread opposition within the administration to targeting cultural sites in Iran should the United States launch retaliatory strikes against Tehran, despite Trump saying a day before that such sites are among dozens the US has identified as potential targets. \"Nothing rallies people like the deliberate destruction of beloved cultural sites. Whether ISIS's destruction of religious monuments or the burning of the Leuven Library in WWI, history shows targeting locations giving civilization meaning is not only immoral but self-defeating,\" one of the officials told CNN. \"The Persian people hold a deeply influential and beautiful history of poetry, logic, art and science. Iran's leaders do not live up to that history. But America would be better served by leaders who embrace Persian culture, not threaten to destroy it,\" they added. \"Consistent with laws and norms of armed conflict, we would respect Iranian culture,\" the second senior US official said. Earlier Sunday, Secretary of State Mike Pompeo defended Trump, arguing on CNN's \"State of the Union\" that such an action would not violate international law and instead suggested it would be a continuation of the administration's attempt at deterrence and defense. \"If we need to defend American interests, we will do so. What President Trump said last night is consistent with what we have said all along,\" he told Tapper. In a separate interview on Fox News on Sunday, Pompeo claimed Trump never said he would order attacks on cultural sites if they struck Americans or American assets, something Trump did tweet on Saturday.  \"As for these critiques, President Trump didn't say he'd go after a cultural site. Read what he said very closely. We've made clear that the cost, if they use proxy-forces in the region, will not just be borne just by those proxies. They'll be borne by Iran and its leadership itself,\" Pompeo said.  On Saturday evening, Trump tweeted the US had \"targeted 52 Iranian sites ..., some at a very high level & important to Iran and the Iranian culture...\" Trump threatens to sanction Iraq The President also threatened sanctions on Iraq should US troops be expelled from the country.  \"If they do ask us to leave, if we don't do it in a very friendly basis. We will charge them sanctions like they've never seen before ever,\" Trump said aboard Air Force One, according to a pool report. \"It'll make Iranian sanctions look somewhat tame.\" Trump said the costs of maintaining an American troop presence in the country over the past many years should be repaid by Iraq if the country chooses to rescind the agreement allowing them to stay.  \"We have a very extraordinarily expensive air base that's there. It cost billions of dollars to build. Long before my time. We're not leaving unless they pay us back for it,\" Trump said. Earlier Sunday, the Iraqi Parliament voted to obligate Iraq's government \"to work towards ending the presence of all foreign troops on Iraqi soil,\" according to the media office of the Iraqi Parliament. White House 'may discuss' releasing Iran intelligence  Trump on Sunday also wouldn't rule out releasing some of the intelligence that led to the US killing of Iran's top commander Qasem Soleimani. \"We may discuss that,\" Trump said when questioned aboard Air Force One about the possibility of releasing the intelligence. Top US national security officials have continued to defend the Trump administration's claim that it killed Soleimani in response to an impending threat to American lives, but the lack of evidence provided to lawmakers and the public has fueled lingering skepticism about whether the strike was justified. Questions have continued to swirl in recent days over the timing, whether the administration fully considered the fallout from such a strike against Soleimani, and if an appropriate legal basis was established for the presidential authorization of lethal force. A Republican congressional source familiar with the administration's decision to strike Soleimani acknowledged that in the past, the President \"has been reluctant to take military action.\" In this case, the killing of an American contractor, the wounding of others, and the subsequent embassy protests \"crossed his line.\" His advisers also pointed out to the President that if he \"didn't respond now, they (Iran) will continue to cross it.\" \"I am very confident he was not reluctant,\" said the source. When Trump finally gets ready to act, they added, \"you can't out escalate him.\" Trump, Pompeo and top military officials have offered similar explanations for targeting Soleimani, citing an \"imminent\" threat from his plans to carry out what Chairman of the Joint Chiefs Mark Milley called a \"significant campaign of violence\" against the US in the coming days, weeks or months. This story has been updated with additional developments. "], "Language": false}