{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/us/the-good-stuff-010420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-01-04T04:00:35Z"], "LastModifiedDate": ["2020-01-04T04:00:35Z"], "Headline": ["A cute proposal, a marching band victory and a quokka!"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["We're a few days into the new year, which means all of you sticking to some life-changing resolution are probably remembering how hard it is to actually stick to life-changing resolutions. You got this! Keep going! Yes, you'll definitely slip up. You'll definitely get frustrated. But if it's something you truly want, pick yourself back up and keep going. No one is perfect, even in some parallel universe where every day is January 1 and all of the smoothies are organic, the treadmills are never occupied, the planners are always filled out and the reading lists are stuck to. (Need some inspiration? Here are some tips on keeping up that new year, new you energy.) Our favorites this week A very tasty proposal These newlyweds are so cute we can hardly stand it. Hector Mkansi and Nonhlanhla Soldaat, a couple from South Africa, were treated to their dream wedding after a video of Mkansi proposing in a KFC made the rounds online. Most people were totally twitterpated by the sweet scene, but some internet jerks made fun of them for getting engaged at a fried chicken restaurant. Silly! What goes better with true love than some delicious comfort food? Anyway, KFC and other big brands like Uber and Audi offered to help plan the perfect day. Mkansi and Soldaat tied the knot in a beautiful ceremony on December 31. Well, technically, the knot was already tied. The couple participated in a traditional ceremony in 2012, but never had the big wedding they always wanted. That's why Mkansi was proposing again, with a new ring, new hopes, and no idea how many people would share in the big moment.   Tip it forward  Feeling generous? There's a new trend going around called the 2020 Tipping Challenge. The idea is to leave a nice tip for a service person that includes the year in the total. For example: A $20.20 tip, a tip that rounds the whole bill to some 2020-like number or, in the case of one waitress, a whopping $2,020! Danielle Franzoni, a server in Alpena, Michigan, was shocked when a customer left the four-figure tip on a $23 bill. To Franzoni, it was more than an auspicious way to start the new year. She moved to Alpena as a recovering addict in a homeless shelter to find a fresh start. The special 2020 tip helped her move into her own place. And yes, she's paid it forward (isn't that the idea?) with a 2020-themed tip of her own.  A picture-perfect tribute A stunning new set of portraits are hanging in the halls of Princeton University. Mario Moore, a painting fellow at the university, wanted to pay homage to the institution's unseen heroes: The janitors, dining hall workers and other blue-collar employees who help keep everything humming. He focused on African-American workers and tried to include personal stories in the sweeping, colorful scenes. The result was 10 huge oil portraits that \"put them in positions of power,\" as Moore said, and offer a fresh perspective on the medium. Moore's exhibit was supposed to be temporary, but the people at Princeton liked the energy of his works so much they have decided to make some of them permanent.  Raise a glass to... The marching band from The Ohio State School for the Blind, who tore it up on the field during the Outback Bowl this week. The group of musicians in grades 7-12 at the Columbus, Ohio, school bills itself as the only blind marching band in the world. They've been honored by the Ohio Senate for advancing the causes of people with disabilities. Side note: Do you know how HARD being in a marching band is? The level of talent and precision and, heck, physical strength (hello, tuba and drums) you must have to march around a field in extremely specific patterns? These kids are freakin' awesome.  A bright idea American Girl dolls have been around for a while (heck, I played with them as a kid), and the whole idea behind their line of customizable dolls is that everyone can be represented. But what about people with hearing loss? Enter Joss Kendrick, the new American Girl of the Year doll. She loves surfing and cheerleading and was born with hearing loss. The doll comes with a hearing aid and was developed with the help of an Olympic hopeful surfer, an audiologist and several other passionate experts.  You gotta see this Yes, these are rat-shaped bonsai trees, and yes, they are ART. Edible art, nonetheless! These big green rodents took about a year to grow and feature plump green kumquats among the branches. They're popular in Vietnam right now, with the Lunar New Year just a few weeks away. What year will it be, you ask? The Year of the Rat, of course.  Heroes among us Thousands of Australians are hurting because of the ongoing wildfires raging across the country, and a few Australian tennis stars are hoping to serve up some comfort. This week, Nick Kyrgios pledged $200 to fire relief for each ace he makes at upcoming tournaments. Alex de Minaur, John Millman and Samantha Stosur joined in with their own pledges. As the idea grew, Kyrgios asked organizers of the Australian Open to consider some sort of fundraising opportunity during the event later this month.   Wanna get away? The view isn't the only delicious thing about Tallinn, Estonia. The Estonian capital boasts more than 100 restaurants on the highly-acclaimed White Nordic Guide, and is hosting the Bocuse d'Or Europe cooking competition later this year. It's one of CNN Travel's 20 best places to visit in 2020.  Who knew? Need another reason to seek out more opportunities to give back? It's good for you! A new study shows volunteering and other good deeds can minimize stress, help manage depression, reduce the risk of cognitive impairment and even help us cope with pain. So, the next time you do something out of the kindness of your heart, take comfort in know it's for the good of your heart, too.  Shameless animal video There's always time for cute animal videos. That time is now. Quokkas have to be the happiest animals on Earth. Well, at least the happiest marsupials. You'd be happy too if you were this cute and eating a cracker. (Click here to view) "], "Language": false}