{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-caribbean-islands-to-visit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marnie Hunter, CNN"], "Writers": [["Marnie Hunter"]], "FirstPublishDate": ["2020-01-03T12:51:04Z"], "LastModifiedDate": ["2020-01-03T12:51:04Z"], "Headline": ["10 of the best Caribbean islands to visit"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["With hundreds of Caribbean islands to choose from, it can be daunting to decide on a destination in this sun-splashed region.  The good news: It's hard to go wrong in a turquoise paradise. But each spot offers something a little different. Here are 10 of the best choices for a variety of travel appetites: Dominica: For lush natural beauty  Lush peaks, deep valleys and 365 rivers cover the Eastern Caribbean island of Dominica. The 290-square-mile island is undergoing a luxury hotel boom, including the new five-star Cabrits Resort & Spa Kempinski. Pair that luxury lodging with the Nature Island's real draw -- the great outdoors. A guided hike into the Valley of Desolation leads to the world's second-largest boiling lake.  Inside UNESCO-designated Morne Trois Pitons National Park, waterfall-fed Emerald Pool offers a refreshing swim. And there's world-class diving and snorkeling, plus sandy shoreline for full-fledged relaxation. North and Middle Caicos: For the unspoiled Caribbean  Connected by ferry to the far more developed Turks and Caicos island of Providenciales, North and Middle Caicos deliver rustic island life devoid of glossy resorts. On Middle Caicos, you'll find one of the world's most showstopping stretches of sand in Mudjin Harbor Beach. Sea cliffs and a dramatic offshore rock formation buffeted by crashing waves make this a mesmerizing spot for soaking up pinch-yourself Caribbean views. Also on Middle Caicos, Bambarra Beach offers an often-deserted sandy shoreline where the surf is calmer for swimming.  For visitors who are curious about island history, Wade's Green Plantation on North Caicos offers a window into the era of Loyalist plantations in Turks and Caicos. Quiet and languid is the name of the game here. There are a handful of no-frills waterfront bars and restaurants and a few hotels and cottage enclaves. You'll mostly have this paradise to yourself. Curaçao: For 'city' life  About 90 miles (145 kilometers) north of Venezuela, the island of Curaçao boasts one of the liveliest urban centers in the Caribbean.  Willemstad, Curaçao's capital, offers a distinctive Euro-Caribbean experience, where Dutch colonial architecture brings Amsterdam in pastels to this autonomous country within the Royal Dutch Kingdom. The Handelskade, a strip of vibrant buildings along St. Anna Bay, fronts the Punda district, where shops and galleries line the picturesque streets.  In nearby Pietermaai, trendy restaurants and cafes draw visitors looking for local flavor. Entertainment guide PasaBon is a great way to keep up with what's happening on the island. In addition to being a UNESCO World Heritage site, Willemstad is home to several interesting museums, a rich street art scene and the Mikvé Israel-Emanuel Synagogue -- the oldest continually running synagogue in the Americas. Saba: For a white-knuckle aviation thrill  This 5-square-mile Caribbean island -- a special municipality of the Netherlands -- flies under most tourists' radar. There's not much going on in the way of beaches, and it's only accessible by air via the neighboring island of St. Maarten. But getting there is a thrill, as Saba is home to a 1,300-foot runway that's often classified as the world's shortest commercial runway.  That dramatic entry gives way to an island crisscrossed with trails through rugged rainforest and volcanic rocks with the aptly named Mount Scenery as the hiking centerpiece.  Diving offshore is another top draw for this still largely undiscovered island. Antigua: For diverse beaches  Antigua boasts 365 beaches -- one for every day of the year. Surely, that's enough to keep even the most ardent beachgoer endlessly occupied. Dickenson Bay draws sun seekers with white sand and water sports, while Half Moon Bay offers seclusion and pink crystal sand. All that sun makes you hungry, and visitors are in luck. There's a daily market in the capital of St. John where the island's distinctive Antigua Black pineapple is among the produce for sale.  Roadside stalls across the island reflect the island's cultural tapestry with offerings from roti and curries to kebabs. Barbados: For great cuisine and rum Sugar cane blows in the breeze in central Barbados, a reminder of the island's rich rum culture.  Mount Gay Rum dates back to 1703 -- and history suggests rum's story in Barbados goes back even further. Visitors can take tours at a range of distilleries or stop into one of the island's many rum shops to enjoy the spirit alongside locals. Soak it up with Bajan cuisine -- a blend of African, Indian, Irish, Creole and British flavors.  The national dish of Barbados is flying fish and coucou, made with corn meal and okra. Brown Sugar in Bridgetown is a great place to sample it. The island also has its share of spectacular fine dining spots, including The Cliff. Go at sunset and ask for a table close to the railing. St. Barts: For over-the-top luxury  Saint Barthélemy, typically called St. Barts, has bounced back after 2017's Hurricane Irma, and luxury lovers won't be disappointed. Eden Rock resort reopened in November after two years of renovation and rebuilding. With just 37 rooms, suites and villas, the property combines the glamor of its 1950s roots with modern amenities that draw today's celebrities. Chef Jean-Georges Vongerichten is behind the resort's cuisine and there's a brand-new Eden Spa.  It's far from the island's only luxury property. Cheval Blanc and Le Toiny are also top draws.  Bimini, Bahamas: For some MLK Jr. history  An angler's paradise with ties to civil rights icon Martin Luther King Jr. and author Ernest Hemingway, Bimini offers a tranquil Bahamas getaway with some intriguing historical threads. With North Bimini and South Bimini at its core, the Bimini chain is only about 50 miles from Florida and was a magnet for avid sport fisherman Hemingway in the 1930s. Bimini hosted King in the 1960s. On one visit, he worked on his Nobel Prize acceptance speech. During a later visit, shortly before he was assassinated in 1968, King wrote his speech to striking Memphis sanitation workers. The small Bimini Museum (temporarily closed) contains artifacts related to King and Hemingway, but soaking up the outdoors is perhaps the best way to connect with what drew the famous men. Puerto Rico: For music and dance  Bomba, plena, décima, salsa, reggaetón. They're all musical styles in Puerto Rico inextricably interwoven with distinctive dance steps. And for pulse-quickening nightlife and a vibrant cocktail culture, this island territory is hard to beat. Learn to dance salsa with Cambio en Clave in San Juan or try Don Rafael Cepeda school for bomba and plena instruction. Cocktail bars are in ample supply for visitors who'd rather sip on something than work up a sweat. La Factoría in San Juan has routinely been named among the world's 50 best bars. Martinique: For the South of France in the Caribbean  In Martinique -- a hot spot for French tourists -- visitors will find a taste of Europe in the Caribbean. La Mandoline in Les Trois-Îlets offers the kind of fine dining fitting a French overseas department. Les Trois-Îlets is also amply stocked with boulangeries for everyone's baguette needs. Plage Anse d'Arlet, not far from Les Trois-Îlets, is backed by a picturesque 18th-century church as well as a selection of restaurants and bars. Tropical forest covers the northern part of Martinique, where a handful of rum distilleries steer the visitor back to its Caribbean flavors."], "Language": false}