{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/vicky-ward"], "Source": ["cnn"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2019-10-23T23:38:14Z"], "LastModifiedDate": ["2020-01-02T18:41:26Z"], "Headline": ["Vicky Ward"], "Section": false, "MappedSection": false, "Article_Body": ["Vicky Ward is a senior reporter for CNN, covering the intersection of power, money and corruption. She has written extensively on Jeffrey Epstein and profiled the accused sex trafficker in the days before his suicide; reported on behind-the-scenes clashes over spending inside President Donald Trump's inaugural committee; and covered Trump's campaign manager Brad Parscale's financial ties to a pro-Trump super PAC.  Ward is a New York Times bestselling author of Kushner, Inc.: Greed. Power. Corruption. The Extraordinary Story of Jared Kushner and Ivanka Trump (St. Martin's Press, 2019.) She additionally authored The Liar's Ball: The Extraordinary Saga of How One Building Broke the World's Toughest Tycoons (Wiley, 2014) and The Devil's Casino: Friendship, Betrayal, and the High Stakes Games Played Inside Lehman Brothers (Wiley, 2011.) Ward is also editor-at-large for Town & Country magazine where she writes about culture and has covered the scandal that brought down General David Petraeus; a $2 billion fraud in the modern art world, the Knoedler art trial; and Russian billionaire Dmitry Rybolovlev's involvement in an elaborate art world scheme. Prior to CNN, Ward was editor-at-large for HuffPost and Huffington Post Highline, their long-form magazine. At Highline, she covered Republican megadonors Robert and Rebekah Mercer's influence in the 2016 election and published a deep-dive on political dark money centered around Vice President Mike Pence's Chief of Staff, Nick Ayers. She was also a contributor to Esquire where she published investigative long-form pieces, including one of the first in-depth profiles of then soon-to-be First Son-in-Law, Jared Kushner From 2001 to 2012, Ward was a contributing editor to Vanity Fair, where she reported on politics, finance, art, culture and society. She wrote about the battle for control of Hewlett Packard; the ousting of Morgan Stanley CEO Phillip Purcell; the controversial business dealings of Sir Mark Thatcher, son of Britain's former prime minister; Jeffrey Epstein; the family behind a feeder fund for Bernie Madoff; and Madoff himself. Previously, Ward was an articles editor at Vanity Fair; Tina Brown's executive editor at Talk magazine; a news features editor at the New York Post; a columnist for the London Evening Standard; and feature writer for Britain's Independent Newspaper. In 1993, Ward was runner-up for The Catherine Pakenham award, Britain's most prestigious prize for long-form writing by women under the age of 25. Ward is British-born. She became a US citizen in 2017, having moved to New York in 1997 to propel her career as a journalist. She holds a BA and MA in English Literature from the University of Cambridge in Cambridge, United Kingdom. "], "Language": false}