{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/abu-dhabi-skyline-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy Department of Culture and Tourism -- Abu Dhabi", "Courtesy of Ferrari", "Courtesy Louvre Abu Dhabi/Mohamed Somji", "Emirates Palace", "Courtesy TCA  Abu Dhabi"]], "FirstPublishDate": ["2018-11-02T03:18:39Z"], "LastModifiedDate": ["2020-01-02T12:30:30Z"], "Headline": ["Abu Dhabi's amazing skyline: Take a  photo tour"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Capital Gate -- Abu Dhabi Island: Forget the Leaning Tower of Pisa, Capital Gate is Guinness World Record-recognized as the \"world's farthest leaning man-made tower.\" Aldar Building -- Abu Dhabi mainland: Aldar Headquarters is the world's first circular skyscraper and it's one of Abu Dhabi's most striking architectural marvels. W Abu Dhabi -- Yas Island: W Abu Dhabi -- Yas Island is known for its glass, a steel grid shell and see-through canopy which is illuminated by 5,000 LED bulbs. Ferrari World -- Yas Island: Ferrari World is a theme park with the largest space frame structure ever built. Inside it's got the world's fastest roller coaster, called Formula Rossa. Louvre Abu Dhabi -- Saadiyat Island: This art museum looks like a floating dome from afar, thanks to its structure created by Pritzker Prize-winning French architect Jean Nouvel. Emirates Palace Hotel -- Abu Dhabi Island: The domed atrium of the Emirates Palace Hotel is the largest in the world. Inside the interiors are adorned with 86,000 square feet of 22-carat gold leaf. Etihad Towers -- Abu Dhabi Island: Etihad Towers has become one of the most iconic stuctures in Abu Dhabi's skyline. Inside there's the five-star Jumeirah at Etihad Towers Hotel. The Sheikh Zayed Grand Mosque -- Abu Dhabi Island: This striking mosque is open to visitors of all faiths, it's one of the largest mosques in the world and its interior floral carpet is known as the world's largest prayer rug."], "Language": false}