{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/entertainment/jack-sheldon-dead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez and Sarah Moon, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-01-02T00:34:08Z"], "LastModifiedDate": ["2020-01-02T05:06:45Z"], "Headline": ["Jack Sheldon, jazz legend and 'Schoolhouse Rock!' singer, dies at 88"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jazz great Jack Sheldon, known for his work on \"The Merv Griffin Show\" and \"Schoolhouse Rock!,\" has died. He was 88. Sheldon died December 27, said Cynthia Jimenez, the sister of Sheldon's manager, Dianne Jimenez.  \"To all Jack Sheldon fans, on behalf of my sister Dianne Jimenez, sadly Jack passed away on December 27. May he rest in peace with all the Jazz Cats in heaven!,\" Jimenez wrote in a Facebook post Monday. More details about his death were not available Tuesday. Sheldon was a charismatic trumpeter, singer and actor with a career that spanned several decades. He was part of the 1950s West Coast jazz movement along with artists Art Pepper and Shorty Rogers. He collaborated on \"The Shadow of Your Smile,\" which was part of the soundtrack of the 1965 film \"The Sandpiper.\" Sheldon was known for several roles in TV productions. In the 1970s, Sheldon joined \"The Merv Griffin Show\" as music director and trumpeter, and ultimately appeared as Griffin's sidekick for 18 years.  In 1973, he lent his voice to the children's animated series \"Schoolhouse Rock!\" led by Bob Dorough. He sang tunes including the fun grammar lesson \"Conjunction Junction\" and \"I'm Just a Bill.\" \"I'm just a bill. Yes I am only a bill. And I'm sitting here on Capitol Hill,\" he sang, explaining how a bill becomes law in the three-minute short that was broadcast between cartoons. \"Schoolhouse Rock\" songs premiered in 1973 and ran on ABC for 12 years. The show came back on air in the 1990s for five more years. Today, the songs live on in YouTube videos -- some with millions of views. He had on-screen roles in the 1966 sitcom \"Run, Buddy, Run\" and appeared on Sally Field's \"The Girl With Something Extra\" a few years later. Services for Sheldon will be held January 10 at Forest Lawn in Cypress, California, Jimenez wrote in her post."], "Language": false}