{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/us/rose-parade-2020-how-to-watch-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-01T15:44:10Z"], "LastModifiedDate": ["2020-01-01T18:22:30Z"], "Headline": ["Rose Parade 2020: See the coolest floats"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Is it really New Year's Day without the Rose Parade? In its 131st year, the parade unleashed a vibrant spectacle of flower-studded floats through Pasadena, California. There were horses, marching bands, live music and dancing in the streets and, of course, ornate works of art.  Here are a few of the most colorful, festive floats of the 2020 Rose Parade. (The party's not over -- the Rose Bowl college football match-up starts at 5 p.m. on ESPN.) Fantastic floats Amazon, Chipotle and Trader Joe's were among the 2020 parade participants. The most fantastic floats earned awards based on their design, presentation and entertainment value.  The only rule? Every inch of the floats must be adorned in flowers and other natural materials.  This year's theme is \"The Power of Hope,\" and many of the groups designed their floats accordingly.  The parade was helmed by a trio of grand marshals: Hollywood legend Rita Moreno, actress Gina Torres and Olympic gymnast Laurie Hernandez. Moreno arrived in a flower-covered old-fashioned car.  Trader Joe's unveiled a flowery \"Flight of Fancy\" float complete with parachuters and a giant banana against a Seussian landscape.  Chipotle debuted an ode to its farmers with a mini grove, complete with oversized lemons, avocados, corn and heads of lettuce. The company says it will donate $1 to the National Young Farmer's Coalition for every post on Facebook, Instagram and Twitter that uses the hashtag #farmers on January 1.  Keeping in the vein of hope and peace, the Downey Rose Float Association created a Japanese garden with oversized origami cranes. The paper cranes are considered symbols of hope and healing. The float won the Founder Award for most outstanding float built and decorated by volunteers from a community or organization.  The Blue Shadows Mounted Drill Team horses got all gussied up for their prance through Pasadena.  These much smaller, but no less cute, horses strutted through the streets on behalf of Mini Therapy Horses. The miniature horses and their handlers volunteer at hospitals throughout Southern California.  The city of Alhambra's flower-lined train is powered by hope! The idea was conceived from a city-wide elementary school art contest.  Shriners International strolled onto the scene with a giant teddy bear, clad in the Shriners' signature fez. It appears to be pushing the swing of a young girl with a prosthetic leg, a nod to Shriners Hospitals for Children. This article has been updated to correct the number of years the Rose Parade has been taking place."], "Language": false}