{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/health/keeping-new-years-resolutions-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katia Hetter, CNN"], "Writers": [["Katia Hetter"]], "FirstPublishDate": ["2020-01-01T11:27:36Z"], "LastModifiedDate": ["2020-01-01T16:48:30Z"], "Headline": ["How to keep New Year's resolutions"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Do you want to eat better, exercise more, stop vaping or lose weight?  Great. Now's the time to set those New Year's resolutions.  As we head into a year -- and a new decade -- your first step is to believe you can do it.  The opposite is also true, said University of Scranton psychology professor John C. Norcross, who has studied resolutions for decades. If you think you can't do it, you'll likely prove yourself right.  While about 40% of Americans set resolutions around January 1, about 40% to 44% of them will be successful at six months, said Norcross, reporting his results from multiple studies with colleagues.  But if you believe in yourself, you are 10 times more likely to change via a New Year's resolution, compared to non-resolvers, when both groups have comparable goals and motivation, he reported.  Here's how to start yourself on the strongest possible footing this year.  Make it specific Eating better and exercising more are all nice ideas, but they're too general and don't give you a plan of action. People often think they lack motivation when the problem is really a lack of clarity, wrote author James Clear in his book, \"Atomic Habits.\"  \"The simple way to apply this strategy to your habits is to fill out this sentence:  I will [BEHAVIOR] at [TIME] in [LOCATION],\" writes Clear. If you want to eat better, be specific: Resolve to add a fruit or vegetable to your lunch every day, limit fast food to once per week, or have dessert once a week.  Make it possible Avoid resolutions that sound great but are unattainable. In fact, make them them something you will enjoy. They can still be hard, but that doesn't mean they have to make you miserable. To eat better, put that bowl of fruit right next to your lunch bag, so you grab an apple or orange every day. Hate apples? Don't pick apples. Pick a fruit you are likely to eat. To exercise more, you might want to run more. But if you're a night person, don't make it harder on yourself by trying to run every morning before work, said Gretchen Rubin, author of \"The Happiness Project.\" Do it after work.  Want to meditate? Great. Rubin hates meditating, so she stopped doing it. It's ok to experiment and stop doing things you don't like. \"Know who you are, and who you're not,\" she said.   Allow yourself to fail  Everyone screws up. Expect to have occasional slips. But don't let the occasional missed exercise class or Friday workplace donut throw you off course, explained Norcross.  Most successful resolvers slip in January, but 71% of successful resolvers say their first slip strengthened their efforts through a combination of guilt, increasing awareness of their problem's severity, and the slip reminding them to refine their plans, he said.  If you know you're walking into a high pressure situation, practice saying \"no thanks\" to your aunt's apple pie in advance. Even people who don't like apple pie sometimes still eat it when offered just to be polite. Instead, practice saying \"No, thank you.\" And if you do slip? Focus on getting back on track, not the slip. \"The people who show more compassion for themselves are more likely to get back on the horse and try again,\" Rubin said.  Set yourself up for success See what they tell you: If you're resolved to spend less time on your phone but grab it as soon as you wake up, put your phone in another room at night. Oh, it's your alarm, you say? Buy an alarm clock. They cost $6 now.  If you want to limit sweets, get them out of your house. Stay away from your work's break room during Wednesday snack time (not that I'm speaking from personal experience at CNN).  Know yourself Rather than asking you to consider your goals, Clear asks you to consider this two-step process.  Decide the type of person you want to be: A healthy person? A strong person? A writer? A musician?  Then prove it to yourself with small wins over time. Gym classes, weight lifting, writing, practicing. Every time you do something toward the goal of you who want to be, tell yourself that you are becoming that person. (I did my Pilates in the morning before I started writing this piece. It's part of my goal to be a healthy person.) Make it public If you're surrounded by supportive friends and family, making your goals public and asking for accountability can help. So can joining a gym with friendly competition or a group like Weight Watchers.  The resolution guides I spoke to agreed to go public with their resolutions: Norcross resolved to stop multitasking in 2020, and he had already started practicing during our telephone interview. (After he mentioned it, I did feel like I had his full attention.) Psychologist Lisa Damour, author of \"Under Pressure\" about the lives of teen girls, plans to focus on meditating in 2020, despite having two children and a more-than-full-time career. \"I'm going to start at five minutes daily,\" she said, crediting James Clear with starting a daily \"atomic habit\" before trying for more.  Rubin is going to try to visit the Metropolitan Museum of Art every day she's home in Manhattan, a few blocks from the museum.  While that sounds like a tall order, it's also the subject of her next book -- so it's huge motivation to explore and learn from her new workplace in the new year.  Show (don't tell) your children Parents can open the door to a conversation with their children about resolutions by talking about their own reflections and hopes for the new year. They can mention that it's hard to meet their own goals, and that perfection is not the goal.  Parents can bring up the changes they want to make and model how they want to make those changes, said Damour.  It's important to bring it up without criticizing, she said. With children under age 10, parents can take the lead in a discussion about where family members have room to grow, she said. Once your children get to adolescence, don't give them any ideas, she added.  \"Parents should work with the assumption that no normally developing teenager wants to be told what to do,\" said Damour. If the teenager is quietly doing the right thing and the parent suggests it, kids will likely stop doing it. \"Most of how we guide young people is modeling the behaviors we want,\" she said. \"If what you say and do don't match, a teenager will notice and call you on your hypocrisy.\" Change it up Do you just hate the idea of a resolution for the entire year, seeing an entire year of failure ahead of you? Follow in CNN Features Editor David Allan's footsteps and set yourself a year of 12 monthly micro-resolutions. In 2018, he eliminated one behavior each month -- think alcohol, sweets, screens around his kids, saying the word \"like\" -- and noted the impact of his mood and the effect on himself and his family.  It went so well, this past year he decided to add something to his life every month, including meditation, movement, active listening and more sleep.  Getting enough sleep didn't go so well for him one month, so he swapped it out. He wrote his own rules, so he could change them and therefore succeed. And you can, too. "], "Language": false}