{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/pentagon-national-guard-southern-border/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Browne, CNN"], "Writers": [["Ryan Browne"]], "FirstPublishDate": ["2020-04-28T17:52:32Z"], "LastModifiedDate": ["2020-04-28T17:52:32Z"], "Headline": ["Pentagon weighs replacing active duty troops on US-Mexico border with National Guard"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Defense Department is actively weighing reducing the number of active duty troops on the southern border with Mexico and replacing them with members of the National Guard, which would bring the deployment into line with previous military operations on the US-Mexico border under the Bush and Obama administrations, two US defense officials tell CNN. The change could take place in September, according to one of the officials. The border operation has been a major priority for President Donald Trump and has been criticized by Democrats in Congress.  Trump first ordered the deployment of some 5,000 active duty troops to the border in 2018 in response to the anticipated arrival of a migrant caravan from Central America. He had previously deployed 2,100 National Guard troops to the border in April of that year. There are currently about 5,000 military personnel assigned to the southwest border mission, where they support Customs and Border Protection in a number of roles including placing concertina wire, transporting CBP personnel and conducting surveillance. About half are active duty troops while the remainder are members of the National Guard. The National Guard is comprised of service members who hold civilian jobs and train part-time. They are usually deployed in their home states by governors or the federal government who decide the length of each mission.  Officials say that the overall number of troops on the border will possibly decrease somewhat, with the bulk of the remaining forces being comprised of National Guard units with support from a small number of active duty aviation as well as command and control personnel. The Pentagon recently deployed an additional 540 active duty personnel to the border to conduct monitoring missions and man surveillance cameras, something that officials said was part of the Trump administration's coronavirus response. While both President George W. Bush and President Barack Obama deployed military personnel to the southern border with Mexico to help bolster the Department of Homeland Security, those deployments involved the National Guard. Bush deployed some 6,000 National Guard troops to the border in 2006 and Obama sent 1,200 in 2010. CNN has asked CBP and the Pentagon for comment.  While shifting the mission to the National Guard would represent a return to past practice, the move is being considered as the demand for National Guard personnel has increased significantly in the wake of the coronavirus pandemic. Nearly 45,000 National Guard personnel are currently supporting coronavirus response efforts \"at the direction of their governors,\" the Pentagon said Monday, with many of those forces involved in helping operate drive-through testing centers. A defense official told CNN that the number of National Guard personnel supporting these efforts is expected to increase to 50,000 in the coming days, the largest number of activated National Guard since the Hurricane Katrina response in 2005. Shifting the mission to the National Guard is also likely to increase the cost of the border operation, as the federalized National Guard personnel serving there will now be eligible for benefits that they would have not otherwise received. As of April the cost of deploying active duty forces to the border in fiscal years 2019 and 2020 was approximately $175.3 million according to the Pentagon. The cost of deploying the National Guard to the border during that same period was approximately $465.8 million. One official said that the reason the Pentagon is actively considering putting the National Guard in the lead is to preserve the \"readiness\" of the active duty force.  Defense Secretary Mark Esper has repeatedly expressed his desire to boost the readiness of active duty units by keeping them intact so that they can conduct larger scale training as a battalion or a brigade, training that Esper sees as critical for readying troops for a potential fight against adversaries like Russia and China. To date, the border deployments have seen combat engineers, military police and other specialists separated from their units, preventing them from participating in training."], "Language": false}