{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cultural-moments-that-defined-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ananda Pellerin, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-30T11:30:14Z"], "LastModifiedDate": ["2019-12-30T18:29:59Z"], "Headline": ["The cultural moments that defined 2019"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["From Jennifer Lopez storming Milan Fashion Week in an updated version of her iconic Versace dress to the sale of a $120,000 banana, the year was full of unforgettable cultural moments. Here's CNN Style's list of the ones 2019 will be remembered for.   The internet went bananas for Maurizio Cattelan It's been a dramatic year for Italian artist Maurizio Cattelan. In October, his solid-gold toilet installation at Blenheim Palace was stolen. Then, in December, a banana he taped to a wall at Art Basel Miami Beach was eaten by performance artist David Datuna, who declared the installation \"delicious.\" But Cattelan took it all in his stride. In reaction to the theft of \"America\" (aka the gold toilet), which now has a £100,000 ($131,000) reward on its head, he said: \"(I) always liked heist movies and finally I'm in one of them.\" And as for the banana, entitled \"Comedian,\" the artist's instructions about what to do with the piece were \"intentionally imprecise.\" Before the banana was consumed, he'd sold two editions of the  artwork for $120,000 a piece, so the artist is unlikely to go hungry anytime soon.  Koons broke a major record  It's not hard to imagine Jeff Koons' wide smile at full beam when \"Rabbit,\" his three-foot-high stainless-steel statue of a bunny, went for more than $91 million to become the most expensive work by a living artist ever to sell at auction. Reportedly purchased by billionaire hedge fund manager Steve Cohen, \"Rabbit\" has dazzled, enraged and confused audiences since its first outing 33 years ago at the private Sonnabend Gallery in New York. It's also come to symbolize a hugely controversial career, which has seen Koons celebrated for his embrace of anti-elitist kitsch, and demonized for his commercial approach to art.  Dirty art money was called out  In a year that saw eight artists pull out of the Whitney Biennial to protest board member Warren Kanders' ownership of a company that sells tear gas (he eventually resigned from the gallery), art institutions have found themselves under increasing scrutiny -- especially those that have taken money from the Sackler family. The Sacklers are the owners of Purdue Pharma, the company that makes OxyContin, an opioid painkiller. The company has faced a series of legal challenges over its alleged role in the opioid crisis.  Longstanding benefactors of the arts, the Sacklers got a \"no thanks\" from South London Gallery, which returned a £125,000 ($164,000) gift in 2018. Some of the world's largest institutions followed suit this year, including London's National Portrait Gallery and Tate Galleries, The Guggenheim, MoMA and The Louvre.  Lauded photographer Nan Goldin, a recovering opioid addict, has been instrumental in keeping all eyes on the Sacklers, with her pressure group P.A.I.N. (Prescription Addiction Intervention Now) staging protests outside Purdue Pharma headquarters and various galleries. J-Lo returned As the decade drew to a close, we were suddenly reliving the beginning of the millennium. Remember jaws dropping in 2000 as hot new star Jennifer Lopez took to the stage at the Grammys in a -- seriously -- plunging frond-covered green chiffon Versace dress? Presenting the award for best R&B album with David Duchovny (it really was 2000), she won the crowd over with her confidence, poise and perhaps most importantly, a silhouette that challenged rail-thin, predominantly white stereotypes of beauty. Fast forward two decades and Lopez was grabbing headlines again, this time by strutting the catwalk to a standing ovation in a recreation of her famous flowing garment for the closing look at Versace's Milan Fashion Week show in September. At age 50, Lopez proved once again that ideas of beauty are there to be redefined.  Rihanna doubled down  This year Rihanna read the fashion rulebook, absorbed it and then promptly ripped it to shreds. Inciting nothing short of gasps with her show for lingerie line Savage X Fenty at New York Fashion Week in September, she did more than pay lip service to inclusivity, featuring models (and non-models) of all shapes, sizes, cultures and gender identities, including Alek Wek, Laverne Cox and Cara Delevingne.  Not one to do things by halves, Rihanna then launched her new clothing label Fenty at a pop-up in Paris during Fashion Week later that month, making her the first black woman to have a brand backed by luxury multinational LVMH, which owns the likes of Louis Vuitton, Christian Dior and Fendi.   She rounded off the year with Fenty winning the Urban Luxe prize at the Fashion Awards in London in December.  Keanu Reeves continued to be extremely nice Not that there wasn't a lot of love out there for Keanu Reeves already, but the notoriously private star was this year dubbed the \"internet's boyfriend\" for his generosity -- both financially and of spirit.  While talk of the Lebanon-born Canadian actor's kindness go back decades (he reportedly gave millions of dollars of his \"Matrix\" trilogy earnings to the crew, and has been quietly donating to children's hospitals for years), it is perhaps the caustic vitriol of the Trump era, and the seemingly endless list of #MeToo predators that have made Reeves a welcome object lesson in how to be a good male megastar.  Photo galleries of him posing with women but not touching them inappropriately continue to do the rounds, and in March he was filmed helping organize a bus for fellow passengers after a flight got canceled. Though he showed up as an ego-inflated version of himself in comedian Ali Wong's film \"Always Be My Maybe\" in May, nobody was fooled.  Notre Dame burned \"Negligence\" was presented as a possible cause of the fire that destroyed the spire and roof of the medieval Gothic cathedral in Paris, a huge tourist attraction, historical centerpiece and the setting of Victor Hugo's 1831 \"Hunchback of Notre Dame.\"  An electrical malfunction or untended cigarette were offered up as possible fire-starters by a preliminary investigation in June, while a judicial investigation continues. Writing for CNN Style in the immediate aftermath of the fire, architectural historian Jeremy Melvin described the destruction as \"arguably more tragic\" than the burning of Britain's Houses of Parliament in 1834. Celine Dion democratized Paris Haute Couture Week This year one of the world's favorite singers and all-around-showwoman Celine Dion made one of fashion's most exclusive events just that much more accessible. Famous for her dedication to memorable style choices -- notably a Dior white backwards blazer at the 1999 Oscars, a look she rebooted this year in tan with a splash of dayglo orange -- Dion proved that even a girl from small-town Quebec can make Paris Couture her spiritual home. And she brought the rest of us along with her.  Mixing and matching in a luxury thrift-store spirit, Dion attended shows in everything from a Maison Margiela athleisure-prom-dress and ski-blazer ensemble, to a laser-cut cybergown by Iris Van Herpen, to an 80s-graffiti-tagged mini-dress by Virgil Abloh's Off White.  Billie Eilish became insanely famous This year LA-born Billie Eilish Pirate Baird O'Connell drew the blueprint for how to be an empowered teen girl pop star in a post-#MeToo world -- making male-gaze fantasies a la Britney's schoolgirl outfit seem like the distant past. First grabbing attention for a song she uploaded to SoundCloud in 2015 -- she was sharing \"Ocean Eyes,\" a piece of homework, with a teacher -- Eilish dropped her eponymous debut album in March this year. Immediately we were humming infectious single \"Bad Guy,\" while Eilish dazzled festival crowds, received industry kudos and got nominated for all of the so-called \"Big Four\" at the Grammys (album, song and record of the year, and best new artist) -- the youngest person ever to do so. She announced a new world tour this September (while already on a world tour), and closed the year with an appearance on James Corden's \"Carpool Karaoke.\" At every opportunity, Eilish glared out at the world with her teenage power squint and baggy post-emo gamer chic.  Jane Fonda's red coat was a true statement piece  From Extinction Rebellion's nonviolent protests to teenage activist Greta Thunberg calling out the world's leaders, climate change awareness ramped up in 2019. Longstanding political activist Jane Fonda did her bit, protesting the US government's inaction, weekly, for her \"Fire Drill Fridays\" on Capitol Hill. By October the 82-year-old actress had been arrested four times and spent a night in jail (Ted Danson, Sally Field and Lily Tomlin are three of the celebrities who have joined Fonda, and been handcuffed themselves).  Fonda was led away by police wearing a bright red coat she bought on sale, and she vowed to never buy another piece of clothing in protest against the environmentally unsound fashion industry. Here's a timeline of her protests and Fonda's interview with CNN's Christiane Amanpour. Phoebe Waller-Bridge served glamour Lead Actress in a Comedy Series, Writing for a Comedy Series, and Outstanding Comedy Series -- British triple threat Phoebe Waller-Bridge took home a haul at the Emmys in September for her show \"Fleabag.\"  While women TV screenwriters have gotten more publicity in recent years, including Jenji Kohan (\"Orange is the New Black\") and Shonda Rhimes (\"How To Get Away with Murder\"), they account for roughly 28% of those working in their field in the UK and around 33% in the US. Waller-Bridge's win was a watershed moment. On top of that, an Instagram photo showing her basking in her win went viral. The star was captured reclining elegantly with her awards, a cocktail in one hand and a cigarette in another, her 50s-style lace dress and loose curls accentuating the old-time glamour of this very modern moment.  Billy Porter served everything else We'd be remiss not to mention Billy Porter's tuxedo gown, which was not only a velvet sartorial dream, but also a strong statement about gender freedom. Calling it a \"walking piece of political art,\" the \"Pose\" star nailed his entrance to the Oscars in February, and landed on our list of 2019's best red carpet moments. "], "Language": false}