{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/cnn-underscored/obama-favorite-books-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2019-12-30T18:29:36Z"], "LastModifiedDate": ["2019-12-31T14:54:23Z"], "Headline": ["Shop Barack Obama's favorite books of 2019"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Your 2020 reading list has arrived, courtesy of Barack Obama. In keeping with his annual tradition, the former president shared a list of his favorite books from 2019 on social media over the weekend.  The list features 19 picks from various genres, including novels, collections of stories and essays, histories, biographies and more. Obama also reminded his followers of 19 other book recommendations that he called out earlier in the year. Most of the books on the list were released in 2019, though some of them are older works that Obama discovered this year. He also shared his lists of favorite movies and music from 2019.  \"This has become a fun little tradition for me, and I hope it is for you, too,\" Obama wrote on Instagram in addition to posting the list. \"Because while each of us has plenty that keeps us busy — work and family life, social and volunteer commitments — outlets like literature and art can enhance our day-to-day experiences. They're the fabric that helps make up a life — the album that lifts us up after a long day, the dog-eared paperback we grab off the shelf to give to a friend, the movie that makes us think and feel in a new way, works that simply help us escape for a bit.\" See below to shop all of Obama's top picks, and start clearing out some space on your bookshelf:  \"The Age of Surveillance Capitalism: the Fight for a Human Future at the New Frontier of Power\" by Shoshana Zuboff ($26.69; amazon.com)\n\"The Anarchy: The East India Company, Corporate Violence, and the Pillage of an Empire\" by William Dalrymple ($23.67; amazon.com)\n\"Furious Hours: Murder, Fraud, and the Last Trial of Harper Lee\" by Casey Cep ($16.79; amazon.com)\n\"Girl, Woman, Other\" by Bernardine Evaristo ($12.79; amazon.com)\n\"The Heartbeat of Wounded Knee: Native America from 1890 to the Present\" by David Treuer ($15.30; amazon.com)\n\"How to Do Nothing: Resisting the Attention Economy\" by Jenny Odell ($18.29; amazon.com)\n\"Lost Children Archive\" by Valeria Luiselli ($19.98; amazon.com)\n\"Lot: Stories\" by Bryan Washington ($15.81; amazon.com)\n\"Normal People\" by Sally Rooney ($14.56; amazon.com)\n\"The Orphan Master's Son\" by Adam Johnson ($9.79; amazon.com)\n\"The Yellow House\" by Sarah M. Broom ($19.69; amazon.com)\n\"Say Nothing: A True Story of Murder and Memory in Northern Ireland\" by Patrick Radden Keefe ($21.71; amazon.com)\n\"Solitary\" by Albert Woodfox ($14.67; amazon.com)\n\"The Topeka School\" by Ben Lerner ($24.30; amazon.com) \n\"Trick Mirror: Reflections on Self-Delusion\" by Jia Tolentino ($19.19; amazon.com)\n\"Trust Exercise\" by Susan Choi ($18.81; amazon.com)\n\"We Live in Water: Stories\" by Jess Walter ($11.63; amazon.com) Obama singled out these two books out as must-reads for sports fans:  \"A Different Way to Win: Dan Rooney's Story from the Super Bowl to the Rooney Rule\" by Jim Rooney ($14.36; amazon.com)\n\"The Sixth Man\" by Andre Iguodala ($16.35; amazon.com) And these are Obama's picks from earlier this year:  \"American Spy\" by Lauren Wilkinson ($20.23; amazon.com)\n\"The Education of an Idealist\" by Samantha Power ($14.99; amazon.com)\n\"Exhalation\" by Ted Chiang ($18.27; amazon.com)\n\"Finding My Voice: My Journey to the West Wing and the Path Forward\" by Valerie Jarrett (13.39; amazon.com)\n\"Heartland: A Memoir of Working Hard and Being Broke in the Richest Country on Earth\" by Sarah Smarsh ($10.98; amazon.com)\n\"How to Read the Air\" by Dinaw Mengestu ($11.92; amazon.com)\n\"Inland\" by Téa Obreht ($14.29; amazon.com)\n\"Lab Girl\" by Hope Jahren ($8.69; amazon.com)\n\"Maid: Hard Work, Low Pay, and a Mother's Will to Survive\" by Stephanie Land ($13.50; amazon.com)\n\"Men Without Women\" by Haruki Murakami ($10.49; amazon.com)\n\"The Moment of Lift\" by Melinda Gates ($14.49; amazon.com)\n\"The Nickel Boys\" by Colson Whitehead ($13.59; amazon.com)\n\"Pachinko\" by Min Jin Lee ($9.39; amazon.com)\n\"The Shadow of Sirius\" by W.S. Merwin ($11.72; amazon.com)\n\"The Shallows: What the Internet Is Doing to Our Brains\" by Nicholas Carr ($9.99; amazon.com)\nToni Morrison Box Set: \"The Bluest Eye,\" \"Song of Solomon,\" \"Beloved\" ($31.49; amazon.com)\n\"Tough Love: My Story of the Things Worth Fighting For\" by Susan Rice ($17.99; amazon.com)\n\"The Warmth of Other Suns: The Epic Story of America's Great Migration\" by Isabel Wilkerson ($12.53; amazon.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}