{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-new-hotels-2020-world/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Krisanne Fordham, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-26T08:17:13Z"], "LastModifiedDate": ["2019-12-29T22:03:50Z"], "Headline": ["20 best new hotels to visit in 2020"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["Whether it's for business or pleasure, today's travelers are more discerning than ever about their hotel choices.  Luckily, the newest batch of hotels and resorts have stepped up to the challenge. From underwater suites in the Great Barrier Reef to luxurious yet affordable hideaways in the heart of London, Brisbane or Cape Town, we've handpicked 20 incredible new hotels where you'll love your stay in 2020. Reefsuites, Great Barrier Reef, Australia As if scuba diving alongside the Great Barrier Reef's 1,500 species of tropical fish wasn't enough of an adventure, you can now sleep among them -- in a luxury glass-walled suite, submerged 15 feet underwater. Opened in December 2019, Reefsuites, Australia's first underwater hotel, allows visitors to take in the Reef's incredible underwater world -- and all its fish, rays, sharks and turtles -- from the comfort of a plush, king-sized bed. Each suite also features a light switch that allows you to illuminate the water surrounding your room for extra effect. On top of that, every stay also includes a scenic cruise through the Whitsunday Islands, dinner under the stars with unlimited wine and a guided snorkeling tour.  Reefsuites, Great Barrier Reef, Queensland, Australia; +617 4846 7000 Hotel Château du Grand-Lucé, France With its bucolic location and acres of mazes, lakes and rose gardens, Hotel Château du Grand-Lucé might possibly be the world's dreamiest countryside escape. The château, built in 1760, opened its doors to guests in June 2019 after a multimillion-dollar renovation that restored the structure to its original Neoclassical splendor.  Its 17 rooms, adorned with hand-painted murals and antique furnishings, are large and light-filled and boast sweeping views over the château's manicured gardens. Added bonus: It's just 55 minutes from Paris by train, making it an easy weekend trip.  Hotel Château du Grand-Lucé, 9 Place de la République, 72150 Le Grand-Lucé, France; +33 02 5548 4040 Aman Kyoto, Japan Tucked away inside 80 acres of dense forest just outside of Kyoto, the newest Aman, opened in November 2019, is the perfect place to unwind and unplug.  Its 26 suites -- scattered throughout minimalist ryokan-inspired pavilions -- are clean-lined and almost monastically sparse, yet still undeniably luxurious. Think super-soft beds, deep-soak wooden tubs and floor-to-ceiling windows looking out over the woods. Other highlights include a spa with mineral-rich onsen (hot springs) and five-star Japanese cuisine. Pro tip: Ask to have dinner in one of the seven al fresco dining spots hidden carefully throughout the woods.  Aman Kyoto, 1 Okitayama Washimine-Cho, Kita-ku, Kyoto, 603 0000, Japan; +81 75 496 1333 Kachi Lodge, Bolivia From above, Kachi Lodge looks like a cluster of tiny geodesic domes set amidst the lunar-like Uyuni Salt Flats.  But don't be fooled by its sterile, space station-like appearance: Inside each dome, you'll find bohemian-chic interiors, plush beds and huge bay windows that offer some of the world's best stargazing. (Being 35 miles from the nearest town -- and 11,800 feet above sea level -- Kachi is virtually free of light pollution). In the daytime, there's plenty to see and do, from biking across the arid, otherworldly landscape to high-altitude hikes on the nearby Tunupa volcano. Alternatively, guests can simply relax in the main dome, take a class on Andean cosmology, or enjoy the homemade Bolivian cuisine. Thanks to a culinary partnership with Gustu -- one of Bolivia's finest restaurants -- the food at Kachi is as impressively unforgettable as the views. Kachi Lodge; Uyuni Salt Flats, Jirira, Bolivia; +591 706 98 300 August, Antwerp, Belgium It doesn't get much cooler than August, a former Augustinian convent-turned-boutique hotel behind private walled gardens in Antwerp's leafy Green Quarter. Sprawled across five renovated Neoclassical buildings, the hotel's rooms are full of raw natural materials and thoughtful artisan touches, from the handwoven carpets to the custom-built lights.  Amenities include a curated library and a luxurious spa with a hammam and sauna.  August, Jules Bordetstraat 5, 2018 Antwerp, Belgium; +32 3 500 80 80  InterContinental Hayman Island, Australia Just two years after Cyclone Debbie left the Whitsunday Islands battered in her wake, the iconic Hayman Island Resort debuted a $135 million transformation -- and its stunning new incarnation as an InterContinental Resort. The sleek new property has eight beachfront villas, built mere steps from the ocean.  Its crowning jewel is the Beach House: a 4,000-square-foot, three-bedroom villa, outfitted with a whopping three private pools, that looks out over the Coral Sea. But don't be fooled; it's not all infinity pools and ocean views. Rooms are energy-efficient, single-use plastics are forbidden and guests are provided with reef-safe sunscreen and glass water bottles upon arrival to ensure the resort is as sustainable as it is luxe.  InterContinental Hayman Island, Hayman Island, Queensland, Australia, 4801; +61 7 4940 1234 Puro Vik, Chile When the design-forward hotel Vik opened in Chile's Millahue Valley in 2015, it brought an unprecedented level of luxury and sophistication to the destination. Now, its sister property, Puro Vik -- opened in April 2019 -- is doing it again. Comprised of 19 literal glass houses carved into the hills just below the original hotel, Puro Vik makes guests feel as if they're completely immersed in their lush natural landscape without having to leave the comfort of their own beds. Though the focus here is the landscape, each house is also carefully furnished with striking art pieces and sleek furniture handpicked by owners Alex and Carrie Vik. . Naturally, such an experience will cost you: nightly rates start at a cool $1,100. But sipping wine in your own deep-soak tub, engulfed by lush, unobstructed mountain vistas? Priceless. Puro Vik, Millahue, San Vincente de Tagua Tagua, VI Chile; +569 6193 1754 Jao Camp, Botswana When it comes to glamping, it doesn't get much plusher than Jao Camp in Botswana's Okavango Delta. Though the camp was established in 1999, it was completely rebuilt and reopened in the summer of 2019. The camp's five tented suites are lavishly outfitted with spacious sun decks, plunge pools and indoor-outdoor bathrooms, while an additional two villas created for families and groups come equipped with their own private vehicle, guide, chef and butler.  It's architecturally stunning, too. Communal areas feature floor-to-ceiling windows, and the swimming pool sits beneath a spectacular bird's nest-like canopy that allows guests to soak in their wild surroundings, uninterrupted. Jao Camp, Okavango Delta, Botswana; +1 415 814 6676 Nobu Hotel Los Cabos, Mexico With just twelve properties around the world, the ultra-exclusive hotel brand owned by Robert De Niro and celebrity chef Nobu Matsuhisa has opened its first Latin American outpost and (unsurprisingly) it is sublime. Unlike most hotels in Los Cabos, it's not your traditional, hacienda-style property; instead it blends Nobu's signature Japanese minimalism with the area's stark desert beauty. The hotel is fronted by a wide, windswept beach over which the sun sets rather dramatically. Other hotel highlights include a 13,700-square-foot spa and stellar dining options, from the signature Nobu restaurant to California's highly popular Malibu Farm -- a nod to its sister property on Malibu Beach, which made last year's list. Rooms from $350. Nobu Hotel Los Cabos, Blvd. Diamantes N, Los Cangrejos, Los Cabos, Cabo San Lucas, Baja California Sur, Mexico; +52 624 689 0160 Gorgeous George, Cape Town The aptly named property is a design lover's dream, blending its Art Deco and Edwardian architecture with raw industrial vibes and midcentury accents.  Its 32 rooms are all individually decorated with stylishly mismatched furniture and colorful rugs and huge potted plants, and they feel more like the downtown loft of a cool artist friend than hotel rooms. On the rooftop, there's a cute plunge pool shaded by leafy palms and an excellent restaurant serving up elevated comfort food, like mac and cheese with black truffles and fancy craft cocktails. Gorgeous George, 118 St Georges Mall, Cape Town, 8001, South Africa; +27 87 898 6000 Islas Secas, Panama If you thought a private island was the pinnacle of exclusivity, what about your own private archipelago? Located 33 nautical miles south of mainland Panama, Islas Secas is the sole development on a dreamy 14-island archipelago, offering guests an unparalleled level of privacy and tranquility. It has just four casitas (three more will be added in March 2020) nestled amidst the lush, Jurassic Park-like landscape. Though they're undeniably luxe -- each comes with an ocean-facing private plunge pool -- they're also sustainable, powered entirely by solar energy and fitted with water recycling systems. Activities include snorkeling, scuba diving, kayaking and whale watching -- or simply dozing off on one of the archipelago's dozens of private island beaches. Islas Secas, Islas Secas Archipelago, Gulf of Chiriquí, Panama; +1 800 377 8877 Mama Shelter, London The Mama Shelter hotel brand is fast becoming an empire, having opened three new properties in 2019 and two more slated for 2020.  Like its sister properties, Mama Shelter London is offbeat and funky and doesn't take itself too seriously with its eclectic decor and \"anything goes\" vibe. But what you're here for is the trendy East London location, the Japanese-style karaoke rooms (first hour is free for guests) and the extraordinarily good fish and chips. Rooms are admittedly on the small side, averaging at 200 square feet, but the beds are comfy and the layout is so functional and intuitive that you'll hardly notice or care. Mama Shelter London, 437 Hackney Rd, London E2 8PP, United Kingdom; +44 20 7613 6500 Nayara Tented Camp, Costa Rica Flanked by lush rainforest near the base of the Arenal Volcano, Nayara -- one of the first luxury tented camps in Costa Rica -- is worth visiting for its location alone. Just minutes from camp, guests can enjoy thermal hot springs, whitewater rafting, countless hiking trails and horseback riding. There's even an on-site sloth sanctuary home to more than 15 sloths (and a \"sloth concierge\" to guide you through it). Of course, you won't be judged for staying holed up in your room, either. Each of Nayara's 29 hillside tents feature plunge pools fed by natural hot springs, luxurious indoor-outdoor bathrooms and unobstructed views of the volcano. Nayara Tented Camp, Arenal Volcano National Park, Costa Rica; +506 2479 1600 Rosewood Bangkok, Thailand The Rosewood's newest hotel wows from the outset with its striking architecture: two slim, separate structures connected together to mirror the wai, the Thai greeting of hands pressed together in greeting. The inside is just as impressi"], "Language": false}