{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/politics/barack-obama-2019-favorite-books-list-trnd/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2019-12-28T22:31:42Z"], "LastModifiedDate": ["2019-12-29T19:11:08Z"], "Headline": ["Barack Obama lists his favorite books of 2019"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former President Barack Obama on Saturday continued his tradition of sharing his annual lists of favorites, starting with a rundown of books that made the past year \"a little brighter for me.\" \"This has become a fun little tradition for me, and I hope it is for you, too,\" Obama wrote in an Instagram post. \"Because while each of us has plenty that keeps us busy -- work and family life, social and volunteer commitments -- outlets like literature and art can enhance our day-to-day experiences.\" Similar to previous years, Obama's book picks are a mix of historic non-fiction and some literary novels. It includes the \"Lost Children Archive,\" which is about the migrant crisis; the Sally Rooney novel \"Normal People,\" which is being adapted for a Hulu series; and \"The Topeka School,\" which explores white male identity.  Check out Obama's full list of favorite books below:  \"The Age of Surveillance Capitalism: The Fight for a Human Future at the New Frontier of Power\" by Shoshana Zuboff\n\"The Anarchy: The Relentless Rise of the East India Company\" by William Dalrymple\n\"Furious Hours: Murder, Fraud, and the Last Trial of Harper Lee\" by Casey Cep\n\"Girl, Woman, Other\" by Bernardine Evaristo\n\"The Heartbeat of Wounded Knee: Native America from 1890 to the Present\" by David Treuer\n\"How to Do Nothing: Resisting the Attention Economy\" by Jenny Odell \n\"Lost Children Archive\" by Valeria Luiselli\n\"Lot: Stories\" by Bryan Washington \n\"Normal People\" by Sally Rooney\n\"The Orphan Master's Son\" by Adam Johnson\n\"The Yellow House\" by Sarah M. Broom \n\"Say Nothing: A True Story of Murder and Memory in Northern Ireland\" by Patrick Radden Keefe\n\"Solitary\" by Albert Woodfox\n\"The Topeka School\" by Ben Lerner\n\"Trick Mirror: Reflections on Self-Delusion\" by Jia Tolentino \n\"Trust Exercise\" by Susan Choi \n\"We Live in Water: Stories\" by Jess Walter  Obama also listed two \"for the sports fans.\" Those books are: \"A Different Way to Win: Dan Rooney's Story from the Super Bowl to the Rooney Rule\" by Jim Rooney \n\"The Sixth Man\" by Andre Iguodala "], "Language": false}