{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/baby-jesus-repairman-quito-ecuador/index.html"], "Source": ["cnn"], "Location": ["Quito, Ecuador"], "ByLine": ["Abby Ellin, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-24T12:54:10Z"], "LastModifiedDate": ["2019-12-24T12:54:10Z"], "Headline": ["Baby Jesus repairman in Quito has a knack for restoring people too"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In an open-air storefront in the historic center of Old Town Quito, a man in a paint-splattered apron holds a paintbrush. He gently dabs it across the cheek of a porcelain baby Jesus doll, one of hundreds, maybe thousands, scattered about this tiny shop-cum-workshop.  He could be Picasso or some other famous painter toiling away in a studio.  But he's not creating abstract art. Instead, the man, a sculptor and carver named Gonzalo Gallardo, makes his living repairing and restoring religious figurines in his shop, Restauraciones Carrión.  There are baby Jesus dolls. Virgin Mary statuettes. Cherubs and saints made of ceramic, wood, resin, plaster, fiberglass and paper mache. Some are chipped and discolored; others are burnt and sooty. Most look as if they barely escaped a natural disaster. Tradition and history Ecuadorian families take their idols very seriously, often keeping a baby Jesus in their home and even dressing it in costume: as a police officer, firefighter or doctor. It would never occur to them to replace a fractured statue.  \"People don't throw them out,\" Gallardo, 56, says in Spanish. \"The feeling is, 'This is my figure and I will repair it.'\" And so they come to this tiny storefront in the San Roque neighborhood, bursting with artisans and churches, convents and monasteries dating to the 16th century.  Both Gallardo and his wife, Rocío Carrión, work here, doing a trade that has been in Carrión's family for more than 80 years. Gallardo learned the skill when he married his wife more than two decades ago, using a secret concoction of oils to paint the dolls' skin.   \"Today there are restoration schools, but this comes from four generations,\" says Gallardo proudly. One day, his four children will take over the family business. In the details Strewn about the shop are figurines in various states of trauma. Some are in plastic wrap; others lay in glass counters or on wooden shelves. Some are headless. Others are missing a leg, a nose, an eye. Others simply need sprucing up.  \"One was a darker blue and the owners wanted more life,\" says Gallardo. \"A child Jesus shouldn't be with dark colors. You don't raise a human being with dark colors.\" So he stripped the color and repainted it with a lighter hue. A few are ready for purchase: A Virgin Mary in a blue shawl dotted with yellow stars, wearing a rose and gold dress. A spit-shined baby Jesus that looks like it was just polished with varnish.  On another shelf, Jesus, arms outstretched, seems to be welcoming visitors into the shop, or blessing them on their way out. Gallardo is one of a handful of \"Guardinos del patrimono de San Roque,\" or Heritage Guardians, a Quito-based initiative whose goal is to preserve traditional trades in the area.  In addition to Gallardo, herbalists, milliners, chocolate shops and boutiques hawking pinatas, devils and intricately designed baby Jesus outfits are part of the group.   A unique talent It's no surprise that Gallardo's services are in such high demand. Ecuador is a predominantly Roman Catholic country. The highest statue in the country is the Virgin of Quito (Virgen de El Panecillo), a popular tourist attraction, towering 135 feet over the city.  In December, the country bursts with elaborate nativity scenes, called \"pesebres.\" On Christmas Eve, Quito holds the \"Pase Del Niño Viajero,\" or Passing of the Travelling Child, a festival in honor of baby Jesus, who, according to religious lore, was born on Christmas Day, December 25.    But while the city has a handful of art restorers, Gallardo has a unique talent: Not only does he paint inanimate objects, he uses the same pigment to treat people's scars, sunburns or bruises.  Like the restoration of religious figurines, this skill was passed down from his late father-in-law, Alfredo Carrión. Legend has it that a young man fell on the street outside the shop and banged up his face. Carrión said, \"'I'll fix it,'\" Gallardo recalls. \"He covered his face, and the boy was healed.\" Gallardo won't say what exactly is in the secret sauce. And he stresses he's not a make-up artist -- he's more of a restorer.   As if on cue, a 22-year-old client names Juan enters. He's allergic to the sun and has a bad sunburn. He's come into the shop every three days for about a month.  Gallardo picks up his brush, swirls it in flesh-colored pigments from vegetables, minerals and oils from plants and gently covers the sunburn. \"The treatment is about eight months,\" says Gallardo.  Already, he's noticed a difference. \"It's less itchy and less red,\" says Juan. And the price is right: Gallardo charges a mere $1.50 per visit. \"We are here to help people,\" Gallardo says simply. \"It's not about the money.\" If you want to visit ... Restauraciones Carrión is located at Rocafuerte N1-33 and Imbabura Streets, in Old Town Quito. You can also arrange a private tour through Metropolitan Touring, which includes an English-speaking guide.    "], "Language": false}