{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/opinions/coronavirus-immunity-passport-opinion-mathew/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Saju Mathew"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T15:55:23Z"], "LastModifiedDate": ["2020-04-28T16:52:19Z"], "Headline": ["An immunity passport could be the answer to reopening society"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Given the economic devastation of the Covid-19 pandemic, we need to start developing a plan to bring people out of lockdown. With so many people out of work and businesses temporarily closed, many aspects of life have come to a grinding halt. The sooner people can safely return to normal life, the sooner we can start the economic recovery. In order to do that, we must be able to proceed knowing that those who are allowed to emerge are no longer at risk of catching or spreading Covid-19.  While the WHO said on Friday that \"There is no evidence yet that people who have had Covid-19 will not get a second infection,\" based on what we know about immunology, there is reason to assume that recovering from the virus will provide some amount of immunity.  The key is to further develop our antibody tests to better understand who is immune to the virus and conduct research to determine how long this immunity might last. Then, we should provide credentials to those who are immune -- through a Covid-19 immunity passport -- so that those individuals can resume their lives. In China, for example, QR codes have been used to loosen restrictions in Wuhan, where the pandemic originated. People assessed to be healthy have been given a green QR code, indicating they can travel within the province. (A yellow code indicates a person may have come in contact with an infected person, while red is for those who have been diagnosed or are suspected to have the virus.) Since the beginning of the pandemic's outbreak, we have assumed that a social distancing public health strategy -- or what I prefer to call, \"physical distancing\" -- would be effective at reducing the spread of contagion. However, in order to work and produce the best results, distancing must be done by populations -- preferably globally, but at least nationally -- consistently, with widespread participation.  Some nations are taking a more aggressive approach. India, with a population of over 1.3 billion, is currently in the midst of a lockdown that will last until at least May 3, though  limited employees have been allowed to return to work with strict hygiene guidelines.  South Africa has also chosen this draconian lockdown method for the entire country, as practiced in Wuhan, though this week it plans to lift some restrictions and implement a curfew. The majority of states in the US have also implemented orders to stay at home.  When large numbers of people are out of work due to the lockdown, it takes an inevitable toll on personal finances, not to mention the global economy. Since March 14, around 26.5 million Americans -- about 16.2% of the labor force -- have filed for unemployment.  But with a Covid-19 passport, those who do not pose a risk of spreading or catching the virus can move freely, get back to their jobs and help kickstart the economy. We have long known from other diseases, such as hepatitis and even the common cold, that your body can protect you from contracting a disease that you've already had by producing antibodies. These are proteins manufactured by the immune system in response to a foreigner or an unwelcome visitor such as Covid-19. The body tries to attack and fight off the infection. Once these antibodies are produced, they remain in the body even after the virus is gone and the theory is that it can create a state of immunity, which can hopefully ward off the same infection should it present itself again down the road. With certain pathogens, just one exposure will cause the body's immune system to wipe it out forever, as in the case of chickenpox and polio. However, for the family of coronaviruses that can cause a variety of colds, our bodies can form an immunity that can last just a couple of months, to a few years. This is why we can get colds frequently.  We don't yet fully understand the reason behind varying immunities and, as Covid-19 is new to us, we are not sure how long immunity could last.  At this point, we can assume that once infected and recovered, our bodies most likely have immunity for some period of time. The whole concept of vaccines relies on this theory. We expose our bodies to a tiny portion of the pathogen, or a molecule that is similar to the pathogen, and stimulate our immune system to form antibodies.  There is some data that casts doubt on this assumption, however. Some patients in South Korea, who got the infection tested positive again after recovery. As the Wall Street Journal reported, South Korean doctors believe that these cases were not a reinfection, but rather a reactivation of the initial virus. But clearly, more research is needed to understand Covid-19 immunity before we can start opening society back up with confidence.  There is also the popular concern that new strains of the virus could arise in the community.  But this is little cause for concern, as mutations are natural, common and in many cases do not pose additional danger to humans. A mutation could, for instance, pose a greater threat to the survival of the virus itself.  Tests that check for viral immunity, if created precisely and accurately, can identify just what type of protection recovered individuals will have. This can be done by looking at \"immunoglobulins\" or specific antibodies called IgM and IgG. IgM tends to indicate short-term protection while IgG suggests longer-term protection.  Currently there are quite a few companies working on the antibody tests, but the results so far have not been promising. Their accuracy leaves much to be desired; some have falsely identified antibodies of Covid-19 cousins from the same family of Coronavirus, like the virus that causes the common colds and SARS. And as Covid-19 tests have become more readily available, some health officials have complained about their poor quality. However, if the US can develop adequate testing, and if Covid-19 behaves like other viruses in the same family, we should be able to confirm that we are immune, once infected and recovered. For how long remains to be determined -- and the expiration date of the immunity passport would need to be assessed once we have more information on the longevity on the antibodies. With these tests, we would be armed with knowledge that could allow us to more pragmatically protect those who are sick or vulnerable to coronavirus while allowing those now immune to the disease to get back to normal life.  The tests could be a critical resource for determining if health care workers and loved ones are immune and therefore safe to treat and care for Covid-19 patients without the risk of contracting the disease themselves.  Travel could begin safely around the globe, as well, which would be very good for both the nation and the world.  We are still a ways from the vaccine, which will probably prove to be the answer to this pandemic once and for all.  However, an accurate Covid-19 immunity test could prove to be a game changer as well, short of the vaccine. Let's hope a reliable antibody test is developed soon and can send people back to work and out in the world, safely."], "Language": false}