{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/rovaniemi-christmas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Richard Quest and Anna Fletcher, CNN"], "Writers": [["Richard Quest", "Anna Fletcher"]], "FirstPublishDate": ["2019-12-22T09:37:28Z"], "LastModifiedDate": ["2019-12-23T11:28:02Z"], "Headline": ["The dark, ruined city that became the home of Christmas"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's an Arctic destination that, when snow transforms it into a winter wonderland, attracts visitors from all over the world with its beautiful scenery, ski resorts and -- particularly in December -- Christmas magic. Because as well as being the capital of Lapland, Finland, Rovaniemi is also the official home of Santa Claus.  But while the weeks leading up to Christmas bathe Rovaniemi in a festive glow, this is a place that has known extreme darkness. Not just in the long winter months when the sun barely creeps over the horizon, but also in the brutality of World War II and its aftermath.  The story of Rovaniemi's emergence from the rubble of conflict into the cheerful destination it is today reflects both the extraordinary spirit of a city that survives on the very edge of civilization, but also a very special bond between humans and animals.  And given that those animals are reindeer -- it's a very good story to tell at Christmas. A reindeer-shaped city Rovaniemi was once just a cluster of villages on the cusp of the Arctic Circle where the local indigenous Sami people depended on farming, foraging and logging to keep their families alive through harsh winters. Reindeer were their only companions. The Sami have herded the creatures across Scandinavia and Russia for hundreds of years, relying on them for food, warm clothes and transport, in a sometimes deadly landscape. Many of their traditions survive today.  \"We know how many reindeer nature can handle and feed,\" says modern Rovaniemi herder Sami Ruismäki.  The herders of Lapland treat the natural world with great respect, making sure their reindeer don't spoil the land, he says.  Ruismäki's family has tended to reindeer for generations on the snowy plains surrounding the city. But by the time of World War II, a gold mining rush had turned Rovaniemi into a bustling city. It was also a transport hub, connecting Europe to Russia and the Barents Sea.   This was why, when German troops attacked Finland, they destroyed as much of Rovaniemi as possible. Wooden houses, schools and churches were burned to the ground. Only 10% of the city remained standing.  After the war ended, Alvar Aalto -- one of Finland's most famous architects -- was given the job of designing a new Rovaniemi. Inspired by Finland's landscape and wildlife, Aalto looked to Finland's most beloved animal. Seen from the sky, the modern city shows the outline of a reindeer. Its antlers stretch alongside the public parks, while a ring road marks its long face. The city's stadium is the animal's eye. The very streets of Rovaniemi celebrate the animal that allowed humans to survive in this lonely part of the world. Lappish hospitality In 1950, as Rovaniemi was being rebuilt from the ashes, it received an unexpected visit from US First Lady Eleanor Roosevelt, who came to show her support for the city's post-war recovery.  With only a week's notice, officials rushed to build a log cabin where she could stay and receive visitors.  Roosevelt's highly publicized visit was a triumph for Rovaniemi. The humble Roosevelt cabin became the heart of Santa Claus Village, a theme park filled with every Christmassy experience imaginable. Meetings with Santa, northern lights sightings and reindeer rides were paired with warm Lapland hospitality.  Santa Claus' Post Office (at 96930 Napapiiri, Finland) opened up, and now receives hundreds of thousands of letters every year. Rovaniemi had achieved the seemingly impossible. It was attracting tourists to the Arctic Circle in the depths of winter. Irene Kangasniemi, an artist, is among the local people who today make a living from the worldwide fame of the Lapland Christmas. She fashions reindeer antlers into jewelry and works of art. \"Reindeer are survivors,\" she says. \"Reindeer are the reason why people came here after the ice age.\" Kangasniemi also follows a traditional Lappish lifestyle. She forages for berries and mushrooms, and makes traditional dishes like joulutorttu, a Christmas tart.  These foods are part of Lappish fine dining. In perhaps a less festive vein, sautéed reindeer meat -- poronkäristys -- is a popular delicacy in Finland all year round. Other traditional Lapland foods enjoyed by tourists include salmon, flatbread and mulled wine. 'You can feel like you're flying' Lapland's winter appeal isn't limited to Christmas. Tourists can also enjoy a plethora of high-adrenaline sports. Skiing vacations are immensely popular, with 32 resorts and 340 kilometers of slopes to choose from. Finland alone is home to around one million active skiiers -- over a sixth of the country's population. Ice climbing and snow-kiting offer more unusual experiences in Lapland's festive landscape. Jyri Keskiaho is the only professional freestyle snowmobiler in Finland. \"I think it comes from my childhood,\" he says. \"My father and mother did cross country skiing, and we drove behind them on sleds.\" Daredevil stunts and top speeds aside, snowmobiling is a chance to soak up the rich wilderness of Lapland. \"I love traveling by snowmobile through nature -- through the forest, the ramps, the track, the trails, everywhere,\" he says. \"I've done this for six years now. You really can feel like you're flying.\" For the hardier, a dip in Rovaniemi's rivers offers a bracing start to the day. At only a few degrees above freezing, these waters entertain guests and locals alike throughout the ice swimming season, from November until April. This sport may improve heart function and blood circulation -- but it's not for the faint-hearted.  From family adventures in the great outdoors, to peaceful nights beside a crackling fire, this city fuses together the best of modern and traditional Christmas. "], "Language": false}