{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/us/humbug-word-origin-history-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Douglas S. Wood, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-21T17:09:43Z"], "LastModifiedDate": ["2019-12-21T17:09:43Z"], "Headline": ["Humbug! Where does that word come from anyway?"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["\"Bah Humbug!\"  The phrase, uttered by more than a century of Christmas scrooges across page and screen, has been popularized by almost endless adaptations of Charles Dickens' classic, \"A Christmas Carol.\" But what does the word \"humbug\" really mean?  It's Humbug Day, and we want to know where the rallying cry of curmudgeons throughout history comes from.  Merriam-Webster defines a humbug as something or someone that is false or deceptive. In its verb form, to be humbugged is to be deceived or be the victim of a hoax.  While the word's exact origins are unknown, it is defined by an exciting history of hoaxes and spectacles dating as far back as the 1750s.  From the mouth of a Christmas grouch The word is well-known as the catchphrase of miserly old Ebenezer Scrooge, the main character in Dickens' 1843 novel, \"A Christmas Carol.\" Scrooge, who thinks Christmas is an enormous deception, retorts, \"Bah! Humbug!\" to anyone who dares to wish him a merry Christmas. We'll spare you Scrooge's complaining and cut to the chase: He despises the holiday because he doesn't understand why people are acting so cheerful and merry when he sees poverty and sickness all around him.  As the story goes, he is visited by a trio of Christmas ghosts (whom Scrooge accuses of being humbugs). But he soon finds out the ghosts are not the product of a cruel trick but rather otherworldly messengers of Christmases past, present and future who are eventually able to wipe that resting grinch face right out from under his nightcap.  In the schemes of a circus extraordinaire The word was a favorite of the crafty P.T. Barnum, the man who popularized the spectacle of circuses in the 1800s. In his book, \"Bunk: The Rise of Hoaxes, Humbug, Plagiarists, Phonies, Post-Facts, and Fake News,\" author Kevin Young documents Barnum's pleasure in the use of a good humbug.  One of Barnum's most successful humbugs, the FeeJee Mermaid, was advertised as the mythical creature but was nothing more than a monkey's upper body sewn to a fish's tail, Young writes.  The showman also had his own definition of humbug, believing there is a difference between a humbug and a swindler.  In his eyes, Young writes, Barnum believed that even though he put on shows full of tricks, he was still an honest man.  Why? Because even if people realized he was misleading them, he had given them a thoroughly entertaining show. Swindlers and imposters, on the other hand, left people disappointed and feeling cheated.  Barnum's humbugs attracted more than 80 million visitors into the halls of his museums and circuses, so it's hard to believe he wasn't putting on a good show.  An appearance on the famed yellow brick road Humbug appears in Frank Baum's whimsical \"The Wonderful Wizard of Oz\" in its very own chapter, \"The Magic Art of the Great Humbug.\" Anyone familiar with the story of Oz, the Great and Terrible, probably remembers that he's not all that great and that the only thing terrible about him is his awful ability hide his tricks.  In fact, Dorothy dubs him \"The Great and Terrible Humbug\" after she discovers the enchanting Oz that she thought might send her home to Kansas is just a little old man with no powers at all.  But even though it's Humbug Day, please don't feel the need to be an enormous bummer. It might be a good time to think about how you can be a little kinder this holiday season. "], "Language": false}