{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/health/kung-fu-nuns-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2019-12-20T11:29:21Z"], "LastModifiedDate": ["2019-12-21T16:37:18Z"], "Headline": ["Kung Fu Nuns in Nepal boost their health in the fight for women's rights"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Swords swirl around their bodies, coming perilously close to piercing flesh. Blades flashing in the morning sun, the young women twirl, cartwheel and then kick in unison, finishing their graceful movements in a centuries old kung fu fighting stance.  Dressed alike with matching shaved heads, the women and girls finish their daily exercise and move on to their other duties as part of the Kung Fu Nuns of the Himalayas, a name they have proudly adopted. Jigme Yangchen Ghamo has lived at the Druk Amitabha Mountain Nunnery perched high in the mountains outside Kathmandu since she was 10 years old.   \"We are the only nunnery in all of the Himalayas doing deadly martial arts,\" Ghamo told CNN's Great Big Story in June. \"This is a lifelong vow that I made to the Drukpa Order, and I am very proud of my practice.\" The Drukpa Order is a branch of Himalayan Buddhism, a faith which traditionally considers women second-class citizens. According to Buddhist narratives, a woman cannot achieve spiritual enlightenment unless she is reborn as a man. \"The idea was that as long as the nuns cook and clean for the monks, they can come back as a monk in their next lifetime and then become enlightened,\" said Carrie Lee, the former president of Live to Love, a non-governmental organization that works closely with the nunnery to supply aid to the region. According to Lee, discrimination toward women is a way of life in Nepal and surrounding nations. Girls are considered a burden and are frequently aborted; if they live, they have limited access to healthcare or education. They are often sold off to traffickers or marry young; wife beating and other types of spousal violence is common. His Holiness Gyalwang Drukpa, the spiritual leader of the Drukpa lineage, says as a child he believed the Buddhist beliefs about women to be misguided. In the early 2000s he began to promote the nuns to leadership positions. It wasn't always well received. Local traditionalists called the action \"blasphemous,\" Lee said, \"and then they started harassing the nuns and assaulting them.\" To teach the nuns self-defense, Drukpa hired a kung fu teacher in 2008. But His Holiness also hoped the training would improve the nun's confidence and self-esteem.   \"I consider the kung fu art, martial art, an education,\" he told actress Susan Sarandon in a 2014 interview. \"I'm very proud of the nuns. \"I have been breaking through all these barriers,\" he added. \"Whatever the Buddhist people say I don't mind and I don't care.\"  A healthy life \"We wake up at 3 a.m., we meditate, we bicycle and we train for three hours,\" Ghamo said. \"The Drukpa Order is not for lazy people.\" In addition to kung fu practice with swords, sticks and flags, the women jog and run up and down stairs to boost their fitness. They even learn to break bricks with their hands. All of the physical work has a spiritual purpose, Ghamo said. \"Kung fu trains us to focus our minds for meditation.\" Martial arts are known for their health benefits. A 2018 study found \"hard\" martial arts like kung fu can improve balance and cognitive functions that decline with age, while a 2016 study found kung fu and karate helped with blood sugar control. Another ancient martial art, Tai Chi, has been more thoroughly studied. Research shows Tai Chi can improve bone mineral density, reduce blood pressure, lower cholesterol, and reduce harmful inflammation. And the mental health benefits are just as strong. The calming, meditative trance needed to do a Tai Chi series has been shown to greatly reduce anxiety and stress, even lowering levels of cortisol, the stress hormone, in the blood of participants. 'Landslides, avalanches and earthquakes' When a devastating 7.9 earthquake took the lives of 9,000 people in Nepal in 2015, the nuns from Druk Amitabha Mountain Nunnery were some of the first relief workers on the scene. Supported by the Live to Love organization, the nuns walked to villages that government and traditional relief organizations considered too dangerous to visit.  \"When the earthquake hit, our kung fu training helped us to be brave and strong,\" Ghamo  said. \"We survived the landslides, avalanches and earthquakes.\"  Later the nuns were able to \"do a medical helicopter rescue, truck rescues, food and medicine distribution, provide solar power, and more,\" they wrote on their website, even building 201 new homes after clearing the rubble. During the cleanup, Lee said, the nuns saw young girls being given away or sold off to potential human traffickers and decided to take action. They organized bi-yearly bicycle trips, taking months to cover thousands of treacherous miles between Kathmandu and Ladakh, India. They stop at tiny villages along the way to spread a message about the value of girls and the dangers of human trafficking.  \"We talk about equality and safety,\" Ghamo said. \"We wanted to show everyone that if nuns can ride bicycles, then girls can do anything.\" By showing that girls could survive the mountainous terrain, they were sending the message that \"girls were strong enough to farm\" and thus worth keeping, Lee explained. \"They started raising awareness about what actually happens to girls when you give them away.\" Many of the mothers had encouraged their girls to leave, hoping they would have a better life, Lee said. \"And now when the nuns go back, these families come up to them and say, \"We had no idea where our girls are going. We're much more protective of them now.\"  His Holiness Gyalwang Drukpa, their spiritual leader, joins the nuns on most of their bicycle trips. His presence adds weight to their fight for women's rights, especially in the most traditional villages. \"Because of his religious authority, equality becomes a religious mandate,\" Lee said. \"Respecting women becomes a religious imperative wherever he goes.\" The effort appears to be paying off. \"In the past 15 years, I've noticed a huge shift in some of these villages,\" Lee said. \"Before, if I sat down with meetings, it was predominantly men. Now women are so much more vocal in these meetings. Now you see female police officers, you see female politicians and leaders.\" 'Fearless one' The nuns have added a green theme to their good works. Each year they do a \"Eco-Pad Yatras,\" a 400 plus mile hike picking up plastic litter and educating locals on ways to protect their local environments. Many of the nuns are trained solar technicians, others assist doctors in the Live to Love eye camps, where cataracts surgeries are free of charge. Other activities include music, dance, theater, and animal rescue and care. When Lee first began volunteering 20 years ago, the nunnery was home to about 30 nuns. Today there are more than 800, ranging in age from eight to 80. There is a waiting list for young girls who want to join the \"Kung Fu Nun\" revolution. All of the nuns bear the first name of Jigme, which means \"fearless one\" in Tibetan. \"I learned I can do anything a man can do,\" Ghamo said. \"Kung fu has trained me to be confident, strong and happy. The teachings help me put my compassion into action.\""], "Language": false}