{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/luxury-gift-list-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini"], "Writers": [[]], "FirstPublishDate": ["2019-12-20T11:04:59Z"], "LastModifiedDate": ["2019-12-20T11:51:17Z"], "Headline": ["Dreaming big: The most luxe gift-inspiration for this holiday season"], "Section": ["luxury"], "MappedSection": ["STYLE"], "Article_Body": ["What would your wish list look like if money was no object? From beautiful design items to luxury collaborations and indulgent accessories, we've rounded up the most discerning, lush and over-the-top gift ideas for the holidays.  Rihanna's visual autobiography If you're looking for visual feast, Rihanna's autobiography, published by Phaidon Press in October, should do the job. It's 504 pages long, 16 inches tall, weighs 15 pounds, and features 1,050 pictures, 11 inserts, seven gatefolds and a poster.  Aside from captions and headings, there's no text, but you won't need it anyway. This a purely photographic testament to Riri's life and remarkable career. There are three special and signed editions: The Ultra Luxury Supreme edition, paired with a marble pedestal (it's sold out, but watch eBay); the Luxury Supreme edition, which comes with a gold-plated tabletop and is hand-sewn and bound in bespoke padded Japanese-designed fabric, priced at £5,175 ($6,740); and the Fenty x Phaidon edition, with a \"This Sh*t is Heavy\" green-coated steel stand designed by Rihanna, a bargain at £140 ($180). The regular book is \"only\" $150, but why settle for that? Fendi Casa's coffee table Once you get Rihanna's book, you'll need a coffee table to display it on. Meet Fendi Casa's Effe. The satin brass structure with a marble top and onyx inlaid belongs to the Italian brand's latest homeware line. The delicate rose-like pattern on top was first designed by Karl Lagerfeld in 1983 (the late designer served as the label's creative director from 1965 till his death earlier this year). It's part statement piece, part boujee collectible item.  If you appreciate the aesthetic, the rest of the furnishing series, called Back Home and created in collaboration with architect and interior designer Cristina Celestino, is just as exquisite.  Dior x Rimowa Luggage Capsule Collection Luxury luggage brand Rimowa loves its collaborations. From Supreme to Anti Social Social Club to Off-White, the LVMH-owned company has teamed up with some of the sector's hippest names in recent seasons, no doubt in an effort to lure younger, moneyed shoppers. Its latest, with Dior, is a bit of a departure from that. Created by Dior Men's artistic director Kim Jones, the capsule line marks some of RIMOWA's most popular items with the French house's classic Oblique pattern. The famed design is inscribed directly onto the outer aluminium shells through a combination of anodizing processes. The collection includes the Cabin, Champagne Case and Hand Case, an updated take on RIMOWA's Piccolo Case from the early '90s, which comes with a crocodile leather cross-body strap.  Versace Boxing Gloves When it's time to head back to the gym, these Versace boxing gloves are possibly the most opulent sports gear this year. Released in October and priced at €2,445 ($2,720), they're crafted from 100% lamb leather, for the lining and the padding, and are decorated with Versace's ornate Barocco print. The luxury label also sells satin boxing shorts and fluffy robes. But if boxing isn't your thing, try this Barocco print basketball or a luxury inflatable pool float. Paul Smith x Leica's Leica CL 'Edition Paul Smith' Yes, phone cameras might be getting better with each release, but there's something timeless about a classic camera. That's all the truer when it's a collector's piece, like Leica's CL \"Edition Paul Smith,\" released in November and priced at £3,500 ($4,600). In case you didn't catch it from the name, it's the collaborative effort of British designer Paul Smith and iconic German camera manufacturer Leica. The second partnership between the two heavyweights, the camera comes in a limited-edition of 900. The box also comes with a neon rope strap with Paul Smith and Leica branding, and a custom dust cloth that features a photo print of Paul's vintage cameras. Tiffany & Co Chess Set Tiffany & Co has done it again. After last year's $275,000 sterling silver greenhouse and $9,000 sterling silver yarn ball, the jewelry maker has recently dropped a few new lavish present ideas for the individual who has it all and really doesn't mind spending, say, $112,000 on an advent calendar (four were released in October, and sold out) or $75,000 on a chess set. The latter -- which was released in September -- took one year to complete in the company's Rhode Island workshop. The board and chess pieces are made of sterling silver and 24K gold vermeil, and come in a sterling silver box lined in gray felt with a satin finish at the bottom, to mirror the design of the classic Tiffany Blue Box.  Craig Green x The Standard, London robe The only way to do Christmas morning right is in a plush new bathrobe. This year, one of the best comes courtesy of British designer Craig Green and The Standard, London.  To mark the launch of its first international outpost, the hotel teamed up with Green for a limited-edition range of unisex robes found in each room but also available to buy, should you want to drop $195. The dressing gowns are cut from cotton toweling and come in non-traditional shades of mustard, brown and dusky pink, and in either herringbone or a pin-stripe pattern.  Each one mimics the linear quilting and graphic patterns of Green's own collections, and includes touches such as loops along the shoulder, belts and bands that allow the wearer to play with fit. Fluffy-chic is now officially a thing.  Off-White Meteor Handbag Off-White Meteor bag is the perfect present for the woman who doesn't need to carry anything at all.  Part of the Spring 2020 collection, Virgil Abloh's creation  is punctured with three giant holes (hence the name) that are slightly askew, so that you can slide your hands through and carry it like a clutch. Because of its design, it's not meant to hold anything -- not even ear pods. In an official release, the brand explicitly described the Meteor as \"unfunctional,\" adding that it's \"challenging the concept of a bag itself, one of the most common objects in our everyday lives.\"  The price tag for this fashion-meets-art-meets-accessory? $1,655 -- the countless debates you'll have with people as to whether you can even call it a bag come free.  Hastens dog bed Because your pet deserves the best, you should settle for nothing less than this dog sleeper, a recently launched collaboration between Swedish luxury beds manufacturer Hästens and 11 Ravens, an American company making high-end games tables. The limited-edition collection includes three modern designs ranging from $4,800 to $6,400, each made with materials such as wood, lacquers, veneers and laminates, and in one of Hästen's 14 premium fabric finishes. Because no two dogs are the same, the product can be customized, too.   Described by some as \"the Bentley of dog beds,\" the item supports the American Society for the Prevention of Cruelty to Animals (ASPCA). Limited Edition Velosophy x Nespresso Bicycle As ecologically-minded consumers are on the rise, so are products catering to them. One of the latest comes from Nespresso. In August, the coffee firm teamed up with Swedish bicycle manufacturer Velosophy to create a limited edition bike made from 300 recycled coffee pods, the RE:CYCLE. Painted in the same bright purple as Nespresso's \"Arpeggio\" coffee pod, the two-wheeler features a front basket with two cup holders -- for your Nespresso coffees, of course -- and a pod-shaped bell. Only 1,000 are available to buy, and they retail at €1,290 ($1,430). For each bike sold, Velosophy provides a bicycle to a schoolgirl in Ghana to help her get to school.  Nespresso has drawn its fair share of environmental criticism over the years, as its single-use pods cannot be recycled at normal plants (they must be collected by the company itself). RE:CYCLE is a clear effort from the brand to make amends, and engage in innovative ways  of reusing its capsules. Chakracarma yoga mat One for the yoga-obsessed special someone in your life, Chakracarma yoga mats take the concept of luxe sports equipment to new heights.  How high? Around $15,000 to $100,000, depending on customization. Made from the finest vegetable-tanned leather and studded with ethically sourced precious jewels, this is the most expensive yoga mat in the world.  The bling isn't just for decoration. \"Every gemstone carries a specific vibration that can clear, charge, and raise the power of your energy field,\" the company's website says. Is doing downward dog on one these wonders any different than on a regular mat? We don't know. Just try not to sweat on the stones. Bang & Olufsen TV Having a big flat screen TV in your living room is so 2018. Instead, embrace the minimalist aesthetic and add this $20,000 Beovision Harmony television from Bang & Olufsen to your wish list.  Unveiled during Milan design week in April, the television folds into a sculptural form when not in use, thanks to two oak and aluminum panels that partially hide the screen. When it's turned on, the covers fan out \"like a butterfly opening its wings\" and the OLED screen rises above them. The sound system is also invisible, and contained within the front covers.  It sounds futuristic but the inspiration actually came from the mid-century entertainment cabinets that used to hide the TV behind blinds once programming would end for the evening. As the saying goes, everything old is new again. Stella McCartney's fur free fur gilet The best way to keep your significant other warm this Christmas? A fuzzy coat. For an ethical and luxe option, look to Stella McCartney's \"Fur-Free-Fur\" range.  This gilet, priced at £1,545 ($2,010), is made with 100% modacrylic, 52% sustainable viscose and 48% cotton. It looks like fur but couldn't be further from it: no animals were harmed in its making.  From next year, the eco-conscious designer is taking her anti-fur commitment even further by only using KOBA Fur-Free-Fur in her collections. It'll be the world's first commercially available faux-fur made using plant-based, biodegradable ingredients (currently, the materials used for the Fur-Free-Fur items cannot be recycled). Expect to see more of those furry pieces on this wish list next year. Miansai 14k gold grilled set A grill master's dream, this 14k solid gold grill set by American jewelry company Miansai would elevate even the simplest of barbecues to a black tie affair.  The limited-edition collection, which is made to order and priced at $65,000, includes a spatula, fork, knife and tongs -- the essential tools of all great cookouts. Royals probably don't grill their own steaks, but if they did, this is probably what they'd use. Wild Things: L'OBJET x Haas Brothers collection Home décor is always a good gift idea, especially when it comes from Wild Things, one of the most whimsical homeware collections this year, by Los Angeles-based artists Simon and Nikolai Haas -- the Haas Brothers -- and luxury lifestyle brand L'Objet. The cap"], "Language": false}