{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/donald-trump-testing-coronavirus-news-conference/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-28T04:02:12Z"], "LastModifiedDate": ["2020-04-28T15:40:08Z"], "Headline": ["Trump offers new testing proposal and then shifts focus to himself"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump couldn't resist the stage  -- despite warning he was done with his contentious White House briefings amid the uproar over his musings last Thursday about injecting disinfectant. So he was back with a new, sweeping promise to revolutionize the testing that America needs to safely open its economy -- though on closer inspection the initiative looked as underwhelming as many previous vows on overhauling the dysfunctional system for diagnosing the coronavirus. Trump celebrated saving more than a million lives with his \"good decisions\" and boasted that \"there's a hunger for reopening\" the nation and it's \"happening faster than people would think,\" while leaving a misleading impression that the virus is all but defeated in the nation's great cities. \"We are deploying the full power of the federal government,\" Trump said even as he unrolled a plan complete with a glossy power point presentation that falls well short of the level of testing -- several million a day -- that some experts say is needed to keep the pathogen at bay. While stepping up federal involvement, the blueprint also enshrines ultimate responsibility for testing with states that have struggled to get sufficient test kits, swabs and reagents to perform diagnoses. That was the \"news\" of Trump's appearance. Apart from a few brief walk-ons by top public health officials, the rest of his monologue in the fading sunlight of a spring evening was back to the Trump show. It was not his wildest moment in recent days -- after all he spent the weekend on Twitter tears that included retweeting a baseless conspiracy theory that suggested Trump opponents were inflating the virus' mortality rate to \"steal the election.\" But it was a lesson -- if one was needed -- that Trump is unlikely to heed the anxiety of friends that his refusal to cede the spotlight in out-of-control appearances at daily coronavirus news conferences was damaging his reelection chances. Trump's new White House communications team, which reportedly wants to ration his time on television and declared that there would be no briefing on Monday, before reversing itself in embarrassing fashion, might want to bear that in mind. Trump still thinks the best way to navigate out of the worst domestic crisis since World War II for which his administration has been exposed as unprepared and behind the curve is more Trump. But his routines of misrepresentation and overly optimistic assessments of the fight against the virus are doing little to build a convincing impression the President can find an exit strategy, or even is capable of keeping the nation heading in the same direction while one -- probably based on an elusive Covid-19 vaccine that is months away -- is found. Trump is not taking responsibility   The rosy assessments of progress appear to contrast with the reality in the states, as fears mount that early openings in some regions could cause a spike in infections -- and with business sparse in shops and restaurants that have already opened up, for instance, in Georgia on Monday.  The President dodged a question over whether he bore any responsibility for the deaths of more Americans than those who perished in Vietnam in a pandemic that he denied was ever coming to US shores. Despite weeks of prior warning that the virus would spread around the world, the President blamed China for not keeping it confined to its territory, thereby absolving himself of a buck stops moment. \"Nobody, except one country, can be held accountable for what happened. Nobody's blaming anybody here. We're looking at a group of people that should have stopped it at the source,\" the President said. He also claimed improbably that other nations were phoning up the US to find out how it had done so well in its misfiring testing program -- as Vice President Mike Pence misrepresented his own predictions about an expansion in early March. Trump predicted the pandemic's death toll would top out at 60,000 to 70,000. At the current rate, that would mean the dying would end this week, despite there being only a high plateau in infections rather than steep declines in many worst-hit states. Over the weekend, a top economic advisor, Kevin Hassett, had warned of 1930s levels of unemployment. But Trump, far from warnings of a Great Depression-style collapse in the economy, predicted Monday that growth in the third and fourth quarters is going to be spectacular. And the President included more lavish praise for the corporate chieftains he invited to stand by his side to promote the new testing plans -- plans that are welcome but hardly comprehensive. Trump also revived some of his greatest hits.  He told reporters Monday that without him, the United States would be at war with North Korea -- despite the fact that every one of his modern predecessors did everything to avoid such a disastrous outcome.  And he claimed inaccurately that House Speaker Nancy Pelosi was telling people to dance in the streets of Chinatown in San Francisco while he was banning travel from the communist giant. Pelosi did not have a party or a rally in Chinatown. Amid concerns about rising anti-Chinese bigotry, she walked around the district, ate at a dim sum restaurant and spoke to reporters to urge people to \"come to Chinatown.\" Testing, testing     Almost every day since the beginning of the crisis, the administration has been beset by pleas from state governors to do more to scale up testing. To begin with, more tests were needed to properly assess the scale of the pandemic inside the US. Trump made a series of claims about the success in testing, including an assurance that everyone that needs a test can get one -- a goal that still has not been reached. New forms of testing will now be needed to trace, isolate and quarantine people who are expected to get sick as state economies begin to open up. Mass and frequent testing will also be needed to provide the public with confidence that it is safe to go back to work, to visit restaurants again and to resume normal life. Yet despite Monday's announcement, the state of testing seems likely to remain well below those levels. The new plan nominates the federal government becoming the \"supplier of last resort\" for coronavirus tests with states still in the lead. A White House official said the goal was to help each state reach the ability to test at least 2% of its residents, with a particular focus on vulnerable populations and emergency workers. States are also instructed to \"identify and overcome barriers to efficient testing,\" including \"misallocation of supplies\" and \"logistical failures.\" The President claimed inaccurately on Monday that while some governors want more testing, others don't think it is important. One governor who was on a call with the White House coronavirus task force on Monday told CNN's Dana Bash that the conversations were good and saw the new testing regimen as a good first step. \"This was at least a commitment to give us a commitment,\" the governor said. Los Angeles Mayor Eric Garcetti told CNN's Wolf Blitzer, however, that the federal government had a responsibility to do more to help local leaders given its unique capabilities. \"I read it literally. It's the United States of America. And I'm a big believer in federalism ... but when it comes to these national needs, whether its defense, our foreign policy, international trade or a pandemic, I do believe a strong national government should be the ones procuring things so we're not competing against each other,\" Garcetti said. This was just the latest big commitment from the White House however to ramp up testing. On March 10, Pence told reporters that more than four million tests would be available nationwide by the end of that week. Now, the administration is celebrating just over five million tests that have been conducted overall as a great achievement. \"It represents a misunderstanding on your part, and frankly, a lot of people in the public's part about the difference between having a test versus the ability to actually process the test,\" Pence told a reporter when he was asked about the projection on Monday. \"As the President has said many times, what he understood early on was, the old system would never be able to process the tests at the massive volume that we would need in the midst of an epidemic,\" he said. Once again, not this administration's fault."], "Language": false}