{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/media/california-ab5-freelancers-media/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2019-12-19T18:01:20Z"], "LastModifiedDate": ["2019-12-19T19:08:46Z"], "Headline": ["Publishers prepare for new California law that puts limits on freelance journalists"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Freelance journalists in California will either be out of work or face limitations on how much content they can produce for one publication. Those are seemingly the only options for media outlets that must soon abide by a California law, going into effect January 1, that affects independent contractors.   California Assembly Bill 5, or AB5, prevents freelancers writers, editors and photographers from contributing more than 35 \"content submissions\" to a media organization per year. Since the bill was passed in September, publications that rely on California-based freelancers have had to grapple with how to adhere to the new law. Vox Media's sports site SB Nation announced on Monday that it will comply by parting ways with about 200 freelancers in favor of hiring about 20 full-time and part-time employees.  Earlier this month, Sacramento News & Review, an alternative weekly newspaper in California, held a lunch meeting for its two dozen or so regular contributors to tell them that they can either stick to the limit or create a limited liability corporation (LLC) to qualify for a business-to-business exemption. The outlet employs a six-person editorial staff that includes a mix of full-time and part-time workers, but its contributors produce about half of each issue's content.  \"Our goal is to make sure they can keep writing,\" Foon Rhee, editor-in-chief of Sacramento News & Review, told CNN Business. \"We can't put the paper out without them.\" \"In a small rural county, writers like this are rare...\" Many media outlets — from alt weeklies to digital sites — have consistently relied on freelancers for coverage. For some, the 35 submission cap is not much of an issue. Bill Johnson, publisher of Palo Alto Weekly, told CNN Business the outlet doesn't have freelancers who are regularly producing more than 35 stories.  But others, like Monterey County Weekly, rely heavily on freelancers to contribute to its food, movies, music, culture coverage. Publisher Erik Cushman told CNN Business that his outlet's plan is to limit each freelancer to 35 submissions and then hire more.  \"Where we have two writers, we'll have three,\" Cushman said. \"It's a headache for us but not insurmountable.\" Some publishers see a push to hire more freelancers as a benefit for the media industry. 48 Hills, an independent online outlet covering news and culture in San Francisco, has only two full-time staff writers.  \"We work with a lot of freelancers, and plan to continue, but other than one weekly column which we plan to move to biweekly in order to meet the 35-piece threshold, it won't have a big effect on us,\" said 48 Hills publisher Marke Bieschke. \"For us, working with a variety of freelancers increases the voices and diversity of our publication, which is part of our mission.\" But finding talent isn't easy in small markets. Thadeus Greenson, news editor at the North Coast Journal, which covers California's Humboldt County, told CNN Business his outlet has relied on one writer for a weekly column about live music in the area.  \"In a small rural county, writers like this are rare, and we now have to scramble to find another one who can write 17 of these columns for us next year,\" Greenson said. \"If we can't find that person, we will have 17 weeks when readers don't get this service.\" The music columnist has another full-time career and is not interested in coming on staff, \"even if we could somehow fund a position for him,\" Greenson added.  A one-size-fits-all bill that doesn't fit all The news industry is far from the only one being affected by AB5. The bill was intended to address problems in the greater gig economy, which includes independent contractors who work for ride-hailing services like Uber and Lyft and food-delivery apps like Postmates and DoorDash. California assembly member Lorena Gonzalez, who authored the bill, argued that these contractors have suffered and deserve protections.  \"When workers are misclassified, they are denied basic workplace protections all other employees enjoy in California,\" Gonzalez wrote in an op-ed for the San Diego Union-Tribune.  But freelance journalists have pushed back against AB5, arguing that it harms their careers. Soon after the bill was passed, The Hollywood Reporter captured the anxiety in a story aptly titled \"'Everybody Is Freaking Out': Freelance Writers Scramble to Make Sense of New California Law.\" HuffPost contributor Yashar Ali lambasted Gonzalez in a tweet saying she \"has launched a direct attack on press freedoms with her bill.\" Publishers requested the submissions cap be pushed to at least 52 per year in order to cover weekly columnists. But Gonzalez has defended the smaller limit.  \"We believed writing for the same publication on average once a week constituted part-time employment and offered to set the cap at half that amount. Over the course of negotiations with stakeholders, we compromised on 35 submissions,\" Gonzalez told CNN Business. But submission limit is not sustainable for some digital media writers. Alisha Grauso, who has previously written as a freelancer and serves as co-leader of California Freelance Writers United, told CNN Business that most freelancers she knows work in digital media and therefore write a lot of quick news pieces for small fees rather than long-form pieces. \"The problem for this bill is it's one size fits all for an industry that is all sized,\" Grauso said.  \"The intentions were good, and there are some people who might have jobs, but more likely we'll see freelancers capped, scrambling to find other clients or companies like Vox doing exactly what they did.\" Unlike Vox Media, other digital media companies including Medium, Bustle Digital Group and Penske Media Corporation told CNN Business that they will continue working with California-based freelancers by adhering to the limit. Meredith spokesperson Art Slusark declined to comment on the magazine conglomerate's plans for AB5, citing \"competitive reasons.\"  Forbes is advocating that California change the law. The outlet's contributor model would be severely impacted by the changes. Some Forbes contributors are subjected to quotas and must publish at least once or even multiple times a week.  \"We urge California to reconsider the law before it goes into effect and to protect journalists there who choose to remain independent as they cover the world's epicenter of innovation and technology. We encourage other legislatures to reconsider similar measures that may be under consideration,\" a Forbes spokesperson told CNN Business.  Two organizations that represent freelancers — American Society of Journalists and Authors and the National Press Photographers Associatio — sued the state of California on Tuesday, alleging that AB5 violates the First and Fourteenth Amendments. Pacific Legal attorney Jim Manley, who is working for the plaintiff, told CNN Business that the main problem with AB5 is it \"treats journalists as second-class freelancers.\"  \"Under AB5, writers of marketing materials, perhaps news releases, can freelance freely, but if they write articles about that same news release, they are subject to the 35-submission limit,\" Manley said.  A mad scramble While some publishers are encouraging its weekly contributors to adhere to the law through an LLC, Manley said, \"that is a complicated and costly process that is not feasible for everyone — nor does it address the unequal treatment.\"  An LLC allows individuals to separate their business assets from their personal ones. But Rachel Bien, an attorney at employment law firm Outten & Golden LLP, told CNN Business the LLC workaround for AB5 may not hold up in court. When California Governor Gavin Newsom signed AB5 into law in September, he codified what's known as the \"ABC\" test that stemmed from the California Supreme Court's Dynamex decision of 2018, which set strict rules for who qualifies as an independent contractor. The \"B\" in the \"ABC\" says \"the hiring entity and the worker can't be performing the usual work of the hiring entity,\" Bien said.  \"Generally speaking, the kind of work that a lot of freelancers have been doing for years would fall under the usual work of the company,\" she said. \"In California, they probably need to take these people on as part-time employees if they don't want to pay them full-time and pay minimum wage for hours worked.\" Not all media outlets can afford to provide those wages and benefits. That's not only the case for freelancers but also for newspaper couriers. While Monterey County Weekly won't be severely impacted by changes with freelancers, Cushman said \"much more damning is the effect it has on our distribution network for the carriers, converting them to employees for a few hours a week, paying mileage, meal breaks.\" Cushman estimates the changes would increase their distribution expenses by 25% to 30%. Tom Newton, executive director of the California News Publishers Association, told CNN Business that his organization is \"scrambling to figure out what the costs are going to be. What I'm seeing so far is some very high costs that may put smaller publications who are running on razor thin margins out of business.\" "], "Language": false}