{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/us/five-things-december-19-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-19T11:13:38Z"], "LastModifiedDate": ["2019-12-19T11:18:01Z"], "Headline": ["5 things to know for December 19: Impeachment, politics, Korea, Philippines, obesity"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment  The House officially impeached President Trump. Votes for the two articles of impeachment were mostly split along party lines, with two Democrats voting against both and one splitting on the two. No Republicans voted in favor of the articles. While all this was going down, President Trump was at a \"Merry Christmas\" rally in Michigan, where he blasted Democrats for the impeachment push. The articles are supposed to go now to the Senate, but curiously, Speaker Nancy Pelosi has stalled on the move. Some Democrats want to make sure Senate Majority Leader Mitch McConnell agrees to the Senate trial procedures Dems have requested. As the full picture of last night's historic decision comes into focus, you can follow today's live updates and check out these other impeachment resources: • How are Republicans reacting? One lawmaker said Trump was given fewer rights than Jesus before his crucifixion.  • Moderate Democrats who voted for impeachment may face a tough political future. Here's what some said about the decision that could cost them their seats.  • Still confused about how we got here? This explainer video will clear it all up before the process moves to the Senate.  • How much do you actually know about the process? For instance, who officially presides over the Senate trial? Take our impeachment quiz.  2. Politics It was a busy day in politics even without the whole \"rare and historic day of impeachment.\" While the House debated and voted, Sen. McConnell forced a deal with Democrats to expedite 11 federal district judge nominations. McConnell has had a lot of success changing the country's judicial landscape, installing about 50 appellate court judges and clocking a big win for Trump and his agenda. Speaking of judges, a federal appeals court ruled that the Affordable Care Act's individual mandate is unconstitutional. The ruling doesn't invalidate the entire law, a longtime political target for Trump. But it does trot health care back into the political spotlight. Now, any Supreme Court action on health care will probably be pushed until after the 2020 election. 3. Korea  The US and South Korea are at stalemate on a cost-sharing agreement for US troops stationed in the country. President Trump reportedly asked Seoul to pay roughly 400% more to house US troops. The current agreement expires at the end of the year, and another round of talks is scheduled for January. There's worry in Washington that if the two sides don't reach a compromise, Trump could unilaterally start pulling forces from the region. The agreement is just one of the many delicate diplomatic situations tying the US to the Korean Peninsula. North Korea is openly flirting with more long-range missile tests and nuclear activities, putting a serious strain on the Trump administration's unusual relationship with the hermit country. 4. Philippines The people accused of planning a massacre that stunned the Philippines' political establishment have been found guilty, 10 years later. A judge found Datu Andal Ampatuan Jr. guilty in the killing of 58 people, including 30 journalists and relatives of a rival gubernatorial candidate, Ismael \"Toto\" Mangudadatu. Several of Ampatuan's relatives were also convicted in what's been called the \"trial of the decade.\" Even now, the case has larger implications for the country's political scene. The Ampatuans were backed by members of the Philippines police and army, and the government declared martial law after the massacre. Today's verdict emboldens human rights activists to call for an end to localized corruption and militia activity that can be leveraged by powerful families or groups. 5. Obesity It looks like we better get moving: According to a new study, half of Americans will be obese in the next 10 years if we don't work together to solve the problem. The study casts obesity as a social, rather than individual, issue. Health care experts chimed in, saying the predicted rise in obesity would create untold strain on health care spending through the rise of obesity-related health consequences. But there is hope: Experts say there are some big-picture changes we can make, collectively and individually, to improve the outlook. For instance, communities could improve local public transportation systems, encourage walking instead of driving and keep schools open on weekends and during summers to allow access to gyms and swimming pools. Improving access to fresh produce also could have social and health-related benefits.  BREAKFAST BROWSE The reviews are in, and the new 'Cats' movie is ... weird What?! A funhouse mirror CGI rendition of a T. S. Eliot fever dream is weird?!! Visiting museums and art galleries will help you live longer  No telling if seeing \"Cats\" does the same.  As the new 'Star Wars' premieres, look back at Princess Leia's iconic side buns The original power hairstyle.  Instagram influencers can no longer promote vaping or guns  It's another step in making Instagram a safer place to brag about how attractive you are.  Santa's finger bone is among the medieval treasures given to an English monastery  \"Santa's Finger Bone\" (sung to the tune of \"Here Comes Santa Claus\") would make a pretty catchy Christmas carol.  TODAY'S QUOTE \"He's going to find that very difficult unless he's prepared to make a lot of concessions to Europe.\" Former UK Prime Minister Tony Blair, on what he thinks PM Boris Johnson will have to sacrifice if he wants to negotiate a Brexit conclusion in 2020 TODAY'S NUMBER $100 billion That's how much the Church of Jesus Christ of Latter-day Saints is accused of stockpiling in accounts intended for charitable works, according to a whistleblower complaint. If true, the accounts would have helped the church avoid taxes and mislead its members.  HAPPENING LATER Dems debate again  The top Democratic candidates will meet in Los Angeles tonight for the sixth and final debate of the year. It begins at 8 p.m. ET. Watch live on CNN.  TODAY'S WEATHER AND FINALLY How lovely are your branches  You deserve a break. Enjoy some very good boys and girls from the Royal Dutch Guide Dog Foundation lining up to form the world's cutest Christmas tree. (Click here to view.) "], "Language": false}