{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/politics/nancy-pelosi-impeachment-power-sadness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maeve Reston, CNN"], "Writers": [["Maeve Reston"]], "FirstPublishDate": ["2019-12-19T03:18:23Z"], "LastModifiedDate": ["2019-12-19T03:18:23Z"], "Headline": ["A somber Pelosi wields her impeachment power in 'sadness' -- and with ferocity"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As the US House debated President Donald Trump's impeachment Wednesday, dozens of Republican members delivered angry speeches decrying \"mob rule\" and the Democrats' \"sham trial\" as the President fired off taunts from the White House. But for Speaker Nancy Pelosi, the most powerful woman in the country, there was only one appropriate tone for the historic day: sadness and disappointment.  Appearing in all black on the House floor Wednesday morning, the House Speaker sought to take control of the debate, adopting the somber tone that has been her hallmark throughout the entire impeachment inquiry. Marking the moment by invoking the Pledge of Allegiance, she told her colleagues they were gathered \"under the dome of this temple of democracy to exercise one of the most solemn powers this body can take: the impeachment of the President of the United States.\" \"Very sadly now, our founders' vision of a republic is under threat from actions from the White House,\" Pelosi said. \"That is why today, as Speaker of the House, I solemnly and sadly open the debate on the impeachment of the President of the United States. If we do not act now, we would be derelict in our duty. It is tragic that the President's reckless actions make impeachment necessary. He gave us no choice.\" 'Hopefully it will be fair' During a press conference after the final vote, Pelosi made what appeared to be an extraordinary and unprecedented power move -- suggesting that she will delay sending the articles of impeachment over to the US Senate because she wants reassurance from Senate Republican leaders that it will be a fair trial. Signaling that she would withhold the two articles of impeachment approved by House members Wednesday night as leverage over GOP leaders Wednesday night, she said she could not name impeachment managers \"until we see what the process is on the Senate side.\" \"So far we haven't seen anything that looks fair to us, so hopefully it will be fair,\" she said. When pressed by reporters on what she meant, Pelosi did not define what a \"fair trial\" would entail in her view. But, reading from a note card, she said a fair process would not include the Republican Senate Majority Leader Mitch McConnell working hand in glove with the White House to define the parameters of the trial, as has been reported in the press in recent weeks. \"This is a serious matter even though the Majority Leader in the United States Senate says it's OK for the foreman of the jury to be in cahoots with the lawyers of the accused. That doesn't sound right to us.\" It was the angriest she sounded all day.  A model and a target Throughout the hours-long proceedings, many of Pelosi's Democratic colleagues tried to echo her opening tone of sorrow and gravity, though few managed to sound quite as weary as the House Speaker. It showed the discipline she wields as the leader of her caucus. At the same time, she was the GOP's implicit -- and explicit -- target during hours of speeches as they accused her of presiding over a partisan witch hunt to overturn the results of the 2016 election. Georgia Rep. Barry Loudermilk compared the impeachment proceedings to the trial of Jesus. \"During that sham trial, Pontius Pilate afforded more rights to Jesus than the Democrats have afforded this President in this process,\" Loudermilk said. Pennsylvania Rep. Fred Keller proclaimed that it was \"unclear who will judge those voting for impeachment more harshly: history or voters.\" \"I want Democrats voting for impeachment today to know that I'll be praying for them from the Gospel of Luke 23:34 -- 'And Jesus said, 'Father forgive them, for they know not what they do,'\" Keller said. For all the condemnations and warnings that Pelosi and her colleagues would regret \"a date that will live in infamy,\" as Pennsylvania Republican Mike Kelly put it, Pelosi appeared unmoved. 'Vote Pelosi the hell out of office' The only adversary who has presented a clear threat to Pelosi's power is the President himself. As she has refused to engage him on impeachment, their clash so far appears to be a draw, a fact borne out in the polls. Their differing approaches this week have been stark. From the White House, the President accused the Democrats of \"ATROCIOUS LIES\" and \"AN ASSAULT ON AMERICA.\" Pelosi called Wednesday's debate \"a national civics lesson, though a sad one.\" During a political rally in Michigan on Wednesday night, Trump warned that \"Americans will show up by the tens of millions next year to vote Pelosi the hell out of office.\" In a fiery letter to Pelosi on Tuesday citing the Salem Witch Trials, an outraged Trump accused the House Speaker of putting on a \"false display of solemnity\" and asserted that the Democrats have attempted an \"illegal, partisan attempted coup.\" In a letter to her own colleagues Tuesday, Pelosi called for prayer and reflection. \"Very sadly, the facts have made clear that the President abused his power for his own personal, political benefit and that he obstructed Congress as he demanded that he is above accountability, above the Constitution and above the American people,\" she wrote. \"During this very prayerful moment in our nation's history, we must honor our oath to support and defend our Constitution from all enemies, foreign and domestic.\" When the history of this day is written, the contrast between Trump's outrage and Pelosi's restrained sorrow will be cited as yet another act in their fascinating contretemps. It was evidence once again that among Trump's many opponents, few have learned to play his game as well as Pelosi.  'Don't mess with me' While Trump has mastered the art of stirring controversy, Pelosi has skillfully generated moments that illustrate her power -- putting on her shades as she strode out of a testy White House meeting in her burnt orange coat; towering over the President pointing an accusatory finger in a pose that exemplified female authority to Democrats.  Most recently, it was the unforgettable way she shut down a question about whether she hated the President: \"Don't mess with me.\" For many months, she has largely kept her caucus together, seeking to protect the 31 Democrats who must defend their seats next year in districts that Trump won. As she has corralled her restive members this year during the push for impeachment, Pelosi has carved out a persona that is the antithesis of Trump -- somber, dispassionate and restrained. Reluctant to carry the burden of impeachment but compelled to do so by a sense of duty to her oath of office and the constitution.  Whether by coincidence or not, the most memorable female witnesses in the impeachment inquiry -- from Marie Yovanovitch to Fiona Hill -- seemed to take that cue from Pelosi, portraying themselves as unwilling participants in the impeachment spectacle, driven only by their sense of duty. In that way, Pelosi has forged a new image of the woman in power in the age of Trump -- one agile enough to engage the President (without becoming cannon fodder), and a force in her own right determined to rise above the fray. And yet, tellingly, it was House Intelligence Chairman Adam Schiff, the face of the impeachment inquiry, who closed out the debate -- with Pelosi reappearing only to preside over the vote, from the podium high above the floor. As she read out the tallies on the first article marking the impeachment of President Trump, some of her members cheered, defying her admonition to reflect the seriousness of the moment. With eyebrows arched, she glared at them with a look of warning, flicking up her hand signaling them to stop. On the second vote, they did not make that mistake again."], "Language": false}