{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/porcelain-jingdezhen-china-travel-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Jingdezhen, Jiangxi Province"], "ByLine": ["By Serenitie Wang, CNN"], "Writers": [["Serenitie Wang"]], "FirstPublishDate": ["2019-12-11T03:22:53Z"], "LastModifiedDate": ["2019-12-19T01:59:34Z"], "Headline": ["How one Chinese town is clinging to its 'white gold' roots"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["More than 200 years ago, porcelain -- or \"white gold\" -- was one of the world's most coveted products.  Kilns burned day and night in Jingdezhen, a city in Jiangxi province of southeastern China, to feed insatiable demand from around the globe. Today, though demand has long since faded, artisans in ancient workshops are making ceramics the same way they have for hundreds of years, with Jingdezhen's old masters still praying to the kiln gods before firing each batch. Meanwhile, across town, creative new craftspeople are injecting new ideas into the centuries-old craftsmanship and bringing life to the once porcelain-making factories and villages.   \"Jingdezhen is more than a historical town. It's now a place of both the traditional and modern,\" says Hu Chunxiao, a local ceramist whose family has lived here and worked in the industry for generations. It's fair to say that Jingdezhen people live and breathe porcelain. But they aren't doing it alone. Through the ubiquitous substance, the old and new coexist and intertwine in Jingdezhen, which makes it one of the most interesting towns in China for travel.  Pottery Workshop creative market  After just five days' stay in Jingdezhen, I've grown overwhelmed by the sheer number of porcelain works and markets I had seen.  In some markets, ceramics are curated in ultra stylish showrooms, while in others the wares are stacked or spread carelessly on a rustic sheet of cloth on the ground.  The Pottery Workshop Market lies at the very center of the creativity and modernity. Without any sign, it could be easily mistaken for a hip artsy market in the west.  Independent ceramists set up stalls every Saturday morning here and sell products that they designed and made by hand.  Only a small number of the most creative designs -- those breaking the boundaries of function and art -- are allowed in this market.  \"Many vendors we got to know from the market fled big cities like Beijing, Shanghai and Guangzhou,\" said Lai Yunyun, who was selling her works with her partner Zhu Xinkui at the fair.  \"People who stay on are those who want to focus on pottery-making,\" she said.  Jingdezhen has become a holy land for Chinese youth who want to pursue the art of craftsmanship away from the city bustle.  Rui Haibo, an independent ceramist, is one of them. After living in Beijing for more than ten years and running a successful business, she decided to start over by heading to Jingdezhen and learn pottery.  \"I was in my 30s and having a 'mid-age' crisis...And one night, as I was holding a teacup, it suddenly occurred to me that I wanted to improve its design...I always loved handcrafts.\" \"Ghost\" market for antiques For history buffs and antique lovers, the \"ghost market\" -- named as such because it takes place before dawn -- is the best for hunting down old pieces and curios.  Market-goers arrive at the market as early as 4 am. It is said that the market only opens at night due to the suspicious origins of the items on sale.  With a flashlight on one hand, a magnifier on the other, they stroll along the narrow paths lined by blocks formed by ceramics on sale and meanwhile illuminating anything that catches their eye.  Among all the ceramics, old ceramic fragments are the most common.  They are said to come from old sites of ancient official kilns as inferior, as only one piece of porcelain in a whole batch would be kept and sent to the court.  The fragments are believed to serve as valuable material to study old ceramic making and history.  \"It really requires a pair of discerning eyes to spot the real treasure, but it's just so interesting to see the old stuff,\" Hu said.  While it might be risky to buy plausible antique pieces, there are plenty of secondhand items from the nearer past -- plates with the cultural revolution elements and black-and-white posters from the '80s.   Ancient pottery-making brought to life Although young people in Jingdezhen are spearheading the modernization of the pottery-making, they still learn and honor the ancient skills. They constantly refer to ancient works for new inspiration. \"Sometimes I turn to the ancient works when I have a problem... and the answer might just exist there, like in a Song Dynasty piece,\" Lai said.  Having undergone great makeovers, the once-deserted ancient kilns have come back to life and are serving as a living history book for the young ceramists and others.  In the Ancient Kiln Folk Customs Museum -- an open-air porcelain themed village was reconstructed, renovated and re-organized into a thousand-year timeline showcasing the evolution of pottery firing.   Just steps away from the historical kilns, workshops are brought back to life by a group of award-winning ceramic masters who perform different skills -- clay shaping, molding, firing, glazing, pattern-drawing and more.  There are 72 specialties. One whole job is wrapping the bowls in straws and bamboo slips for long-distance transport.  But few young people are willing to do years of study to master one single step in the process, and some skills are dying out.  Once \"walking through\" the elaborate process of making one simple teacup, there's a chance to buy the final Qinghua (blue and white) ware born in the hands of the craftspeople.   Old porcelain factory transformed into art district  Opened in 2017, Taoxichuan (meaning Streams of Ceramics) -- a creative compound filled with galleries, showrooms, restaurants, cafes and parks has become the hottest tourist attraction.   The unique Bauhaus-style shed roofs are passed down from a state-owned porcelain manufacturing giant -- Yuzhou (or Cosmos) porcelain factory.   On its red-brick walls, the propaganda slogans from the \"Great Leap\" era are still reminiscent of the factory's glamorous past as the country's biggest porcelain exporter.  Three tunnel kilns from the planned economy era are preserved and served as landmarks that guide the visit inside the Taoxichuan Art Museum.  Other materials are saved and reused as well: Loose tiles are reused for interior decoration and the old kiln bricks can be found in the ground of the central square.  \"Taoxichuan is ... the new 'it' place for both travelers and locals,\" Rui said, comparing it to Beijing's 789 arts district. Hidden land of art  Despite being a manufacturing hub for 1,700 years, Jingdezhen is never short of great natural scenes.  The surrounding area boasts abundant hidden landscape -- verdant mountains, winding streams, tea plantations, rice paddies and bamboo forests.  The beautiful nature has drawn many artists who pursue an uninterrupted life. Sanbao village, founded by artist Jackson Li, is one of the artistic paradises.  While the china stone-crushing mills remain, farmhouses and adobe buildings there have been turned into artists' studios and art centers.  Sanbao village is located in the south of the city center.  Public transportation ends at the north end of Sanbao road, the only major path leading to the village.   Although the asphalt road wasn't built long ago, it's apparently not prepared for a large group of tourists -- people struggle to find a parking spot in the middle of scooter riders, shoppers and photo-takers.  At first, Sanbao seems basically the same as other Chinese villages -- propaganda cartoons and slogans of poverty alleviation on obsolescent walls. But the porcelain element -- vases artistically embedded in cottage facades, plates hung under curved black tile eave -- hint that there's something more here.   \"Galleries, hostels and coffee shops have been popping out these years,\" Rui said, adding, \"local people are resisting over-commercialism, but it's inevitable that Sanbao will keep gaining more fame.\" Good tea in good cups The finest teacups demand the finest of tea. The city has a thriving tea culture, and ceramics shopping offers a chance to sample it.  Every shop offers tea to shoppers, with an elaborate full set of tea ware.   \"Customers are free to sit down and ask for some tea from the staff,\" said Rui.  At the crossroads of different tea trading paths, Jingdezhen people are spoiled by quality tea.  The town in proximity of famous tea producing areas -- Fujian's Wuyishan, Hangzhou's Longjing and Anhui's Qimen (sometimes called Keemun) county.  Apart from that, its nearby misty and verdant mountains give life to locally grown Fuliang black tea and Wuyuan green tea.  There's chemistry between delicate cup ware and tea. After having a cup of tea in an ancient kiln, an old kiln worker in the ancient kiln dipped his finger in the tea, and rolling the finger around the rim of a teacup, and produced a high pitched flute-like sound.  \"Our Jingdezhen cups can make beautiful music,\" the kiln worker said proudly.    Obsession with rice  Jingdezhen people are undoubtedly rice lovers: Rice and rice noodles are the staple foods there.  On top of that, they take it one step further by making a rice version of the classic northern Chinese food -- Jiaozi (dumplings) and call it \"jiaozi ba,\" a local snack only exists in Jingdezhen and a small strip in the adjacent Anhui province.    In lieu of wheat-based dumpling skin, they use rice-based skin and wrapped it with fillings like sliced carrots, minced chili, tofu and pork, sometimes with pickles and sprouts.  These rice dumplings are then steamed in bamboo racks, just like baozi.   Compared to the traditional jiaozi, the \"jiaozi ba\" has a more translucent and chewier skin, also it appears flatter with less filling. Its taste is closer to Cantonese steamed pastries.  \"Jiaozi ba\" is local people's go-to for breakfast and night snacks and a must try when you visit.  A word for first-timers: usually, the carrot-chili version is spicy, while the tofu and pork one is non-spicy. "], "Language": false}