{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/health/holiday-environment-bad-parenting-strauss-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elissa Strauss, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-18T10:36:05Z"], "LastModifiedDate": ["2019-12-19T00:15:15Z"], "Headline": ["Q: Am I a bad parent if I sacrifice holiday cheer for the environment?"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Am I a bad parent if I sacrifice some holiday cheer for the sake of the environment? We are all used to holiday observances that are excessive; that's, in a way, how we know it's a holiday. Is it okay to reimagine the holidays — and probably suck some of the joy out of them for our kids — for a higher purpose? Or, should we try to limit consumption in other areas and at other moments and leave the holiday season mostly alone?  Signed, Feeling Guilty Dear Feeling Guilty,  Let's start with the big, urgent picture. No, you are not a bad parent if you cut back on holiday-related consumption in the name of the climate crisis. On the most basic, evolutionary level, you are being a good parent. Learning to live with less will, without question, make it more likely that our species — including your genes — will live on. Sticking with the more-more-more status quo, on the other hand, could potentially lead to humanity's end.  Now that we got the science out of the way, let's dig into your emotions. You seem to be attached to a certain type of holiday, in which fun means a small mountain range of presents around the Christmas tree, or a big reveal on each of the eight nights of Hanukkah. Food everywhere, toys everywhere, tinsel everywhere, shreds of wrapping paper everywhere; that's how we know we've had a good time.  I get it. I am, by nature, a maximalist and also associate celebration with abundance. We're not alone. Humans have long made this association, and, in fact, festivals throughout history coincided with the harvest season. Abundance was the occasion upon which people came together to celebrate.   This is all to say that I don't think you are a monster for wanting to preserve a feeling of plenty during the holiday season. One of the greatest joys of parenthood is being able to replicate the good parts of our childhoods for our kids. These traditions give us a sense of purpose and a chance to connect the past and the future. Doing them can make it feel, if only for a fleeting moment, like this whole messy act of living actually makes sense. Still, traditions, as important as they are, aren't static. Santa Claus didn't always deliver presents on Christmas, and Hanukkah was a minor, present-free holiday for most of Jewish history. The point is our traditions have always been -- and can continue to be -- tweaked and modified, while still retaining whatever it is we feel makes them worthwhile. For you, this might mean starting to think about ways in which you could separate the \"cheer\" you mention in the first line of your question from the \"consumption\" you mention later on. What we all need to do now is to find ways to keep, or possibly even increase, the former while cutting back on the latter. Celebrating in the age of climate crisis We can still give gifts, we just need to gift better. For older kids, consider purchasing fewer physical things and more experiences. Football tickets, ballet tickets, go-karting tickets, aquarium tickets, train tickets, movie tickets. There's a lot to do out there, and extra points if A) you do it with them and B) you buy them some fries and ice cream afterward.  Yes, they might groan about that one plastic thing they didn't get, but chances are they will forget about it before long. That day at the theater, on the other hand, will likely be coded by their hippocampus as a long-term memory. They'll still want some toys. I know. Try buying second-hand: Ebay, thrift shops and neighborhood listservs are brimming with stuff someone else's kids absolutely had to have a few years ago and now couldn't care less about. Avoid buying new plastic items as much as you can. Yes, it's really hard, but give it a shot anyway.  A research team at UCLA found that the United States has 3.1% of the world's children and yet consumes 40% of the world's toys. Don't share this with your older kids on the gift-giving day or days; it's a downer. But if the complaining persists, this could make for a good conversation starter after the holidays. In the meantime, let it strengthen your resolve to cut back. When it comes to little kids, toys are important, but they need not be abundant. \"Connection with small children tends to happen around an object,\" explained Nicole Ardoin, associate professor in the school of education at Stanford University and a senior fellow at the Stanford Woods Institute for the Environment.  A stuffed animal or tricycle can be a wonderful way for grandpa or sister to relate to a preschooler. Objects can provide these kids with a source of comfort and an age-appropriate way to explore being human. That said, one or two of them paired with a candy bar should satisfy the holiday appetites of most little kids. Speaking of sweets, don't hold back. Food is a wonderful, planet-friendly way to create an atmosphere of cheer and joy. Make family-favorite dishes and ditch your dessert quotas. Just make sure to eat the leftovers, rather than dumping them in the trash. Also, decorate! But not with new, disposable stuff! Jazz up the house with reusable materials, LED lights and/or homemade items made from your art closet or forest floor. Wrap gifts with upcycled paper, old scarves, or anything else that won't add to the immense waste generated by the holiday season. Americans throw away 25% more trash between Thanksgiving and New Year's Day than they do other times of the year. One study found that if every American family wrapped three presents in re-used materials, it would save enough paper to cover 45,000 football fields. Get kids involved with as much of this as they will tolerate. Decorating the house and gifts can be a real joy generator and may very well offset some of the joy lost by fewer presents. Talk about your values as a family Remember, you don't have to make all these changes at once. Also, you can involve your family in deciding which changes to make, and when. \"These conversations can be a wonderful opportunity to ask your kids: What do you love about the holidays? And, what can we change?\" said Mary DeMocker, author of \"The Parents' Guide to Climate Revolution.\" \"Let them come up with the ideas.\" With older kids, it can make sense to have this conversation in the context of the climate crisis. For younger kids, the framing can be about protecting the Earth and not using too many of its resources. In her home, Democker likes to brainstorm with her kids about ways to connect with each other and other people over the holidays. (Indeed, a massive body of psychological research shows that togetherness, not stuff, is what makes us happy.) What might this mean for your family? A potluck breakfast with neighbors, a Christmas day hike, a family-wide talent show, board games — honestly, it doesn't matter what you do so much as the fact that you are doing it together. Ardoin said that parents with climate anxiety might see Christmas day hikes, or any other outdoor family-wide outings, as an opportunity to foster a love for the environment in their kids. \"We don't always have to talk about the environment as a problem or a bummer. It can be a joyful thing, and that will motivate us to live lighter on the planet.\"  I can't end this without drawing a comparison between the Earth's troubles and another unreplenishable, over-tapped resource: your time.  Many of our holidays aren't just unsustainable for the planet -- they're unsustainable for weary parents, too. Odds are that doing less in the name of the environment, whether it's purchasing fewer gifts or having a less Insta-worthy Christmas tree, will mean relief for you and other parents as well. That's a source of joy that's definitely worth tapping into, a climate-friendly gift that you can give yourself."], "Language": false}