{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-longevity-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2019-12-18T23:30:43Z"], "LastModifiedDate": ["2019-12-18T23:30:43Z"], "Headline": ["Visit museums or art galleries and you may live longer, new research suggests"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A trip to the theater, museum or art gallery could help you live longer. And the more often you get that culture fix the better, a new study suggests.  Researchers from University College London (UCL) found that people who engaged in the arts more frequently -- every few months or more -- had a 31% lower risk of dying early when compared to those who didn't. Even going to the theater or museum once or twice a year was linked with a 14% lower risk.   They looked at data given by more than 6,000 adults in England age 50 years and older, who were taking part in a wider study on aging. \"While other health behaviors like smoking, alcohol and exercise are undoubtedly bigger predictors of mortality, these leisure and pleasure activities that people don't think as a health related activity do support good health and longevity,\" said Daisy Fancourt, an associate professor at UCL's Research Department of Behavioural Science and Health, and an author of the study, published Wednesday in the BMJ journal.  How often an individual engaged in art activities, which also included exhibitions, concerts and opera but not cinema, was measured at the start of the study in 2004 to 2005. Participants were then followed up for an average of 12 years, during which time deaths were recorded using data from the UK's National Health Service (NHS.)  Why? The study looked at a range of economic, health and social factors to try and explain why there is a link between \"arts engagement\" and living longer, although as an observational study it can't establish cause. Part of the reason, the study said, comes down to social and economic differences among those who go and don't go to museums, exhibitions and art galleries.    Wealth, they found, explained about 9% of the association. Cognitive differences, social and civic engagement, mental health, mobility and disability and deprivation also played a role. Things like free time and occupational status made no material difference, said Fancourt.  \"Part of the association is attributable to differences in socioeconomic status among those who do and do not engage in the arts, which aligns with research that suggests engagement in cultural activities is socially patterned,\" the study said.   However, said Fancourt, \"over half the association is independent of all the factors we identified that could explain the link.\"  She said that engaging with the arts can act as a buffer against stress and build creativity that allows people to adapt to changing circumstances. It also helps people build social capital -- accessing emotional support and information that helps people age more successfully.   \"We also thought that a greater sense of purpose could play a role,\" she said. \"If this (study) is added to the larger body of evidence, we are getting an increasingly rich picture on how arts can benefit health and it's not about one single outcome. It can have wide ranging benefits and support healthier lives lived longer.\"  This study did not look at the effects of taking part in art-related activities but a World Health Organization review of available evidence published earlier this year found that both receptive participation, like visiting a museum, and active participation, like singing in a choir, had health benefits. An editorial that accompanied the paper said that everyone should have the chance to take part in cultural activities and said the study added weight to growing concerns about the decline in arts subjects in schools and universities. \"Clinicians who read the paper might recognize the value of the arts, but will also wonder how engagement with culture and the arts could influence longevity,\" the editorial said.  \"There is already much published work about the positive neurophysiological changes induced by activities, including the arts, which enable 'deep play' or 'flow.' However, as the authors note, further research is needed into the possible mechanisms that link cultural engagement with longer life.\""], "Language": false}