{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/politics/giuliani-biden-allegations-analysis/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Marshall Cohen, CNN"], "Writers": [["Marshall Cohen"]], "FirstPublishDate": ["2019-12-18T13:05:00Z"], "LastModifiedDate": ["2019-12-18T13:05:44Z"], "Headline": ["Giuliani plays fast and loose with the facts, while the reality tells a damning story for Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["There's a get-to-know-you icebreaker game called \"two truths and a lie.\"  A group of people take turns announcing three unique things about themselves -- two statements are true, and one is false. The rest of the group then tries to figure out which one was the lie.  You might have played this when you were in college, or at orientation for a new job. But this week, a much darker and higher-stakes version of this game has been unfolding for all to see.  So, let's play. Here are the three major narratives that surfaced this week. First: A senior Trump campaign official was sentenced to jail for his role in a sweeping criminal conspiracy to illegally lobby US policymakers on behalf of Ukraine's old pro-Russia government. He made millions of dollars working for these corrupt figures in Ukraine and pleaded guilty to two crimes, admitting that he stashed his income overseas to avoid a paying massive tax bill.  Second: A Soviet-born businessman — who rubbed shoulders with President Donald Trump and his attorney Rudy Giuliani —fought to stay out of jail, after being charged with illegally funneling foreign donations to GOP campaigns, and recently got $1 million from a lawyer who represents a Kremlin-friendly oligarch with alleged ties to the Russian mob.  Third: Senior Obama administration officials were involved in a massive corruption scandal in Ukraine, leading to accusations of money laundering, bribery and perjury. They also covered up their secret efforts to coordinate with the Ukrainian government in 2016 to defeat Trump. Billions of dollars were improperly moved around, but US law enforcement is too afraid to investigate.  This shouldn't come as a surprise, but the first and second items are true. Respectively, they describe the latest developments in two separate criminal cases against former Trump campaign official Rick Gates and the Trump-linked businessman Lev Parnas.   That means the third item is false. And yet it has been peddled all week by Trump's personal attorney Rudy Giuliani, who went on a media blitz to share the spoils of his recent trip to Ukraine. Giuliani says he found proof of corruption by former Vice President Joe Biden.  \"There are numerous Ukrainian witnesses who want to come to the United States and explain how much, during the Obama administration, Ukraine was corrupted by Americans,\" Giuliani said Monday night in a rambling Fox News interview. \"...I am willing to show this to anybody that wants to pay attention to it. So far, law enforcement has been afraid to look at it.\"  He went on to tell CNN that Trump supports his continued effort to dig up dirt in Ukraine.  Giuliani seems to genuinely believe that he has uncovered a massive scandal implicating Biden. But so far, that information has been largely discredited, debunked or recanted by key players. Fact-checkers have worked overtime to keep up with Giuliani, but he doesn't seem to care. After all, he has the full backing of the President, and an open invite to deliver his theories uncontested on right-wing outlets.  There is no evidence of wrongdoing by Biden or his son, Hunter Biden, who for years enjoyed a high-paid board seat at a Ukrainian energy company, despite little experience in the industry. There's no proof they corruptly mixed business and politics, but it's obvious Hunter cashed in on his father's name. At this point, Hunter Biden looks like he's guilty of greed, maybe nepotism, but not much else.  Real corruption in Ukraine  That gets us to the issue of real corruption in Ukraine -- and the \"two truths\" mentioned earlier.  Literally while Giuliani was spinning new conspiracies about the Bidens corruptly pillaging Ukraine, two Trump associates attended court hearings about their own alleged Ukraine-related crimes.  Gates, a top official on the Trump campaign and Trump inauguration, was in federal court Tuesday for his sentencing. Before he ever got involved with Trump, Gates and his longtime boss Paul Manafort consulted for the Kremlin-friendly Ukrainian leader Viktor Yanukovych.  Known for rampant corruption and pro-Russian views, Yanukovych fled Ukraine in 2014 amid a popular revolution. He was briefly wanted by Interpol for \"embezzlement and misappropriation,\" and then-Attorney General Eric Holder said Yanukovych's \"rampant corruption... deprived the country of vital resources and lined the pockets of unscrupulous leaders with ill-gotten gains.\" At Gates' sentencing hearing, federal Judge Amy Berman Jackson chided Gates for turning routine foreign lobbying into a criminal scheme. She said, \"Politics don't corrupt people, people corrupt politics. And what Gates got caught up in was Paul Manafort, and the plain old-fashioned greed that was entirely independent of politics.\" Manafort's exploits in Ukraine were well-known when Trump hired him and Gates in spring 2016. But now, Trump claims to be the leading champion of anti-corruption efforts in Ukraine, though that explanation has never added up, because the only clear target of his effort is Biden.  (Gates flipped on Manafort and testified at his trial. He's in prison serving a 7.5-year sentence.) Projections versus reality  Throughout his relatively short political career, Trump has mastered the art of projection. He has made a habit of accusing his opponents of doing the same things that he was caught doing. For instance, when evidence started mounting that Trump's campaign had numerous contacts with Russians, Trump turned the tables and claimed it was the Democrats who colluded with the Kremlin.  The projection was on full display in Parnas' case, which is slowly churning through the federal courts in New York. Parnas is an important player because he spent the better part of the last year working alongside Giuliani, using his Ukraine connections to dig up political dirt on the Bidens. Prosecutors recently said Parnas received $1 million from a lawyer who represents Ukrainian oligarch Dmytro Firtash, who was once accused by the Justice Department of having ties to the Russian mafia. (Firtash denies these claims.) Parnas previously said his company paid $500,000 to Giuliani for consulting, leading to serious questions of who was paying who.  Parnas was charged with violating campaign finance laws, and has pleaded not guilty. But tucked into the indictment was a passage describing how he pressed a GOP congressman to urge Secretary of State Mike Pompeo to remove the US Ambassador to Ukraine, Marie Yovanovitch.   Low and behold, that was the same thing Giuliani was pushing, in public and also privately with Trump. He made waves this week when he bragged about his role in orchestrating her ouster, which Trump ordered in April. Giuliani told the New Yorker, \"I believed that I needed Yovanovitch out of the way. She was going to make the investigations difficult for everybody.\" \"The investigations\" refers to the investigations that Trump wanted the Ukrainian government to announce into the Bidens, and into conspiracy theories about supposed Ukrainian meddling in 2016. Trump's actions with Ukraine, soliciting these investigations, led directly to his likely impeachment. Prosecutors said the investigation into Parnas is ongoing and more charges are likely. It's possible Giuliani just admitted to a criminal conspiracy, though he maintains he did nothing wrong. In his view, everything he did was to help his client, and he did it with Trump's blessing."], "Language": false}