{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/world/exoplanets-new-names-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2019-12-17T19:08:54Z"], "LastModifiedDate": ["2019-12-17T19:08:54Z"], "Headline": ["Nachtwacht? Mulchatna? 112 exoplanets and stars get new names from countries around the Earth"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Mulchatna. Cruinlagh. Bran.  Remember these names -- they may one day trip off the tongue as easily as Mercury, Venus and Mars.  The International Astronomical Union, which is the global authority for naming celestial objects, on Tuesday announced new names for 112 sets of planets and host stars. It said that 780,000 people worldwide in 112 countries had participated in proposing and selecting the names. Until now, most of the exoplanets and stars were known by their scientific names -- usually an esoteric string of letters and numbers.  \"While astronomers catalog their new discoveries using telephone-number-like designations, there has been growing interest amongst astronomers and the public alike in also assigning proper names, as is done for solar system bodies,\" said Eric Mamajek, co-chair of the NameExoWorlds Steering Committee.  The IAU said that astronomers have already discovered more than 4,000 exoplanets orbiting other stars, and the number of discoveries has been doubling about every 2.5 years. Indigenous names Each participating country was assigned a star and planet to name, and many chose names from speakers of indigenous languages in recognition of the fact that 2019 is the UN's International Year of Indigenous Languages, the IAU said.  \"It is gratifying that so many people across the globe have helped create a name for a planetary system that is meaningful to their culture and heritage. This effort helps unite us all in our exploration of the universe,\" said IAU President-elect Debra Elmegreen. The UK chose the name Gloas for the star known as WASP-13. It means \"shine\" in Manx Gaelic, a language spoken in the Isle of Man. Similarly, the planet that orbits Gloas is known as Cruinlagh, which means \"to orbit\" in the language.   In Argentina, the winning proposal was submitted by a teacher and leader in the indigenous Moqoit community. The new names Naqaya and Nosaxa were chosen for the planet HD 48265 b and the star HD 48265, respectively. The names mean \"brother-family-relative\" -- referring to all human beings as brothers -- and \"spring,\" or literally \"new year,\" in the Moqoit language. Other countries found inspiration from geographical features, mythology, literature or art. People in the United States chose to name the star HD 17156 Nushagak, after a river near Dilingham, Alaska that's famous for its wild salmon. They chose to name the star's planet Mulchatna after a tributary.  Hong Kong chose Lion Rock, a lion-shaped peak overlooking the city that has become a cultural symbol, as the name of star HD 212771. The star's planet is now called Victoriapeak, after another of Hong Kong's mountains. The Netherlands opted to name its star and planet Starrennach (Starry Night) and Nachtwacht (Night Watch) after paintings by Dutch masters Van Gogh and Rembrandt. And for the star HAT-P-36 and its planet, people in Ireland chose the names of the mythical dogs Tuiren and Bran from the Irish legend \"The Birth of Bran.\" You can see the full list here. While the alphanumeric names may look random, they do have a scientific logic. According to NASA, the first part of the name is usually an abbreviation for the telescope or survey that found it. HD, for example, refers to the \"Henry Draper Catalogue,\" a widely used compilation of stars, and the number is the position of the star in the catalog. The lowercase letter refers to a planet, with the first found always named \"b\" and ensuing planets named \"c,d,e,f\" and so on. It's the second time the IAU has adopted proper names via a public contest. The first batch of 14 stars and 31 exoplanets was named in 2015. "], "Language": false}