{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/football/qatar-world-club-cup-liverpool-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Masters, for CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-17T13:31:09Z"], "LastModifiedDate": ["2019-12-17T13:35:36Z"], "Headline": ["Qatar readies itself for the world as soccer circus comes to town"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["For Qatar, it's showtime. As the clock ticks down towards the 2022 World Cup, the tiny oil-rich state is preparing for a dress rehearsal as English Premier League club Liverpool and Brazilian team Flamengo arrive in Doha for FIFA's World Club Cup. Shiny new air conditioned stadiums, a specially constructed fan park, a new state-of-the-art metro, and a charm offensive to woo those who still harbor reservations as to Qatar's suitability to host the sport's biggest competition in three years' time, will all be on show. No small detail has been let to chance. Inside the fan park, there will be music from the \"Cavern Beatles\" as well as the \"Lightning Seeds,\" the UK band whose anthem \"Football's Coming Home\" has become part of English soccer folklore. Beer, normally restricted to hotels, will also be on sale as fans gather in rather comfortable temperatures of around 25 degrees Celsius during the daytime. Amina Al Ali, the chairwoman of the country's Liverpool supporters club, Qatar Reds, says visitors to the Gulf state can expect a warm welcome. \"Qatar is a very welcoming country and they pride themselves on their hospitality,\" she added. \"It's very friendly, people will go out of their way to help there and there are lots of things to do.\" For Qatar, this is a test run as it prepares to handle thousands of fans from across the globe. It's also an opportunity to show the world that it is ready and able to cope with the demands placed upon it. It will hope the tournament is more impressive than its hosting of the recent World Athletics Championships which was criticized for failing to attract enough spectators. READ: Force is with Flamengo in Copa Libertadores final 'Acid test for Qatar' \"It's a great opportunity for us,\" Hassan Al Thawadi, the secretary general of the Supreme Committee for Delivery and Legacy — the organization responsible for ensuring Qatar is ready for the World Cup, told The Athletic in a recent interview. \"The clubs that are coming have great fanbases, really passionate, and they'll be a great test for us. It will be a chance to show who we are. People have a lot of misconceptions. \"We've hosted events where most of the fans have been local — England-Brazil, Brazil-Argentina, Spain-Uruguay, PSG-Real Madrid — but a lot of those fans lived here; expats and Qataris. This will be the first time with so many traveling fans and we're looking forward to that.\" According to a FIFA spokesperson, around 90,000 tickets were made available to the general public for the tournament with 80% of the total inventory having already been allocated.  Residents in Qatar account for 58% of the tickets allocated, followed by fans living in Brazil (10%) and in the UK (8%). The tournament, which consists of the best teams from FIFA's six confederations, began on December 11 and will finish with the final at the Khalifa International Stadium 10 days later. \"In some ways, this is acid test time for Qatar,\" Simon Chadwick, professor of sports enterprise at the University of Salford, told CNN. \"Although the World Cup is still three years away and the country therefore still has time to put things right, the world will nevertheless still be watching and judging the country. \"Perhaps the most visible issue will be whether stadiums are full. The World Athletics Championship brought into sharp focus the issue of fan engagement, hence many observers will be monitoring whether international fans have traveled to Doha and if local fans are attending games. \"Alongside this, Qatar's preparedness for hosting major events will be further tested, as will its competence for staging authentic, compelling sporting events.\" READ: Liverpool to face Atletico Madrid in Champions League knockout stages Liverpool schedule Al Ali, who has lived in Qatar for the past 24 years but still retains her Scouse accent, says that there are around 470 members of the Qatar Reds with more and more joining each week. \"For a lot of our members, a trip to the UK or other places where Liverpool play is out of the question,\" Al Ali told CNN. \"We also have a lot of people traveling in from countries close by, obviously it's a lot easier for them to get over to Qatar than it is to get to other places. \"We will have a lot of people for whom this is the first chance to see Liverpool play live.\" READ: Liverpool beats Watford to extend unbeaten Premier League run For Liverpool, the competition comes right in the middle of a ridiculously busy schedule. Such is the club's fixture congestion in December on Tuesday it will have to field a youthful second-string side in the English League Cup tie at Aston Villa, a game which is scheduled to kick off 24 hours before the first-team plays its semifinal game in Qatar against Mexican team Monterrey. Liverpool will then play in the final or third-place playoff on Sunday before flying home to face an in-form Leicester City in the Premier League on December 26. Ten points clear of second-place Leicester, Liverpool is attempting to win its first top-flight title since 1990. \"Football is always a challenge,\" Liverpool's Sadio Mane told the competition's official website ahead of the trip to Qatar. \"It's going to be an experience for us, which is going to serve the season. Playing against different cultures and different styles of football always helps in your career, but at the same time we're going there to do everything possible to win every game. That won't be easy, we know that, but it's always a challenge.\" READ: Klopp signs new deal until 2024 'Hidden issues' Since being named as the host for the 2022 World Cup nine years ago, the Gulf state has rarely been out of the headlines over its human rights record, its prohibiting of homosexuality and allegations of corruption in the way the tournament was awarded which Qatar has consistently denied. In addition, the 2022 tournament has been moved to the winter because of the high summer temperatures causing havoc with domestic playing schedules. \"Inevitably, there will be hidden issues lurking just below the surface of the Club World Cup: issues pertaining to immigrant labor, how visiting fans are treated, the impact of the Gulf feud, and so forth,\" Chadwick added, referring to Saudi Arabia, Bahrain, Egypt and the United Arab Emirates breaking off relations with Qatar in June 2017. \"Qatar has the opportunity to enhance its reputation and convince the world that it is heading in the right direction in a multitude of ways. The question now is: can it?\" Last month, the chief executive of Qatar's 2022 World Cup organizing committee told CNN the country had been surprised by the \"severity\" of the criticism it has received since winning the right to host the World Cup. \"I think we were expecting it,\" Nasser Al Khater told CNN last month as he reflected on the level of criticism directed at Qatar. \"I don't think we were expecting the severity of it. \"We know for a fact that every major event has its fair share of criticism,\" he added. \"Is that based on reality? Is that based on perception? Is that based on selling headlines? We know that we recognize that. \"Was Qatar treated unfairly? Yes, in my opinion, very much so. I believe that Qatar has been judged by the court of perception very early on.\" Aware of the criticism surrounding Qatar's record on human rights, Liverpool engaged with UK-based human rights organization Fair/Square before traveling to the Gulf state. Fair/Square wrote two letters to the club's chief executive Peter Moore in June and November where it documented its concerns over the treatment of migrant workers in Qatar.  READ: The 100 seconds that saved Liverpool's Champions League hopes On December 10, Moore responded in a letter addressed to the organization's two directors Nick McGeehan and James Lynch, setting out the due diligence the club had undertaken ahead of their visit to Qatar. In the letter, which has been seen by CNN, Moores says the club has been in conversation with the 2022 World Cup organizing body known as the Supreme Committee over working conditions as well as asking for reassurances over investigations into the deaths of two men who had been working on construction sites of new stadiums. He also responded to the case raised by Fair/Square in its November letter of Rupchandra Rumba, a 24-year-old Nepali national who died while working on the scaffholding at  Education City stadium, the arena Liverpool had been scheduled to play at before change of venue was announced. According to Moore, Rumba was employed by a sub-contractor that had not received clearance to work at the site by the Supreme Committee, adding the club understands swift action has been taken to address this.\" READ: Football and food banks: How UK soccer fans are helping tackle society's 'gaping wound' In October, Qatar said it was conducting a review into the impact of heat stress together with the International Labor Organization and the Supreme Committee for Delivery & Legacy. Moore revealed that the club had been given further information about \"subsequent investigations and resultant compensation arrangements\" for Rumba's wife and child. Moore also said there had been a discussion over the ongoing investigation into the death of British construction worker Zac Cox who fell from rigging inside the Education City Stadium in January 2017. In his letter, Moore wrote: \"Like any responsible organization, we support your assertion that any and all unexplained deaths should be investigated thoroughly and that bereaved families should receive the justice they deserve. \"Furthermore, we also believe that employees should be treated with fairness and respect, which is why we adhere to our own anti-slavery policy and why we are committed to paying the real Living Wage, among various measures of this kind. \"These are the standards that we set for ourselves and by which we would hope to be judged given they fall within our own remits and responsibilities. \"Nevertheless, we remain a sporting organization and it is important that we are not drawn into global issues on the basis of where our involvement in various competitions dictates that our fixtures take place.  \"So while we respect and understand the reasons why you have sought a public pronouncement from us, we hope you will respect and understand why we feel such a course of action would not be appropriate. \"Having already stated that while we do not visit any country with the objective of bringing about change but any resultant positive changes would be welcomed, I would like to take the opportunity to reiterate that particular message.\" Moore also said that the Supreme Committee had also reached out to Liverpool supporters groups to discuss any fears or objections they may have over Qatar's hosting of the tournament. On the field, Liverpool will be hoping to win the competition for the first time in its history. It has lost in each of its thre"], "Language": false}