{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/entertainment/imagine-dragons-dan-reynolds/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-16T19:23:27Z"], "LastModifiedDate": ["2019-12-16T19:25:36Z"], "Headline": ["Imagine Dragons frontman Dan Reynolds is taking a break focus on fatherhood"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Dan Reynolds, the lead singer for Imagine Dragons, is taking some time off from fronting the band in order to focus on being a dad, husband and friend. Reynolds tells CNN that he and the band have been on the road for nearly a decade, and while it's all love between the four members, they are all taking a much-needed time out. He's currently in Las Vegas enjoying his downtime with his wife, Aja Volkman, 7-year-old daughter, Arrow, his 2-year-old twins, Gia and Coco, and a newborn boy, Valentine.  \"We're trying to take some time off right now just to reconnect with family and friends. And I mean, we were on the road for really a decade straight. So all of us were just wanting to rediscover what it means to be, you know, a dad or a friend or a son,\" Reynolds says. \"Especially because I had a newborn and our guitarist has a relatively new child as well, so we're trying to just be dads and then, you know, when the itch comes up, I'm sure we'll be back out on the road pretty soon.\" He says he's found joy in the dad life, taking his kids to Disneyland and talking about being a rock star in his oldest kid's career day at school.  \"Like an actual rocket scientist,\" Reynolds laughs, \"like showing everybody how he builds rockets. Then I came in and I was like, okay, it's not as big a deal that I'm a rock star now because that guy builds rockets. So yeah.\" When the kids are asleep or at school, he's still writing music, and yes, it's for Imagine Dragons.  \"I'm always writing music since I was 13 years old. I would wake up almost every day and work on music so that's still happening,\" Reynolds says. \"I wake up and it gives me an excuse to go into a room by myself and be in a place, you know, solitude and create art and that brings me a lot of peace.\" Reynolds says he also wanted to be home with family because following a six-month separation from his wife, the two have reconciled.  \"So we went through a separation for six months and then, and we got back together. So we've been together now for a year and a half,\" Reynolds says. \"And I have a newborn boy, you know, look, I appreciate the privacy in the matter, but on the same note, I would just say it's important for people to know that, you know, relationships, sometimes they work out, sometimes they don't and they're difficult and it's a struggle. But we, we have chosen to stay together and love each other and continue to fight for our relationship.\" Being home has also allowed Reynolds to restore his body and maintain his physical health. He has been living with ankylosing spondylitis (AS), a chronic illness which primarily affects the spine and back, causing joints and ligaments to become inflamed and stiff. Reynolds controls his AS through a special diet, yoga, exercise and stretching. He went misdiagnosed for a few years, Reynolds says, before the right doctor finally figured out what was wrong and he doesn't want that happening to other people.  \"It's frustrating and it's crazy cause millions of people have it,\" he says. \"So probably millions of people are undiagnosed and suffering and seeing doctors who are saying, 'it's sciatica or something else.' And there are treatments available. There's not a cure, but there is treatment absolutely available. That's life changing.\" Reynolds says initially his pain was so severe, he thought he would have to stop performing, and that his goal is to help others live their life to the fullest. He's behind a new campaign, Monster Pain in the AS, where people can take a quiz and find a rheumatologist if they are having chronic back pain. \"If that had been available for me, it would have saved years of debilitating back pain,\" he says. \"You want to make it as easy as possible for people because it's just scary when you're dealing with this stuff and the money piles up quick. Before the band was anywhere, I was totally broke living in a one-bedroom studio apartment with a newborn. I was just married and had no health insurance so it was scary.\""], "Language": false}