{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/success/car-lairs-aston-martin-homes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Bahney, CNN Business"], "Writers": [["Anna Bahney"]], "FirstPublishDate": ["2019-12-16T16:37:58Z"], "LastModifiedDate": ["2019-12-16T16:37:58Z"], "Headline": ["These homes have garages that look more like art galleries"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["For the ultra wealthy who already have several homes and a collection of luxury automobiles, what could possibly be next? A gallery in which to house and display that collection, of course.  Los Angeles based home builder Roman James and high-end automakers like Aston Martin are giving the space formerly known as the \"garage\" the ultimate makeover.  In a Beverly Hills home, James recently designed a 3,000 square-foot car gallery that comes complete with a bar and a lounge. The home is currently on the market for $45 million.  In August, Aston Martin launched a Galleries and Lairs division to design and build bespoke areas within a home to feature a car collection the way you would a collection of fine art or wine.  \"There is a space to have a private tasting room, a sculpture garden, or gallery for art in their homes,\" says Simon Sproule, chief marketing officer of Aston Martin. \"But no one had really explored the idea of a car collector being able to display their cars in a space that is designed just for that purpose.\" 'This is where your car lives'  More than a place to keep cars, James envisioned the car gallery as a place to socialize, appreciate and maybe even tinker. With an adjacent bar and lounge, an 88-foot wide projection screen and black marble floors, the gallery he designed is a place for displaying and playing. \"This is part of the home,\" he said. \"This is where your car lives.\" The gallery in the Beverly Hills home can house up to ten cars. There is a turntable to move cars around, mirrors on the walls to see the cars on all sides and a quarter-million-dollar fire-rated glass panel between the garage and the lounge area.  \"We've created a lounge where you don't necessarily have to be in the garage to really enjoy it,\" James said. \"If you're having some sort of a social event, you can hang out at the bar in the lounge, but the car is always displayed well. I think that's what people are looking at.\" One of the challenges of integrating a garage into the home are fire and building codes which require a thick barrier between a garage and living area. Usually that is a thick wall or glass that has copper mesh in it. Adding that transparency is a critical part of the experience, said James. \"When you see something that's completely transparent, that's when the costs go up and the coolness factor really goes up, too.\"  A bit of a car buff himself and knowing that some car collectors enjoy tinkering with their cars, James created workbenches and storage space for owners or their mechanics to roll away the cabinets of tools car lovers need.  James said he is fielding requests to build a car lair in London and has also gotten similar requests from Russian and Chinese billionaires. Designing a home around a car Since launching four months ago, Aston Martin has developed a series of renderings of possible car galleries to spur the imagination. Homeowners appreciate the designs, says Sproule, but also the attention to technical detail including managing humidity levels and creating an atmosphere to protect and preserve the cars. While the company hasn't sold any galleries since the launch, Sproule said there have been a number of developers and private individuals who have expressed interest. \"I have a high level of confidence we'll be engaging in projects in the next year.\"  Sproule says there is no upper limit to what these car lairs may cost, but seven figures will typically be the starting point. \"The gallery brings in a bit of Hollywood and a bit of entertainment,\" he said. \"There's a desire for a bit of theater around showpieces.\""], "Language": false}