{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/rules-of-gift-giving-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2019-12-16T15:36:34Z"], "LastModifiedDate": ["2019-12-16T15:36:34Z"], "Headline": ["5 rules for successful gift giving"], "Section": ["luxury"], "MappedSection": ["STYLE"], "Article_Body": ["Good gift giving is an art. The perfect present can lift a mood or improve a relationship. It can repair a wrongdoing, or simply remind a loved one that you care.  Psychologists have long been fascinated by the subject of gifting, because it's a window into so many other important human traits: how we see others, how we assign value to things, our decision-making skills and our ability empathize.  \"Humans are an incredibly social species and one of the things that sets us apart is forming and maintaining relationships with others. Gift giving around holidays, birthdays, graduations or weddings is a great opportunity to reinforce those relationships,\" said Daniel Farrelly, a psychologist at the University of Worcester.  Gifting has also become a high stakes business. This year in the US, for example, consumers estimate they will spent $942 on Christmas gifts, up from $885 in 2018. In total, gift expenditure is expected to surpass $1 trillion. Getting it wrong can come at an increasingly high price. Whatever the occasion, gift giving is a social ritual that requires careful thought and consideration. So are there a set of rules to follow? We spoke to some experts to help us craft a simple guide to gifting. Read on for 5 essential tips.  1) Don't add a small gift to a big gift  Tempted to add a tie to an expensive shirt? Some flowers to go with a bottle of grand cru champagne? Don't. When we receive gifts in a bundle, we tend to unconsciously average out their value, so a small gift tacked onto a big one will hurt the latter's impact.  This is called the \"Presenter's Paradox,\" first exposed in a 2012 study of the same name, where participants were offered either an iPod by itself, or an iPod with a free download for one song. When asked how much they would pay for it, those offered the iPod with the cheap download valued it 20% less than those without. Conversely, participants asked to choose which option they would gift, overwhelmingly went with the one that included the download, demonstrating that when it comes to gift giving we fail to grasp that (sometimes) less is more.  \"Imagine giving someone an expensive bottle of wine, with some plastic cups to drink it out of -- that immediately devalues the gift. That's because humans tend not to think economically and rationally about these sort of things,\" said Farrelly.  2) Gift experiences rather than things  A brand new iPhone becomes old fast. But a dream vacation or seeing your favorite artist in concert will give you memories that last forever. \"Experiences often have more thought gone into them, and they create more vivid memories. We might remember the tablet that a friend or a loved one has bought us, but not as much as a two-week holiday to Florida -- the memories and the emotional attachment are greater than to a physical object,\" explained Farrelly. That, in a nutshell, is why should you consider an experience over a physical object. It's an idea supported by psychologist Thomas Gilovich, whose research shows that money spent on doing provides more enduring happiness than money spent on having. Experiences also create anticipation, making the days or weeks leading to the event more pleasurable.    3) Gift cards are not bad  Gift giving can be wasteful. \"We only spend $10 on ourselves if we find something that we expect is worth more than $10 to us,\" said Joel Waldfogel, an economist and the author of a study called \"The Deadweight loss of Christmas.\" \"But gift giving is different, because we're not buying for ourselves,\" he explained. \"So we can spend $10 on something that's worth less than $10 to the recipient. It could be worth nothing to them.\"  One thing that has the same value for everybody is cash. While gifting cash is popular on some occasions in some cultures, it's not for everyone and can be interpreted as lazy or even offensive.  What's the next best thing? \"Gift cards have become much more popular over time. And they're also very popular with recipients,\" said Waldfogel.  Gift cards aren't perfect -- there's still some perceived loss of value and billions of dollars worth of them go unredeemed each year -- but they're a better option than a rushed or poorly chosen gift. 4) Think like the receiver Let's put it very simply: buy things that your receiver would buy for themselves. That might seem obvious, but it happens far less than we'd like. People tend to use gifts as jokes, encouragements to change one's ways, or to signal something about themselves rather than providing utility (or happiness) to the receiver. The best way to get it right is to simple ask the upfront question, \"what would you like?\"  According to Waldfogel, \"There are now conversations among family members to agree to give gifts that everyone wants, as opposed to [shopping] blindly.\"  5) Spend more on others than on yourself The last rule is a no-brainer: remember the gift of giving. A study finds that spending money on others promotes happiness. The good feelings you may experience from giving someone a gift they love may also last longer than spending money on ourselves  So while it's important to look after oneself, remember there are benefits to being more generous to those around you.  But if all else fails, remember there's a reason why we say that it's the thought that counts. \"Don't forget why you are giving gifts...Most people don't want lots of money spent (on) them -- they just want you to think about them, and that can be done in lots of easy ways,\" said Farrelly. Top image: Mickey Rooney hands a gift to Ann Rutherford in a scene from \"Andy Hardy's Private Secretary,\" 1941."], "Language": false}