{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/us/student-gun-violence-college-offers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2019-12-13T22:54:53Z"], "LastModifiedDate": ["2019-12-14T00:28:51Z"], "Headline": ["A student running a company aiming to end gun violence receives 25 college offers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A high school football captain and advocate against gun violence from Washington, DC has landed offers from 25 universities, including Ivy League schools and full-ride scholarships. RuQuan Brown, 17, received offers from Harvard, Yale, Princeton and others to play football after becoming the captain of his football team, leading them to multiple championships all while starting his own company. Many of the offers came as coach recommendations and \"likely\" letters to play the game on full scholarship.  The college offers and attention come in the wake of tragedy. Brown lost his stepfather last year and a football teammate in 2017 to gun violence, leaving a gaping hole in his young life. That's when he decided to do something positive.  Earlier this year, Brown launched Love1, a merchandise business that advocates against guns and aims to raise awareness to end such violence. \"No matter how many guns we remove from the streets, people are still at risk of death,\" Brown said. With a 3.9 GPA at Benjamin Banneker Academic High School, one of DC's leading public magnet high schools, he's the student government president. \"At Benjamin Banneker Academic High School, we pride ourselves on empowering our students to be change-makers in their communities and preparing them for college, career, and life,\" said Anita Berger, principal of the school. \"RuQuan exemplifies what it means to be a Banneker Achiever inside and outside of the classroom -- from excelling in his courses to advocating for our school community at city hall to giving back to the DC community.\"  Since Benjamin Banneker doesn't have a football team, Brown's status as football champion belongs to Theodore Roosevelt High School, where he plays as captain of the team.  Over three seasons, Brown says he made 15 interceptions and 23 touchdowns in 29 games and led his team to the state championship in 2017. He plays multiple positions on the team, including wide receiver and quarterback. He began playing football when he was 7 years old. \"He led Roosevelt to one Gravy Bowl championship and one state championship,\" Reginald Stevens, Theodore Roosevelt's director of athletics, told CNN. \"Those championships moved us up to the highest DCIAA division in football.\" The District of Columbia Interscholastic Athletic Association (DCIAA) is DC's public high school athletic league. Brown says after living in Seattle, his family relocated to Texas and that's where his mom, Zarina, eventually met Arnelius Howell, the man who became his stepfather. \"(Howell) taught me football, about being a man, and respect, family and so many other things,\" Brown told CNN. \"My dad was my role model, my hero, my big brother, every role that you could imagine a dad should play, he was that.\" When Brown's stepfather was fatally shot on October 26, 2018, the killing changed his life, he said.  \"When this happened, I knew that I had to start something to end gun violence,\" Brown said. On a mission Brown was already grieving another major loss. A year before the death of his stepfather, Brown says his closest football teammate, Robert Lee Arthur Jr., 18, died from a fatal gunshot wound in September, 2017. After losing both loved ones in such a tragic way, Brown launched Love1 on January 30, 2019, his stepfather's birthday.  Because his friend and teammate's death stays with him, he named part of his company after Arthur's jersey number, 1. Brown's company donates 20% of proceeds to One Gun Gone, an anti-gun violence art project in Rhode Island. From proceeds raised, One Gun Gone offers a gun buyback program and makes art from them.   \"We are breaking the dark, destructive economic cycle of one gun which can be sold and resold again and again,\" Scott Lapham, the project's director, said. \"We are replacing it with a positive creative economy of art making and community building using that one gun.\" Despite the distance between the two initiatives, Lapham told CNN he values Brown's \"desire to transform the absolute pain of losing loved ones to gun violence into a positive gesture\" by donating a percentage of Love1's profits to the art project. Brown's biological father, Rudolph Brown, with whom he now lives, has been very supportive of his successes and efforts. \"I'm beyond proud of my son,\" said Rudolph Brown. \"RuQuan is the living answer to a father's prayers. He proudly exemplifies what's possible when you align faith, hard work, purpose, and passion.\" RuQuan Brown says his interests from his company, to football and his school work help him stay focused on all the positives happening in his life. \"These programs, organizations and activities keep me encouraged and purposeful,\" RuQuan Brown said. \"My (biological) dad allows me to explore those things and grow optimally.\" No matter where he decides to go to school, RuQuan Brown said he is dedicated to continuing his fight against gun violence in America and elsewhere. He said, \"People are not killing each other because guns are available, but because of a lack of love in our hearts, homes, and communities.\""], "Language": false}