{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/mexico-beautiful-small-towns/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Susannah Rigg, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-11-03T12:28:45Z"], "LastModifiedDate": ["2019-12-13T23:48:10Z"], "Headline": ["The most beautiful small towns in Mexico"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Vibrant facades, cobblestone streets, multicolored lakes and mountainous backdrops are just a few things that make Mexico's small towns spectacularly photogenic.   The diversity of landscape across Mexico means that different regions offer distinctive delights, from desert ghost towns and quaint colonial pueblos seeped in history to laid-back beach towns popping with color.  The options are endless, but here are 10 of our favorite small-town destinations to inspire your next trip. 1. Bacalar (Quintana Roo) This small town, about four hours from Cancun and close to the border with Belize, is home to a huge lake often referred to as the Lake of Seven Colors. The hues of the water go from crystalline to deep turquoise, due to underwater cenotes (sinkholes) and limestone lakebed.  Surrounded by lush mangroves and with areas of the lake so vast you can't see where it ends, Bacalar boasts the most spectacular views. Lay back in a hammock swinging over the water and take it all in.   2. San Sebastian Bernal (Querétaro)  Cobblestone streets, colorful facades and the backdrop of one of the world's tallest monoliths, San Sebastian Bernal is a truly picturesque small town. Founded in the 1600s by a number of Spanish families, this town in central Mexico boasts many buildings that date back to the 18th and 19th centuries.   3. Campeche (Campeche) Officially a city and the capital of the southwest Mexican state of the same name, Campeche, has the feel of a quaint small town.  All of the facades in the historic center are painted in pastel hues and the main pedestrian street, Calle 59, has rotating art displays. Despite the street being relatively short, visitors often take a long time to walk down it as you stop to take photographs every few feet.   4. Malinalco (Mexico State) A town rich with legends and steeped in mystery and magic, Malinalco, roughly two hours southwest of Mexico City, was an important place for the Mexica, or Aztecs, who built a complex there for their military elite. A town set among mountains and surrounded by lush forest, it attracts visitors for its flora and fauna as well as its historical and spiritual offerings.  5. Izamal (Yucatán)  This whole town, which centers around a 16th-century Franciscan monastery built on top of a Mesoamerican temple, is painted in a cheerful canary yellow. Set against a backdrop of bright blue skies that commonly bless the Yucatan Peninsula, the golden facades almost glimmer. Located halfway between Merida and the archeological site of Chichen Itzá, it is a perfect place to stop en route.  6. Real de Catorce (San Luis Potosí) Once a thriving silver-mining town, Real de Catorce is now a ghost town in the desert of San Luis Potosí in north-central Mexico. A pilgrimage site for the indigenous Huichol people and Catholics alike, it has a spiritual feel that attracts visitors. And the fact that to get to the town you have to enter through a tunnel makes it even more enchanting.  7. Cuetzalan (Puebla) Cobblestone streets and rustic, red-tile-roofed buildings are part of the charm of this small town that sits in the mountains outside of Puebla (roughly 4 hours from Mexico City). Surrounded by lush forest, replete with waterfalls and caves and a nearby archeological site, Cuetzalan is a great place for those who like outdoor adventure.  8. Pátzcuaro (Michoacán) A town and ceremonial center before the arrival of the Spanish, Pátzcuaro in western Mexico, has an interesting and long history. Visitors can discover local handicrafts and learn about Mexico's rich indigenous history while wandering the pretty streets of the town. On The Day of the Dead every fall, visitors flock to Pátzcuaro because it is well known for its traditional ceremonies, which take place from October 31 to November 2. 9. Taxco (Guerrero)  A small town in the mountains of Guerrero, two and a half hours southwest of Mexico City, Taxco is known as \"the silver town\" due to all the mines located there. The winding streets snake around the hill front and center upon a pretty town square with an intricately detailed baroque church.  For an extra beautiful view, grab a VW bug taxi and have it take you up to the look out point (El Mirador), where you get a birds-eye view of the city and the surrounding mountains. 10. Todos Santos (Baja California Sur) If you were asked to imagine a quintessential Mexican town, you will probably think of something close to Todos Santos. Colorful facades reflect off the blue skies and are complimented by multicolored Mexican flag decorations and proud cacti that line many of the streets. Located on Mexico's Pacific Coast and popular with artists and surfers, the town has a very laid-back, easygoing vibe. "], "Language": false}