{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/us/tessa-majors-barnard-college-student/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ralph Ellis and Mirna Alsharif, CNN"], "Writers": [["Ralph Ellis", "Mirna Alsharif"]], "FirstPublishDate": ["2019-12-13T23:41:24Z"], "LastModifiedDate": ["2019-12-13T23:41:24Z"], "Headline": ["Slain Barnard student Tessa Majors 'was committed to music. It was her art form'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Barnard College freshman killed in New York was a creative spirit who loved music and had interned at a local news website in her home state of Virginia. The daughter of a college professor, Tessa Rane Majors was well-known in the Charlottesville music scene and played a few shows at The Southern Cafe and Music Hall, said the venue's assistant manager, Jeyon Falsini. Majors planned to come home in January for two gigs with the band Patient Zero, he said. \"She was committed to music. It was her art form,\" Falsini said. \"So, to see that Tess was coming back after going to college for music, for me, it gave me comfort to know that she was sticking with music.\"  A fellow Barnard student, Lexi Phelan, told CNN that Majors was excited about life and devoted to her music. \"She came to class always excited about a performance or a new technique she learned, whether it be for a modern alternative rock song or a classical guitar piece,\" Phelan said. \"Really, an incredibly talented girl and a wonderful, kind friend to others.\" A shocking death and arrest Majors, 18, died Wednesday in a slaying that rattled people in Charlottesville and New York for its brazenness and because the suspect is only 5 years younger than Majors. She was walking Wednesday evening through Morningside Park near the Barnard campus when police believe she was confronted by assailants and stabbed several times, police said. After the attack, she stumbled up a flight of stairs to street level before collapsing at a security booth near campus A school security officer called 911 and she was taken to a hospital, where she was pronounced dead. Police arrested a 13-year-old boy in connection with the killing, a law enforcement source said. \"The idea that a college freshman at Barnard was murdered in cold blood is absolutely not only painful to me as a parent, it's terrifying to think that that could happen anywhere,\" New York Mayor Bill de Blasio said at a news conference. \"It's unbelievable to me that that could happen here, next to one of our great college campuses,\" he said. \"It's an unacceptable reality.\" Barnard College President Sian Leah Beilock said, \"This is an unthinkable tragedy that has shaken us to our core. Please know that we are all grieving together and I am thinking of you as we process this awful news as a community.\" 'I've always loved writing' Majors was the daughter of James Madison University professor and novelist Inman Majors and lived in Waynesboro for several years before moving to Charlottesville, home of the University of Virginia, reported CNN affiliate WHSV. \"I've known her since I was about 2 or 3,\" Lydia Pickering told CNN. \"She lived two houses down from mine in Waynesboro. She came over a couple days after we moved and introduced herself. We have been close since that day. \"She was like an older sister to me. I can't even begin to explain the impact she had on me. She brought joy wherever she went. She had a personality no one could ever copy, she was really just special.\" Majors developed an interest in journalism. Last year, before leaving for college, Majors worked a few months as a news intern at the Augusta Free Press, editor Chris Graham told CNN.  He said her idealism shone through in the job interview, and she asked a lot of questions about Graham and his work. \"When you do journalism as long as I have ... maybe you forget what got you into it,\" he said. \"She enlightened me a bit. That's how she was.\" In a podcast with Graham, the newspaper editor, Majors talked about her creative impulses \"I've always loved writing,\" she said. \"I've been writing in various forms since I was a little kid. I used to write in my journal, write about myself, write poems, and I most recently started writing songs. But journalism was a field that I'd never really delved into before.\" 'Tessa was a shining light' Last spring, she graduated last spring from St. Anne's-Belfield School in Charlottesville. \"Tess was a shining light in our community, a good friend, respected classmate, trusted teammate, and creative and passionate musician,\" said David Lourie, head of the school, where counselors were provided for students and alumni. \"Her death is an immeasurable loss, and we mourn alongside the Majors family and all who knew and loved Tess.\" Majors started classes this fall at Barnard, an all-women's school in Manhattan with more than 2,600 students. The school's campus stretches from West 116th Street to West 120th Street off Broadway in the Morningside Heights neighborhood of New York. Phelan said she met Majors when both arrived at Barnard. \"I can't claim to be her best friend, but what I can say is that anyone who was lucky enough to meet her would agree that she was a good, kind person,\" Phelan said. \"Her personality put others at ease, and she lit up any room she was in with her passion.\"  Graham, the website editor, said Majors unexpectedly sent him an email November 15. He quoted from it in a column titled, \"We were blessed to know Tess.\" \"I am really enjoying my first semester at Barnard, and my band put out our first album not too long ago. Anyway, I hope all is well in your world, and I just thought I would check in. I hope to take some classes on journalism at Columbia sometime soon, but I think they have a pretty competitive program. However, I am writing a piece soon for one of the school's music blogs. I cannot thank you enough for the skills the internship taught me in terms of how to reach out to and interview people.\" Her family issued a brief statement. \"We lost a very special, very talented and very well-loved young woman,\" the family said Friday \"Tess shone brightly in this world and our hearts will never be the same.\""], "Language": false}