{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/things-to-do-sao-paulo-state-brazil/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kevin Raub, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T12:29:05Z"], "LastModifiedDate": ["2019-12-13T22:43:59Z"], "Headline": ["13 best things to do in the Brazilian state of São Paulo"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The biggest city in Brazil justifiably hogs the superlatives -- the biggest this! The most that! The tallest this! The longest that! -- but São Paulo is not only about its headline-stealing concrete jungle of a capital.  The state of the same name plays no second fiddle, clocking in at slightly bigger than the United Kingdom, much of it rolling pastoral countryside, jungly Atlantic rainforest and sun-toasted shoreline ripe for exploring.  Here are our travel picks for the 13 best things to do in the capital city and outside of it. Scaling Farol Santander There are numerous skyscrapers you can scale for a head-spinning view of the São Paulo city skyline (Edifício Copan, Edifício Itália, Hotel Unique to name but a few of our favorites) but the Art Deco Farol Santander building is the most tourist-friendly choice.  Dating to 1939, the building was completely revamped in recent years and now houses a museum and astonishing top-floor observation deck, offering views out to horizon-dominating high-rises that will simply floor you. Farol Santander, Rua João Brícola, 24, São Paulo, SP; +55 (11) 3553-5627 Eating Pizza Paulistana São Paulo city is one of the Southern Hemisphere's most dynamic gastronomic landscapes, and you can follow your palette in any number of directions. The city boasts can't-miss Japanese cuisine (São Paulo is home to the world's largest Japanese population outside Japan), but far more surprising is its place among the world's great pizza cities. São Paulo-style pizza -- Pizza Paulistana -- often bucks many of Italy's traditional rules in favor of copious cheese and more daring ingredients such as boiled eggs or sage leaves. Bráz Pizzeria, Rua Vupabussu, 271, São Paulo, SP; +55 (11) 3037-7975 Exploring Parque Ibirapuera As far as urban parks go, beloved Ibirapuera isn't the prettiest or the greenest, but from a cultural and architectural perspective, the city's favorite green space boasts an impressive laundry list of attractions.  Famed Brazilian architect Oscar Niemeyer designed several prominent buildings within the leafy 494-acre park, including the marvelous Marquise, a massive, wavy marquee supported by 121 columns.  Round that out with excellent museums such as the Museu Afro-Brasil, Museu de Arte Contemporânea, Museu de Arte Moderna and you have yourself a wonderful day off the concrete.  Parque Ibirapuera, Av Pedro Álvares Cabral, São Paulo, SP Beach-hopping in Ubatuba The prettiest stretch of the Paulista coastline is monopolized by Ubatuba, a magical beach-blanketed promised land backed by stunningly green Atlantic rainforest riding up and over the Serra do Mar mountains like a Jolly Green blanket.  At Pousada Picinguaba, understated luxury prevails in an idyllic fishing village that makes for a perfect base for exploring the region's 100 beaches and numerous islands. Pousada Picinguaba, Rua G, Pincinguaba, Ubatuba, SP; +55 12 99637-7173 Shopping in Embu das Artes Founded in 1554 just 18 miles northeast of São Paulo city, this once-small village hosts a longstanding artisanal weekend arts-and-craft fair that's one of the city's best days out.  Boosted by its bohemian population of artists, hippies and intellectuals, Embu's colonial core is packed with galleries, antique shops and other crafty stops along with a bevy of fun bars and restaurants to fuel the crowds. Sunday is the best day to visit.  Feira de Embu das Artes, Largo dos Jesuitas, Embu das Artes, SP Wandering Mercado Municipal São Paulo city's urban market, know colloquially as \"Mercadão\" (\"Big Market\"), is a Belle Epoque beauty of stained glass and regal columns designed by architect Francisco de Paula Ramos de Azevedo.  The massive covered market, inaugurated in 1933, features a kaleidoscopic mélange of tropical fruits; rows of exotic spices and homemade hot sauces; and food stalls galore. Munch on local specialties such as piled-high mortadella sandwiches from Bar do Mané or Hocca Bar or pasteis (fried pastries) stuffed with all manner of Brazilian bounty.  Mercado Municipal, Rua da Cantareira 306, São Paulo, SP Strolling Avenida Paulista São Paulo city's premiere thoroughfare is lined with towering modernist skyscrapers and measures a mere 1.7 miles in length, but it hides numerous gems among the giants that make this Manhattan of Brazil a worthwhile addition to your city tour.  Whether it's clambering to the 17th floor viewing deck at the new SESC Paulista, taking in Latin America's most comprehensive collection of Western art at the iconic Museu de Arte de São Paulo (MASP) or immersing yourself in Brazilian-Japanese cultural exchanges at the stunning Japan House, a walk down Paulista feels like you are traversing the center of the universe. Drinking in Ribeirão Preto Some 200 miles northwest of São Paulo city in Ribeirão Preto, things have been brewing since the early 20th century. Long famous as one of Brazil's chope (draft beer) epicenters, Ribeirão Preto has logically embraced cerveja artesanal (craft beer) as well.   Ten or so breweries (and many more bars) serve this interior city of 600,000, including Colorado, Invicta, Lund, Walfänger, Weird Barrel Brew Pub, Pratinha Nanobrewery and SP 330, the first two being among Brazil's first and most widely distributed craft labels.  Hopheads should head straight for Invicta's taproom for 1000 IBU, an imperial pale ale packing a potent shot of bitter.  Invicta Cervejaria, Av. do Café, 1881, Ribeirão Preto, SP; + 55 (16)3236-1365 Summering in Ilhabela If well-to-do New Yorkers summer in the Hamptons, their Paulistano brethen head to Ilhabela, the \"Beautiful Island,\" located 126 miles southeast of the city.  A cornucopia of beautiful beaches, volcanic peaks and tropical jungle bursting with waterfalls (some 360 in all!), it's an idyllic Eden and UNESCO-protected biosphere that's fit for high-end holidaying at uber-trendy DPNY Beach Hotel.  From there, beach-hop and waterfall-walk to your heart's content. DPNY Beach, Avenida José Pacheco do Nascimento, 7668, Ilhabela; +55 12 3894-3000 Chillin' in Campos do Jordão There aren't a lot of places in Brazil that warrant the use of winter hats and gloves, but when Paulistanos want to get away to a \"winter wonderland,\" they head for the mountain town of Campos do Jordão, Brazil's highest city at 5,341-feet above sea level.  Nestled in the Mantiqueira Mountains enveloped by funky araucaria (monkey puzzle trees), Campos do Jordão is a kitschy city escape chock-full of fondue and fun. Be sure to explore the maze-filled Parque Amantikir, clinging to a mountainside just outside town. Parque Amantikir, Bairro Gavião Gonzaga, 215, Campos do Jordão, SP; +55 (12) 9963 46784 Caving in Iporanga In the far-flung southwestern corner of São Paulo some 200 miles from the city lies Iporanga, home to Parque Estadual do Alto do Ribeira (PETAR), Brazil's premiere cave destination.  More than 350 cataloged caves divided among four Núcleos (sectors) highlight this far-flung, 137-square-mile state park. In addition to the caves themselves, PETAR features numerous waterfalls and trails, archaeological and paleontological sites and quilombos (settlements historically formed by escaped slaves and/or free Africans).  PETAR, SP165, Km156, Iporanga, SP; +55 (15) 3552-1875 Wine tasting at Vinícola Guaspari  While oenophiles rightfully tout the fruits of Chilean and Argentine wares when talking South American juice, you'll find some worthy vinho in Brazil, too.  Most of the country's best wines come from the southern state of Rio Grande do Sul, but a wine tasting visit to Guaspari vineyards, located 123 miles north of the city, is an incredibly pleasant surprise.  With vineyards planted across a bucolic countryside normally reserved for coffee, Guaspari has managed to pull off genuinely excellent Syrahs that have been immediately embraced by the city's finest sommeliers. File under: Brazilian Miracles! Vinícola Guaspari, Rua Pedro Ferrari 300, Parque do Lago, Espírito Santo do Pinhal, SP; +55 19 3661-9190 Experience rural life at Fazenda Catuçaba This rural fazenda (colonial plantation) sits beautifully parked on bucolic pasture lands in impossibly quiet São Luiz do Paraitinga -- a world away from São Paulo city (some 124 miles to the east).  A stay here is about immersing oneself in rural bliss, dining on organic products from the farm, discovering the ins and outs of organic permaculture and lazing away days on horseback, picnicking in remote storybook locales and hiking in nearby Serra do Mar State Park. Leave your cell phone behind. Fazenda Catuçaba, São Luiz do Paraitinga, SP; +55 11 99163-5436"], "Language": false}