{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-04-28T12:07:03Z"], "LastModifiedDate": ["2020-04-28T12:07:03Z"], "Headline": ["Could US oil prices go negative again? It's possible"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus crisis won't stop battering oil markets as traders face increasingly limited storage due to a supply glut and evaporating demand. What's happening: US oil prices are falling again on Tuesday after benchmark West Texas Intermediate futures closed at $12.78 per barrel on Monday, a nearly 25% drop. Feeding the renewed plunge are decisions by major investors to sell their upcoming WTI contracts for June delivery. Last week, US oil prices closed in negative territory for the first time ever when the contract for May delivery was about to expire. That meant traders were effectively paying people to take crude off their hands due to concerns they wouldn't have anywhere to put it.  Hoping to avoid a similar situation when the June contract expires in a few weeks, investors are selling contracts now. The United States Oil Fund — a popular investment fund geared to track the price of oil — said Monday that it would dump its June holdings in favor of longer-term contracts. \"[They're] afraid to end up in the same environment\" we saw last week, UBS analyst Giovanni Staunovo told me. S&P Dow Jones said it's rolling June contracts over to July on Tuesday because of the possibility that the June contract \"could price at or below zero.\" This affects its closely-watched GSCI indexes and investors who use them to bet on oil prices. What happens next: Oil prices are expected to stay volatile until production falls far enough to balance out the destruction of demand caused by the pandemic. An agreement by OPEC and allies to cut production by 9.7 million barrels a day kicks in Friday, but it will take some time for this to be reflected in the physical market, Staunovo said. Producers have been pumping excess amounts of crude for weeks, and that oil will still be on ships headed for countries like the United States when cuts kick in, further straining storage. As storage capacity is reached, US producers will need to significantly lower their output, too, Staunovo said. \"Tanks will not run over — there is a limit to how much you can store,\" he said. That will require huge production cuts. Carmakers are hoarding cash as crisis drags on Carmakers are trying to stash as much cash as they can until plants around the world can reopen and demand for autos picks up. The latest: General Motors said Monday that it's suspending its dividend and share buybacks as sales plunge, my CNN Business colleague Chris Isidore reports. \"Fortifying our cash position and strengthening our balance sheet will position the company to create value for all our stakeholders through this cycle,\" the company said in a statement. Some history: GM last suspended its dividend in July 2008, as it hurtled towards bankruptcy and an eventual federal bailout. It resumed paying a dividend to shareholders in the first quarter of 2014. Ford, which reports earnings after US markets close on Tuesday, is also assuring investors that it has enough cash to outlast the crisis. The automaker, which suspended its dividend in March, said earlier this month that it had about $30 billion on hand. But shares of automakers have still been pummeled. GM's stock is down more than 38% this year, while Ford is off more than 44%. The S&P 500 has dropped nearly 11%. Investor insight: Shares of Volkswagen have gained more than 8% since the German car company restarted production this week in Wolfsburg, which hosts its largest factory. The giant plant reopened at 10% to 15% of capacity. Strategists at Morgan Stanley have warned that restarting factories takes time in light of new social distancing guidelines. Most factories will need two months or more to get back to pre-coronavirus levels of production, according to the investment bank. Consumers will also need incentives to start buying cars again, likely requiring some kind of government subsidies. HSBC shows the problems ahead for global banks Banks around the world are worried about what historically low interest rates and a severe recession will do to their profits. But concerns are especially acute in Europe, where banks have struggled to find their footing since the 2008 financial crisis. Some, including HSBC, had planned to undertake major turnarounds this year. See here: HSBC said Tuesday that pre-tax profit dropped to $3.2 billion in the first quarter, a 48% plunge compared to the same period last year, my CNN Business colleague Michelle Toh reports.  The London-based lender said it's had to pause its vast restructuring plan as it ramps up the amount of money set aside to cover bad loans. HSBC has increased its allowance for expected credit losses to as much as $11 billion — nearly $2 billion more than it had set aside at the end of last year. Analysts are also worried that the coronavirus crisis could derail a vital turnaround for Germany's Deutsche Bank, which disclosed Sunday that it had beaten profit expectations last quarter ahead of its scheduled earnings call on Wednesday. Up next 3M, Caterpillar, Harley-Davidson, Merck, PepsiCo, Pfizer, UPS and Xerox report results before US markets open. Alphabet, Ford, Starbucks and Yum China follow after the close. Also today: The S&P Case-Shiller Home Price Index for February posts at 9 a.m. ET.\nUS consumer confidence for April arrives at 10 a.m. ET. Coming tomorrow: The first reading of US GDP between January and March will be watched closely."], "Language": false}