{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/medellin-colombia-things-to-do/index.html"], "Source": ["cnn"], "Location": ["Medellín, Colombia"], "ByLine": ["By Lucy Sherriff, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-03-29T09:06:23Z"], "LastModifiedDate": ["2019-12-13T22:06:57Z"], "Headline": ["Best things to do in Medellín, Colombia"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Medellín, once dubbed \"the most dangerous city in the world,\" has worked hard to shed that image connected to drugs, gang warfare and gun violence. The \"City of Eternal Spring,\" as the people of Colombia affectionately call it because of its temperate climate, has become a travel hot spot for fine dining, trendy bars and, of course, world-class coffee. The capital of Antioquia offers visitors the chance to experience the bustling, chaotic Colombian culture amid a backdrop of soaring mountains and leafy coffee plantations. The flight into Colombia's second-largest city, home to 3 million people, is reason alone to visit. Nestled in a valley, the city clings to the mountainsides, and descending through the low clouds hugging the coffee plantations is spectacular.  Medellín has a wealth of beautiful public spaces, ingenious infrastructure and luxury offerings. Read on for the best things to do, along with where to eat and stay: Getting acquainted  Although Pablo Escobar may be the city's most infamous export, Colombian sculptor Fernando Botero, who created his signature large, exaggerated \"Boterismo\" style and first rose to fame in the 1950s, is certainly the city's most revered.  His voluminous, voluptuous art is dotted around the city, while Botero Plaza is a large, bustling square dedicated to the artist's work. And if that isn't enough to satisfy you, the nearby Museum of Antioquia houses a large collection of Botero's paintings. It's impossible to visit Medellín without coming across some mention of Escobar, the 1980s billionaire drug lord dubbed the \"King of Cocaine,\" and it would be foolish to ignore his impact on the city.  Although there are Escobar tours, they are frowned upon by locals who are keen to shed the city's violent past. They're interesting, but other tours also cover Escobar with additional cultural, social and historical insights into the city.  One such walking tour is free to join. Real City Tours is run by Pablo Alvarez-Correa, who earns money by relying on tips from satisfied customers. The tour is so popular you have to book in advance online, so the method appears to be working. He takes tourists on a whistle-stop tour to some of the best sites in town: Plaza Botero, Parque de las Luces (formerly a spot where the city's homeless gathered, but now renewed with a forest of towering light poles), Iglesia de la Veracruz and the Parque San Antonio. Plus a pit stop for the best empanadas in town at Empanadas Envigadeñas opposite Plaza Botero. Admiring the infrastructure Medellín has been hailed worldwide as a beacon for using infrastructure to transform rough, crime-ridden neighborhoods into thriving, tourist-friendly communities. Comuna 13 is just one example of Medellín's impressive infrastructure.  Get a taxi to Cr 109 #36-63 and follow the crowds up to the first \"escalera electrica\" -- one of many escalators built at almost gravity-defying angles into the hilltops to help improve social mobility in the barrio by saving residents the grueling walk up and down the mountainside to reach the city center for work.  It's a long way up, but food and drink stalls line the higgledy-piggledy alleyways, and the view at the top over the Medellín valley will have you lingering for hours. Although the escaleras made international headlines for their innovation and social impact on the poverty-stricken neighborhood, it's the Metro that really gets \"Paisas\" -- as the region's inhabitants are colloquially known -- waxing lyrical.  Built in 1995 during some of the worst years of the country's 50-year conflict, it became a symbol of hope, resilience and pride for the city's residents.  Despite being more than two decades old now, the Metro is immaculately clean and graffiti-free, putting New York's subway and London's Underground to shame.  For a more gravity-defying ride, the city's cable cars will sweep you up to the northeast neighborhood of Santo Domingo, where the award-winning modernist Parque Biblioteca España is found. It's another great spot for snapping photographs, admiring wall murals and sampling some of the city's best street food. Transferring to the Line L metrocable from Santo Domingo will transport you even further out of the city to Parque Arví (open Tuesday to Sunday), where lush forests and waterfalls abound less than 20 miles outside the city center. From the cable car station you can take a horse or a bus to the Piedras Blancas entrance and stroll the trails surrounding the lake. What to eat The El Poblado neighborhood is the main destination for most tourists, and the best place to head for bars, nightclubs and trendy coffee shops. Parque Lleras is a leafy square lined with discotecas and can get quite rowdy at night, but by day has some great cafes that wouldn't look out of place in Brooklyn.  The best coffee beans are no longer all exported and independent roasters are offering high-end coffee prepared in a variety of methods from French press to siphon. To truly understand Colombian coffee, you'll need to take a trip out of town to the world-famous Eje Cafetero, or Coffee Triangle. Andrés Múnera offers one-day or overnight trips to Concordia and Jardín, two of the most beautiful areas in the country, with his LandVenture Travel company.  The groups are small, sometimes just two people, and you're driven deep into the coffee axis, with Múnera providing a running commentary as you snake your way across valleys and rivers, through villages and to the top of mountains.  One of the highlights is picking your own coffee amid the clouds at the Don Modesto plantation, and learning how to brew the perfect cup.  Back in Medellin, El Poblado is making a name for itself as a foodie destination, too. Michelin-star chefs have descended on the upscale barrio in the past few years, opening up a slew of fine-dining and modern establishments to cater to the trendy crowds. You'll need to book far in advance for Carmen, a Colombian-Californian fusion restaurant run by a couple who both trained at Le Cordon Bleu, but it's worth planning. The fish of the day is fresh from the Pacific Coast, and customers dine in a beautiful room overlooking the open kitchen.  Edgy, urban and recently renovated OCI.Mde is a local favorite, specializing in slow cooking, with the glazed pork shank being the star dish. Where to stay The best, and safest, place to stay is El Poblado, which offers a range of accommodation from shared dorm hostels to five-star luxury.  The sleek, sexy Charlee Hotel is where the hip hang out. With a rooftop pool, DJ, three floors of gym space and a sushi bar, it's a magnet for the young and beautiful. With only 42 rooms, the high-rise hotel focuses on quality over quantity, and every bedroom is beautifully furnished, with a spacious, modern bathroom and plenty of room to continue the party. If you're looking for a more relaxed setting, Patio del Mundo delivers with its location in a leafy suburb just a stone's throw from the hubbub of Parque Lleras. Family-run, this seven-bedroom boutique hotel offers a welcome breather from the city.  The lounge opens up onto a beautiful terrace, and guests can walk down the winding path to the outdoor hot tub at the bottom of the garden. Rooms are individually designed, paying homage to the French owners' world travels.  Breakfast is served on the veranda, and while you're sipping regionally brewed coffee you'd be forgiven for thinking you were in a lush, tropical oasis rather than a bustling city."], "Language": false}