{"Type": ["article"], "Url": ["https://www.cnn.com/2018/12/03/cnn-underscored/white-elephant-gift-ideas-shop/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2018-12-03T15:43:01Z"], "LastModifiedDate": ["2019-12-13T19:54:06Z"], "Headline": ["25 creative white elephant gift ideas, each under $25"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's an art to finding the perfect white elephant gift. It needs to be comical enough to elicit a burst of laughter after opening, but cool enough that everyone wants to steal it for themselves. And perhaps most important, it shouldn't cost an arm and a leg; after all, it's a \"just for fun\" genre of gift, not a sentimental one. (But if you need one of those, check out our unique gift guide.)  If you have a white elephant party on the horizon and need a present that checks all those boxes, look no further than this list of gift ideas. From pizza socks to a Bob Ross chia pet, these 25 white elephant gift ideas are sure to be a hit at your next holiday party. And if you're looking for more ideas, take a gander at our guides for the best gifts for her, gifts for him, gifts for pets and top-rated Amazon gifts as well.  Wacky Wavy Mini Tube Guy ($12.95; urbanoutfitters.com)  Have a mini party at your desk with a tiny, motorized version of your favorite car dealership decoration.  _______________________________________________________________________________ Oxo Good Grips Avocado Slicer ($9.99; amazon.com)  There's something brilliant about gifting an unusual — yet useful — kitchen tool for a white elephant exchange, isn't there?  _______________________________________________________________________________ World's Smallest Uno Game ($4.99; target.com)  Any game night lover will gush over the smallest Uno game ever, with cards that are only slightly larger than your thumb. _______________________________________________________________________________ Maad Raining Men Clear Bubble Dome Umbrella ($22.95; amazon.com)  Imagine how quickly this one will get picked out of that pile of gifts. A perfect combination of being actually funny and useful, this punny umbrella features tiny men literally raining down it.  _______________________________________________________________________________ Kitty Egg Mold ($9.99; worldmarket.com)  Make your morning breakfast order purrrfect with this adorable egg mold.  _______________________________________________________________________________ Blue Q Women's Novelty Socks (starting at $5.48; amazon.com)  Covered in sassy sayings like \"I'm a girl, what's your superpower?\" and \"I'm not bossy, I'm the boss,\" anyone with the right attitude will wear these socks with pride. _______________________________________________________________________________ Bob Ross Chia Pet ($20.98; amazon.com)  Forget the hedgehog, upgrade your chia pet to painting sensation Bob Ross.  _______________________________________________________________________________ Nachosaurus Snack and Dip Set ($14.95; uncommongoods.com)  This undeniably clever chip and dip holder has your chips transform into a stegosaurus' spikes and suddenly, your favorite salsa or dip is his favorite, too.  _______________________________________________________________________________ Fairly Odd Novelties Pizza Socks ($13.99; amazon.com)  Though it's not scientifically proven, we'd bet that sock variety packs are the most stolen white elephant gifts every year. And these, which pack three pairs folded to look strikingly similar to a real pizza pie, are simply irresistible.  _______________________________________________________________________________ Chalier Women's Fun Socks ($13.99; amazon.com)  On that note, if you're in a more artistic office or friend group, there's these four sets of socks printed with the most famous works of art, including the Mona Lisa and Van Gogh's Starry Night.  _______________________________________________________________________________ Smoko Dumpling Light ($16; urbanoutfitters.com)  Alright now seriously, how cute is this? An extra-large dumpling that emits either a yellow or pink light, there's a good chance someone in your life secretly desperately wants this.  _______________________________________________________________________________ Hodor Doorstop ($20.97; amazon.com)  Any \"Game of Thrones\" mega-fan will laugh, cry, and then laugh again at this doorstop named after the beloved character, Hodor.  _______________________________________________________________________________ Small Customizable Light Box ($18; store.moma.org)  If you're searching for a white elephant that will actually be used instead of thrown into a storage closet, look no further than this tiny light box which can decorate bookshelves, desks and more.   _______________________________________________________________________________ Kikkerland Cat Butt Magnets ($17; amazon.com)  A deeply bizarre magnet set is just what white elephants call for. And if you're not a cat person, there's also dog butts, butts of farm animals, and butts of safari animals to choose from.  _______________________________________________________________________________ Mini Huggable Cooling + Heating Pad ($14; urbanoutfitters.com)  You can microwave this cute plush — which can come looking like a star or llama — for a mini heating pad, or freeze it for a handy icepack.  _______________________________________________________________________________ Sof Sole Sneaker Balls ($7.04; amazon.com) These are funny because, well, everyone needs them.  _______________________________________________________________________________ Zodiac Soap ($9; anthropologie.com)  Your friend's favorite scents are written in the stars with this variety of soaps inspired by the Zodiac signs.  _______________________________________________________________________________ ICUP Star Wars Darth Vader Apron ($13.95; amazon.com)  This surprisingly detailed Darth Vader apron will probably make your baking a little more menacing.  _______________________________________________________________________________ Sriracha Mini Hot Sauce Keychain ($3.30; ebay.com)  Have hot sauce in your bag any time you need it, with this handy Sriracha keychain. (It's shipped empty — add your own sauce.) _______________________________________________________________________________ Central Perk Mug ($14.50; potterybarn.com)  A mug that's perfect for the friend who calls \"Smelly Cat\" one of her favorite songs of all time.  _______________________________________________________________________________ Emergency Moustache ($7.99; worldmarket.com)  Hey, you never know when a 'stache might come in handy.  _______________________________________________________________________________ USB Cup Heater ($9.95; urbanoutfitters.com)  Take your pick between a kitty or a daisy for heating up your daily tea or coffee mug.  _______________________________________________________________________________ Bacon Bandages ($7.95; amazon.com)  Because bacon makes everything better — even minor cuts and bruises.  _______________________________________________________________________________ Serial Chiller Throw Pillow ($20.99, originally $29.99; society6.com) Netflix and chill in complete comfort with this supportive throw pillow.  _______________________________________________________________________________ Terrarium Candle ($25; uncommongoods.com)  Everyone loves a candle, and we'd bet one of these, which reveal pretty cacti and flowers as they burn, will delight whoever receives it.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}