{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/app-news-section/weekend-reads-december-13/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Erica Hernandez, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-13T19:11:50Z"], "LastModifiedDate": ["2019-12-13T19:47:56Z"], "Headline": ["Settle in with these weekend reads"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["A $120,000 banana. The mystery behind the Shroud of Turin. And the toughest conversation: deciding where to die. Grab a cup of coffee and settle in. Here's what you might have missed during a busy news week. ICE detained their classmate Students at this high school heard a startling message in the morning announcements: ICE had detained one of their classmates. Teachers and students have mailed him homework so he won't fall behind while they're working to free him. She sued Tinder, then founded Bumble After leaving Tinder, where she was a cofounder, Whitney Wolfe Herd sued the company over sexual harassment and discrimination claims. Now, she's CEO of a $3 billion company that empowers women to make their own choices.  The mystery surrounding the Shroud of Turin  Many continue to believe this linen cloth, which bears an image of what appears to be the body of a man, is in fact the burial cloth of Jesus of Nazareth, despite numerous scientific efforts to cast doubt on it. Deciding where to die For the first time since the early 20th Century, more people in the US are dying at home than in a hospital, a shift that suggests more people are are dying where they'd prefer to.  The man who ate the $120,000 banana A hungry artist from Georgia peeled off a banana that was duct-taped to a wall for an art exhibit and proceeded to eat it. He has no apologies.   Opinion: Can we stop talking about Peloton's ad?  Critics have bashed the ad, claiming it's sexist, relies on marital stereotypes, and may even depict spousal abuse. One Peloton user writes of the perspective she's gained with the stationary bike.   Analysis: The struggle to keep the UK together  When he's done celebrating his decisive victory, British Prime Minister Boris Johnson is going to have to solve a big problem -- parts of the United Kingdom are heading in very different directions."], "Language": false}