{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/13/world/gallery/week-in-photos-1212/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Erin Schaff/The New York Times/Redux", "Michael Schade/AP", "Mark Lennihan/AP", "Michael Sohn/AP", "Shealah Craighead/The White House", "Fernando Llano/AP", "Lukas Kabon/EPA-EFE via Shutterstock", "Ronn Torossian/Reuters", "David McNew/Getty Images", "Omar Haj Kadour/AFP/Getty Images", "Neil Hall/EPA", "Jonathan Ernst/Reuters", "Uli Deck/dpa/Getty Images", "Susan Vera/Reuters", "Pablo Sanhueza/Reuters", "Cameron Spencer/Getty Images", "Elijah Nouvelage/Reuters", "Jeff J Mitchell/Getty Images", "Andrew Harnik/AP", "Khalil Senosi/AP", "Lucas Jackson/Reuters", "Jeff Pachoud/AFP/Getty Images", "Mark Makela/Getty Images", "Chamila Karunarathne/EPA", "Eduardo Munoz/Reuters", "Anthony Kwan/Getty Images", "Christophe Petit Tesson/AP", "Eraldo Peres/AP", "Peter Nicholls/Pool/Reuters", "Filip Singer/EPA"]], "FirstPublishDate": ["2019-12-13T13:22:41Z"], "LastModifiedDate": ["2019-12-13T13:22:41Z"], "Headline": ["The week in 30 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US Rep. Jerry Nadler sits at the head of a table, reviewing articles of impeachment against President Donald Trump on Tuesday, December 10. Nadler, the chairman of the House Judiciary Committee, is joined by other committee members, lawyers and aides. Tourists watch the eruption of a volcano on New Zealand's White Island on Monday, December 9. There were 47 people on the island when the eruption occurred. At least eight have been confirmed dead, with eight others missing and presumed dead.  People gather outside a New York synagogue to mourn Moshe Deutsch, a 24-year-old who was killed Tuesday, December 10, when two assailants opened fire at a kosher market in Jersey City, New Jersey. Two others were also killed in the attack.  A zookeeper at the Berlin Zoo holds panda twins Meng Yuan and Meng Xiang on Monday, December 9. The twins were born in August. US President Donald Trump welcomes Russian Foreign Minister Sergey Lavrov to the White House Oval Office on Tuesday, December 10. Their meeting focused on arms control and other issues. An anti-government demonstrator is sprayed by a police water cannon in Santiago, Chile, on Monday, December 9. Mass protests began in Santiago in October. They were ignited by a hike in subway ticket prices and fueled by anger over economic and social inequality.  Hospital staff hide behind police vehicles near the scene of a shooting in Ostrava, Czech Republic, on Tuesday, December 10. A gunman killed himself after shooting six people dead and injuring three others at the hospital. In front of hundreds of stunned onlookers, David Datuna eats the banana that artist Maurizio Cattelan had duct-taped to a wall at the Art Basel in Miami Beach, Florida. The duct-taped banana had been sold for $120,000, but that didn't stop Datuna, an installation and performance artist, from taking it down and having a snack. \"It wasn't vandalism, it was art performance from me and absolutely I am not sorry,\" Datuna said at a news conference on Monday, December 9. A nativity scene at the Claremont United Methodist Church, about 30 miles east of Los Angeles, depicts Jesus, Mary and Joseph as refugees in cages. The display is meant to draw attention to the conditions faced by migrants seeking asylum in the United States. This aerial photo, taken on Sunday, December 8, shows the remains of a building after it was hit by an airstrike in Balyun, Syria. A dog waits at a polling station in London on Thursday, December 12. Voters were casting their ballots in constituencies across the United Kingdom. Reporters are escorted out of the room as US Secretary of State Mike Pompeo, Russian Foreign Minister Sergey Lavrov and their delegations meet at the State Department in Washington on Tuesday, December 10. A baby hippo rests next to its mother at a zoo in Karlsruhe, Germany, on Friday, December 6. The baby was named Halloween because it was born on October 31. Teenage activist Greta Thunberg speaks at the UN Climate Change Conference in Madrid on Wednesday, December 11. That morning, Time magazine named her its Person of the Year. People in Santiago, Chile, hold placards as they protest against the government on Tuesday, December 10. People climb the Sydney Harbour Bridge on Friday, December 6. Smoke from Australia's bushfires have been blanketing Sydney, creating unhealthy air conditions. Zozibini Tunzi, Miss South Africa, is crowned Miss Universe on Sunday, December 8. The competition was held at Tyler Perry Studios in Atlanta. Thousands of people dressed as Santa Claus take part in a charity race in Glasgow, Scotland, on Sunday, December 8. Republican staff attorney Steve Castor, left, and Democratic staff attorney Barry Berke shake hands before speaking to the House Judiciary Committee on Monday, December 9. They were laying out the case for — and against — impeaching President Donald Trump. Workers try to rescue a person after a six-story building collapsed in Nairobi, Kenya, on Friday, December 6. Rapper Cardi B leaves a New York courthouse on Tuesday, December 10. She was indicted in June for her alleged participation in a strip club fight in 2018. She has pleaded not guilty. People stand amid tear gas during a demonstration in Lyon, France, on Tuesday, December 10. French workers and trade union members have taken to the streets to protest proposed changes to the pension system. US President Donald Trump attends a campaign rally in Hershey, Pennsylvania, on Tuesday, December 10. A southern elephant seal basks in the sun on a beach in Colombo, Sri Lanka, on Thursday, December 12. Seals are a rare sight in Sri Lanka. Film producer Harvey Weinstein, using a walker, exits the courtroom at the New York Supreme Court on Wednesday, December 11. Weinstein's sexual assault trial is set to start next month. His attorney Donna Rotunno said he was scheduled to undergo back surgery to relieve back pain. Wednesday's court hearing dealt with Weinstein's bail conditions. He has pleaded not guilty to the charges against him. Pro-democracy demonstrators march on a street in Hong Kong on Sunday, December 8. By late afternoon, parts of the city had come to a complete standstill. French President Emmanuel Macron welcomes Ukrainian President Volodymyr Zelensky, left, and Russian President Vladimir Putin to talks in Paris on Monday, December 9. After five and a half hours of negotiations that also included German Chancellor Angela Merkel, Ukraine and Russia have managed to inch forward on a long-dormant peace process, taking cautious new steps toward ending the conflict in Ukraine's eastern Donbas region. A road in Brasilia, Brazil, collapsed Tuesday, December 10, due to heavy rains. There were no victims reported. Britain's Prince Charles attends the official commissioning ceremony of the HMS Prince of Wales, an aircraft carrier, on Tuesday, December 10. The last full moon of the year rises behind a cathedral in Dresden, Germany, on Thursday, December 12. See last week in 25 photos"], "Language": false}