{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/12/health/12-days-of-holiday-kindness-checklist-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN\nDesign: Leah Abucayan, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2019-12-12T12:00:01Z"], "LastModifiedDate": ["2019-12-12T12:25:59Z"], "Headline": ["12 days of holiday kindness: A checklist to spread Christmas cheer"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The holiday season is upon us, and though it's easy to rush around and pretend like we are in our own little world, why don't we try something different?  Many people don't have the luxury of time off at the holidays, and others are faced with grief or loneliness this time of year, so let's spread some cheer to those around us.  Let's take 12 days, the ones right before Christmas Day, to show our fellow humans a little extra kindness. It doesn't have to be big -- it just has to be done with a good attitude. Here are a few examples to get started. We all need a little pay it forward in our lives, and buying coffee or a meal for someone behind us in the drive through line could help start a chain of kindness. It doesn't have to be expensive for it to be meaningful. We all eat out or go to the grocery store during the holidays, so why not bring some holiday cheer with you? Just get a couple boxes of candy canes to keep in your car and hand them to your waiter, waitress, cashier, or the person at the drive-thru window. It's a simple way to tell them \"thanks\" for working this time of year.    Do you have an elderly neighbor or one with a lot of kids? Why not offer your gift-wrapping services! Can't wrap you say? Don't worry it requires no skills to put an item in a gift bag. It's a simple and free way to spread holiday kindness, and you might make a new friend!  If you live far away from family and friends, snail mail can be the way to spread joy. Who doesn't love getting something that isn't junk in their mailbox. It only takes a moment to write a note to let someone know you are thinking about them -- especially a friend who may be having a hard time with the holidays.   We know, phone calls have gone out of style, but honestly is it so hard to make a 10 to 15 minute call at the holidays? Check in on someone and let them know you are there. You may not know what they are going through, and it could help more than you know.  We often hear that this time of year is the \"season for giving,\" but that doesn't have to be money. Time is a great thing to give, whether it's actually volunteering at a soup kitchen or finding a community service project in your area.  We know, traveling is stressful, but you don't have to let it turn you into a Grinch. Southwest gate agent Janet Gee, who is based in Denver, told CNN being kind goes a long way.  \"Say, 'Hi, Merry Christmas!' or come bring us a snack. A little kindness can make a huge difference.\"  Short and simple, but effective and polite.  Who doesn't love spontaneous baked goods? If you are baking anyway, why not just make an extra half dozen or so for a neighbor or relative that may be living alone.  It takes one extra second when you are walking in or walking out of a store to show kindness to someone. Slow down and notice the person behind you.  This is another opportunity to slow down and enjoy this time of year. Pick a favorite holiday movie and settle down with one or a few of your favorite people to take a time out of the holiday rush and just enjoy it.  Another simple way to enjoy human interaction during the holidays. The art of face-to-face conversation seems to be lost on us these days, so why not bring it back in a warm and cozy way. Plus, it's delicious.   Bonus points: Print off the list below and check off the acts of kindness as you go. "], "Language": false}