{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/world/oldest-rock-art-humans-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-11T18:00:56Z"], "LastModifiedDate": ["2019-12-12T06:20:53Z"], "Headline": ["Half-animal, half-human hybrids depicted on oldest discovered cave art"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Cave art depicting a hunting scene has been found in Indonesia dated to 44,000 years old, making it the oldest rock art created by humans.  The painting itself is intriguing because it shows a group of figures that represent half-animal, half-human hybrids called therianthropes. The therianthropes are hunting warty pigs and dwarf buffaloes called anoas using spears and ropes.  The abstract figures depict a story, which changes our view of early human cognition, according to a study published Wednesday in the journal Nature. The art could even show the foundation of human spirituality, given the supernatural scene depicted. \"To me, the most fascinating aspect of our research is that humanity's oldest cave art is at least 44,000 years old and it already has all the key components relating to modern cognition, [like] hand stencils, figurative art, storytelling, therianthropes and religious thinking,\" said Maxime Aubert, study author and professor of archaeological science at Griffith University. \"So it must have a much older origin, possibly in Africa or soon after we left Africa.\" Sulawesi, Indonesia is home to many intriguing limestone caves where other discoveries have been made. The same group of researchers previously found one of the oldest rock art hand stencils here in 2014, which was dated to 40,000 years ago. \"There are at least 242 known cave art sites in this area of Sulawesi and probably hundreds more awaiting discovery in this one part of the island alone,\" Aubert said.  \"The rest of this enormous island, the world's 11th largest, has barely been explored at all for cave art, so who knows what else is out there. The same goes for the rest of Indonesia -- it is likely there are many more ancient art sites hidden away there.\" In December 2017, one of their team members was investigating a cave site when he spied another cave farther above the cliff face, Aubert said.  \"He climbed up to the caves using tree vines and immediately noticed the animal paintings,\" said Aubert. \"I visited the site the next year and was amazed by it. I had never seen anything like it.\"  The cave paintings featured a phenomenon known to researchers as \"cave popcorn,\" or mineral growth that formed on top of the art. The researchers were able to measure the radioactive decay of elements like uranium within the minerals to determine its age.  The details of the story depicted in the cave art surprised the researchers. Previously, the oldest known cave art first appeared in Europe 40,000 years ago, showcasing abstract symbols. By 35,000 years ago, the art became more sophisticated, showing horses and other animals.  But detailed scenes that share a story and therianthropes didn't appear until 20,000 years ago -- until this discovery. It \"suggests that there was no gradual evolution of Paleolithic art from simple to complex around 35,000 years ago -- at least not in Southeast Asia,\" Aubert said.  \"The hunters represented in the ancient rock art panel are simple figures with human-like bodies, but they have been depicted with heads or other body parts like those from birds, reptiles and other faunal species endemic to Sulawesi,\" said Adhi Agus Oktaviana, study co-author and a PhD student at Griffith University in Australia, who has also studied rock art in Borneo, Sumatra, Raja Ampat and Misool. This discovery highlights the continued importance of research regarding early humans in Indonesia. Last year, the researchers also found a figurative painting of an animal in Borneo dated to 40,000 years ago. They think the origins of cave painting, and the evidence of cognitive evolution, is here.  \"The images of therianthropes may also represent the earliest evidence for our capacity to conceive of things that do not exist in the natural world, a basic concept that underpins modern religion,\" said Adam Brumm, study co-author and associate professor at the Australian Research Centre for Human Evolution. \"Therianthropes occur in the folklore or narrative fiction of almost every modern society, and they are perceived as gods, spirits or ancestral beings in many religions worldwide.\" Given that the therianthropes are confronting two different species, the researchers believe this could be a representation of a game drive, or a hunt where animals are directed away from their habitat and toward hunters. If that's the case, that also makes the painting the first record of hunting strategy, according to the study.  This art is older than the \"Lion-man\" from Germany, a figurine of a lion-headed human which, at 40,000 years old, was until now the oldest depiction of a therianthrope, Brumm said. \"Early Indonesians were creating art that may have expressed spiritual thinking about the special bond between humans and animals long before the first art was made in Europe, where it has often been assumed the roots of modern religious culture can be traced,\" Brumm said. Research has indicated that humans arrived in Southeast Asia between 60,000 and 70,000 years ago, which means that discoveries of art that's even older are possible.  Unfortunately, this art is deteriorating at a rate that alarms the researchers. They want to record it using laser 3D technology to preserve it for future generations while also attempting to understand why it's degrading so quickly and how they may conserve it, Aubert said.  \"The early rock art of Sulawesi may contribute invaluable insight into the rise of human spirituality and the spread of artistic beliefs and practices that shaped our modern minds,\" Oktaviana said. \"It would be a tragedy if these exceptionally old artworks should disappear in our own lifetime, but it is happening. We need to understand why this globally significant rock art is deteriorating -- now.\""], "Language": false}