{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/us/google-year-in-search-2019-trnd/index.html"], "Source": ["cnn"], "Location": ["Atlanta"], "ByLine": ["By Elizabeth Wolfe and Ralph Ellis, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-12-11T08:03:12Z"], "LastModifiedDate": ["2019-12-11T20:18:37Z"], "Headline": ["From Billy Porter to Baby Yoda, here's what you Googled this year"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["In 2019, people across the country turned to Google for all the answers. Now, Google has unveiled its 2019 Year In Search, a look at the top trending searches of the year.  From the viral sensation of Lil Nas X's song \"Old Town Road\" to Billy Porter's extravagant red carpet ensembles, the year's most popular searches have been laid out for all to see, giving us a glimpse of what America really wants to know.  The list includes everything from news and entertainment to the classic, \"What is...\" query.  As a farewell to the 2010's the search engine has also provided insights into trending searches across the decade.  Remember the \"Pants on the Ground\" song? Yeah, neither did we until we saw it on the list.  Below, we've laid out the top ten overall searches of the year to refresh your memory, as well as every category in Google's Year In Search. 1. Disney Plus The hottest streaming service of the year claimed the top spot in Google searches this year. The concept is by no means revolutionary, but its almost never-ending list of nostalgic and new titles appeals to many. And don't forget,  Disney Plus gave us the give that keeps on giving -- Baby Yoda from \"The Mandalorian.\" 2. Cameron Boyce The sudden death of the 20-year-old actor Cameron Boyce struck a chord with many searchers this year.  Boyce was found unresponsive in his California home on July 6. An autopsy confirmed he died in his sleep after a seizure related to epilepsy. He starred in the Disney Channel show \"Jessie\" from 2011 to 2015. He also appeared in \"Mirrors,\" \"Eagle Eye\" with Shia LaBeouf and \"Grown Ups\" with Adam Sandler, and in the Disney Channel's \"Descendants.\" 3. Nipsey Hussle Influential rapper Nipsey Hussle was shot and killed in front of his clothing store May 31, sending waves of shock through the rap community.  The rapper had founded his own record label, All Money In, in 2010, according to IMDB. He had also worked with dozens of successful artists, including Kendrick Lamar, Drake, YG, Ty Dolla Sign, Meek Mill and Young Thug. 4. Hurricane Dorian It's been a whirlwind year for extreme weather, and Hurricane Dorian was no exception. The storm slammed the Bahamas, United States and Canada in September, killing at least 30 people in the Bahamas.  Numerous cities up the coast declared states of emergency and issued mandatory evacuations as hurricane-force winds battered the coast. The storm left extensive damage in many places, especially the Bahamas.  5. Antonio Brown The former NFL player was released from the New England Patriots following accusations by two women of sexual misconduct, including rape. Brown denies the allegations. The Patriots were the third team to let go of Brown in 2019. Days after being released, he said on Twitter that he \"will not be playing in the NFL anymore.\" 6. Luke Perry Former \"Beverly Hills 90210\" star Luke Perry died March 4 after suffering a massive stroke.  Perry was launched into fame as the wildly popular character Dylan McKay. He also had roles in the hit television series \"Buffy the Vampire Slayer\" and \"Riverdale,\" and appeared in the Quentin Tarantino film, \"Once Upon a Time in Hollywood,\" which premiered after his death.  7. 'Avengers: Endgame' The Disney and Marvel film shot past \"Avatar\" to become the highest-grossing film ever. The film, starring Robert Downey Jr. and Chris Evans, made more than $2.789 billion worldwide by the end of July.  8. 'Game of Thrones' HBO's \"Game of Thrones\" released its final season, sending fans into a downward spiral of unmet expectations and withdrawal. Many felt the storylines were rushed and sloppy, while others were just going through it without their beloved show.  9. iPhone 11 iPhone dropped their iPhone 11 and 11 Pro, outfitted with updated cameras and flashy new colors, leaving users to decide whether or not they would upgrade for the minor new features it offers.  10. Jussie Smollett The \"Empire\" actor became embroiled in controversy after the actor reported a hate crime attack in January which investigators later concluded had been a false claim meant to boost his public profile.  The City of Chicago later filed a lawsuit against him, seeking to recover more than $130,000 to cover police overtime during the investigation.  That's the end of our crash course on 2019's top searches, but take a look at the rest of Google's trending searches by category below.  News 1.\tHurricane Dorian 2.\tNotre Dame Cathedral 3.\tWomen's World Cup 4.\tArea 51 raid 5.\tCopa America 6.\tEl Paso shooting 7.\tSri Lanka 8.\tGovernment shutdown 9.\tEquifax data breach settlement 10.\tCalifornia earthquake People 1.\tAntonio Brown 2.\tJussie Smollett 3.\tJames Charles 4.\tKevin Hart 5.\tR. Kelly 6.\t21 Savage 7.\tLori Loughlin 8.\tJordyn Woods 9.\tBryce Harper 10.\tRobert Kraft Actors 1.\tJussie Smollett 2.\tKevin Hart 3.\tLori Loughlin 4.\tFelicity Huffman 5.\tKeanu Reeves 6.\tRami Malek 7.\tJoaquin Phoenix 8.\tKate Beckinsale 9.\tHalle Bailey 10.\tMaisie Williams Athletes 1.\tAntonio Brown 2.\tBryce Harper 3.\tDavid Ortiz 4.\tAndrew Luck 5.\tMyles Garrett 6.\tMegan Rapinoe 7.\tRussell Westbrook 8.\tZion Williamson 9.\tMelvin Gordon 10.\tAlex Morgan Diets 1.\tIntermittent fasting diet 2.\tDr. Sebi diet 3.\tNoom diet 4.\t1200 calories diet 5.\tKeto ultra diet 6.\tGolo diet 7.\tDubrow diet 8.\tSirtfood diet 9.\tNo carbs no sugar diet 10.\tEndomorph diet Home Styles 1.\tFarmhouse style 2.\tColonial house style 3.\tCape Cod house style 4.\tSpanish style house 5.\tArt deco style 6.\tJapanese style house 7.\tCraftsman style home 8.\tTransitional style 9.\tPrairie style homes 10.\tModern style homes Outfit Ideas 1.\tEGirl outfit 2.\tEboy outfit 3.\tSoft girl outfit 4.\tBiker shorts outfit 5.\tVSCO girl outfit 6.\tDickies outfit 7.\tWhite jeans outfit 8.\tFila outfit 9.\tChampion outfit 10.\tLeather pants outfit Fashion Styles 1.\tCamp style 2.\tEgirl style 3.\tEboy style 4.\tSteampunk style 5.\tHarajuku Style 6.\tPreppy style 7.\tYankii style 8.\tVintage style 9.\tVSCO girl style 10.\tEmo style Recipes 1.\tShepherds pie recipe 2.\tChicken parmigiana recipe 3.\tHam glaze recipe 4.\tCharoset recipe 5.\tSnickerdoodle cookies recipe 6.\tChaffle recipe 7.\tChicken cacciatore recipe 8.\tPopeyes chicken sandwich recipe 9.\tTater tot casserole recipe 10.\tKing cake recipe   Trip to... 1.\tTrip to Maldives 2.\tTrip to Japan 3.\tTrip to Bora Bora 4.\tTrip to Vegas 5.\tTrip to Mexico 6.\tTrip to Alaska 7.\tTrip to New Orleans 8.\tTrip to California 9.\tTrip to New York 10.\tTrip to Costa Rica Movies 1.\t\"Avengers Endgame\" 2.\t\"Captain Marvel\" 3.\t\"Joker\" 4.\t\"Toy Story 4\" 5.\t\"Lion King\" 6.\t\"It Chapter Two\" 7.\t\"Frozen 2\" 8.\t\"Once Upon a Time In Hollywood\" 9.\t\"Midsommar\" 10.\t\"Scary Stories to Tell in the Dark\" Passing 1.\tCameron Boyce 2.\tNipsey Hussle 3.\tLuke Perry 4.\tJeffrey Epstein 5.\tTyler Skaggs 6.\tBeth Chapman 7.\tJohn Witherspoon 8.\tJohn Singleton 9.\tEddie Money 10.\tElijah Cummings Weddings 1.\tMiranda Lambert wedding 2.\tJennifer Lawrence wedding 3.\tJustin Bieber wedding 4.\tMiley Cyrus wedding 5.\tChiquis Rivera wedding 6.\tChris Pratt wedding 7.\tJoe Jonas wedding 8.\tElvis Duran wedding 9.\tZoë Kravitz wedding 10.\tJake Paul Tana Mongeau wedding Musicians and Bands 1.\tR. Kelly 2.\t21 Savage 3.\tBillie Eilish 4.\tLil Nas X 5.\tA$AP Rocky 6.\tMötley Crüe 7.\tLizzo 8.\tGladys Knight 9.\tTekashi 69 10.\tJoy Villa Professional Sports Scores 1.\tWashington Nationals 2.\tBoston Bruins 3.\tSt. Louis Cardinals 4.\tDallas Cowboys 5.\tSt. Louis Blues 6.\tMilwaukee Bucks 7.\tChicago Bears 8.\tMinnesota Twins 9.\tToronto Raptors 10.\tTampa Bay Rays Songs 1.\t\"Old Town Road\" 2.\t\"7 Rings\" 3.\t\"Shallow\" 4.\t\"Sunflower\" 5.\t\"Truth Hurts\" 6.\t\"Lose You To Love Me\" 7.\t\"Sicko Mode\" 8.\t\"thank u, next\" 9.\t\"Act Up\" 10.\t\"Bury a Friend\" TV Shows 1.\t\"Game of Thrones\" 2.\t\"Stranger Things\" 3.\t\"When They See Us\" 4.\t\"Chernobyl\" 5.\t\"The Mandalorian\" 6.\t\"The Umbrella Academy\" 7.\t\"Euphoria\" 8.\t\"Dead to Me\" 9.\t\"Surviving R. Kelly\" 10.\t\"The Boys\" People of the Red Carpet 1.\tBilly Porter red carpet 2.\tCardi B red carpet 3.\tLady Gaga red carpet 4.\tAmy Schumer husband red carpet 5.\tJenny McCarthy red carpet 6.\tBTS Grammy red carpet 7.\tCaitlyn Jenner red carpet 8.\tRichard Madden Golden Globes red carpet 9.\tBrie Larson red carpet 10.\tBrienne of Tarth red carpet   What is...? 1.\tWhat is area 51 2.\tWhat is a vsco girl 3.\tWhat is momo 4.\tWhat is a boomer 5.\tWhat is quid pro quo 6.\tWhat is camp fashion 7.\tWhat is disney plus 8.\tWhat is bird box about 9.\tWhat is a mandalorian 10.\tWhat is brexit   Where is...? 1.\tWhere is Sri Lanka 2.\tWhere is the Super Bowl this year 3.\tWhere is Area 51 4.\tWhere is 21 Savage from 5.\tWhere is the hurricane now 6.\tWhere is Xur 7.\tWhere is Clemson football team from 8.\tWhere is Gonzaga University located 9.\tWhere is Stranger Things filmed 10.\tWhere is Pebble Beach Golf Course Babies 1.\tBaby Yoda 2.\tBaby Shark 3.\tRoyal baby 4.\tKim Kardashian Kanye West baby 5.\tCardi B baby 6.\tTrey Songz baby 7.\tAndy Cohen baby 8.\tShawn Johnson baby 9.\tAmy Schumer baby 10.\tHoda Kotb baby"], "Language": false}