{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/us/rumors-of-war-monument-virginia-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2019-12-11T10:57:01Z"], "LastModifiedDate": ["2019-12-11T14:28:51Z"], "Headline": ["A statue of a black man on a horse has a new home in the heart of the Confederacy"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A monument of a young African-American man has found its permanent Virginia home near the Confederate statue it was modeled after. \"Rumors of War,\" by artist Kehinde Wiley -- who painted President Obama's portrait hanging in the Smithsonian National Portrait Gallery -- was unveiled Tuesday at Richmond's Virginia Museum of Fine Arts (VMFA), according to CNN affiliate WTVR. The monument is \"the artist's direct response to the ubiquitous Confederate sculptures that populate the United States,\" the museum said.  \"I want this picture to be not about an individual but rather about black men and their place in this society, but in a much broader way a society that can say yes to black men.\" Wiley said. \"It's not about black men, it's about all of us. It's about a society that can include all of us. And in that sense, we should all be proud about what this America looks like.\" \"You're able to see those people that you once considered peripheral to your society, those voices that you once considered to be incidental to the grand narrative, and you're able to say this is monumental.\" The statue comes in the midst of a nationwide debate surrounding whether to memorialize the Confederacy. In 2017, white nationalists marched to protest the removal of a Robert E. Lee statue in Charlottesville, Virginia, resulting in violent clashes and the death of Heather Heyer. \"It's taken more than 100 years, but the rest of Richmond's residents finally have a monument of a man on a horse who looks more like them,\" Richmond Mayor Levar Stoney told the station.  The unveiling was attended by Wiley, mayor Stoney and Virginia Governor Ralph Northam, the station reported. The moment had a hiccup when the tarp got stuck and needed some extra effort to be removed. \"This is so important in this special year, when we commemorate the 400th year anniversary of the first enslaved Africans who arrived on these very shores. We ignored this history for too long in our classrooms,\" Northam said. \"Now, we are changing, and Virginia is better for it.\" The monument, Wiley's largest work to date, was first unveiled in Times Square in September. Wiley, a graduate of Yale University's School of Art, spoke at that unveiling, saying the story started with going to Virginia and \"seeing the (Confederate)monuments that lined the streets.\" His work mimics the equestrian portraiture of Confederate statues such as that of Gen. James Ewell Brown \"Jeb\" Stuart in Richmond, Virginia, according to a statement from the Times Square Alliance, a nonprofit organization that promotes Times Square. \"I'm a black man walking those streets,\" said Wiley. \"I'm looking up at those things that give me a sense of dread and fear. What does that feel like -- physically -- to walk a public space and to have your state, your country, your nation say 'this is what we stand by'? No. We want more, we demand more, we creative people create more. And today, we say yes to something that looks like us, we say yes to inclusivity.\""], "Language": false}