{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/el-seed-dubai/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Christina Dimitrova", "MOHAMED EL-SHAHED/AFP/AFP via Getty Images", "Courtesy of eL Seed Studio", "Hichem Merouche", "Henrique Madeira", "Don Karl", "Ouahid BERREHOUMA", "JOEL SAGET/AFP/AFP via Getty Images"]], "FirstPublishDate": ["2019-12-11T13:09:19Z"], "LastModifiedDate": ["2019-12-11T13:09:19Z"], "Headline": [null], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["\"El Seed\" is one of the world's foremost \"calligraffiti\" artists, combining street art with ornate Arabic script. Since 2013, the French-Tunisian artist has made his home in Dubai and has left his mark with works such as this sculpture \"Declaration\" outside Dubai Opera House that reads \"Art in all its colors and types reflects the culture of the nations, their history and civilization.\" \"El Seed\" has created artworks across the world. This piece titled \"Perception\" in a Coptic Christian neighborhood of Cairo, Egypt was intended to explore the issue of discrimination against marginalized communities. The script reads \"Anyone who wants to see the sunlight clearly needs to wipe his eye first.\" This piece on the fence of the Demilitarized Zone that divides North and South Korea uses the words of Kim Sowol, a poet from North Korea who died before Korea became divided. \"Mirrors of Babel\" in Toronto, Canada is \"a tribute to the pluralist community of Toronto,\" using an Arabic translation of the poem \"Prairie Greyhounds\" by Mohawk poet, writer and performance artist E. Pauline Johnson, also known as Tekahionwake. Mural in Algiers, Algeria, uses lyrics from a song by singer Dahman Al Harrachi. This piece on the side of Jara Mosque in Gabes Tunisia uses a verse from the Quran: \"Oh humankind, we have created you from a male and a female, and made you people and tribe, so you may know each other.\" In a favela in Rio de Janeiro, Brazil, the artist painted lines from poet Gabriela Torres Barbosa: \"You forgot how to love your people, to love your country, country of the poor, country of the black.\"  A water tower in Riyadh, Saudi Arabia, now features verses from Bedouin poet Abdallah ad-Dindan.  \"My Wish\" in Beirut, Lebanon, using lines from Lebanese poet Ameen Rihani. Mural in the township of Philippi in Cape Town, South Africa, based on a quote by Nelson Mandela: \"It always seems impossible, until it is done.\" Part of the \"Lost Walls\" project in Tunisia, when the artist painted 24 walls across the country, emphasizing the country's rich heritage after the revolution of 2011.   This piece in Cambridge, UK, has achieved temporary protected status.   This 120-meter stainless steel calligraphic installation suspended between two bridges along the Saône river in Lyon, France, quotes Fernand Braudel, a historian who documented local history.  In the Tunisian capital city Tunis a quote from poet Aboul-Qacem Echebbi: \"And the sun rose behind the centuries.\" On the Arab World Institute in Paris, France, the artist quoted French writer Stendhal: \"love is the miracle of civilizations.\" Panels along the Seine River, Paris, quote writer Honore de Balzac: \"Paris is in truth an ocean: you can plumb it but you'll never know its depths.\" Working with \"El Seed\" is not for the fainthearted, as shown by artists collaborating on his \"Perception\" mural in Cairo.   The artist in his studio in Alserkal Avenue, Dubai , where he maintains an open-door policy to stay connected to the community. "], "Language": false}