{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/china-jingdezhen-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Serenitie Wang/CNN", "Serenitie Wang", "Serenitie/CNN"]], "FirstPublishDate": ["2019-12-11T02:18:03Z"], "LastModifiedDate": ["2019-12-11T02:18:55Z"], "Headline": ["Jingdezhen, China in photos"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Jingdezhen, China's 'white gold' capital: Jingdezhen, a town in China's southeast Jiangxi province, has been known as the porcelain capital in China for more than 200 years. Today, it's still a hub for traditional craftsmen and a breeding ground for a new wave of ceramists. The kiln god: In Jingdezhen's ancient kiln area, an altar for the kiln god is being built with small ceramic pieces for the upcoming ritual. Jingdezhen ceramists still pray to the kiln god before firing each batch, hoping to get the best products.  Natural scenery: Despite being a manufacturing hub for 1,700 years, Jingdezhen is never short of great natural scenes. The surrounding area boasts abundant hidden landscape -- verdant mountains, winding streams, tea plantations, paddies and bamboo forests.  An uninterrupted life: Jingdezhen's rich resource of porcelain and beautiful natural scene have drawn many artists who pursue an uninterrupted life. Sanbao village: A group of international and local artists have settled in Sanbao village, south of Jingdezhen, turning farmhouses into ceramic studios.  The Pottery Workshop Market: Jingdezhen transplant ceramist Rui Haibo is taking visitors to the Pottery Workshop Market, one of the most creative and original porcelain markets.  Only the best ceramic products: Independent ceramists set up stalls every Saturday morning and sell products designed and handmade themselves. Only a small number of the most creative designs are allowed in this market.  A new generation of ceramists: Young ceramists like Lai Yunyun and Zhang Xinkui sell their original handcrafted works at the Pottery Workshop market. Jingdezhen has become a holy land for Chinese youth who want to pursue the art of craftsmanship away from the city bustle.  Historical kiln area: Jingdezhen's signature blue-and-white Qinghua wares, produced by local masters, are up for purchase at the historical kiln area.  Singing teacups: Jindezhen-produced teacups can vibrate and \"make sound\" with wet fingers rolling around the rim.  Taoxichuan: Taoxichuan, meaning Streams of Ceramics, is a creative compound filled with galleries, showrooms, restaurants, cafes and parks. The unique Bauhaus-style shed roofs are passed down from a state-owned porcelain manufacturing giant Yuzhou (or Cosmos) porcelain factory.  Taoxichuan Creative Park: Taoxichuan Creative Park, transformed from a state-owned porcelain factory, is a hottest hangout spot for both travelers and locals in Jingdezhen. 'Ghost market': For history buff and antique lovers, Jingdezhen's  \"ghost market\" for antiques is the best for hunting old pieces and curios. Market-goers arrive before dawn with flashlights and magnifiers and illuminate pieces that catch their eye. \n Local eats: Jingdezhen boasts a rice version of the classic northern China food--Jiaozi (dumplings) and calls it \"jiaozi ba.\" In lieu of wheat-based dumping skin, people use rice-based skin and fillings like sliced carrots, minced chili, tofu and pork, sometimes with pickles and sprouts. "], "Language": false}