{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/politics/meanwhile-in-america-december-11-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2019-12-11T02:01:59Z"], "LastModifiedDate": ["2019-12-11T02:01:59Z"], "Headline": ["Impeachment is coming. Who will pay the price?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The die is cast: Democrats have unveiled the charges on which they plan to impeach Donald Trump next week. But don't hold your breath for the President to be kicked out of office — the trial in the Republican-led Senate is just as likely to acquit him. The question now is how this all plays out in the 2020 election. Trump plans to turn the trial into a campaign narrative about defeating \"Deep State\" plotters, whom he accuses of trying to destroy his presidency and rob 2016 voters. This could drive Trump's base into a frenzy, sending them to the polls in massive numbers come Election Day.  But impeachment might please more moderate voters who handed Democrats a majority in the House during last year's midterms, in a backlash against Trump.  And -- though it might seem odd right now -- it's also possible that impeachment won't matter that much to Americans by next November. Who hasn't already made up their mind about Trump's tempestuous presidency? Health care, a foreign policy crisis or unexpected economic slump might sway the election more than impeachment. Trump's character will be on the ballot, as will the qualifications and qualities of the eventual Democratic nominee. Plus, the President could have a whole new round of scandals by the end of next year that will shunt the Ukraine saga into the background. Heck, he might commit more impeachable offenses.  Time moves faster in the Trump era. It's hard to keep track of all that went on this week -- let alone 11 months ago. 'a threat to the Constitution' Articles of impeachment laid out Tuesday against Trump accuse him of acting \"in a manner contrary to his trust as President and subversive of constitutional government, to the great prejudice of the cause of law and justice, and to the manifest injury of the people of the United States.\" They also claim that Trump's conduct demonstrates \"that he will remain a threat to the Constitution if allowed to remain in office.\" Read the whole thing here. Still special By the end of the week, the special relationship might not be quite so special. If Jeremy Corbyn wins Thursday's looming general election in the UK, he might become the most America-skeptic British leader since ... well, George III?  Lots of prime ministers have at times resented the United States, the former colony that eclipsed its mother country. But most also saw close ties between Washington and London as inseparable from UK power and security. Corbyn however has reliably taken the opposite side to America on many of the key issues of the last 40 years. The Labour Party head tends to see US imperialism everywhere, has admired Fidel Castro's Cuba, praised late Venezuelan despot Hugo Chavez, preferred Hamas over Israel, went on Iranian TV to call the killing of Osama bin Laden a tragedy, criticized NATO and sided with Russia.   The leftist leader has been a loud Trump critic and snubbed an invitation to a Buckingham Palace banquet in Trump's honor this year. Who wouldn't want to be a fly on the wall for Oval Office talks between Trump and Corbyn? Trump loves Corbyn's rival -- Conservative Party PM Boris Johnson -- and has claimed that his socialist foe would be \"so bad\" for the UK. In response, Corbyn, spying an opportunity to exploit Trump's vast unpopularity in the country, accused the US President of election interference. But it may not all be plain sailing if Johnson wins either. A Tory majority would mean that Brexit finally happens next year. This would throw the UK at Trump's mercy, as Johnson seeks a trade deal with the US to make up for its lost European advantages. And just because the self-proclaimed master of the art of the deal likes someone, it doesn't mean that he won't take them to the cleaners at the negotiating table.  Johnson himself is not the populist nationalist clone of Trump his critics often portray. On issues like Iran for instance, he's closer to Europe than the White House. But a new Johnson government would largely keep the US-UK diplomatic, military, intelligence and cultural relationship on a familiar track. Which is why Thursday night's results will be watched almost as closely in 1600 Pennsylvania Avenue as in 10 Downing Street. \"it's abysmal out there.\" A top member of Britain's official opposition party has a dim view on the Labour Party's outlook in Thursday's elections. In a leaked audio record of a private conversation, Jonathan Ashworth, Labour shadow health secretary, told a Conservative activist that he expected his party to lose the vote. \"Outside of the city seats, if you are in small-town Midlands and North, it's abysmal out there. They don't like Johnson, but they can't stand Corbyn and they think Labour's blocked Brexit,\" Ashworth said. 650 Six hundred and fifty seats are up for grabs in the UK's House of Commons on Thursday, in a vote that could finally set a course for the country mired in Brexit battles. Keep an eye on these 22. Mixed messages Guess who got the Oval Office meeting that Ukraine's President is still waiting for? Sergei Lavrov, foreign minister of Russia -- the country that really did meddle in the 2016 elections. Judging by Lavrov's grin as he walked out the West Wing on a wet Washington afternoon, he enjoyed the closed meeting. A White House statement later said that Trump \"warned against any Russian attempts to interfere in United States elections.\" Later that day, Lavrov told reporters that they \"did not discuss elections at all\", though he noted that the topic came up in a separate conversation with US Secretary of State Mike Pompeo."], "Language": false}