{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/entertainment/belichick-and-saban-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-10T18:32:53Z"], "LastModifiedDate": ["2019-12-10T18:32:53Z"], "Headline": ["Bill Belichick and Nick Saban's coaching bromance gets puff-piece treatment on HBO"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Bill Belichick and Nick Saban are two of the winningest coaches ever, so the chance to listen in on one of their annual chats ought to be a dream for football fans. Other than celebrating their bromance, though, \"Belichick & Saban: The Art of Coaching\" is less than advertised -- an NFL Films puff piece about a pair of tough guys. Airing on HBO, the 75-minute documentary begins with a tantalizing premise, with Saban and Belichick -- the owner of six championships each at the college and professional level, respectively -- opening up their four-hour conversation to cameras. Ultimately, though, only a portion of the film winds up being devoted to that chat, with the film becoming a more conventional biography of the two men, who articulate coaching philosophies -- with maxims like \"Do your job,\" as Belichick growls at his players -- with about as much heft as a fortune cookie. \"When you get to the top of the mountain, you become the mountain,\" Saban says. Saban, 68, and Belichick, 67, are both presented as doting family men, and shown decompressing from the season at vacation homes. They each reminisce about what they learned from the early portion of their careers, discuss the importance of their fathers in their development, and are lauded by their own children. If you're looking for anything about the controversies or conflicts that have at time surrounded them, you won't really find it here, other than an acknowledgment that they can sound gruff when fielding questions from reporters.  Obviously, both coaches are lightning rods in part because of their dominance, but it's hard to take Saban too seriously when he grumbles about aspects of the game becoming \"commercialized,\" when top coaches are among the main beneficiaries of that dynamic -- especially at the collegiate level. Similarly, Belichick's high-minded talk belies the abundance of scandals that the team has amassed almost as readily as trophies, with catchy nicknames like \"Spygate\" and \"Deflategate\" prompting the Daily Beast to label the Patriots \"the most tainted sports dynasty ever.\"  (While Alabama is out of the championship hunt this year, the Patriots remain positioned for another playoff run.) When it's all over, the lessons in \"The Art of Coaching\" boil down to simple bullet points, about things like motivating players, adapting to the talent you have (as opposed to forcing it into a system) and solving problems. The HBO Sports presentation is narrated, as usual, by Liev Schreiber, who describes the two coaches as \"teachers at heart.\" Perhaps so, but viewers won't learn much from this window into their worlds, mostly because it so fastidiously lets its subjects call the plays. \"Belichick & Saban: The Art of Coaching\" premieres Dec. 10 at 9 p.m. on HBO, which, like CNN, is a unit of WarnerMedia."], "Language": false}