{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/us/five-things-december-10-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-10T11:14:08Z"], "LastModifiedDate": ["2019-12-10T11:18:45Z"], "Headline": ["5 things to know for December 10: Russia probe, impeachment, New Zealand, Rohingya"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Break out the big coats: Nearly 65% of the US will feel below-freezing temperatures by the end of the week.  Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Russia investigation The Russia investigation is back to haunt President Trump and his supporters. The Justice Department's inspector general released a much-anticipated report that details how the FBI handled the probe and sheds more light on the motivations behind it. The report firmly concludes that the investigation was both legal and unbiased. This deflates more than two years of conspiracy theories pushed by the Trump team that the whole thing was just a deep state conspiracy designed to foil his presidency. Still, the investigation was far from perfect. According to the report, the FBI made security mistakes in the surveillance of campaign aide Carter Page. Already, Attorney General William Barr has blasted the FBI (and contradicted several findings of the report), calling the probe \"intrusive.\" Meantime, former FBI general counsel James Baker said the President should apologize to him and others in the bureau for the conspiracy theories he's leveled against them.  2. Impeachment This may mark the point of no return in the push to impeach President Trump. Democrats are getting ready to roll out articles of impeachment today. To recap, the articles will formally accuse Trump of abusing his power and obstructing Congress with regard to his dealings with Ukraine and his request that the country investigate the Bidens. The articles are then set to be debated Thursday in the Judiciary Committee, with the aim of impeaching the President before Christmas. It's a make-or-break moment for both sides: Democrats need to convince an impeachment-wary public that the unpleasant process is necessary. On the other hand, if the process moves to the Senate, Trump and his defenders may not be able to sustain their tactic of withholding information and refusing to cooperate. 3. New Zealand volcano The volcano eruption that engulfed New Zealand's White Island in smoke and ash yesterday has claimed at least six lives, and several others are still missing and feared dead. Forty-seven people were on the island at the time of the eruption, and dozens face critical injuries. A spokesperson from New Zealand's Ministry of Health said every burn unit in the country is at capacity. Of those hospitalized, 27 have burns over more than 30% of their body, and several have inhalation burns. Authorities are still trying to decide whether it is safe enough for rescue workers to access the island to search for the missing. Scientists have said there were no indications the volcano was going to erupt. Still, some are asking whether tourists should have been there at all. 4. Navy base shooting Last week's shooting at Naval Air Station Pensacola that left three dead has ballooned into a serious diplomatic situation. The White House now says the shooting appears to be an act of terror. Authorities are scrutinizing a Twitter account that appears to have belonged to the Saudi Air Force officer who killed three sailors with a handgun before being killed by responding law enforcement. The account posted messages that indicate the attack may have been inspired by al Qaeda and its founder, Osama bin Laden. The Saudi officer was involved in flight training on the base at the time of the attack. Now, the question is how Saudi Arabia will respond. Trump, who has often defended Saudi Arabia in times of diplomatic tension, said the king said the country is \"devastated,\" but Florida Republicans warn that Saudi Arabia should not interfere with the investigation. 5. Rohingya How the tables have turned for Nobel Peace Prize winner Aung San Suu Kyi. The woman who was once a global human rights and democracy icon will now spend the next few days personally defending her country, Myanmar, against accusations of genocide. The momentous legal case begins today in front of the United Nations' International Court of Justice. Myanmar is accused of forging a campaign of violence against the Rohingya people, forcing 740,000 of them to flee to neighboring countries from 2016 to 2017. While the Rohingya crisis has long been a concern of international human rights groups, it was the tiny West African nation of Gambia that spearheaded the first legal attempt to hold Myanmar accountable for the crisis by filing a lawsuit accusing Myanmar of committing \"genocidal acts.\"  BREAKFAST BROWSE USWNT star Megan Rapinoe is Sports Illustrated's Sportsperson of the Year  Also a strong contender for \"Best Hair\" and \"Most Iconic Victory Pose.\" Here are the best science photos of the year, according to the Royal Society Science is beautiful. And more than a little bit strange.  Apple's newest Mac Pro is being compared to a cheese grater by fans And it's the most expensive cheese grater you'll ever own. 'World's largest' Scotch whisky collection could fetch $10.5 million at auction For that price, you'd better get at least 200,000 bottles. TODAY'S QUOTE \"It wasn't vandalism, it was art performance from me, and absolutely I am not sorry.\" David Datuna, an installation and performance artist who ate a banana that had been duct-taped to a wall and sold as art for $120,000 TODAY'S NUMBER $2.3 trillion That's how much value could be sheared off companies around the world by implementing policies designed to combat climate change, according to a new report. But the report says there are also financial opportunities for those that actually adapt to the changes.  TODAY'S WEATHER AND FINALLY ... What's in the box?  Enter the mind-bending (and extremely satisfying) world of puzzle boxes. (Click here to view.) "], "Language": false}