{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/entertainment/turner-prize-winners-losers-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2019-12-08T05:02:01Z"], "LastModifiedDate": ["2019-12-08T05:02:01Z"], "Headline": ["Move to share art prize sparked outrage. Why winning is out of fashion"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["You get a prize! You get a prize! Everybody gets a prize! In a mass giveaway more commonly seen on Oprah Winfrey's set, organizers of Britain's most prestigious modern art award, the Turner Prize, gave the trophy to all four shortlisted artists -- Helen Cammock, Lawrence Abu Hamdan, Oscar Murillo and Tai Shani -- after they'd joined forces and asked to share the honor. The decision was a first for the award, which has previously been won by renowned artists including Damien Hirst and Tracey Emin. The jury's reasoning? To recognize the artists' \"shared commitment to urgent social and political causes.\" Sure, it's unusual to see an award given out to everyone who asked to win it. But it's not the first time a high-profile prize has split the difference; this year's Booker Prize was shared between two novelists -- Margaret Atwood and Bernardine Evaristo -- after judges \"found it impossible to single out one winner.\" And in January, Glenn Close and Lady Gaga tied for the Critic's Choice Award for Best Actress. So what's the problem? This sharing is all a bit of harmless goodwill, right? A bold new way of approaching prizes, and a more sophisticated manner in which to critique art? Not even close. According to some corners of the internet, if you're not furiously angry at the Turner Prize's decision, you may well be a snowflake. \"Nonsense!\" screamed some after the Turner Prize's decision was announced. \"Political correctness gone mad!\" chuntered others.  The Telegraph asked whether the \"baffling\" result was \"just a virtue signal for the snowflake era,\" successfully hitting bingo on the culture wars trigger words sheet. \"What is the point of a prize that refuses to single out a winner?\" the paper asked. \"Is this a symptom of our 'snowflake' age in which competition is now considered so abhorrent that it must be publicly denounced?\" The Daily Mail focused on the outrage too, though unfortunately the tweet it referred to in its headline -- which proclaimed that the award had become just \"a bunch of millennial artists asking for a participation trophy\" -- was sarcastic, its author, art writer Andrew Russeth, told CNN. \"I don't understand why people are getting really worked up about it,\" Russeth said of the decision to jointly award the prize.  Still, with tensions between generations X and Y at boiling point, the mass giveaway does appear to have ruffled some feathers -- and those behind it accept it's reflective of a growing trend.  But where does this leave prizes? Is there any point giving out gongs anymore, or is it time to do away with winners and losers altogether? 'They've already won' The idea \"first arose from the artists themselves,\" said Alex Farquharson, the director of the Tate Britain gallery which organizes the Turner Prize.  \"They think of themselves as a collective,\" he told CNN. \"Each of them work in a participatory way with groups of people, and those groups of people are reflective of the different political and moral concerns each has in their work. \"Their concern as that given these ways of work, given the politics they address, the competition format could be antithetical to the aims of the work.\" Besides, Farquharson said: \"Everybody who's nominated for a TP has already in a sense won.\" Farquharson, who led the panel that dished out the award, accepts that the four-way prize would lose meaning if it were repeated every year. But he felt the idea of rejecting a single winner was reflective of a changing of the times. \"We live in times where attitudes towards competition are less straightforward than they were in the early years of the Turner Prize's history,\" Farquharson says. \"That applies to many different prizes -- unlike sports, (in art) it's impossible to arrive at an objective sense of a winner.\" The shift, Farquharson suggests, is a reaction to a political and social climate which has grown divisive. \"The Turner Prize came into its own in the 90s, after the fall of the Berlin Wall. There was a new consensus of sorts after that,\" he says. \"In general (the nineties) were often experienced in Britain as less political times.\" But he cites 9/11, the financial crash and Brexit as three milestones after which \"a sense of the world in conflict became very evident again.\" \"Where oppression and division is felt in society and politically, then artists become more or respond in a very political way.\" Will we see more tying? With award ceremonies handing out prizes left, right and center, the question remains -- whatever happened to winning? \"Back in my day, artists would kill for the Turner Prize. Literally kill! They'd lie, cheat, and steal,\" Russeth wrote in his tongue-in-cheek Twitter post -- which quickly won praise from many angered by the decision. \"Bribe judges? Sure. Sabotage a competitor's intricate installation? No big deal,\" he added. In reality, Russeth told CNN: \"This notion of having artists compete in public and one walk away the winner feels a little demeaning and unpleasant.\" He called the Turner Prize decision a \"nice gesture.\" But he wasn't surprised the decision took so long to arrive at. \"People like the drama ... everyone likes to pick the winner,\" he said, noting that cultural awards have become an industry in themselves.  Still, that industry is showing signs of sagging. Last year's Oscars ceremony was the lowest rated ever, and this year's was the second lowest. The Grammys and the Emmys have also hit record lows in recent years -- and with interest fading, and any stunt that would add some relevance can't be ruled out. That was the feeling from some corners after the Critics' Choice Awards gave the same prize to Close and Gaga.  It wasn't shared by the artists themselves -- or at least, that's what they said as they emerged for their joint winners' press conference. \"I am so thrilled it's a tie, I can't tell you,\" Close told reporters. \"The world kind of pits us against each other in this profession and I know that from all the women in this category, and I think I can speak for all the women in this room, we celebrate each other.\" But if the artists involved are happy to shun a winner, what's the point of having awards at all? \"The world gets set in its ways,\" Russeth says, regarding the ongoing existence of ceremonies. \"At least a gesture of experimenting towards something different (gets) people weighing in ... I hope it's not the end.\" So, with the cinema awards seasons approaching in the new year, perhaps it's time to prepare ourselves for more shared prizes, more \"honored\" winners -- and more inter-generational outrage. "], "Language": false}