{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/politics/us-military-foreign-training-program-explainer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Zachary Cohen and Barbara Starr, CNN"], "Writers": [["Zachary Cohen", "Barbara Starr"]], "FirstPublishDate": ["2019-12-07T00:05:22Z"], "LastModifiedDate": ["2019-12-07T00:16:05Z"], "Headline": ["Here is what we know about the US military's program to train foreign troops"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Pentagon programs to train foreign nationals are coming under new scrutiny after the man suspected of opening fire at Naval Air Station Pensacola in Florida Friday, killing at least three people and injuring several others, was identified as a member of the Saudi Arabian military. As of Friday, the Department of Defense has 5,181 foreign students from 153 countries in the US for security cooperation related training, according to Pentagon spokesperson Christopher Garver, who noted that \"the Department of Defense vets foreign nationals traveling to the United States for Defense Department-related training. \"The Saudi National was in the United States for training pursuant to a US Air Force Foreign Military Sales training case funded by the Kingdom of Saudi Arabia. His training began in August of 2017 and was scheduled to conclude in August of 2020,\" Garver said. \"His training program included English Language Training, Basic Aviation, and Initial Pilot Training,\" he added.  Commanding Officer of NAS Pensacola Capt. Tim Kinsella told reporters that foreign students from \"partner nations\" have trained at the base to learn naval aviation for years. \"There's always been international students training here because it's a good place to train, it's good quality training,\" he said. He roughly estimated that there were a couple hundred foreign students at the base. There are currently 852 Saudis in the US for Defense Department security cooperation training, he said.  Florida Republican Sen. Rick Scott called for a \"full review of the US military programs to train foreign nationals\" in the wake of the shooting. \"There is no reason we should be providing state-of-the-art military training to people who wish us harm,\" Scott said. \"And most importantly, there is no reason to risk the safety and security of our American men and women in uniform. If not for the bravery displayed by the military personnel on the ground and local law enforcement, today's tragedy could have been much worse. We must be vigilant against those who wish our country and our people harm.\"  In a news conference Friday afternoon, Florida Gov. Ron DeSantis, a Republican, mentioned the connection to the Saudi Air Force and said that he had spoken to President Donald Trump about it. \"There's obviously going to be a lot of questions about this individual being a foreign national, being a part of the Saudi Air Force and then to be here training on our soil,\" he said. \"Obviously,\" DeSantis added, \"the government of Saudi Arabia needs to make things better for these victims.\""], "Language": false}