{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-27-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Helen Regan, Emma Reynolds and Adam Renton, CNN"], "Writers": [["Helen Regan", "Adam Renton"]], "FirstPublishDate": ["2020-04-27T00:11:48.442Z"], "LastModifiedDate": ["2020-04-28T01:03:39.312Z"], "Headline": ["April 27 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here.  Nigeria's President Muhammadu Buhari has extended the country’s coronavirus lockdown in three major states —Abuja, Lagos and Ogun — for another week until May 4. In a national address Monday evening, Buhari said the country will phase into an eased lockdown period, with some businesses and sectors being allowed to open after the total lockdown period ends on May 4. After this date, there will also be overnight curfews from 8 p.m. to 6 a.m. local time in the three states.  Meanwhile, the northern state of Kano will be place under total lockdown for two weeks because of a spike in the number of deaths in the region. These deaths have not been officially linked to coronavirus. However, autopsies have not been carried out because they are not in line with Islamic burial practices in the state, officials said. Nigeria first introduced lockdowns for the three worst affected states on March 30. This was then extended for a further two weeks by the President. Buhari added that Nigeria's Center for Disease Control on Monday accredited 15 laboratories nationwide with an aggregate capacity to undertake 2,500 tests per day across the country. Nigeria has only tested around 10,000 people so far, out of a population of 200 million. As of Monday, the country has recorded 1,273 positive Covid-19 cases and 40 deaths, according to the NCDC. ##Health## ##Daily Life##    Global coronavirus cases have now topped 3,000,000, according to a running tally done by Johns Hopkins University. Nearly a third of all cases in the United States, the university reported. The United States has a count of at least 972,969 confirmed cases as of 2 p.m. ET, according to the JHU Coronavirus Resource Center website.   Spain follows the US as the nation with the second highest count of Covid-19 cases worldwide, with a total of 229,422 cases, according to Johns Hopkins.   ##Health##   Paraguay President Mario Abdo Benitez announced Monday that in-person classes will remain closed through December.  Benitez said that although there is “scientific evidence suggesting children are less vulnerable to the virus,” the government has a “constitutional obligation” to care for the health of its citizens. “We know this decision is unprecedented,” Benitez said. “I would like to ask for cooperation, mainly from parents and from the education sector.”  “I know that it will be a difficult year, but we are confident that we will be able to develop and deepen our capacity in the use of technology within the education system,” he added.  The National Educators Union released a statement earlier this month, highlighting the difficulty teachers were experiencing to meet deadlines due to the “deficient coverage” provided in order to reach students without access to internet or other technology.  The Paraguayan Health Ministry launched virtual training courses for teachers last week to help develop curriculums for online classes, according to the Education Ministry’s website. The ministry said “physical materials” would be distributed to students in areas with limited access to internet.  Paraguay has confirmed at least 228 cases of coronavirus and nine deaths.  ##Daily Life## Tedros Adhanom Ghebreyesus, World Health Organization Director-General said, the coronavirus pandemic isn't over. “The pandemic is far from over,” he said at a news conference. He said the World Health Organization \"continues to be concerned about the increasing trends in Africa, Eastern Europe, Latin America and some Asian countries.\" “As in all regions, cases and deaths are underreported in many countries in these regions, because of low testing capacity,” Tedros said.  “This virus will not be defeated if we are not united, if we are not united, the virus will exploit the cracks between us and continue to create havoc. Lives will be lost,” Tedros added.  ##Health## Four million jobs have been furloughed in the UK and a quarter of businesses have stopped trading, UK Chancellor Rishi Sunak told the UK Parliament today. He said that \"we should be in no doubt\" about the seriousness of the economic situation. \"We can't save every job and every business\" Sunak said, adding that \"these are already tough times, and there will be more to come.\" Sunak told members of Parliament he understood and shared people's anxiety, but that the most important thing the government can do to protect the economy is to \"protect the health of our people.\" He said that the government's financial assistance package should act as a bridge, supporting viable businesses to stay afloat and protecting the jobs of people who would have otherwise been laid off during what he called a \"sharp and significant\" crisis.  Sunak said 16 billion GBP — about $19.8 billion USD — has been paid out so far to the National Health Service and other public services, and around half a million employers applied for the job retention scheme, which guarantees to pay 80% of workers' wages up to the 2,500 GBP (about 3,100 USD) if they are put on leave. ##Business## Kremlin spokesperson Dmitry Peskov said Russian President Vladimir Putin would meet tomorrow with regional governors to discuss the spread of coronavirus around the country. Asked in a conference call when Russians might expect an exit from self-isolation orders, Peskov said it was too early for predictions.  “It is obvious that a decision remains to be made based on current dynamics and short-term forecasts,” Peskov said. “Forecasts for the medium- and long term are hardly possible. To call any dates now would be a shot in the dark.” ##Daily Life## The Russian military reported 2,090 cases of the coronavirus among its personnel, cadets and civilian employees, according to the country's defense ministry. From March through April 26, 874 servicemen have tested positive, the Defense Ministry said Sunday, adding that most of them were either isolated at home or in military hospitals.  Another 971 cases were found among cadets in military academies and schools across the country, and 245 civilians employed by the defense ministry have tested positive. The majority of patients showed no symptoms, the statement added. Over the past weeks, reports had emerged in Russia’s independent media outlets about coronavirus outbreaks in military academies, including troops who took part in the Moscow rehearsals for the May 9 Victory Day parade.  Last week, the head of the prestigious Kirov Military Medical Academy in Moscow was fired for failing to implement adequate coronavirus measures.  “The academy made errors in implementing preventive measures at the faculty for the training of medics for foreign armies, which led to infection among some cadets,” the defense ministry said, according to state-run agency TASS. \"Given that … the head of the academy, Alexander Fisun, was removed from his position.\" The defense ministry did not disclose the exact number of cases at the academy, saying that cases were found in foreign students as well as 55 cases in students of other faculties.  Several thousand servicemen have also been quarantined after they took part in dress rehearsals for the Victory Day parade in the Moscow region as late as April 6. At the time, Russia had officially reported over 6,000 coronavirus cases and Moscow officials had already banned gatherings of more than 50 people.  The massive parade marking the end of World War II in Europe, which usually has around 13,000 troops marching on the Red Square, has since been postponed by President Vladimir Putin. The defense ministry is still moving ahead with its annual spring draft, with 135,000 army conscripts expected to be called up in May.  ##Daily Life## In a small town, everyone pitches in, says Tim Putnam, the CEO at a rural hospital in Batesville, Indiana. So even as the coronavirus pandemic puts added strain on many rural hospitals' finances and resources, they are buoyed by the support and sacrifice of their communities and individuals. Neighbors leave encouraging messages, businesses make donations and medical professionals work around the clock in compromising environments. Even those at the top of rural hospital administration are getting into the thick of the coronavirus fight. For some CEOs, that means hitting the road to ensure their staff had the supplies they need to continue serving the communities that need them. John Henderson, CEO of Texas Organization of Rural and Community Hospitals, formed part of a \"daisy chain\" transporting a supply of 70,000 surgical masks to 40 or 50 rural Texas hospital sites, he said. Adam Willmann, President and CEO of Goodall-Witcher Healthcare in Clifton, Texas, began frequenting local hardware stores, lumber yards and feed stores to stock up on N95 masks. \"I take this a lot more personally than maybe others do at a normal job because it's not a normal job to me,\" he said. Read the full story here. ##Health## After a tumultuous few days in the West Wing, the White House coronavirus task force only met once this weekend, according to three people familiar with the schedule. The group met Saturday but did not Sunday -- a rarity since the task force has met almost every day since it was assembled.  Task force meetings usually last about 90 minutes at least as aides go over the latest data before the press briefing. But given there was no briefing this weekend, the meeting Saturday moved relatively quickly, a person who attended said. The task force may soon begin slowly scaling back its number of meetings altogether, a separate person told CNN, as President Trump and Vice President Pence schedule other events.  The President spent the weekend venting about the negative coverage he received after he suggested last week there should be studies into whether disinfectants or light could be used to fight the coronavirus inside the human body. An exasperated President lashed out at aides, the media and Democrats in what multiple sources described to CNN as one of the most frustrated moments of his presidency.  One of the things weighing heaviest on the president, people close to him say, are his sinking poll numbers. But being stuck inside doesn't help either. People who speak with the President often said he's internalizing negative coverage more than ever because he doesn't have his usual outlets, like golf.  Divisions are also emerging among the staff in the West Wing. The new West Wing communications team has decided to retake control of the coronavirus messaging that Vice President Mike Pence’s staff had been handling since he was tapped to lead the task force in late February.  ##Daily Life## A village in the southern state of Kerala is distributing 10,000 umbrellas to residents to help maintain social distancing, according to a senior local council official. \"We hope the clouds of Covid-19 may clear soon but during the summer and upcoming days of rain let us keep social distancing by unfolding an umbrella,\" PS Jyothi, president of the Thannermukkom village council said.  The idea is to stand next to one another with open umbrellas to maintain a distance of at least a meter, Jyothi added. Along with umbrellas, two masks each will also be distributed to citizens.  Women's neighborhood groups will stitch 100,000 masks under the Kudumbashree initiative in Kerala. The initiative, which mobilizes community groups, was launched under the Kerala state poverty mission to empower women but is being repurposed to fight coronavirus at a local level, according to Jyothi.  The state has used several innovative measures to help contain the spread of coronavirus and trace infected patients.  Walk-in kiosks were installed in a district in Kerala to facilitate sample collection earlier this month, and a robot is being used in a Kerala hospital to dispense medicines and food to patients in isolation wards to reduce human contact.  Kerala was the first state in India to report cases of the coronavirus. The state currently has 458 cases of coronavirus including 4 deaths. India has a total of 27,892 cases of the coronavirus, including 872 deaths, according to the Indian Ministry of Health.  ##Daily Life## Maatje Benassi, a US Army reservist and mother of two, has become the target of conspiracy theorists who falsely place her at the beginning of the coronavirus pandemic, saying she brought the disease to China.  The false claims are spreading across YouTube every day, so far racking up hundreds of thousands of apparent views, and have been embraced by Chinese Communist Party media. Despite never having tested positive for the coronavirus or experienced symptoms, Benassi and her husband are now subjects of discussion on Chinese social media about the outbreak, including among accounts that are known drivers of large-scale coordinated activities by their followers.  The claims have turned their lives upside down. The couple say their home address has been posted online and that, before they shut down their accounts, their social media inboxes were overrun with messages from believers of the conspiracy.  It's like waking up from a bad dream going into a nightmare day after day,\" Maatje Benassi told CNN in her first interview since being smeared online. The family's suffering highlights the potential for blatant falsehoods to be rewarded and amplified by social media platforms. It also serves as a powerful reminder that misinformation online, however wild or obviously untrue it may seem, can have real and lasting consequences offline. Read her exclusive interview with CNN Business here. ##Health## Bathrooms are a crucial point in the house that all humans -- and therefore microbes -- pass through. So during the present pandemic, keeping your toilets, sinks, counters and showers as germ-free as possible is key to keeping you and your family healthy. The novel coronavirus, or SARS-CoV-2, is known to live on hard surfaces for up to three days, according to data published in the New England Journal of Medicine. Your bathroom has plenty of those. Start by washing your hands. For your surfaces, you can use any household disinfectant, but the US Environmental Protection Agency released a five-page list of high-quality options -- including Clorox Disinfecting Wipes and certain Lysol sprays -- which can defeat \"harder to kill\" viruses such as SARS-CoV-2. Focus on cleaning \"high-touch\" areas of your bathroom including light switches, door knobs and the sink areas in particular. Don't forget less obvious areas such as shower heads, shower curtains, the toilet seat, hair dryers, electric toothbrushes, shavers and other appliances. After you wipe down hard surfaces like sinks and counter tops, make sure to leave them wet for 3 to 5 minutes. The American Cleaning Institute recommends letting the surfaces air-dry before rinsing them with water.  Read the full article here. ##Daily Life## The court hearing on whether Julian Assange will be extradited from the UK to the United States is set to be adjourned until September because of the coronavirus.  Citing fears around the virus, Edward Fitzgerald, QC, Assange’s lawyer, said the “evidence is it would not be medically safe for Assange to attend a video conference,\" according to News Central UK, a British court reporting service. Fitzgerald said that for “over a month” his team have had no direct access to the WikiLeaks founder, who is being held at Belmarsh prison in south-east London, where visits have not been possible. He said “there have always been great difficulties in seeking access to Mr. Assange but with the coronavirus outbreak the preparation of this case goes from difficult to impossible,” the court reporting service said. He said that should the hearing go ahead on May 18, Assange “would be fighting a David and Goliath battle with his hands behind his back.” Assange’s lawyer concluded that “for all these reasons we submit it is the fairest course to adjourn the matter from May to fix it for September when a realistic date can be settled on.” The judge presiding over proceedings, District Judge Vanessa Baraitser agreed that the extradition hearing should be adjourned. An administrative hearing will be heard on May 4. Assange is wanted in America for allegedly conspiring with US military intelligence analyst Chelsea Manning to expose classified US intelligence back in 2010. He was granted political asylum in the Ecuadorian embassy in London in 2012 and was arrested in April 2019 in London. ##Daily Life## Prosecutors in the northern Italian city of Bergamo have opened an investigation into the handling of the coronavirus outbreak there, Prosecutor Maria Cristina Rotta‘s office told CNN on Monday.  Bergamo is in Lombardy, the Italian province worst-hit by the coronavirus, and was among the first areas to be put under restrictions to try to curb the spread of Covid-19. Bergamo citizen Luca Fusco, whose father died of coronavirus in March, started a Facebook group called \"Noi Denunceremo\" -- meaning \"we will denounce you\" -- to hold the authorities to account. The group, which has 48,000 members, wants to ''ensure that the truth of what really happened gets out,\" Fusco said. We knew there was a problem, we saw the underestimation of the problem. We saw the cases in Codogno, we saw the cases in northern Italy, and no one was doing anything in the beginning,\" Fusco told CNN. Separately, ANAAO, a doctors' union, has lodged formal complaints to prosecutors in 10 regions over what it described as a shortage of personal protective equipment for healthcare staff. “There's a lack of adequate personal protective equipment for doctors exposed to Covid-19. The high number of infections is linked to the failure to supply FFP2 and FFP3 filter masks,” Carlo Palermo, national secretary of the ANAAO, told CNN on Monday. So far, 150 doctors in Italy have died after contracting coronavirus, the Italian Association of Doctors said on Friday, adding that healthcare professionals constitute 10% of all infections.  ##Health## Meryl Streep, Audra McDonald and Christine Baranski, boozing in their bathrobes while singing \"The Ladies Who Lunch\": This was the quarantine moment the world didn't know it needed -- until now. The dressing gown-clad trio delivered internet gold when they joined a host of A-listers Sunday night to celebrate legendary composer Stephen Sondheim's 90th birthday and his vast contribution to musical theater. While Streep poured herself what looked like a martini (vigorously shaken, not stirred), her \"Mamma Mia\" co-star Baranski, 67, opted for a large glass of red, and Broadway diva McDonald, 49, went straight for the bottle. For many viewers, the boozy performance and disheveled vibe captured lockdown life perfectly.  Read the full story here. ##Daily Life## The UK government’s coronavirus restrictions are confusing and are making the job of police even harder than it already is, according to London’s Metropolitan Police Federation chief Ken Marsh. “My colleagues are the ones being asked -- on an hourly, daily basis -- to put this into practice,” Marsh told BBC Radio 5. “And when you’re trying to ask two people not to sit on a bench, and my colleague looks over his or her shoulder and sees 300 people queueing to go to a DIY store without a piece of paper between them, then what do we do?” He said there had been “mixed messages” coming from the government about what is allowed and what isn’t. Marsh said that in the past few days, an increasing number of DIY stores had opened up and the volume of traffic on the roads had been increasing “quite heavily.\" Meanwhile, the UK government is inviting members of the public to submit questions to the daily coronavirus press briefings via the website gov.uk/ask.  The government says an independent polling organization will choose one question a day, which will not be seen or heard by the ministers before it is asked live.  The briefings have been held by a rotating group of government ministers, with journalists asking questions via video conference.  Members of the public whose submissions are selected can either record a video of themselves asking their question, or have it read out loud during the briefing. Read more from the UK hereas Prime Minister Boris Johnson returns to work after recovering from coronavirus. ##Daily Life## Preliminary results from clinical trials of an experimental antiviral drug for coronavirus could come in a week, a top researcher said Sunday. The final test results for the drug, remdesivir, aren’t expected until mid-to-late May, said Dr. Andre Kalil, a principal investigator for the trial. But he said the team might “potentially have some early data in the next one or two weeks.\" Remdesivir was originally tested by Gilead Sciences as a potential treatment for Ebola, and it showed activity against the novel coronavirus in test tubes. But whether the drug is an effective treatment for Covid-19 remains unclear. The new study, sponsored by the National Institutes of Health, is a randomized, double-blind, placebo-controlled trial -- meaning neither the patients nor their doctors know who is receiving the real drug and who is receiving a placebo. Patients finished enrolling for the study last Sunday, Kalil said, adding that their number had exceeded the target of 572. The trial began at the University of Nebraska Medical Center, where Kalil is a professor of medicine, but it has expanded to nearly 70 sites around the world, from South Korea to Germany.  Data on remdesivir is confusing at best. Earlier this month, the maker of the drug, Gilead released information on 53 patients, most of whom showed improvement after receiving infusions of remdesivir. Information leaked to STAT News suggested that patients receiving remdesivir were recovering quickly, but the report was based on a recorded discussion of a clinical trial, and offered few details. Last week, the World Health Organization accidentally published a summary of results from a trial of the drug in coronavirus patients. A screenshot published by STAT showed  \"remdesivir use was not associated with a difference in time to clinical improvement.\" But that trial was terminated early due to low enrolment, and Gilead said it was inconclusive. ##Health## Volkswagen -- the world's largest carmaker by sales -- restarted work at its biggest factory, in northern Germany, on Monday.  In a statement, VW said 8,000 employees in the city of Wolfsburg began building cars again on Monday, under tight hygiene restrictions to curb the spread of coronavirus.  The company says it expects 1,400 cars to be built this week. Next week, production will be ramped up to more than 6,000 cars -- around 40% of pre-crisis levels. \"Step-by-step resumption of production is an important signal for the workforce, dealerships, suppliers and the wider economy,\" said Ralf Brandstaetter, Chief Operating Officer of the Volkswagen Passenger Cars brand. \n\"In terms of managing the crisis, though, this is just the first step. Additional momentum is needed to stimulate demand in Germany and throughout Europe so that production volumes can be successively increased.\" The company says it has implemented extra hygiene measures at the factory. Employees are expected to check their temperature at home every morning, and to change into their overalls at home, to prevent crowding in factory changing rooms.  Markings on the factory floor will help workers maintain a 1.5-meter distance from each other. Where this is not possible, mouth and nose protection must be worn. VW says extra time is being provided to allow employees to disinfect tools and surfaces.  Volkswagen began producing components in several German cities in early April and resumed manufacturing in Germany and Slovakia on April 20. This week the company plans to restart production in Portugal, Spain, Russia, South Africa and South America and from May 3 onwards in Tennessee in the United States. ##Business## Carlos Davis used to have about 200 clients drop by his CUT-ology barbershop in Albany, Georgia, every day. On Friday, the first day he was allowed to reopen since the coronavirus pandemic began, around 30 clients came in.  Wearing gloves, a construction face mask and a face shield, Davis said he was taking precautions to protect staff and clients. A piece of paper on the door outlined the mandatory guidelines, saying clients must wear a mask and gloves in order to enter.  Davis is afraid of the virus, but he also fears losing his business. \"If I don't cut, I don't eat,\" he said. Davis's decision to reopen comes as a number of states have begun to loosen stay-at-home restrictions -- even as the novel coronavirus continues to infect and kill people.  Across the country, more than 950,000 people have tested positive for the virus and more than 54,000 have died. Alaska Gov. Mike Dunleavy allowed salons and restaurants to reopen in most parts of the state Friday. Oklahoma allowed some personal-care businesses to reopen for appointments Friday as well. Even in California, some beaches that had been closed reopened for public use, though with limitations. Georgia's reopening has been the most aggressive so far. Gov. Brian Kemp ordered the reopening of hair and nail salons, gyms, bowling alleys, tattoo studios and massage therapists on Friday, with theaters and restaurants to follow on Monday.  The reopenings come despite warnings from health experts, local mayors and even President Donald Trump.  The influential Covid-19 model by the Institute for Health Metrics and Evaluation, for example, says social distancing should not be relaxed in Georgia until June 22. Read the full story here. ##Daily Life## New Zealand claims it has\"eliminated\" the coronavirus as the country announced the easing of restrictions from \"level four\" to \"level three,\" with new cases in single figures.  At a news conference on Monday, authorities reported one new case, four \"probable cases\" and one new death from the virus. Ashley Bloomfield, New Zealand's Director General of Health, said the low number \"does give us confidence that we've achieved our goal of elimination, which -- that never meant zero but it does mean we know where our cases are coming from.\" He added: \"Our goal is elimination. And again, that doesn't mean eradication but it means we get down to a small number of cases so that we are able to stamp out any cases and any outbreak that might come out.\"  New Zealand's Prime Minister Jacinda Ardern said the coronavirus was \"currently\" eliminated but that the country needed to remain alert and could still expect to continue to see new cases. Read the full story here. ##Health## Formula One's chairman Chase Carey says he plans to start the 2020 season in Austria in July, after the French Grand Prix was called off. French Grand Prix organisers announced on Monday that it was impossible for the race to go ahead as planned on June 28. French President Emmanuel Macron earlier this month expanded the country's ban on major events until at least the middle of July and imposed travel restrictions. The 2020 season has yet to begin -- the French Grand Prix is the 10th race to have been canceled or postponed in light of the coronavirus pandemic. Carey said in a statement that he was \"increasingly confident with the progress of our plans to begin our season this summer\" with a view to kicking off in Austria in July -- albeit in all likelihood behind closed doors. He added: \"We’re targeting a start to racing in Europe through July, August and beginning of September, with the first race taking place in Austria on 3-5 July weekend.\" \"September, October and November, would see us race in Eurasia, Asia and the Americas, finishing the season in the Gulf in December with Bahrain before the traditional finale in Abu Dhabi, having completed between 15-18 races.\" He said he hoped fans would be part of the events further into the schedule, adding that there were many issues to work out regarding travel to each country. British Grand Prix organisers announced on Monday that their event remains on course to take place on July 19 -- but that it will be held without spectators. ##Business## The UK could experience more than 100,000 coronavirus deaths later this year if the government eases restrictions to focus on just protecting those most at risk, according to one of the country’s leading epidemiologists. Neil Ferguson is one of the scientists who has been advising the government in its response to the pandemic. \"The people most at risk of death are in care homes or have other health conditions,\" Ferguson said in an interview with the 'Unherd' website. \"I am very sceptical we can get to the level of shielding which would make that a viable strategy,” he said, referring to the idea of easing restrictions for most people and focusing government efforts on those most at risk.\n\"If you just achieve 80 percent shielding -- 80 percent reduction in infection risk in those groups – we still project you’d get well over 100,000 deaths later this year.\" The government is coming under pressure to ease some coronavirus restrictions. Positive signs: Ferguson, a professor of mathematical biology at Imperial College London whose modelling has influenced UK government policy, says the restrictions have been working. He said there has been an 80 to 90 percent drop in contact between people from different households, and this is believed to have brought transmission rates down.   \"We’ve brought the reproduction number down somewhere in the region of 0.6 to 0.7, which (means) the epidemic is in decline now,” he said. No time to relax: Ferguson said the challenge is that there isn't a lot of \"leeway to relax without other interventions.\" \"So, if we want to move away from lockdown -- reopen schools, reopen workplaces, let people go shopping again -- we have to substitute other measures.\" ##Health## ##Daily Life## ##Business## ##Travel UK Prime Minister Boris Johnson has warned against relaxing the United Kingdom's coronavirus restrictions too soon in his first remarks since returning to work after contracting the disease, imploring the nation to \"contain your impatience.\"  Speaking outside Downing Street in London, Johnson said that the UK was making progress in tackling the outbreak, with fewer ICU hospital admissions for Covid-19 patients, and \"real signs now that we are passing through the peak.\"  The virus has killed more than 20,000 people in the UK. \"If this virus were a physical assailant, an unexpected and invisible mugger, which I can tell you from personal experience it is, then this is the moment when we are beginning to wrestle it to the floor,\" Johnson said. But he warned that the UK was at a moment of \"maximum risk\" as people's patience might be fraying with the restrictive measures imposed to stop the spread of the virus.  Johnson said he understood the worries of shopkeepers and entrepreneurs, and that without a functioning economy there was no way of funding the NHS. But he warned that he \"refused to throw away all the effort and sacrifice of British people\" and risk a second peak of the disease and further loss of life by relaxing those restrictions too soon. Johnson also thanked Foreign Secretary Dominic Raab for deputizing for him, saying: ''I'm sorry I've been away from my desk for much longer than I would have liked.\" ##Health## ##Daily Life## ##Business## Germany received a shipment of 10 million face masks from China today. The world's largest cargo plane, the Antonov AN-225 -- chartered by the German military --landed with the consignment at Leipzig airport.  Two further flights chartered by the German military are expected to deliver another 15 million masks. Nearly all German states now require citizens to wear face masks in varying situations across the country.  ##Health## A new week in the coronavirus pandemic is beginning with a United States case count approaching 1 million and several cities and states preparing to loosen stay-at-home restrictions. At least 54,883 coronavirus deaths and more than 965,000 cases have been recorded in the US, according to Johns Hopkins University.  As the numbers continue to climb, several state and city officials are expected to announce plans to reopen their economies this week. A University of Washington model frequently cited by the White House coronavirus task force suggests that no state should open their economies before Friday -- and many should wait much longer.  In New York, one of the hardest hit states, rates of hospitalization, intubation and deaths are down, Gov. Andrew Cuomo said Sunday. Officials at all levels of government are weighing how to proceed and when to reopen their communities. Meanwhile, several states also are grappling with an increase in calls to their poison control centers, following President Donald Trump's suggestion of injecting disinfectants as a treatment for the coronavirus during a White House briefing on Thursday. He later said he was being \"sarcastic.\"  Read the full story here. ##Health## ##Business## ##Daily Life## ##Travel## Mateship, an egalitarian concept, is characterized by ingenuity, honesty, humor, courage and compassion. It calls on communities to come together during hardship, adapt to challenging circumstances and provide a fair go for all. Anzac Day: For 15-year-old Australian Patrick Stibbard, mateship means looking out for one another. On Saturday, like millions of other Australians and New Zealanders, he stood on his driveway to commemorate Anzac Day and to the lives lost during war. Traditional dawn services were canceled this year due to the coronavirus lockdown, but the 60 seconds of silence felt all the more poignant this year. It was a tribute not only to those who served and sacrificed on battlefields abroad, but also the frontline heroes fighting Covid-19 right now at home. Passing the baton: For 240 days over the summer, wildfires blazed across Australia, killing 33 people, over a billion animals, and destroying thousands of houses. Before flowers had time to sprout through the ashes, the nation was already grappling with a new crisis, the global coronavirus pandemic. Firefighters passed the baton to health care workers, in what will be remembered as the year of the frontline worker. From those in uniform to ordinary Aussies, mateship is \"understanding that even the smallest acts of kindness can make a huge difference,\" according to Erin Boutros, the co-founder of volunteer group Empty Esky. Read more about how Australians are helping each other through mateship here: ##Daily Life## Singapore recorded 799 new cases of coronavirus in the 24 hours before noon local time on Monday, according to a statement by the country's Ministry of Health.  Among the new cases, 14 are Singaporeans or permanent residents, while the vast majority are work permit holders in foreign worker dormitories.  In recent weeks, the Asian city-state has recorded a dramatic spike in coronavirus infections, with thousands of new cases linked to clusters in foreign worker dormitories. To control the spread, the government has attempted to isolate the dormitories, test workers and move symptomatic patients into quarantine facilities. Singapore has recorded more than 13,000 coronavirus cases -- the highest in Southeast Asia -- and at least 12 deaths, according to Johns Hopkins University.   Read more on how coronavirus is affecting Singapore's migrant workers: ##Health## The UK government’s promise to reach 100,000 coronavirus tests per day by Thursday is “quite a challenge,\" said Michael Malim, the head of immunology and microbial sciences at King’s College London. The Department of Health and Social Care said 29,058 tests were carried out on Saturday, although the government says the capacity is much higher. “I think 100,000 by Thursday would be quite a challenge,” Malim told Sky News.\n“But it’s definitely ramping up in this country and even if we don’t meet 100,000, if we get up closer to that, that would be a major advance.” Malim added that a more reasonable time frame for the UK to be able to test 100,000 a day would be “within two or three weeks.\" The UK government has faced criticism for low levels of testing, although Health Secretary Matt Hancock remains confident the 100,000 target will be reached by the end of April. ##Health## The novel coronavirus has now infected nearly 3 million people and killed at least 206,553 worldwide, according to Johns Hopkins University. If you're just joining us, here's the latest on the pandemic: Britain's PM back in action: Boris Johnson will return to work today after recovering from coronavirus. He left hospital on Easter Sunday.\nGermany masks: People across almost all of the country are required to wear face coverings in public spaces as of Monday. Different states have different rules but most require citizens to cover their mouths and noses in stores and on public transport.\nUS health secretary's job safe: President Donald Trump has denied he is about to fire Health and Human Services Secretary Alex Azar after reports suggested White House officials were looking at the possibility of replacing him.\nFood supply concerns: Tyson Foods is warning that \"millions of pounds of meat\" will disappear from the US supply chain as the coronavirus pandemic pushes food processing plants to close, leading to product shortages in grocery stores across the country.\nLoosening lockdowns in Europe: Switzerland will allow some businesses like hairdressers and DIY stores to reopen today, while Italy plans to ease some measures on May 4. However, the UK is \"not there yet\" on lifting restrictions, according to a junior health minister.\nNew Zealand eases restrictions: The country will lift some of its strictest lockdown measures at midnight local time. Schools can open, people will be able to buy takeaway food, and take part in more recreational activities.\nEconomic impact: The Bank of Japan expects the country’s economy to contract by 3% to 5% this year -- a sharp departure from its forecast at the start of the year, which predicted slight growth. ##Health## ##Daily Life## ##Business## ##Travel## Now is not the time to ease the coronavirus lockdown, British junior health minister Edward Argar said on Monday. “We’ll be led by the science on this. And at the moment, the science isn’t saying we are ready to lift the restrictions that have been placed on people,” Argar told Sky News. Argar said the nation has \"made huge progress … but we’re not there yet.\" He added that the lockdown restrictions in the United Kingdom were working and that \"now is not the time to let up.” Many countries across Europe, including Switzerland and Italy, are starting to relax some of the rules that were introduced to curb the spread of the virus. UK Prime Minister Boris Johnson is returning to work on Monday and will chair the government’s daily coronavirus meeting in the morning. The UK has reported at least 154,037 coronavirus cases and 20,795 deaths, according to Johns Hopkins University.  ##Daily Life## ##Health## ##Business## ##Travel## Switzerland has started to ease coronavirus measures six weeks after it imposed severe restrictions on public life.  The Swiss Federal Council announced a three-stage plan aimed at easing the country's lockdown. Starting today: Hairdressers, cosmetics or nail studios, DIY stores, garden centers and flower shops are allowed to reopen.\nDoctors and physiotherapists are also allowed to reopen their practices for non-urgent appointments. \nHospitals are permitted to perform medical procedures that were postponed due to the outbreak of coronavirus in the country.\nShops and businesses must abide by stricter hygiene regulations and ensure that customers keep the required social distance. Swiss federal authorities said that wearing face coverings is not mandatory, however 1 million masks will be provided daily for two weeks from today to retailers. Further reopenings:  More shops and primary schools are set to reopen within another two weeks, starting May 11. \nVocational and higher education establishments as well as libraries, zoos and museums are set to open from June 8, providing that the number of Covid-19 infections does not rise significantly. Switzerland has reported a total of 29,061 coronavirus cases and 1,337 deaths, according to the country's Federal Office for Public Health. ##Daily Life## ##Business## Tyson Foods is warning that \"millions of pounds of meat\" will disappear from the supply chain as the coronavirus pandemic pushes food processing plants to close, leading to product shortages in grocery stores across the country. \"The food supply chain is breaking,\" wrote board chairman John Tyson in a full-page advertisement published Sunday in The New York Times, Washington Post and Arkansas Democrat-Gazette. US farmers don't have anywhere to sell their livestock, he said, adding that \"millions of animals -- chickens, pigs and cattle -- will be depopulated because of the closure of our processing facilities.\" \"There will be limited supply of our products available in grocery stores until we are able to reopen our facilities that are currently closed,\" Tyson wrote. Tyson Foods, which employs roughly 100,000 workers, closed its pork plants in Waterloo, Iowa, and Logansport, Indiana, last week so that workers in those facilities could be tested for the virus. Read the full story here: ##Business## Almost all of Germany's 83 million population will be required to wear face coverings in public spaces as of Monday, according to announcements on federal state websites. Germany is a decentralized country so every state has its own set of rules.  Here's a breakdown of when and where you need to wear a mask: The capital Berlin is the most lax, with masks only required when riding public transport. \nAll other states require citizens to cover their mouths and noses in stores and on public transport.\nGermany’s largest state, North Rhine-Westphalia, requires citizens to cover their mouth and nose when visiting doctors and when they receive handy workers in their homes.\nIn the northernmost state of Schleswig-Holstein the law requiring masks does not go into effect until Wednesday. Chancellor Angela Merkel’s government urgently recommended citizens to wear masks in public when it loosened some of the restrictions placed on public life to combat the coronavirus pandemic a week ago.  But all German states have since separately enacted laws making the wearing of face coverings a requirement in some public spaces.  ##Daily Life## ##Health## Dr. Deborah Birx's balancing act between science and US President Donald Trump's disinformation may be reaching the point of no return. The US coronavirus task force official has been caught in an unenviable spot, juggling her public health mission and reputation with the need to stay in the good graces of Trump, who has shown both a penchant for touting unproven therapies and a willingness to show his critics the exit. Birx, a physician and diplomat, came under scrutiny Thursday when she failed, in real time, to correct Trump's assertion at the White House briefing that injecting disinfectant into the body might combat the virus. She further compromised her science focus Sunday by defending the President's remark as an example of the way he processes information aloud. But Birx is facing what may become an even more difficult challenge to her credibility in the weeks ahead: the gap between the insufficient level of coronavirus testing -- a lynchpin to opening the economy -- and the federal government's failure to put a viable testing infrastructure and guidelines in place. Read the full analysis here: ##Health## The Texas Department of Licensing and Regulation is investigating several complaints that a nail salon provided services to Beaumont Mayor Becky Ames despite the governor’s executive order closing hair and nail salons, Tela Goodwin Mange, the public information officer with the agency said. This comes after a photo surfaced on social media last week showing Ames in a nail salon soaking her hands in a bowl. At the time of the visit, there were executive orders in place requiring salons to remain closed because of the Covid-19 crisis. Ames told CNN affiliate KFDM that she was not having her nails done, but had gone to the salon to pick up solution needed to remove her artificial nails because \"they hurt.\" Once at the salon, the mayor said the owner had her come in for a few minutes to show her how to perform the process.  Ames said she and the owner of the salon were alone in the closed salon, both wearing masks, at least six feet apart, before she left within minutes, according to KFDM. The Jefferson County District Attorney's Office is planning to investigate the mayor's actions.  Ames issued an apology on Thursday, for entering the nail salon, calling it a “lapse in judgement.”   The investigation by TDLR involves the services provided by the nail technician and not the mayor, said Mange. Failure to comply with the governor's executive order carries criminal penalties and could result in jail time, fines of up to $1,000 and additional administrative fines for the cosmetologist. Texas remains under a stay-at-home order that expires on April 30.  ##Daily Life## ##Business## The Bank of Japan expects the country’s economy to contract by 3% to 5% this year -- a sharp departure from its forecast at the start of the year, which predicted slight growth.  The economy “is likely to remain in a severe situation for the time being due to the impact of the spread of the novel coronavirus at home and abroad,” the central bank wrote in a statement released Monday as it concluded a shortened policy meeting.  While it said Japan’s economy is likely to improve as the outbreak wanes, the central bank added that “future developments are extremely unclear.” Officials had earlier predicted growth between 0.8% and 1.1% for 2020. The Bank of Japan kept interest rates steady Monday at its policy meeting, which usually lasts two days but was shortened to just half a day this month. But it did announce more easing measures as it tries to offset economic fallout from the coronavirus pandemic and address corporate funding strains.  The central bank said it would now buy an unlimited amount of government bonds, scrapping an annual cap of 80 trillion yen ($745 billion). The move was largely symbolic, since the central bank has in recent years been buying about a quarter of that amount annually, so it had a lot of room to increase its purchases even without removing the cap.  However, Monday’s announcement sends the message that Japan will do whatever it takes to shore up its economy. Japanese Prime Minister Shinzo Abe has already committed roughly $1.1 trillion to protecting the country from virus-related fallout. Japan’s economy had been flirting with recession even before the outbreak. The world’s third-largest economy shrank in the fourth quarter of 2019 as it absorbed a sales tax hike and grappled with the aftermath of Typhoon Hagibis, a powerful storm that hit the country last fall.  Japan will report first quarter GDP next month.  ##Business## All hospitalized coronavirus patients in Wuhan, the original epicenter of the coronavirus pandemic, have been discharged from hospitals, Mi Feng, a spokesperson for China’s National Health Commission said on Sunday. “With joint effort of medical professionals from Wuhan and from around the country, by April 26, all hospitalized Covid-19 patients in Wuhan have been cleared,” Mi said. Wuhan was the first city in the world to go into lockdown due to the virus. It has been slowly returning to something that might be described as normal, after months of fear and anxiety. But the scars of the viral outbreak, which for 76 days shut down the Chinese city and much of the surrounding Hubei province, lie just beneath the surface. Many citizens are worried about a second outbreak and businesses are struggling to get back on their feet. The first known cases of the virus were detected in Wuhan in mid-December. In the weeks that followed, case numbers spiked and from January 23 until April 8, residents were unable to leave the city as the Chinese government attempted to contain the outbreak. But despite the attempts to halt the spread of the virus, it has now infected nearly 3 million people worldwide. Read more: ##Health## ##Daily Life## New Zealand will lift some of its strictest lockdown restrictions at midnight local time as the country moves from level 4 to a level 3 alert for two weeks.  What it means: Under level 3, New Zealand will still essentially be under lockdown, but there will be an easing of restrictions. Schools can open. People will be able to buy takeaway food, and take part in more recreational activities, such as swimming at the beach. Up to 10 people will be allowed to gather for weddings and funerals.  Alert level 3 does not permit more social activity, but would allow more economic activity like construction, manufacturing and forestry. Dwindling cases: The move comes as New Zealand has seen a dwindling number of coronavirus cases over the past few weeks. On Monday, New Zealand reported one new case, four \"probable cases\" and one new death.  \"It has been nearly five weeks living and working in ways that just two months ago would have been impossible. But we did. And we have done it together,\" said Prime Minister Jacinda Ardern in a news  conference today. Ardern said that New Zealand had one of the highest testing rates per capita in the world, with the capacity to process up to 8,000 tests per day. The country also has one of the lowest mortality rates and a low rate of transmission, with each case infecting less than half an additional person, she said. “This provides strong evidence that there is not widespread transmission that is going undetected,\" she said. “Through out cumulative actions, we have avoided the worst.” What happens next: Ardern said that the ambition is to be able to ease the social restrictions, but said to do that confidently, they would need to move \"slowly and cautiously.\" \"We must make sure that we do not let the virus run away on us again and cause a new wave of cases and deaths,\" she said. \"To succeed we must hunt down the last few cases of the virus.\"  \"It is not and cannot be a return to pre-Covid-19 life,\" she said.  Level 3 will remain in place until May 11, when Cabinet will review whether to extend. ##Daily Life## ##Travel## ##Business## ##Health## At least 965,942 cases of coronavirus, including 54,883 related deaths have been reported in the United States, according to Johns Hopkins University's tally. On Sunday, JHU reported 26,732 new cases and 1,092 deaths in the US.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country:  ##Health## The ability for parts of the United States to safely and effectively begin to lift coronavirus restrictions will depend on the country's capacity to aggressively test for and trace new cases of the virus, Bill Gates said Sunday. Here's what he said: Warning: Just because some areas looking to reopen have experienced relatively small outbreaks doesn't mean they're not at risk, Gates said. Many are concerned that reopening too soon could prompt a second wave of infections In stages: It will require thinking critically about which elements of society are most essential to get back to work, implementing safety measures as they are reopened and ensuring diagnostic testing and contact tracing are in place. Finding the cause of a rebound: \"What we don't know is, (if) we go slightly back to normal, which activities create the risk of a rebound?\" Gates said.  Ramp up testing: \"We need to put in place a very dense testing regime so you would detect that rebound going back into exponential growth very quickly and not wait for the ICUs to fill up and there to be a lot of deaths. If you see the hot spot, you kind of understand the activities causing that,\" he said.  Planning for reopening: States should focus on \"high value\" segments of the economy such as schools, manufacturing and construction, and should figure out how to operate those things with masks and social distancing, Gates said.  Continue tracking: Once some schools and businesses get back to work, communities should continue to track the effects on infection rates, he said. But it will take time. \"The inequality has gotten greater in education, so if we can figure out how to do K through 12 in the fall, that would be good,\" Gates said.  The Bill and Melinda Gates Foundation has studied pandemics for years and is now involved in fighting coronavirus. Read more here. ##Business## ##Daily Life## Another 4.4 million Americans filed first-time jobless claims last week, bringing the number of people who've lost work in the past five weeks to an apocalyptic 26.5 million.  Each individual claim represents a life on edge.  People who never had their hands out before are going to food banks, and the unemployment rate is suddenly approaching Great Depression territory. It's the same story around the world. President Donald Trump thinks pent-up demand will ensure that the US economy takes off when normal life creaks open and once customers are free to shop and spend again. But even if the virus were waning across the US -- which it isn't -- shops, restaurants, bars and movie theaters would likely reopen at reduced capacity.  And there's no guarantee those other jobs will ever come back. Fewer workers will mean fewer people with money to buy cars and go on vacation -- which will mean that industries like tourism, entertainment and hospitality have a long haul.  After the battle against the coronavirus is won, the war to revive America will likely continue. We're talking years, not months. Read the full analysis: ##Daily Life## ##Business## ##Travel## UK Prime Minister Boris Johnson will return to work on Monday after recovering from coronavirus, according to a Downing Street spokesperson. Dominic Raab, the UK's Foreign Secretary and First Secretary of State, will step aside after deputizing for the Prime Minister, allowing Johnson to make a full return.  Downing Street confirmed the previously waylaid Johnson is now \"raring to go.\"  Johnson left hospital on Easter Sunday after contracting Covid-19 and has spent several days recovering further at Chequers, the Prime Minister’s countryside retreat. ##Daily Life## US President Donald Trump on Sunday denied he was going to fire Health and Human Services Secretary Alex Azar. In a tweet, Trump said that \"Reports that H.H.S. Secretary @AlexAzar is going to be 'fired' by me\" are false. Azar echoed Trump's message in his own tweet thread later Sunday evening attacking the media and praising the President's coronavirus response.  The public pushback comes after multiple calls between Trump, Azar and top White House advisers, which culminated in the coordinated issuing of a series of tweets that Azar's job was safe for now, CNN has learned. The flurry of phone calls surrounded a series of news reports Saturday night quoting anonymous sources saying White House officials were looking at the possibility of replacing Azar, two sources familiar with the matter told CNN. Read the full story: Japan reported 199 new coronavirus cases on Sunday and three deaths, according to the country's health ministry.  The total number of reported infections in Japan now stands at 14,097, including 364 deaths. Some 712 cases and 13 deaths are linked to the Diamond Princess cruise ship. The number of confirmed cases of the virus in Japan has spiked in the past month -- dashing hopes that the government's initial virus response had succeeded in controlling its spread.  On March 1, the country had reported 243 cases.  ##Health## At least 965,435 cases of coronavirus, including 54,856 related deaths have been reported in the United States, according to Johns Hopkins University's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country:   ##Health## South Korea reported 10 new coronavirus cases on Sunday, raising the national tally to 10,738, according to the South Korean Centers for Disease Control and Prevention. Of the new cases, seven are imported from overseas. South Korea reported one death on Sunday, taking the national death toll to 243, the KCDC said.  Forty-seven more people have been discharged from isolation, bringing the national total of recovered cases to 8,764. ##Health## A US beef production plant in Green Bay, Wisconsin will temporarily close after 189 coronavirus cases were linked to the facility, the company announced Sunday. The Green Bay beef plant employees 1,200 people and \"feeds nearly 3.2 million Americans every day,\" according to JBS USA.   A planned reopening date was not given in the initial announcement.  Brown County, where the plant is located, has at least 776 confirmed cases and two deaths related to the virus as of Sunday, according to the county health department.  The Green Bay beef plant is the fourth JBS meat plant to close due to Covid-19.  Greeley, Colorado reopened at a reduced capacity on Friday. A JBS beef plant in Pennsylvania opened back up a week ago. The JBS pork processing facility in Worthington, Minnesota remains closed down indefinitely.  Read more: ##Business## ##Health## The novel coronavirus has infected almost 3 million people, including 206,495 deaths, according to Johns Hopkins University. If you're just joining us, here's what has been happening over the past few hours. Testing in the US: Dr. Deborah Birx, the White House coronavirus response coordinator, said that the US will need a breakthrough in testing to help screen large numbers of people.\nItaly to lift restrictions: These include the loosening of some travel restrictions, increased access to parks and gardens, and the ability to hold funerals with up to 15 attendees, but they won't take effect until May 4.\nNYPD deaths: 37 members of the New York Police Department have died due to complications from Covid-19. New York City has recorded more than 11,000 confirmed coronavirus deaths and more than 5,000 probable deaths from the disease.\nA presidential letter: The US government is sending stimulus payment recipients a signed letter from President Donald Trump.\nPlasma promise: Physicians in Orlando have used convalescent plasma transplants in 12 patients and are seeing “drastic improvements” in at least two of them. The process involves doctors testing the plasma of people who recovered for antibodies to the virus and then injecting that plasma, or a derivative of it, into a sick person.\nHeartburn drug: A major New York hospital network has given high doses of an over-the-counter heartburn drug to patients with Covid-19 to see if it works against the coronavirus.\nSpain eases restrictions: The country's children can finally leave their homes for the first time in over six weeks. ##Health## ##Daily Life## ##Business## ##Travel## China reported three new cases of the novel coronavirus and no new deaths on Sunday, the National Health Commission announced today. The three cases include two imported from overseas and one local infection from Heilongjiang, China's northernmost province that borders Russia.  There has been growing concern over cases coming into China from Russia, amid fears they could spark a new outbreak in the north as most of the country returns to normal. In addition, 25 new asymptomatic cases were also reported. Some 974 asymptomatic patients are still under medical observation around the country. China previously did not include those patients not showing symptoms in some of its tallies. The total number of confirmed cases to date is 82,830, the NHC said.  Of those confirmed cases, 77,474 have recovered and been discharged.  The country's official death toll stands at 4,633.  ##Health## Before entering the cave, the small team of scientists pull on hazmat suits, face masks and thick gloves to cover every inch of their skin. Contact with bat droppings or urine could expose them to some of the world's deadliest unknown viruses. Equipped with headlights, they set their nets up at the entrance of the dark opening overhung with bamboo trees, which is part of a vast system of limestone caves in China's south-western Yunnan province. Then they patiently wait for dusk. When the sun sets, thousands of bats fly out of the caves, looking for food -- and straight into their nets. Peter Daszak is a virus hunter. He presides over EcoHealth Alliance, an American NGO which specializes in detecting new viruses and pandemic prevention.  Over the past 10 years, he has visited over 20 countries trying to prevent the next big pandemic by searching bat caves for new pathogens. More specifically, new coronaviruses.  The findings of Daszak, and others like him, inform an open-source library of all known animal viruses, from which scientists can forecast which strains are most likely to spill over to humans, in order to ready the world for a new pandemic like Covid-19.  \"We (have) collected more than 15,000 bat samples, which led to the identification of around 500 new coronaviruses,\" he says. And one of those, found in a cave in China in 2013, was a possible ancestor of Covid-19. Read the full story: ##Health## ##Travel## As the need for widespread Covid-19 testing grows, officials are looking to flush out hidden cases of the virus by examining sewage. Groups of scientists around the world are using wastewater testing as a non-invasive way to measure the prevalence of coronavirus in their communities. Local governments in the US are also turning to the tests, which detect traces of coronavirus genetic material -- known as RNA -- in fecal matter. The data can be used to gain a sense of how many people may have had the virus asymptomatically and are passing it through, in addition to those testing positive because they are outwardly sick, New Castle County Executive Matt Meyer told CNN. Read the full story: ##Health## Italian Prime Minister Giuseppe Conte announced Sunday that the country's funeral ban will be lifted on May 4.  Speaking at a news conference, Conte confirmed that funerals will be allowed -- preferably outdoors -- with a maximum of 15 family members in attendance, adding that he understands \"the suffering of not being able to exercise freedom of worship.\" He went on to say that other religious ceremonies will require the approval of the scientific committee. In a statement, Italian Bishops complained, saying that the Prime Minister's decree \"arbitrarily excludes the possibility of celebrating Mass with the people.\" \"In the next few days, a protocol will be studied which will allow the faithful to participate in liturgical celebrations as soon as possible in conditions of maximum safety,\" the Prime Minister's office said in response. ##Daily Life## Two additional members of the New York Police Department have died due to complications from Covid-19, bringing the total number of NYPD deaths to 37, according to a daily NYPD coronavirus report. Principal Administrative Associate Josephine Hill dedicated 33 years to the NYPD, the last 19 assigned to the Manhattan Tow Pound Unit. Associate Traffic Enforcement Agent Mohammad Ahsan served 15 years with the police department, most recently assigned to the Bronx Traffic Enforcement Unit, the NYPD said. Both were members of the NYPD’s Transportation Bureau, the report said. About 8.8% -- or 3,166 members -- of the NYPD’s uniformed workforce were out sick on Saturday, down from a high of 19.8%, according to the NYPD. As of Sunday, 3,530 members of the NYPD have returned to work full-time after recovering from a positive Covid-19 test, while 953 uniformed members and 317 civilian members are still out sick with a Covid-19 diagnosis. In total, 4,837 NYPD members have tested positive for Covid-19 to date, the NYPD said. ##Health## At least 965,426 cases of coronavirus, including 54,614 related deaths have been reported in the United States, according to Johns Hopkins University's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country: ##Health##"], "Language": false}