{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/opinions/small-town-ajo-arizona-heal-divide-fallows/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Deborah Fallows"], "Writers": [[]], "FirstPublishDate": ["2019-12-06T12:03:54Z"], "LastModifiedDate": ["2019-12-06T19:34:35Z"], "Headline": ["Ajo, Arizona, is the story of a better America"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Take a walk through the oasis of green grass and palm trees in the central plaza of the tiny Sonoran Desert town of Ajo in southwest Arizona. You're likely to run into a Native American from the Tohono O'odham tribe, a Hispanic from the United States or nearby Mexico, or a white person, whom the whole town refers to as Anglo. These three cultures comprise most of the population of Ajo -- and always have.  You might meet a construction worker, a visiting artist, a teacher, a preacher from one of the two bright-white churches that anchor the plaza, a snowbird or an employee of the Customs and Border Protection, which works checkpoints, the desert and the border with Mexico, some 40 miles to the south. Some of the older generation would have been mineworkers for Ajo's New Cornelia copper mine, which made for an economic heyday for Ajo through much of the 20th century. At that time, Ajo was a company town, where the mine provided for all its families, although not always equally.  Then came the mine's traumatic closure a generation ago after a drop in copper prices and disputes among the workers and their union. The town slid into disrepair; the hospital and many shops shuttered; the houses of Indian Village and Mexican Town were mostly razed. People tried to \"get by.\" With a profile like this, where nearly everything that is divisive about modern American life would seem concentrated in this town of a few thousand residents, Ajo might tempt you to think that it contributes to the description of America as \"a nation divided,\" or even \"bitterly divided.\" And yet if you looked at Ajo, not as a test case for national issues, but on its own terms, you would find something very different -- a town that has come together in collaborative ways to save itself. Ajo's coming together is more common than not, at least as far as what my husband, James Fallows, and I have found in our travels around the entire country since 2013. While the country's national government may be divided, even paralyzed, the towns around this nation are often and strongly acting in a united way, facing their problems, negotiating their solutions and taking action for the greater good of their communities.  Why are towns working when the national government isn't? Citizens of the towns have told us that they recognize that responsibility finally lies with them; they know what needs to be done, and they can't wait for someone, somewhere to come in and \"save\" them. People from communities of all sizes, whether 2,500, 25,000 or 250,000, say that their towns are small enough to give them agency to act, and they are personal and entwined enough that accountability to each other comes first.  And Ajo's efforts reflect this most clearly. In 1993, a group called the International Sonoran Desert Alliance (ISDA), representing the 3 \"nations\" of Ajo, as they referred to themselves, imagined and began a joint effort, which continues today. Tracy Taft, a former community organizer and educator who became the CEO of ISDA in 2003, had intended to retire in Ajo and focus on her art, but she was drawn deeper into a community that she saw struggling. As CEO, she helped design with passion and detail the elaborate and collaborative fix for Ajo: reinventing an economy, restoring the buildings, feeding a population in the desert, stewarding the environment of the desert, caring for health in rural conditions, educating and nurturing the dreams of its children and trying to keep them or lure them back with opportunity.  This comprehensive plan would require the residents of Ajo to refashion the abandoned school complex of the miners' children into a boutique conference center and inn, with space for artists-in-residence, their studios and performance spaces. They would transform the dusty playground into a test garden, leaning on the Native American traditions of farming in the desert, with community gardens alongside gardens at the school and town health center, and in the backyards of individual residences. They would create an apprenticeship program to train workers to rebuild the anchor buildings, and credential them as skilled engineers and construction workers, who could later work to fix up the housing stock in town, and upgrade and maintain the town's public and private buildings.  The efforts by Taft and her cohort were contagious in the best of ways, crossing over whatever ethnic, socioeconomic and political divides existed, to bring their town back. Taft eventually passed the reins to the next generation to continue the work -- Aaron Cooper, who first taught school at the nearby Tohono O'odham reservation, and to Emily and Stuart Siegel, transplants from the East, who had stopped in town on a classic cross-country road trip almost five years ago and have never left.  Why did they stay? \"We couldn't resist the allure of this cute little town in the middle of millions of acres of vast desert, and the chance to join together with locals... to try to create a new spark of excitement, to build a future for this place with a complex and colorful past,\" Stuart Siegel told me. We've seen smaller versions of the Ajo story all across the country. In each case, citizens of the towns came together despite whatever national political differences they may have had, to create and invest in change for the local good.  Sioux Falls, South Dakota, an area of traditionally Nordic and Germanic heritage that has voted Republican in 4 of 5 last presidential elections, has been welcoming refugees through resettlement programs since the 1970s.   The town has come to appreciate the \"New Americans,\" as they are often called. They contribute to the economic foundation of the town through their hard work in the more than century-old pork packing plant or through their own small businesses, like restaurants or grocery stores. So, how does Sioux Falls do it? In many ways. The town supports the school system, whose students are 10% immigrant and refugee, in big ways with special English-immersion and English language learning programs for the new arrivals. They fix small things, too, like finding a special room for fasting Muslim students to go during lunchtime at Ramadan, rather than stay in the cafeteria to watch while their classmates are eating.  At Oak View, an eastside branch of Siouxland, branch librarian James Borchert described the after-school snack program to attract the young students from the heavily immigrant Title 1 elementary school across the street. \"They eat lunch early, and by 2:45, they are hungry,\" said Borchert. Weekly programming includes board games, crafts and a Tuesday \"Chapter Blasters,\" where librarians read several chapters per week from longer books and then hold a lucky draw. The winner gets to keep the book.  By last summer, the number of refugees processed through the town's Lutheran Services intake program had fallen drastically, a reflection of the caps on refugee numbers that were put in place across the country annually since 2017. But in Sioux Falls, whose reputation has grown as a welcoming city, Kristin Grinager, the high school curriculum coordinator for the school system, said that the total number of \"New Americans\" and students enrolled in the English learner programs has actually grown -- thanks to the secondary migration of refugees and immigrants from around the country and US-born children from non-English speaking households.  In Duluth, Minnesota, located in one of the few congressional districts that flipped from Democrat to Republican in 2018, residents turned to public art to find some kind of reckoning with what was considered one of the worst injustices that had occurred in their town before most of the current residents were even born. In brief, it was 1920, and the traveling circus had come to town. Six of the young black workers were arrested and were thrown in jail, falsely accused of raping a young white woman. That evening, three of the men, Elias Clayton, Elmer Jackson, and Isaac McGhie, were hauled from the jail by a mob and hanged from a lamppost. The incident, one of America's northernmost lynchings, had been buried, suppressed and nearly forgotten for almost 60 years, until journalist Michael Fedo wrote a book about the episode. Another 20 years had passed when journalist Heidi Bakk-Hansen wrote about it in an alt-weekly called Ripsaw. Her piece -- \"Duluth's Lingering Shame\" -- inspired a community to come together for an anniversary vigil, follow-up meetings, and the decision to build an elegant granite and bronze memorial in a small park across from the infamous lamppost.  Each time we visited the memorial, small groups of people were there looking, reading and talking, an example that Darren Smith, the President and CEO of the Washington Pavilion in Sioux Falls, told me, shows how \"art forces the conversation about topics that people might otherwise avoid.\" The local experimentation and creativity we saw across sectors of business, education, government and public institutions and art -- all directed toward the collective good of its citizens, helped us understand something: the need to be clear that while America is divided and dysfunctional in its national politics, it is determined, effective and generous of spirit in its towns."], "Language": false}