{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/us/kfc-envirolog-chicken-scented-fire-log-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Elizabeth Wolfe and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-06T18:43:07Z"], "LastModifiedDate": ["2019-12-06T18:43:07Z"], "Headline": ["KFC is selling a chicken-scented fire log to warm your drumsticks this holiday season"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Ahhhh yes, the chill of winter has descended upon us once again. And that means the time has come to slip on your fluffiest socks, snuggle up next to a crackling fire, and bask in the smoky scent of....chicken? In a partnership with artificial fire log company Enviro-Log, Kentucky Fried Chicken is offering what's sure to be the hottest commodity of the season -- a hunk of flammable, chicken-scented bliss otherwise known as the 11 Herbs & Spices Firelog.  You don't even have to go flying out of the front door to get your hands on the bizarre, flaming mass. It's exclusively sold on Walmart.com for a slick $18.99.  You will need to really assess your priorities to decide whether that's too much to pay for a log that will fill your house with a distinct poultry smell. Last year, KFC said, the creation sold out in just three hours. So, of course, they could not resist giving the people what they obviously want for a second year in a row.   \"Since selling out last year, we have received weekly calls from hopeful fans wanting to get their hands on the 11 Herbs & Spices Firelog,\" said Ross McRoy, president and founder of Enviro-Log. KFC suggests you pop that sucker in your online shopping cart, cash in on Walmart.com's free two-day shipping, and then hit up kfc.com to order a $20 Fill Up to be delivered straight to your door. You may never have to leave the house this winter with this succulent duo! What is a $20 Fill Up, you might ask? It's a whole spread equipped with 8 pieces of KFC's Original Chicken Extra Crispy or Kentucky Grilled Chicken, a large cole slaw, four biscuits and two large heaps of mashed potatoes and gravy to keep you warm. Don't have a fireplace to burn the log in?  Consider these options: Slam it on top of a pile of holiday shopping catalogs for the ultimate paperweight\nA door-stop that doubles as an air diffuser once the chicken scent starts to leak into the air\nA permanent art installation in your home entryway\nThe quintessential KFC collectors item\nA perfect holiday gag gift"], "Language": false}