{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/us/tufts-university-sackler-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristina Sgueglia and Allen Kim, CNN"], "Writers": [["Kristina Sgueglia", "Allen Kim"]], "FirstPublishDate": ["2019-12-05T22:01:20Z"], "LastModifiedDate": ["2019-12-06T18:35:05Z"], "Headline": ["Tufts University to remove Sackler name from buildings and programs"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Tufts University said Thursday that it will remove the Sackler name from facilities and programs \"starting immediately.\" The Sackler name will come down from the Sackler School of Graduate Biomedical Sciences, the Center for Medical Education, the Laboratory for the Convergence of Biomedical, Physical and Engineering Sciences and various programs, according to an letter posted on the university's website from Peter Dolan, Tuft's chairman of the board of trustees and Anthony Monaco, the university's president. The Sackler family, which owns pharmaceutical giant Purdue Pharma, has been embroiled in accusations that it fueled the opioid crisis. \"Our students, faculty, staff, alumni, and others have shared with us the negative impact the Sackler name has on them each day, noting the human toll of the opioid epidemic in which members of the Sackler family and their company, Purdue Pharma, are associated,\" they said in the letter. The decision comes after \"long and thoughtful deliberations\" and \"with the values of this institution as the guiding force,\" it said. Members of the Sackler family are \"reviewing all options available\" to reverse a Tufts University decision to remove the Sackler name from its school of biomedical sciences, medical education building and from within medical school programs, a family attorney told CNN. \"We appreciate that after a careful inquiry Tufts determined what has been true all along, that Purdue and the Sackler family conducted themselves properly and no wrongdoing or threat to academic integrity was found,\" Attorney Daniel S. Connolly said in a statement to CNN. \"Tufts acknowledges their extraordinary decision about removal of the family name from campus is not based on the findings of their report, but rather is based on unproven allegations about the Sackler family and Purdue,\" Connolly added. \"There is something particularly disturbing and intellectually dishonest when juxtaposing the results of the Stern investigation with the decision to remove the name of a donor who made gifts in good faith starting almost forty years ago.\" Tufts, located just outside of Boston, MA, also announced in the statement that it plans to \"establish a $3 million endowment to support education, research, and civic engagement programs aimed at the prevention and treatment of addiction and substance abuse.\"  A review conducted by a former US attorney and commissioned by the university to assess the university's past relationship with Purdue Pharma and the Sacklers -- whose gifts to the university date back to the 1980s -- found no wrongdoing by the university or personnel, nor violations of policy. It also found  \"no evidence of an arrangement by which Purdue or the Sacklers agreed to fund programs or research in exchange for certain outcomes or curriculum,\" the letter said. The university acknowledges there was \"evidence suggesting the appearance of influence in that Tufts officials at times may have provided favored treatment to the Sacklers and Purdue or acted to avoid controversy related to them,\" but adds, \"they did not find there was evidence of any material impact on instruction or research,\" the letter said. The university said it is taking a number of steps to \"ensure\" policies reflect best practices with respect to academic research. \"Arthur had nothing to do with OxyContin,\" Jillian Sackler, widow of Arthur Sackler, tells CNN. \"The man has been dead for 32 years. He did not profit from OxyContin, and none of his philanthropic gifts were in any way connected to opioids or to deceptive medical marketing -- which he likewise had nothing to do with. It deeply saddens me to witness Arthur being blamed for actions taken by his brothers and other OxySacklers.\" Arthur Sackler died in 1987. Purdue Pharma introduced OxyContin in 1996. His daughter, Elizabeth Sackler, said in a 2018 statement, \"None of his descendants have ever owned a share of Purdue stock nor benefitted in any way from it or the sale of OxyContin.\" A Tufts spokesman called the name association \"untenable.\" \"While the financial support provided by Arthur may have been intended to provide charitable support for the academic and research mission of the university, the current day association of the opioid epidemic with the Sackler name conflicts with that charitable intent,\" Peter Dolan, chair of the board of trustees at Tufts University, told CNN. \"Therefore, the Board of Trustees and President Monaco decided that the named association with Tufts -- particularly given the direct association with our medical and biomedical sciences school -- was untenable and in opposition with the values and mission of the medical school and the university.\" A number of prominent museums have also cut ties to the Sackler family.  The National Portrait Gallery in London turned down a £1,000,000 donation, about $1.3 million, from the Sackler Trust to the gallery's Inspiring People project in March. The Louvre in Paris removed the Sackler name from its walls in July. The Metropolitan Museum of Art said that it would no longer accept money from the Sackler family, although it would not rename the Sackler Wing."], "Language": false}