{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/uk/tate-modern-plea-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2019-12-06T16:00:42Z"], "LastModifiedDate": ["2019-12-06T18:10:34Z"], "Headline": ["Teenager admits attempting to murder 6-year-old boy at Tate Modern"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["A teenager who threw a young French boy from a viewing platform at the Tate Modern art gallery has pleaded guilty to attempted murder, the PA Media news agency reported.  Jonty Bravery, 18, entered his plea at London's Old Bailey criminal court on Friday, and was remanded in custody ahead of his sentencing hearing, the agency reported.  The boy, a French tourist, was hospitalized with serious injuries following the incident on August 4, which took place on the 10th floor of the museum. The child, aged six at the time of the incident, survived but suffered life-changing injuries as a result of falling five floors, the Crown Prosecution Service (CPS) said.  \"This devastating and shocking incident at the Tate Modern on 4 August of this year changed the lives of Bravery's young victim and his family forever,\" CPS prosecutor Emma V. Jones said in a statement.  \"The boy was singled out by Bravery who threw him from the viewing platform intending to kill him. That he survived the five storey fall was extraordinary.  \"Eye witness accounts and CCTV footage, along with Bravery's admissions at the time of the arrest that his actions were pre-planned, meant he had little choice but to accept responsibility for his actions,\" she said, adding that there would be no trial as a result.  \"This was a terrifying experience for the boy's parents and our thoughts are very much with them all at this difficult time. We hope he makes as full a recovery as possible,\" Jones said.  The family of the injured child said in a statement that he was in \"intensive rehabilitation,\" adding that they were \"exhausted.\" \"Our son still needs intensive rehabilitation since he hasn't recovered mobility in all limbs or cognitive capacities. He is constantly awoken by pain and he can't communicate that pain or call out to hospital staff,\" the boy's family said in a statement.  \"Life stopped for us four months ago. We don't know when, or even if, we will be able to return to work, or return to our home, which is not adapted for a wheelchair,\" they said.  \"We are exhausted, we don't know where this all leads, but we go on,\" they said.  The family also thanked friends, family and those who had supported them."], "Language": false}