{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/dubai-camel-hospital/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Selina Julien, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-03T10:10:51Z"], "LastModifiedDate": ["2019-12-06T12:20:31Z"], "Headline": ["Inside Dubai's $10 million VIP camel hospital"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Zabeel lies unconscious on the operating table as surgeons perform an operation to remove an abscess on the 1-year-old's neck. Nothing out of the ordinary here except Zabeel has a long neck for a baby -- like the rest of the patients here.   Welcome to Dubai Camel Hospital (DCH), the $10 million state-of-the-art facility that has attracted the attentions of camel connoisseurs from across the world.   \"The Dubai Camel Hospital is the only advanced medical facility dedicated to treating camels in the whole world,\" says Ali Redha, director general of DCH - although Qatar opened a hospital and breeding center in 2015.     Since opening in December 2017, the DCH has proved popular with camels coming from as far afield as the Northern Emirates and even Oman. So popular that it is now set to expand by 50% to cope with the demand.   \"We've grown considerably thanks to word spreading on the incredible medical advances that take place here and our results speak for themselves,\" Redha says. Highly prized   Camels are beloved in the UAE and an important part of the country's heritage.  With more than 300,000 camels in the country, according to the DCH, industries that showcase the animals have been flourishing in recent years such as government-sponsored beauty competitions and racing. The latter is now among the most popular sports in the region -- especially among Emiratis.   \"Traditionally bedouins used camels for food, milk, and transport but now the population has increased dramatically because camels are being bred for racing,\" says Redha, who has worked to preserve the country's camel traditions alongside the ruler of Dubai Sheikh Mohammed bin Rashid Al Maktoum, who funded the facility.   \"We look after everyone's camels (including the royal family's) and it's usually because they are not performing well or they have been injured due to racing. Like any race horse, you want them to be in their best health when they compete,\" says Redha.   Camel racing is a lucrative field. The prestigious Al Marmoom Heritage Festival awarded more than $40 million in prize money to the winners this year. The winner at Abu Dhabi's Al Dhafra Festival will earn more than $800,000.    Camels often attract huge price tags -- especially the females that tend to be faster. One of the most expensive female race camels in the world was reportedly bought by the Crown Prince of Dubai Sheikh Hamdan bin Mohammed for $2.7million at a beauty pageant.    VIP treatment With camels valued so highly, it's no surprise that owners have welcomed the high-tech hospital which exclusively treats their pets.   The hospital is staffed by 65 employees -- including an international team of vets and specialists -- and has the capacity to treat 22 camels simultaneously with equestrian medical equipment from Europe and the US modified for the half-ton beasts.    Surgery prices start at $1,000 with ultrasounds from $110 but it's the laboratory and pharmacy department that generate the most income through prescription drugs for the camels' aftercare.   The facility has two operating rooms which wouldn't look out of place at a private hospital and even a swanky VIP room for anxious sheikhs, owners, and trainers to watch surgeries live in high definition.    \"It's really exciting as we are constantly doing things that have never been done before,\" says British surgeon Dr Claire Booth. \"Similar to an athlete, camels get a lot of injuries through racing such as long bone fractures...but also through interaction with each other. The bulls break each other's jaws when they fight which is completely normal in the wild.\"   \"We've also performed surgery on wounds, abscesses and even amputations. Once we sedate them, we attach their legs to a hoist and transport them upside down to the operating theater,\" the surgeon said.   Booth adds that the hospitals' five-meter endoscopy device is only the third of its kind in the world - specialized for treating large animals.  \"Two are located in the USA. They have one for whales and one for giraffes and the third we have here for camels.\" Thinking ahead   Rehabilitation is as important as the surgery with 24-hour surveillance of the patients as they are nursed back to full health with daily physiotherapy -- camels are lifted by a hoist for stretching exercises -- and regular runs on the clinic's mini racetrack.    Despite their imposing size and grumpy reputation, Booth says camels are surprisingly easy-going. \"They are very gentle and calm. I'm used to working with horses who have more of an edge to them, but camels talk to you and tell you if they are not happy. They are actually great patients.\"   Protecting the future of the camel population is an integral part of DCH's work so medical research and reproduction programs are key. Redha oversees the veterinary research -- including vital post mortems to find out causes of death -- while Dr Mansoor Ali Chaudhry is a specialist in the reproduction and breeding programs.   \"It's groundbreaking work and we specifically select camels based on their origin and performance, and in some cases IVF is also used on top performers,\" says Chaudhry. \"Calves remain with their mothers for the first nine months before they go to respective stables to be trained for racing.\"    Redha's five-year plan for the hospital includes further expansion.  \"We're making pens to expand and we'll build an outpatient clinic next, just like you would have at an ordinary hospital for follow ups,\" he says. \"Camels will always be a part of our heritage and we must do everything to preserve their futures.\""], "Language": false}