{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/europe/ashes-holocaust-urn-germany-intl-scli-grm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Claudia Otto and Amy Woodyatt, CNN"], "Writers": [["Claudia Otto", "Amy Woodyatt"]], "FirstPublishDate": ["2019-12-06T09:27:08Z"], "LastModifiedDate": ["2019-12-06T09:27:08Z"], "Headline": ["German art activists apologize for displaying urn containing 'Holocaust ashes'"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["A German activist group has apologized for displaying what was claimed to be the ashes of Holocaust victims in an urn outside the German parliament. The Center for Political Beauty (ZPS) on Monday installed a transparent urn, which it claimed contained the remains of Holocaust victims. The ZPS said the urn contained remains recovered from dams, rivers and fields near former Nazi camps in Germany and what was Nazi-occupied Poland.  The art installation, intended to raise awareness of right-wing extremism, received criticism from religious leaders and memorial organizations. \"Auschwitz survivors are dismayed that this memorial violates their feelings and the eternal peace of their murdered relatives,\" Christoph Heubner, executive vice president of the International Auschwitz Committee, said in a statement. \"The idea that the ashes of their murdered family members will be transported through Europe for demonstrations is difficult for them to bear. Even if they understand and respect the political intentions of the initiators, they consider this kind of demonstration to be impious,\" he added. In a statement published online, the ZPS group said it will now cover the urn, which was originally transparent. \"We sincerely regret that we did not recognize the central impact aspect of our work in advance. When we began to visit the places where we suspected the remains of the murdered were, we were overwhelmed by the horror,\" the group said in a statement. \"We want to sincerely apologize to those affected, relatives and survivors whose feelings we have hurt. In particular, we would also like to apologize to Jewish institutions, associations or individuals who see our work as disturbing... the peace of the dead according to Jewish religious law,\" the ZPS said. The installation received criticism from religious leaders. \"From a Jewish perspective, the Center for Political Beauty's latest campaign is problematic because it violates Jewish religious law about not disturbing the dead,\" Josef Schuster, president of the Central Council of Jews in Germany, told Deutsche Welle.  According to the German news website, Schuster noted that if the human remains in the soil were, in fact, Jewish Holocaust victims, Jewish religious leaders should be consulted on how to deal with the remains. It is believed that approximately six million Jewish people died in Nazi concentration camps during the war. Also killed were hundreds of thousands of Roma people and people with mental or physical disabilities. German Chancellor Angela Merkel is visiting Auschwitz -- located in what was Nazi-occupied Poland -- for the first time on Friday. "], "Language": false}