{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-basel-miami-maurizio-cattelan-banana-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rory Sullivan, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2019-12-05T04:29:32Z"], "LastModifiedDate": ["2019-12-06T08:13:09Z"], "Headline": ["A-peeling offer? Duct-taped banana work selling for $120,000 at Art Basel Miami"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A banana, duct-taped to a wall went on a sale at Art Basel Miami Beach this week -- priced at around $120,000. And, according to the gallery behind the work, two of the three editions have already sold, with the last now going for even more. The work, by Maurizio Cattelan, was presented Wednesday by Perrotin, a contemporary art gallery founded in Paris that has had a long association with the Italian artist. It is Cattelan's first contribution to an art fair in 15 years, the gallery said.  Entitled \"Comedian,\" the artwork comprises a banana bought in a Miami grocery store and a single piece of duct tape. There are three editions, the gallery said, all of which were offered for sale. Prior to the reported sale, the gallery's founder, Emmanuel Perrotin, told CNN the bananas are \"a symbol of global trade, a double entendre, as well as a classic device for humor,\" adding that the artist turns mundane objects into \"vehicles of both delight and critique.\"  Potential buyers should note there are no clear instructions about what to do if the bananas start to decompose. According to a press statement from Galerie Perrotin, the artist first came up with the idea a year ago.  \"Back then, Cattelan was thinking of a sculpture that was shaped like a banana,\" it reads. \"Every time he traveled, he brought a banana with him and hung it in his hotel room to find inspiration. He made several models: first in resin, then in bronze and in painted bronze (before) finally coming back to the initial idea of a real banana.\" Cattelan is known for sculptures that challenge popular culture. One of his artworks -- an 18-carat-gold toilet valued at around $6 million -- made headlines in September when it was ripped out of a wall and stolen from Bleinheim Palace in England. The functioning toilet -- titled \"America\" -- had been part of Cattelan's exhibition \"Victory is Not an Option.\"  Five people have since been arrested in relation to the theft. A reward has been offered for the toilet's safe return, though it is yet to be recovered. This article has been updated with further sales details."], "Language": false}