{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/berlin-brandenburg-airport-opening-date/index.html"], "Source": ["cnn"], "Location": ["Berlin"], "ByLine": ["By Julyssa Lopez, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T11:50:27Z"], "LastModifiedDate": ["2019-12-05T12:11:02Z"], "Headline": ["Berlin's 'cursed' Brandenburg Airport finally nears completion"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's nine years late, billions of dollars over budget and so beleaguered by setbacks, complaints and inefficiencies that many were beginning to call it \"cursed,\" but Berlin's new Brandenburg airport may finally be nearing completion.  No doubt breathing a collective sigh of relief after mounting speculation that the project would never be finished, officials have announced it'll open to the public on October 31, 2020. If it does, the massive construction site in the region of Schönefeld will at last become the state-of-the-art transportation hub that the German capital has always lacked, opening up connections to more long-haul destinations.  It'll also allow the city's other tired, cramped, overworked air terminals to shuffle into retirement, with a salute of thanks from Berlin's air travelers whose ambivalent attitudes toward them has been known to swing between affection and scorn.  It's been a long journey.  Plans to build a central international airport in Berlin date back to the city's reunification era. After the fall of the Berlin Wall in 1989, Germany's leaders launched into discussions about constructing a new airport, which they believed would help establish Berlin as a new world center.  At the time, the city had three airports -- Tegel \"Otto Lilienthal\" Airport, Schönefeld Airport and Tempelhof Airport -- all of which played significant roles in Berlin's turbulent post-war history. Tempelhof, close to the center of Berlin, has has since closed and become a major park. Cold War-era Tegel and Schönefeld remain open, but their amenities are outdated and they can't handle as many passengers as city officials have said they want to accommodate, particularly sought-after long-haul travelers. Early photos of the new airport -- located adjacent to Schönefeld Airport -- show a sleek glass facade with modern furniture and polished check-in counters -- a contrast to the older and more stark furnishings at Schönefeld, which was ranked \"worst in the world\" by online travel agency eDreams in 2017.  \"Berlin currently has very few long-distance connections,\" Daniel Tolksdorf, a spokesperson for Berlin's new airport, told CNN in an email. \"We strongly expect that these will increase with the [new airport]. Of course, long-distance connections require modern infrastructure and sufficient space. The existing airports Tegel and Schönefeld do not offer that now.\" Complications from the outset So why did the new airport -- officially called Berlin Brandenburg Airport Willy Brandt -- take so long to build? How did such a bold vision for Berlin's future wind up as an exercise in national humiliation?  Official construction began in 2006. Efforts to privatize the project failed, leaving the airport's board in charge, under the ownership of the federal German government, the state of Brandenburg and the city of Berlin. The endeavor came with a rough cost assessment of 2.83 billion euros (3.1 billion dollars at today's exchange rates) and serious ambition. It would be an impressive facility -- touted as \"the most modern\" in Europe -- that would allow Tegel and Schönefeld to close in order to better centralize air activity and traffic. A slew of technical issues then delayed progress while bloating the airport's price tag. The original 2.83 billion euro cost projection became a gross underestimation.  The full range of architectural, structural, and technical problems came to a head in 2011 as an elaborate opening organized for June 2012 loomed.  At the end of 2011, aviation inspectors began filing into the construction site to check alarm systems and security features. A faulty fire-protection system design first filled experts with doubts, and soon it was clear there were huge problems with major structural elements, such as escalator sizes, ceiling designs and ticket counters.  The envisioned opening, a splendid display complete with an appearance from German Chancellor Angela Merkel, was canceled just weeks before and morphed into a painful embarrassment for German officials.  The opening date was pushed to 2014, then 2016. A Brandenburg State Audit completed in 2016 concluded that the usability of the airport was at less than 57%. Eventually, officials decided to stop offering an expected date and put the entire project on hold until major overhauls in management and construction could be completed.  Finally, as spending cruised past the 7.3 billion euro mark, the date was pushed to 2020. No one's celebrating yet though. The airport remains a hard sell for many Berliners who have been continually let down and even now, there has been plenty of scrutiny around how realistic the 2020 proposition is. (Der Tagesspiegel pointed out that issues with fire protection, among other questions, could delay things again). 2020 opening on track, officials say Still, there does appear to be some traction.  In July, the English-language German news site The Local reported that final technical tests had been carried out at the site and the airport's current CEO Engelbert Lütke Daldrup told the German news agency Deutsche Presse-Agentur that those tests were \"on track\" with the scheduled October 2020 opening. \"Since 2017, we rigorously pursue a process of completion without any further changes,\" Tolksdorf, the airport spokesman, told CNN. He added that airport staff has \"a very precise timetable and we have detected all errors on construction site.\" If things do unfold on time, many of Berlin's tourism experts say that the airport will fit into a larger story of Berlin's revitalization.  Burkhard Kieker, chief executive officer of Visit Berlin, explained that since 2006, when Berlin hosted the FIFA World Cup, the city has been focused on large-scale renewals, and that the airport is just one of the projects that may bolster tourism and economic development.  Additionally, he adds that a gleaming new airport could open Berlin to more intercontinental flights. While critics have said that Berlin likely wouldn't be as competitive as established intercontinental hubs, the expanded capacity would still help. \"I would say Berlin now finally gets the airport it really deserves,\" Kieker said. \"If you look at Berlin right now, being the capital of the biggest economic player in Europe, we have, I think, eight daily long-haul flights. That's a joke.\"  But an airport like the one planned would be able to handle more people. \"Then there would be a major push towards more intercontinental traffic here in Berlin,\" Kieker said. Tolksdorf notes that the airport's technology will be up to date, which will allow the facility to handle aircraft more effectively. One of the major features is a railway station directly under the airport terminals, which will serve an estimated 90 million passengers via high-speed and regional trains. \"Overall, the airport is an intermodal mobility hub for the region,\" Tolksdorf said. He adds that there will be benefits to locals living nearby.  \"The airport will change the region of Brandenburg,\" he said. \"We currently expect up to 60,000 additional jobs for the region triggered by the airport.\"  During the press conference on November 29, Daldrup announced airport operations will start October 31, 2020. Later, in a press release, the airport outlined a few of the major plans that will coincide with the opening: Scheduled flights out of Tegel -- currently the city's main international airport -- will end on November 8, 2020, and all operations will begin to move to the new airport. Until then, a last set of inspections is scheduled for spring 2020. Daldrup spoke of the final steps with some caution, explaining that the work that needs to be done \"is being done intensively.\" \"There is still much to be done in the next 11 months,\" he said. \"The finished building must become a functioning airport.\""], "Language": false}