{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/pantone-color-classic-blue-2020/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Kirsi Goldynia, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T03:41:58Z"], "LastModifiedDate": ["2020-02-18T22:53:58Z"], "Headline": ["Pantone chooses a classic for its 2020 Color of the Year"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["You can expect to see a lot of blue next year.  Pantone announced Wednesday night that its 2020 Color of the Year is Classic Blue, a shade reminiscent of the sky at dusk.  \"It's a color that anticipates what's going to happen next,\" said Laurie Pressman, the vice president of the Pantone Color Institute, which selects the Color of the Year. \"What's the future going to bring as we move into the evening hours?\" This is indeed a pertinent question as we embark on a new decade. But as forward-looking as it may be, the 2020 color brings us almost full circle to the first Color of the Year, Cerulean, another blue hue chosen in 1999 to likewise capture a moment in time.  \"We were moving into Y2K and wondering: Is the world going to fall apart?\" said Pressman.   The Pantone Color Institute said it recognized similar feelings of instability gripping the world today, from the United States to the United Kingdom, Hong Kong, Syria and across the globe. It settled on a shade that offers the reassurance, confidence and connection that people may be searching for in an uncertain global milieu. Pantone has named a color of the year for more than two decades. In 1963, the company created the Pantone Matching System, a proprietary system used in a variety of industries such as printing, graphic design and fashion design to manage colors. The sight, smell, taste, sound and feel of Classic Blue The 2020 Color of the Year isn't just for the seeing.  In collaboration with partners across industries, Pantone created a multi-sensory Classic Blue experience, which it showcased in Manhattan on Wednesday night at its 2020 color reveal. The fragrance of Classic Blue wafted through the air while Classic Blue sounds resounded.  Classic Blue-textured cushions littered the floor and Classic Blue drinks were served. It was, beyond dispute, a Classic Blue sight to behold. But interpreting the color through the other four senses is a far less objective task.  The official Classic Blue scent is described in part as a \"contemplation of where sky and sea meet;\" the taste as \"flowering vines;\" the touch as a \"soft velvety texture;\" the sound as \"vivid nostalgia.\" Another interpretation: Classic Blue has an earthy, floral musk; a sugary flavor evocative of blue raspberry syrup; the feel of a brand new, plush couch; and an underwater, ethereal sound.  There is no Color of the Year crystal ball Each year's color is decided through a long and thoughtful process that takes into consideration lifestyle and industry trends, said Pressman.  \"Typically, trends that we see in color are reflecting big macro trends that are taking place in culture,\" she explained.  Color influences can come from art, upcoming media, movies, lifestyles, socioeconomic and political conditions, travel destinations, new technology -- really anything.  The name of the color is an important factor.  \"If you have a color called Brown Dirt, versus Chocolate Fudge, it takes on two completely different meanings,\" said Pressman. \"The name really has to resonate with the message that we want to get across.\" True to its name, Classic Blue can be regal, restrained and boundless. But it can also be edgy -- even anomalous -- utilizing a variety of tonalities, materials and prints. (Think a new-age, Classic Blue concept car.) Incorporate Classic Blue into your 2020 For those who want to sport the 2020 color, Pressman recommends Classic Blue accent pieces such as a scarf or watch strap, or a vase or candle for your home or workplace. But incorporating the color into your life could be as simple as adding blue foods to your diet. Aligning with the growing emphasis on health, foods and beverages that are similar in color to Classic Blue are rich in anthocyanins that are thought to bolster the body's defense against ailments from cardiovascular disease to cancer cell proliferation. Or, if you have cause to indulge, you could help yourself to a decadent blue macaroon. "], "Language": false}