{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/worlds-most-beautiful-streets/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Minihane, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-04T09:56:08Z"], "LastModifiedDate": ["2019-12-04T21:08:40Z"], "Headline": ["The world's most beautiful streets"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Architecture is typically famous for its big, bold statements -- the huge skyscrapers, opera houses, bridges and airports that tower over cityscapes, dwarfing their occupants.  But it's arguably at its most beguiling when it comes to human-scale thoroughfares dedicated to everyday activities such shopping, eating, sleeping or just strolling and soaking up the travel scenery. From grand dwellings in uptown New York City to street art covered laneways in Melbourne, via historic crescents in Bath and tree-lined roads in Pretoria, these are the most beautiful streets in destinations around the world: Jinli Street, Chengdu, China Qing Dynasty style wooden houses and shops, replete with red lanterns and traditional signage help make Chengdu's biggest tourist attraction look pleasingly historic.  While it was restored into its current form in 2004, Jinli Street traces its history back some 1,800 years, making it one of the oldest shopping streets in Sichuan province. Convent Avenue, Harlem, New York City New York City is blessed with some of the most architecturally arresting streets in the world. But Harlem's Convent Avenue stands out from the pack, thanks to its knockout buildings and tree-lined sidewalks.  The stretch between West 140th and 145th streets is the most impressive, including the Convent Avenue Baptist Church and 339 Convent Avenue, a.k.a., The Royal Tenenbaums' house. Lombard St, San Francisco Famed for its eight hairpins, which twist between a single block, Lombard Street is one of San Francisco's busiest attractions.  And while the crowds lining up to take shots for Instagram can get a bit much, they shouldn't put you off going.  Said to be the most crooked street in the world, the views from the top are worth the trip alone, while the surrounding buildings of Russian Hill are added eye candy. Caminito, La Boca, Buenos Aires, Argentina Meaning \"the little path,\" Caminito is the most colorful street in the most colorful area of Buenos Aires.  The street fell into disrepair in the 1950s after the railroad which ran through the area closed (the tracks are still here), before local artist Benito Quinquela Martín set about regenerating the area.  Today, Caminito is a street museum, its blue, yellow and green tenements showcasing works by local artists. The Philosopher's Walk, Kyoto, Japan Alongside the canal that runs between Ginkaku-Ji and Nanzen-Ji, the Philosopher's Walk is Japan's most picturesque street, thanks to the cherry trees which crowd both banks.  It's best seen during sakura, cherry blossom, season which tends to start in early April and lasts for around two weeks. The path is named after Nishida Kitaro, the philosopher who meditated on this route daily. Flask Walk, Hampstead, London, England It's easy to miss the entrance to Flask Walk, just a few steps down the hill from Hampstead Tube station.  This quintessentially London street starts as a narrow pedestrian alleyway, passing a traditional pub and beautiful Victorian shopfronts before opening out into one of the city's most gorgeous residential streets, all tumbling townhouses and impressive mansions. Cockburn Street, Edinburgh, Scotland Winding up from Waverley Station into Edinburgh's Old Town, Cockburn Street is a feat of Victorian architecture and design.  The steep, curving street was developed in the 1850s, cutting through medieval neighborhoods with the aim of offering easier access to the new train station. Until then, travelers had to use the steep steps and dark alleyways down from the Royal Mile to catch their trains. Umbrella Sky Project, Agueda, Portugal Since 2011, the four main streets of Agueda, including Rua Luis de Camoes, have been transformed into colorful, umbrella-shaded paradises.  The Umbrella Sky Project forms part of the town's annual Agitagueda Art Festival, which takes place during July, August and September.  Cables are strung from the rooftops and hung with umbrellas, in a bid to mitigate against the summer heat, as well as provide a colorful backdrop from events and classes. Blue City, Jodhpur, India The warren of streets through the Blue City which stands beneath the hulking Mehrangarh Fort are the perfect place to get lost.  The narrow, winding and seemingly endless alleys are lined with buildings that were painted blue to signify the presence of the Brahmin, or priest, caste.  The best views are from atop the fort, although for an authentic experience, it's essential to take a stroll through these historic alleyways. Square de Montsoris, Paris, France  In a city where picture perfect streets are at a premium, Square de Montsoris manages to be the most charming of them all.  Connecting Parc Montsoris with Avenue Reille, it's easy to miss the entrance to this private cobbled road. The houses are among Paris's most architecturally refined, adorned with mosaics and stained glass.  Many are ivy covered, with the street akin to a woodland path in summer as the small gardens flourish. Hosier Lane, Melbourne, Australia Melbourne has garnered an international reputation for its street art.  Hosier Lane is the epicenter of the scene, its walls covered in work by graffiti artists from all over the world.  It's worth taking a walking tour of the whole area to get a feel for the art and explore it in depth, rather than just snapping photos for Instagram purposes. Nevsky Prospekt, St Petersburg, Russia Planned by Peter The Great in the early 18th century, Nevsky Prospekt is St Petersburg's main drag, running from The Admiralty, with its unmissable gilded spire, to Moscow Railway Station.  Its buildings are among the best preserved in Russia, including the Church of our Savior on Spilled Blood and the curving majesty of Kazan Cathedral. The Dark Hedges, Bregagh Road, County Antrim, Northern Ireland An avenue of mature beech trees, The Dark Hedges has long been one of the most photographed sights in Northern Ireland.  But the advent of Instagram and its use as the Kingsroad in \"Game of Thrones\" has ensured this row of trees, planted in the eighteenth century to provide a picturesque approach to Gracehill House, has become a 21st century icon. The Royal Crescent, Bath, England In a city blessed with some of England's finest Georgian architecture, The Royal Crescent manages to stand out.  This sweep of 30 terraced houses was built between 1767 and 1775.  It overlooks Royal Victoria park, with a perfect lawn giving it an added air of grandeur.  Staying at the five-star hotel of the same name is the perfect way to get immersed in this spa city's history. Via dei Coronari, Rome, Italy Via dei Coronari is the ideal street for taking a slow stroll. Its buildings mostly date to the Renaissance, when nobles built vast homes here thanks to the promise of papal favor.  It's best enjoyed by stopping at one of its quintessentially Roman cafes, grabbing an espresso and watching the world go by. Or simply by wandering and marveling at the ornate designs which can be easily missed by those in a rush. Mykonos Old Town, Greece Hora, also known as Mykonos Town, has become a mecca for tourists and those filing off the cruise liners which arrive here daily during the summer.  However, it doesn't take long to find peace by getting lost in its rambling, beautiful streets. Narrow alleyways are lined with whitewashed shops and homes, with red, blue and yellow shutters and doors providing an added splash of color. Herbert Baker Street, Pretoria, South Africa  Between September and November, Pretoria transforms into The Jacaranda City.  The purple blooms of 70,000 trees can be seen from the vantage point of the Klapperkop Nature Reserve.  While picking out a single street is a challenge, Herbert Baker Street in Groenkloof stands apart from the others -- it has rows of 100 white, rather than purple, jacarandas. Heerstrasse, Bonn, Germany Known simply as Cherry Blossom Avenue, Heerstraase glows pink during early spring.  Its trees were imported from Japan and planted in the 1980s, giving citizens of the former capital of West Germany a chance to experience sakura without having to jet off to Asia. The cobbled road and ornate buildings add to the experience. Cogels-Osylei, Zurenborg, Antwerp, Belgium  Zurenborg is the most beautiful area in a city renowned for its spectacular streets.  The Art Nouveau and Fin De Siecle buildings here are something to behold, showcasing the vast wealth which flowed through Antwerp during the late 19th and early 20th centuries.  Cogels-Osylei is the unquestionable highlight, lined with stately homes that it's impossible not to stare at in wonder. Brouwersgracht, Amsterdam, The Netherlands Brouwersgracht, the Brewer's Canal, is lined with 17th century warehouses, built for the eponymous brewers, as well as the tanneries and spice traders which once operated here.  It is unquestionably the most beautiful street in Amsterdam, with sensational canal views and buildings showcasing the Dutch capital's past as one of the world's key trading hubs. Chefchaouen, Morocco  The blue-washed alleyways of Chefchaouen in northwest Morocco are a photographers' paradise.  Various theories abound as to why its streets are blue, with some claiming it's to deter mosquitoes and others saying Jewish refugees painted the buildings after escaping Nazi Germany.  Look out for the tiled alley of Calle Sidi Buchuka and Callejon El Asri."], "Language": false}