{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/cnn-underscored/cyber-monday-deals-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-12-02T09:28:42Z"], "LastModifiedDate": ["2019-12-03T13:54:52Z"], "Headline": ["These Cyber Monday sales are still going on today"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Cyber Monday has come and gone, but there are still some good deals hanging around. To help you maximize what's left of Cyber Week sales, we rounded up all the sales still live and worth shopping and organized them by product category and alphabetically.  Major retailers Amazon: The mega-retailer has launched its 12 Days of Deals with thousands of discounts across categories. it's definitely also worth keeping an eye on Amazon's Gold Box page.\nBed Bath and Beyond: Bed Bath and Beyond still has a number of good Cyber Week steals, including $100 off the KitchenAid Artisan stand mixer.\nBest Buy: Best Buy is still running Cyber Deals across departments, including TVs, laptops and gaming consoles.\nGameStop: GameStop has Cyber Week deals and flash sales..\nKohl's: Cyber Week savings include huge markdowns across product categories, and you can take 20% off your purchase with code GOSHOP20 and $10 off $50 spent with code COZY10. \nMacy's: Cyber Week savings include 30% off (excluding flash deals and specials) and 15% off beauty with code FRIEND.\nOverstock: Get free shipping and up to 70% off thousands of items.\nTarget: 30% off kids and home and 40% off bedding and bath, ends December 3. Also up to 50% off toys, buy 2 get one free Disney toys and clothing, up to 50% off Lego, and more.\nWalmart: Hundreds of products are discounted across electronics, home, video games and toys.\nWayfair: Wayfair is still running its Cyber Monday Blowout, which features up to 80% off furniture, home decor, rugs and much more. Tech, gaming and toys Amazon devices: Alexa-enabled devices are seeing huge discounts with several Amazon Echos marked down for Cyber Week. The Echo Dot and Dot with Clock are still at their lowest prices ever.\nBeats by Dre: The Studio3 Headphones are now $279.95, down from $349.95 and the over-ear Solo3 Headphones are just $179.99 down from $299.95 at Target. These feature fast pairing from the Apple-made W1 chip and offer a wide sound stage. The Studio3 Headphones are also $279.95, down from $349.95.\nCase-Mate: Score 40% off sitewide with code SALE40 to save on vibrant, fun cases for iPhone and Samsung Galaxy phones. Plus, save on power banks, Apple Watch bands and screen protectors.\nDJI: Save up to 40% on drones like the Mavic Air and on cameras like Osmo Action or Osmo Pocket.\nEargo: Get the Eargo Neo hearing aids for $500 off on Amazon.\nFurbo: This smart dog camera lets you talk, see and even shoot treats at your four-legged friend while you're out. And right now, you can save $80.\nGoPro: Save $50 on the GoPro Hero8 Bundle, which includes the new HERO8 Black, Shorty grip, head strap, a 32GB SD card and spare battery.\nGoogle: Save $200 on the Pixel 4 and 4 XL across all colors. \nHP: Up to 65% off select doorbusters, 5% off select PCs over $999 with code HOLIDAYPC, and 10% off select PCs $1,399 or more with code HOLIDAYPC10.\nInsignia: Get a 32-inch Fire TV Edition HD TV for just $119.99 on Amazon.\nLenovo: ThinkPads are up to 67% off, ends December 3. LG: Save big on home appliances, TVs and cell phones this Cyber Week at LG. \nMotorola: While the new RAZR isn't on sale, Motorola is marking down the Moto Z3, G6, G6 Play, Z4, Motorola One and many other phones.\nNest: Save $20 on a single Nest Wi-Fi router. \nOtterbox: Up to 25% off sitewide on cases and more\nPeel: Peel is all about stylish yet minimalistic cases for your iPhone. Right now, the brand is running a BOGO sale on all cases and screen protectors with code BOGO19. Plus, use code CM40 for 40% orders over $50.\nPopSockets: 20% off sitewide on some of the cutest phone accessories on the market.\nPhoneSoap: Use code GIFT30 for 30% off the entire PhoneSoap product line.\nSamsung: The tech giant is still running a number or sales on TVs, appliances, phones, and more. Sennheiser: From discounts on the Momentum true wireless earbuds and the Momentum Wireless 2 over-ear, Sennheiser is offering up to 50% off select premium wireless headphones.\nSony: $70 off the Sony noise-canceling headphones WH1000XM3, among other great Sony deals on Amazon. Speck: Save on colorful, vibrant and protective cases for your iPhone, Google Pixel, Samsung Galaxy and many others.\nTCL: Save $30 on the Alto sound bar and woofer. TCL's 6-Series 65\" TV is just $599.99 down from $649.99. It really ups the panel quality while keeping value front and center. It's a QLED panel that hits 4K UHD resolution and supports Dolby Vision, so expect vibrant colors and deep blacks.\nUE: Save on the BOOM, MEGABOOM and MEGABLAST speakers on Amazon.\nWacom: The Intuos Graphics drawing tablet is just $65, down from its regular price of $79.95.\nZagg: Save up to 40% sitewide on brands like Mophie, Invisible Shield, Gear4, iFrogz, Halo and Braven Products. Fashion and beauty 7 For All Mankind: Up to 40% off the beloved denim brand at Nordstrom.\nAdidas: Almost the entire site is 30% off with code CYBER, including $20 off the brand's signature Stan Smith Shoes.\nAerie: Get 50% off some of the softest, coziest leggings, sweaters and more, and get 10 pairs of the brand's beloved (and adorable) undies for just $35.\nAerosoles: The shoe brand known for its ultra-comfy soles has a discount of 50% off of nearly everything, from boots to flats. However, the discount does exclude new styles.\nAlala: Up to 50% off with code BLACKOUT, plus up to 80% off select styles.\nAlexis Bittar: The online jewelry retailer is giving shoppers 25% off sitewide with the code GIVETHANKS, through December 3.  Alo Yoga: Up to 70% off select sale items for Giving Tuesday, with a portion of proceeds going toward teaching yoga to kids.\nAmerican Eagle: Take 50% off all sweaters and sweatshirts\nAnn Taylor: Take 50% off sitewide with code CYBER.\nArt of Shaving: Right now, everything is 30% off \nAquatalia: The shoe and accessory brand Aquatalia is offering 40% off sitewide with the promo code CYBERSTYLE.\nAvenue: 50% off all plus-size fashions, including tons of stylish holiday party-ready outfits, plus another $10 off with code THANKS10. \nBaggu: Get 15% off sitewide from standout reusable bag brand Baggu. You can also get 25% off orders of more than $50 and 30% off orders of $100 or more through December 3. Plus, there's free shipping for orders over $30.  Ban.do: The always colorful retailer Ban.do is offering 30% off its entire site with the code THIRTYOFF through Monday. Consider this the perfect time to snag one of its adorable planners or something from its array of gifts under $25.\nBanana Republic: Enjoy 40% of everything, plus an extra 20% off men's button-down shirts and women's blouses.\nBandier: Take 25% off full-price styles and an extra 50% off sale styles at Bandier, one of our favorite sites for finding the most stylish and chic activewear.\nBare Necessities: Up to 50% off, for all your lingerie, shapewear and underwear needs\nBaubleBar: Amp up your holiday party outfits with a few new statement pieces from BaubleBar. Take 35% off sitewide, with some exclusions, and 15% off custom items. \nBkr: 40% off warehouse sale\nBloomingdale's: Take 25% off select regular and sale-priced items as well as an extra 50% off select clearance items, online only through December 3.\nBobbi Brown: 25% off all makeup orders.\nBombas: Take 20% off sitewide with code HOLIDAY20 to save on a pair (or two) of these socks.\nBoohoo: Take 60%-90% off absolutely everything\nBotkier: Shoes and accessories, 30% off $150+ and 40% off $250+, no code needed. \nCarbon38: Up tp 75% off sales\nChampion: From gym class to streetwear, comfy, cool tees, sweatshirts, sweatpants, and more are still discounted for the brand's Cyber Week sale. Take 10% off orders of $100 or more, 15% off $150 and 20% off $200 or more. Use offer code FEAST.\nCharles & Keith: Select styles from Charles & Keith are up to 50% off, plus a bunch of holiday-ready, full-price items are 20% off. \nChico's: Get 50% off your entire purchase, including sweaters, dresses and tops, with code 32016. Note that the discount does not extend to Chico's Loves products. Columbia: Get up to 60% off select sale items and doorbusters. Plus, when you spend $100, you'll get a $20 gift card to use between December 6 and December 24, prime holiday shopping time.\nChinese Laundry: The consistently trendy shoe brand is offering a 30% discount sitewide with code CYBERSAVE. There are exclusions, however, so make sure you grab a pair that's sale-friendly.\nCole Haan: A selection of styles is up to 60% off with code CYBER.\nColourpop: Beloved by makeup artists and YouTubers alike, Colourpop is offering 30% off sitewide through December 3. We love the brand's latest Disney collection.\nDagne Dover: Take 20% off everything at Dagne Dover, including one of our holy-grail gym bags. Dyson: You can get the coveted Supersonic Hair Dryer, plus two gifts of your choice — ranging from a stand to a chic carrying case — for just $399.99. At Nordstrom, you can get the red gift edition of the Supersonic Hair Dryer with its own presentation case — a $459 value — for just $399, plus free shipping.\nEBags: Save up to 70% on high-quality luggage and travel accessories from eBags with code CYBER.\nExpress: Everything is 50% off plus free shipping.\nEyeBuyDirect: Save on a new pair of specs with this buy one, get one free offer, with code BOGO, plus up to 20% off your entire order.\nFanatics: Use promo code MONDAY to show your team spirit and get up to 70% off. \nForever 21: Right now, take 40% off everything and an extra 50% off sale products with code GOWILD.\nFossil: Snag up to 70% off sale and outlet styles and up to 30% off smart watches\nFrank and Oak: Use code CM30 for up to 50% off everything (except gift cards and outerwear) through December 3. Best of all, for every order placed before Cyber Monday, the clothing brand will be planting a tree in the Amazon in partnership with One Tree Planted. Frye: Save big with up to 60% off classic styles.\nGreats: The Brooklyn-born sneaker brand is offering 25% off sitewide with the code PASSWORD123. The deal runs through December 3, which means there's no better time to snatch up a pair of the brand's best-selling all-white Royale Blanco or millennial pink Royale Perforated.\nHale Bob: If you're dreaming of the warm weather of summer, check out Hale Bob's Cyber Week sale, where the brand is offering 50% off all sale items with code HBLKFR9. \nHerschel: Take up to 30% off your favorite Herschel products, including its best-selling Novel Duffel Bag, Little America Backpack and Bi-Fold Wallet.\nHook & Albert: Take 25% off everything with the code FAMILY. \nHunter: The classic Original Tour Gloss packable rain boot is 33% off right now at just $99.90, down from $150.\nHush Puppies: Get 40% off select styles and an extra 20% off sale items with the code CYBERMONDAY through December 4. J.Crew: Up tp 50% off using the code MONDAY.\nJackRabbit: Save big on running shoes, recovery gadgets like the Theragun, wearable tech and tons of apparel. And Monday on"], "Language": false}