{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/29/success/futuro-house-california-real-estate/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Bahney, CNN Business\nVideo by Sean Clark and Gabe Ramierz, CNN Business"], "Writers": [["Anna Bahney"]], "FirstPublishDate": ["2019-11-29T21:13:20Z"], "LastModifiedDate": ["2019-12-02T19:40:52Z"], "Headline": ["This flying saucer is one man's vacation home"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Is it a UFO? An art installation? A mod pod? The harvest-gold flying saucer perched on a rocky ledge high above Idyllwild, California, is a Futuro house. It's also Milford Wayne Donaldson's 520-square foot vacation home.  Built in 1969, the plastic prefabricated home offers a glimpse into the optimism of its time, when space was a new, exciting frontier and people believed that new technologies could solve the world's problems.  First designed by Finnish architect Matti Suuronen as a ski chalet, the idea behind the Futuro was to create a lightweight home that could be placed in a variety of landscapes. Futuros were initially manufactured in Finland, then licensed to companies worldwide. As many as 100 Futuros were built between 1968 and 1978, according to The Futuro House, a site documenting the history and whereabouts of the homes. Only 67 remain, with 20 in the United States.  Donaldson, a preservation architect who was President Barack Obama's appointee as chair of the Advisory Council on Historic Preservation, has made saving old buildings his life's work. So when this Futuro was crushed under a wrecking ball, he had to step in.  \"I was just thinking of saving the building,\" he said. \"I really wasn't interested in restoring it and keeping it. But once I started finding out how unique the Futuro was, I really got involved. It took me over.\" Saving the Futuro The Futuro Donaldson rescued was made by a company in Philadelphia and delivered to an entrepreneur in San Deigo in 1969. After it failed to sell as the home of the future, it was used as a Navy recruiting office for a time and eventually stashed in a parking lot behind the San Diego Design Center, all but abandoned. Donaldson, who gave architectural tours in the area, always brought groups to the parking lot to see the Futuro, which was brush painted with green latex paint at the time. But when new owners purchased the Design Center in 2002, the Futuro had to go. \"I got a call from one of the neighbors saying that the new owners tried to demolish the Futuro by dropping a wrecking ball on it, busting out one of the windows and cracking the top,\" said Donaldson. \"I contacted the new owners and said, 'I will take that off your hands.' They said, 'Fine, but get it out of here in a week.'\" For $15,000 it was his. Restoring (and relocating) a home For all its appearances of being fit for flight, the Futuro is actually more like a boat than an aircraft, Donaldson discovered.  \"It's built like a boat, it has movement,\" he said. \"It has to be a little bit elastic, it has to have good UV protection and it has to be durable.\"  So, he took it to a boatyard where he and restorers and materials experts, spent two years refinishing the exterior.  The team sanded the Futuro down to discover the original harvest-gold color, replaced an 8-foot diameter section on the top because it was deteriorated, fabricated and replaced the windows and went through an exhaustive process of finishing, painting and coating the exterior.  By this time, Donaldson knew he wanted a special place for the Futuro, and bought a rocky outcropping in Idyllwild in the San Jacinto Mountains for $75,000.  But a helicopter company flatly told him that the cost of airlifting the home to the site would be astronomical.  Donaldson's Futuro was eventually hauled on a flat-bed truck 130 miles from San Diego to an elevation of 6,500 feet in the mountains.  It was just one challenge after another, said Donaldson. \"Had I really thought this all the way through from the beginning, maybe I wouldn't have done it. Probably not. But I'm glad I did.\" With so many expenses paid piecemeal over the years, Donaldson said he has no idea how much the entire rescue, restoration and relocation cost.  \"I have kept all the receipts, though,\" he said. \"I haven't taken the time to add them up. It's probably more than I'd like to think.\" Back to the future The Futuro was a short-lived experiment, but it became an important part of architectural and social history, said Donaldson. By the mid-1970's, the Futuros stopped being built, he said. The oil embargo sent the price of petroleum sky high, making plastic no longer a cheap option, on top of other challenges. \"There were overly aggressive business plans and problems with local regulations,\" said Simon Robson, founder of The Futuro House website. \"They cost $14,000 for a fully assembled unit, but you still had to get it where you wanted it. But the real problem was right at the time they were trying to market it, the cost of its raw materials tripled.\" \"What the Futuro represents is an optimistic vision of a future that never came to pass, when families would live in inexpensive, durable and easy-to-clean plastic houses they could move whenever the family moved,\" Donaldson said. The inside of Donaldson's home is original except for the chairs. His favorite place inside is in the center of the sitting room, talking with his wife Laurie, their dog running outside, the easy comfort of all the rooms circling around within reach. \"It just gives you a wonderful sense when you're here that you're really in a special place that will never be created again.\""], "Language": false}