{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/politics/police-violence-american-son-queen--slim/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2019-12-02T18:53:09Z"], "LastModifiedDate": ["2019-12-02T22:44:19Z"], "Headline": ["Two ways to look at police violence in America"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["From Julián Castro's remark on the Democratic debate stage that \"police violence is gun violence\" to criminal justice forums to the various presidential candidates' official campaign platforms, police violence in America is receiving heightened political attention. And cinema, too, has turned its lens on the issue. In particular, \"American Son\" and \"Queen & Slim\" join a growing bloc of films -- including \"Blindspotting\" and \"The Hate U Give\" -- that interrogate the racial dimension of police violence in the Black Lives Matter era. But what feels distinct about the two new entries is how, in important ways, they work better when viewed side by side. They capture from two wrenching perspectives the antagonism that defines the relationship between the police and black Americans. \"American Son,\" adapted from a Broadway play of the same name, focuses largely on the indirect emotional toll of state-endorsed aggression. The movie follows an interracial couple played by Kerry Washington and Steven Pasquale as they spend a night in a police station, attempting to figure out what happened to their son. All they know is that he and two other young black men were pulled over. They wait, and they agonize. They wait, and they agonize. Over the course of 90 minutes, \"American Son\" surfaces a variety of themes: how black men are expected to be models of good behavior or else they're assumed to be \"gangsters,\" the crushing conversations black parents have with their black children about how to stay safe during a traffic stop, black anger. (Sound familiar? Each of these topics has appeared in recent, real-world political conversations, spotlighting anew the different facets of America's inveterate racial tensions.) As some reviews indicate, the film's handling of these issues doesn't always land, and it at times comes across a bit like a \"Racial Politics 101\" course. But the deeper point of \"American Son\" still resonates: You don't have to feel the blow of a billy club or the puncture of a bullet for police violence to destroy you. Sometimes, proximity is enough. \"Queen & Slim\" takes a somewhat different approach. Certainly, the movie also portrays the ripple effects of a specific trauma: The titular characters, played by Jodie Turner-Smith and Daniel Kaluuya, rely on the generosity of strangers to avoid capture (or worse) after Slim shoots and kills a white cop who was assaulting the couple. But \"Queen & Slim\" is arguably more concerned with what this brutality does to black selfhood and agency. The film asks viewers to consider how black Americans dance between being an individual and becoming a symbol. (Think of the ever-growing list of black names-turned-social media hashtags and how it's created a stomach-churning pantheon of the gratuitously dead.) Early on, Slim wonders aloud: \"Why do black people always feel the need to be excellent? Why can't we just be ourselves?\" Later, after he and Queen have become the stuff of public enemy lore, he receives an answer of sorts: \"Y'all gave n****s something to believe in,\" a character says.  The movie honestly considers the knotty politics of representation -- its burdens, its possibilities -- and despite a periodically uneven script, as The New Yorker's Jelani Cobb argues, it's ultimately a potent \"meditation on a system of justice that treats innocent people as outlaws.\" As bizarre as it sounds, \"American Son\" and \"Queen & Slim\" have arrived right on time. Against the political divisions that tend to ossify the country in 2019, these films, wrapped in familiar genre trappings, offer meaningful opportunities for art to force viewers who might otherwise dismiss the news to be confronted, if briefly, by the realities of racism. More than that, they scotch easy narratives. Rather than depicting police violence merely as disparate instances in which black Americans are wrongly harassed or killed, the two movies, together, partly overcome their weaknesses to illuminate its wide-ranging consequences: how an act of brutality may seem simple and contained, but it never truly is."], "Language": false}