{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/29/cnn-underscored/dyson-vacuum-deals-black-friday-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rachel Lubitz"], "Writers": [["Rachel Lubitz "]], "FirstPublishDate": ["2019-11-29T18:30:14Z"], "LastModifiedDate": ["2019-12-03T18:54:43Z"], "Headline": ["All the best Dyson vacuum sales this Cyber Week"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With their sleek, cord-free design and incredible suction, a Dyson vacuum will change the way you clean your home. And on Cyber Monday there's no better time to shell out hundreds to add a state-of-the-art Dyson to your cleaning arsenal. The only problem? There are lot of Dyson vacuums out there at a lot of different price points. To make you vacuum shopping all the more simple, we rounded up some of the best Dyson sales on the internet from retailers like Amazon, Home Depot, Bed Bath & Beyond and Walmart.  First, the V8 Animal Cordless Stick Vacuum Cleaner, one of Dyson's most popular cordless stick vacuums. It usually retails for an astounding $399, but at Home Depot, Bed Bath & Beyond and Dyson, it's discounted it to just $249. Dyson V8 Animal Cordless Stick Vacuum Cleaner ($249, originally $399; homedepot.com, bedbathandbeyond.com or dyson.com)  For a simpler cordless vacuum, consider the V7 Motorhead Cord-Free Vacuum. Pricing for this Dyson starts at a slightly more reasonable $299, but today, it's marked down to just $229 over at Target and $224 at Walmart. Dyson V7 Motorhead Cord-Free Vacuum ($229.99, originally $279;  target.com) \nDyson V7 Motorhead Cord-Free Vacuum ($224, originally $279; walmart.com) Meanwhile, over at Bed Bath & Beyond, the Dyson V7 Motorhead Cordless Stick Vacuum Cleaner in Fuchsia (don't deny the importance of a pretty color) is now selling for $199, compared to its original $299.  Dyson V7 Motorhead Cord-Free Vacuum in Fuchsia ($199, originally $299; bedbathandbeyond.com) If stick vacuums aren't enough to clean-up your messes messes,the all-powerful Dyson Ball Animal 2, which features Dyson's strongest suction along and comes with a five-year warranty, should do the trick. Right now at Amazon, this vacuum is more than $200 off.  Dyson Ball Animal 2 ($239.99 originally $499; amazon.com)  And if you're looking to both save and splurge a bit this holiday season, over at Dyson's own website, the brand is offering exclusive discounts of $200 off three of its latest (and most expensive) cord-free vacuum models, including the Dyson Cyclone V10 Absolute.  Dyson Cyclone V10 Absolute ($399.99, originally $599.99; dyson.com) \nDyson Cyclone V10 Animal ($349.99, originally $549.99; dyson.com) \nDyson Cyclone V10 Motorhead ($299.99, originally $499.99; dyson.com)  As with many Cyber Monday deals, you'll have to act fast, since these in-demand items tend to sell out. For more Cyber Week deals, feel free to check out our best Cyber Monday sales roundup and CNN Coupons.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}