{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/cnn-underscored/fashion-beauty-deals-cyber-monday-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-12-02T11:12:29Z"], "LastModifiedDate": ["2019-12-03T16:03:46Z"], "Headline": ["The best Cyber Monday fashion and beauty deals: Adidas, Glossier, Chico's and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you thought Black Friday meant the end of shopping mayhem, think again: Today is Cyber Monday, the day when even more things go on sale across the internet, causing work productivity to plummet and allowing you one final chance to get that item you've been eyeing into your shopping cart at a discounted price. This Cyber Monday, the deals on fashion and beauty staples are just as tempting as Friday's, with dramatic discounts at sites like Spanx, Bare Necessities, Aerosoles, Banana Republic and Untuckit. If you're still stumped by what to get your special someone after scrolling through all these sales, take a look at our guides that cover all the must-have gifts for her, gifts for him, gifts for travelers, gifts for co-workers, top-rated Amazon gifts and gifts for that person who's super hard to shop for, too.  Adidas Over at Adidas, all full price items are now 30% off.  _______________________________________________________________________________ Aerosoles  Aerosoles, the shoe brand known for its ultra-comfy soles, has a discount of 50% on nearly everything, from boots to flats. However, the discount does exclude new styles.  _______________________________________________________________________________ The Art of Shaving  At The Art of Shaving, everything is 30% off. That means $95 shaving kits now going for $66.50 and $60 expert razors are now $42.  _______________________________________________________________________________ Aquatalia  The shoe and accessory brand Aquatalia is offering 40% off sitewide with the promo code CYBERSTYLE.  _______________________________________________________________________________ Ban.do  The quirky and colorful fashion and home brand Ban.do is offering 30% off sitewide with the code THIRTYOFF, with everything from its adorable array of purses to its cute planners at a sharp discount.  _______________________________________________________________________________ Banana Republic  At Banana Republic, enjoy 50% off absolutely everything, from women's dresses to men's pants to even jewelry.  _______________________________________________________________________________ Bare Necessities  Over on the lingerie and sleepwear mega-retailer Bare Necessities, you can take off up to 50% on items across the site. And when you use the promo code CYBER19, you can take an extra 30% off select styles of pajamas and robes.  _______________________________________________________________________________ Betsey Johnson  At the uber-cute fashion brand Betsey Johnson, you can get 40% off your entire purchase through Tuesday with the code SUPER40.  _______________________________________________________________________________ The Body Shop  Home to lovely-smelling bath essentials, The Body Shop is offering 40% off sitewide, with seasonal items 50% off through December 4. Its huge selection of gifts is 25% off, and all shower gels are being slashed to just $5, too. _______________________________________________________________________________ Bonobos  Bonobos, the menswear brand known for its excellent chinos and button-downs, is offering 35% off sitewide today with the promo code LETSCYBER.  _______________________________________________________________________________ Boohoo  The extra-sparkly women's clothing and accessories brand Boohoo has everything you could need to dress up for a holiday party, and the brand is now offering up to 75% off absolutely everything on its website, with the code EXTRA earning you an extra 20% off.  _______________________________________________________________________________ Carbon38  The athletic-wear retailer Carbon38, which stocks brands including Nike and Beyond Yoga, is offering 30% off its entire site, plus free shipping with the code CYBER30.  _______________________________________________________________________________ Charlotte Tilbury  Charlotte Tilbury, the British-born makeup brand with cult-favorite items like its Pillowtalk collection, is offering 40% off a selection of its products and holiday bundles.  _______________________________________________________________________________ Chico's  On Monday, you can get 50% off your entire Chico's purchase, including sweaters, dresses and tops, with the code 32016. Do note that the discount does not extend to Chico's Loves products.  _______________________________________________________________________________ Chinese Laundry  Over at the always-trendy shoe brand Chinese Laundry, you can get 30% off regular-price items sitewide through Tuesday with the code CYBERSAVE. There are some select exclusions, so make sure you grab a pair that's Cyber Monday-friendly.  _______________________________________________________________________________ Colourpop  Colourpop, the makeup brand known for its high-quality yet affordable cosmetics and Disney collections, is offering 30% off its entire site through December 3.  _______________________________________________________________________________ CoverFX  The vegan and cruelty-free makeup brand CoverFX, which is known for its excellent primers and ultra-smooth foundation, is offering 30% off sitewide, plus free ground shipping, with the code YAYMONDAY.  _______________________________________________________________________________ Dermstore  The skin care-centric beauty retailer Dermstore, which stocks brands like Skinceuticals and Sunday Riley, is offering up to 30% off select items with the promo code DSGIFT.  _______________________________________________________________________________ Draper James  Reese Witherspoon's Southern-inspired fashion brand Draper James is offering 25% off sitewide, on both full-price and sale items, with the code GRATEFUL.   _______________________________________________________________________________ Drunk Elephant  Skin care brand Drunk Elephant is offering 20% off sitewide through Monday.  _______________________________________________________________________________ Dyson  Buy the $399.99 Dyson Supersonic hair dryer, beloved by hairstylists and beauty mavens, on Dyson.com and you'll get two Dyson gifts of your choice. Alternatively, you could snag it over at Nordstrom and get the red gift edition Supersonic Hair Dryer, which comes with its own presentation case — a $459 value — for just $399, plus free shipping.  _______________________________________________________________________________ Fossil   Fossil is giving you 70% off sale items, and 30% off select full-price purchases. _______________________________________________________________________________ Franco Sarto  The Italian-inspired leather shoe brand Franco Sarto is offering 40% off sitewide, with the discount extending to its surprisingly affordable ankle booties and big selection of wide calf boots.  _______________________________________________________________________________ Glossier  Through Monday, you can get all items across the Glossier site for 20% off, with kits going for up to 35% off.  _______________________________________________________________________________ Greats  The Brooklyn-born sneaker brand Greats is now offering 25% off sitewide with the code PASSWORD123 through December 3. _______________________________________________________________________________ Hush Puppies  You can get 40% off select styles, and an extra 20% off sale, with the code CYBERMONDAY at Hush Puppies through December 4.  _______________________________________________________________________________ Lids  For the sports fanatics out there, Lids is having all sorts of promotions on Monday, including $15 select knits and 30% off your order of $30 or more with the code GAMEON.  _______________________________________________________________________________ Milk Makeup  Spend more than $30 on the Milk Makeup website and you'll get 35% off your order. Spend more than $65 and the brand will also send along a free glitter bag and Werk It Set, complete with a mini Lip + Cheek stick, highlighter and Kush mascara.  _______________________________________________________________________________ Nisolo The ethically made shoe and accessories brand Nisolo is playing the long game this holiday season. Through mid-December, the brand is offering various discounts with the promo code GOODTIDINGS, including 20% off its best-selling shoes, and BOGO sales up to 50% off. And here's an additional treat for CNN readers: Use the CNN-exclusive promo code CNN25 and get an additional 25% off your purchase on top of the Cyber Monday sale through December 4.  _______________________________________________________________________________ The North Face  You can take 25% off select The North Face items online, ensuring that you stay extra warm this winter.  _______________________________________________________________________________ NYDJ  The premium denim brand NYDJ, known for its ultra-comfy stretch jeans, is offering 40% off regular price items, 50% off sale items and even free two-day shipping.  _______________________________________________________________________________ Olay  All purchases on the Olay website come with an extra 25% off — plus free shipping — through December 3.  _______________________________________________________________________________ Outdoor Voices  Internet-favorite workout clothes brand Outdoor Voices is offering 25% off sitewide, including sale items, with everything from its leggings to sports bras now at a discount.  _______________________________________________________________________________ Puma  Over at the sneaker and athletic brand Puma, you can get 40% off all full-price items and 30% off sale items.  _______________________________________________________________________________ Skagen  The chic, minimalist watch brand Skagen is discounting lots of its higher-end accessories on Monday, with watches and hybrid smartwatches now starting at $39.99.  _______________________________________________________________________________ Smoko  Smoko, the home and accessories site devoted to making the internet a cuter place, is offering 25% off its entire site, with some items getting an additional 15% discount. Maybe this is the perfect time to pick up a pair of slippers in the shape of happy dumplings.  _______________________________________________________________________________ Spanx  You can get 20% off your entire purchase at Spanx, including what we've deemed our holy-grail leggings.  _______________________________________________________________________________ Tatcha  Use the code CYBER19 and you can get 20% off sitewide at the Japanese beauty brand Tatcha, including gift sets, through December 4.  _______________________________________________________________________________ Thakoon  Thakoon, a brand that specializes in cozy knits and well-tailored pants, is offering 40% off sitewide.  ___________________________________________"], "Language": false}