{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/01/opinions/trump-ordained-and-dethroned-opinion-weekly-column/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2019-12-01T13:09:44Z"], "LastModifiedDate": ["2019-12-01T22:00:50Z"], "Headline": ["Trump's week: from 'ordained by God' to dethroned by a judge"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The sweetest sound Donald Trump could hear last week was that of his outgoing Energy Secretary, Rick Perry, proclaiming him the chosen one \"ordained by God\" to be President of the United States. But this was soon followed by the ringing declaration of Ketanji Brown Jackson, a US District Court judge: Trump is no king, she said, decisively rejecting Trump's effort to shield his former White House counsel Donald McGahn from testifying before Congress. \"The primary takeaway from the past 250 years of recorded American history is that Presidents are not kings. This means that they do not have subjects, bound by loyalty or blood, whose destiny they are entitled to control,\" Brown wrote. \"Perry says he told Trump to his face that he was 'the chosen one,'\" wrote Jay Parini. (Perry also said he believed Barack Obama had been ordained by God.) \"This notion has been going around the administration like a strange virus, infecting Sarah Sanders and Mike Pompeo as well,\" Parini suggested. \"I don't have any easy answers, and it worries me to see evangelicals who do. There is a deep mystery here that precludes the arrogance implied in Rick Perry's stance. We just don't know what the Divine has in mind.\"  Anthea Butler noted the support for Trump that comes from such inheritors of the American evangelical tradition as Jerry Falwell and Franklin Graham. \"Trump's popularity with leading evangelical Christians brings a lot of 20th-century religious history full circle,\" Butler wrote. \"Perhaps what the Trump era has laid bare is how nakedly church leaders' support of him is about political power.\"  Perry is one of the onetime Trump critics and opponents who surrendered to him as he gained mastery of the GOP, wrote Michael D'Antonio. Along with Sen. Lindsey Graham, Perry and others are \"too weak to resist\" and \"see survival in joining the cult that degrades the nation a little bit more every day.\"  The President's week had it all -- a rally in his new home state of Florida, an unexplained tweet of Trump's head on the body of Rocky Balboa and a surprise visit to American troops in Afghanistan.  Bring on Bolton While religion's connection to politics may be a matter of mystery, the law on the limits of presidential power is clear in Judge Jackson's view. Ken Ballen, staff counsel to the congressional committee that investigated the Iran-Contra scandal in the 1980s, applauded the judge's ruling and argued that its logic, \"that White House aides must answer congressional subpoenas to testify applies to former national security adviser John Bolton's possible testimony before the House Intelligence Committee as well.\"  Bolton has been strongly hinting that he has a compelling story to tell about the withholding of aid from Ukraine, which is the subject of House Democrats' impeachment inquiry into Trump. But he also has resisted testifying. And Democrats, eager to move ahead on impeachment before the 2020 primary voting begins, may not wait to hear from him. That's a mistake, argued Charlie Firestone, suggesting that censuring the President and continuing to investigate him would be a wiser course. \"It essentially places a marker of condemnation pending a further possibility of bringing an impeachment.\" Dresden's treasure may be lost forever Thieves broke into the Green Vault in the royal palace in Dresden and got away with an estimated billion dollars in jewels. It was a \"grievous loss\" for the city and nation's people while at the same time being a story that draws in \"millions who had never heard of the castle or the museum,\" wrote Frida Ghitis. \"A tale of adventure and fortune hunting. It sounds, looks and feels like it's not real, like fiction, like TV; a chance to get away from an all too real time.\" Sadly, experts believe that there's only a very narrow window of time to retrieve the treasures before they get melted down or broken apart into an unrecognizable form. \"Unless authorities manage to recover the loot soon,\" wrote author Scott Andrew Selby, \"it is likely the jewels will be lost forever as pieces of art, stripped down to their component parts, and transformed so that they can be sold without anyone suspecting their origin.\" Trump's defense doesn't hold water Circumstantial evidence of a plot to withhold military aid from Ukraine in return for a political favor for President Trump continued to accumulate: the aid was ordered withheld the same day Trump had his now famous phone call in July with Ukraine's president, and Trump knew of the whistleblower complaint against him before he decided to release the money. But the President stuck to his \"I want nothing. I want no quid pro quo\" defense. The problem, according to Elie Honig: \"The vast weight of the evidence -- supported by logic and common sense -- indicates Trump wanted a quid pro quo. And upon scrutiny, Trump's self-serving denial carries little persuasive or evidentiary weight, and provides a flimsy shield for Trump and his supporters to hide behind.\" Regular rules of evidence don't apply to an impeachment proceeding, Honig noted, but \"our established legal rules likely would deem Trump's self-serving denial too unreliable to use in court. The logic is so plain that even a child can understand it: Once you've been caught with your hand in the cookie jar, it doesn't make you innocent to announce, 'I want no cookies!'\" As more facts come out, you might expect public sentiment to shift, but so far the pro- and anti-Trump camps have become only more entrenched. Writing for CNN Opinion's Fractured States of America project, Martin Bisgaard noted, \"Republicans and Democrats have the same evidence at their disposal -- the log of the call, the text messages and the depositions -- and still they reach opposite conclusions about whether the President should be impeached.\" Rather than being swayed by facts and then arriving at a conclusion, \"they do the exact opposite -- deciding on a conclusion and then twisting the facts to support it.\" SEALs and military justice Trump sided with a Navy SEAL who had been accused of committing crimes on the battlefield. Rather than support the findings of the military justice system, he used his presidential powers to undercut them, and in the process the Secretary of the Navy Richard Spencer was fired. In the Washington Post, Spencer wrote that the case offered a reminder that \"the president has very little understanding of what it means to be in the military, to fight ethically or to be governed by a uniform set of rules and practices.\"  A Navy commander will have to clean up the mess left behind by the case, observed Retired Lt. Gen. Mark Hertling. \"There will be repercussions within the command, and within the Special Operations community, if someone who violated the standards and the culture of the military and his force is treated as 'special.'\" John Kirby, a retired rear admiral in the US Navy wrote, \"What makes our military great is not the money Trump claims he has thrown at it, but the standards of conduct to which it adheres and the high bar for ethics to which it subscribes. We do not always reach that bar, to be sure, but in the struggle to do so we have earned a reputation for integrity, fairness and professionalism that is the envy of the world.\" Democrats' contest heats up Political events slowed down for the Thanksgiving break, but questions swirled around the Democratic contest for the 2020 presidential nomination. Now that the most popular Democrat, former President Barack Obama, has weighed in with his view that America \"is still a country that is less revolutionary than it is interested in improvement,\" there's even more of a lively debate over some of the candidates' sweeping plans, such as Medicare for All. David Love argued that Obama's approach risked only tinkering around the edges at a crucial time. \"America is not well, and ignoring the symptoms of what ails the nation -- not pushing too far for change -- is what gave us Donald Trump. Consider the status quo with rising inequality, low taxation on the wealthy and corporations, and the dimming life prospects of millennials.\"  But can Democrats find money to pay for Medicare for All and free college tuition? Edward J. McCaffery, a tax expert, was skeptical of the proposals by Sen. Bernie Sanders and Sen. Elizabeth Warren to fund many of their plans with a wealth tax. \"Whatever the merits of a wealth tax -- and there are many -- there are political, legal and practical obstacles to overcome before we will see anywhere near the funds that Warren and Sanders tout, if we ever do,\" he wrote. Backers of Medicare for All often cite Canada as a role model, but Toronto-based doctor Adam Kassam wrote that there are some serious issues with health care north of the US border. There are doctor shortages and long waits for some forms of care, Kassam said. Costs are indeed lower, but Kassam warned, \"Warren's plan to put pressure on the supply side of the health care industry may serve to alienate providers who will make decisions based on economic considerations. In other words, by squeezing providers and hospitals, a government-administered system will reduce incentives to see patients and exacerbate the epidemic of burnout within health care communities.\"  Julian Zelizer noted Rep. Alexandria Ocasio Cortez's response to Mayor Pete Buttigieg's criticism of free college tuition and warned that the Democrats' internal debate over policy could wind up  furnishing powerful talking points for Trump's re-election campaign next fall. New guests at the party Former New York Mayor Michael Bloomberg officially entered the presidential race, only days after former Massachusetts Gov. Deval Patrick jumped in. Dean Obeidallah wasn't cheered by Bloomberg's announcement: \"I lived in New York City during the Bloomberg administration... he was a great mayor for some -- but not for those who were black, brown or Muslim. Bluntly, Bloomberg's policies sent a message that blacks, Hispanics and Muslims didn't deserve the same civil rights as other New Yorkers enjoyed.\"  Don't miss: Peter Bergen: London terrorist attack brings home a chilling reality Jill Filipovic: Lewis the koala's death is a sad end to a terrible tale  Jeff Yang: No, Simon Cowell, it's not time for UK-Pop Robert Klitzman: Trump is blocking vital biomedical research Michael S. Roth: What the 'woke student' and the 'welfare queen' have in common Congresswoman Norma Torres: Why Chad Wolf is unfit to lead DHS Aaron David Miller: Netanyahu will make his likely exit as painful, prolonged and destructive as possible Mirza Dinnayi: How one girl's survival should inspire us all AND... Jimmy and Rosalynn Carter The oldest living former President of the United States and his wife of 73 years continue to inspire people with their accomplishments and humility, wrote Kate Andersen Brower. \"There is no starker contrast to Donald Trump than Jimmy Carter"], "Language": false}