{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/27/cnn-underscored/sephora-black-friday-deals-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-11-27T19:15:33Z"], "LastModifiedDate": ["2019-11-27T19:32:50Z"], "Headline": ["The best Sephora Black Friday deals: Sunday Riley, Fenty and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["From eyeshadow sets to face mask bundles to brushes that are surprisingly adorable, it's no wonder that beauty gifts are among the most popular to give during the holidays. And of course, Sephora is a sort of one-stop shop to get them. Fittingly, its Black Friday deals, which dropped just this week, are some of the best on the market. So far, its so-called \"Cyber Week\" already includes deals like 50% off Urban Decay palettes, 50% off Fenty eyeshadow sets and plenty of skin care sets worth more than $100 going for around $30.  Below, we rounded up some of our top picks. And do keep in mind that Sephora is continuously updating its list, so we'll be updating this list regularly as well. Also, we've rounded up some of the other top Black Friday beauty deals, too. Sephora Favorites Skin Wonderland ($32, originally $64; sephora.com)  Packed with skin care minis from brands like Kiehl's, La Mer, Clinique, Sunday Riley and more, this $32 kit (which is actually a $181 value) has everything you need to keep glowing from head to toe.  _______________________________________________________________________________ Urban Decay Naked3 Palette ($27, originally $54; sephora.com)  Urban Decay has perfected the art of creating eye shadow palettes that look gorgeous on everyone. This is one of the brand's top-sellers, and at 50% off, it's hard to say no.  _______________________________________________________________________________ Amika Polished Perfection Straightening Brush Operator Set ($96, originally $120; sephora.com)  This set features the top-selling Amika Straightening Brush, which smooths hair but doesn't damage it, anti-humidity spray, dry shampoo, dry conditioner and even a mini hair dryer.  _______________________________________________________________________________ Sunday Riley Acid Appeal Vol. 1 ($81, originally $116; sephora.com)  For the serious skin care lover in your life, you can't get much better than this. Sunday Riley is all about highly effective skin care, and this kit comes with all the essentials, including its best-selling Good Genes, CEO Glow Oil, Auto Correct Brightening Cream and more.  _______________________________________________________________________________ Fenty Beauty Moroccan Spice Eyeshadow Palette ($29, originally $59; sephora.com) Rihanna can do no wrong. That's just a fact. This eyeshadow palette from her own Fenty Beauty comes stacked with some gorgeous jewel tones that will can complement any skin tone.  _______________________________________________________________________________ Sephora Favorites The Next Big Thing ($25, originally $39; sephora.com)  For the person in your life who's desperate to know the best up-and-coming beauty brands, this kit is packed with Sephora cult favorites like Kaja blush and Melt Cosmetics lipstick. We promise you won't be disappointed with this one.  _______________________________________________________________________________ Dr. Jart 7 Day Mask Experiment ($27.50, originally $39; sephora.com)  Dr. Jart face masks are among the most popular at Sephora. This set of seven tackles everything from hydration to smoothness to clearer pores.  _______________________________________________________________________________ Bite Beauty 4-Piece Mini Lipstick Set ($10.50, originally $21; sephora.com)  Anyone who already adores lipstick or is trying to wear more of it will appreciate this kit of four universally-flattering lipstick shades, especially since Bite Beauty is known for creating some of the smoothest and longest-lasting lipsticks on the market.  _______________________________________________________________________________ Foreo Luna Mini 2 ($97, originally $139; sephora.com)  Though it may look unassuming, this mini pulsating cleansing device is every skin care lover's favorite secret weapon. Fully waterproof, the device helps your favorite face wash get deeper into your pores, leaving you clean and radiant.  _______________________________________________________________________________ Sephora Collection Moschino Pencil Set ($29, originally $58; sephora.com)  It's hard to find a cuter brush set than this one. Created in collaboration between the designer brand Moschino and Sephora, they are indeed created to look back-to-school ready.  _______________________________________________________________________________ Fresh Sugar Lip Legends Gift Set ($42, originally $48; sephora.com)  This sweet gift box comes with five different Fresh lip balms — and a lip treatment — that will surely ward off sign of chapped lips through the winter.  _______________________________________________________________________________ Glow Recipe Let It Glow ($39, originally $48; sephora.com)  Glow Recipe's products are, fittingly, all about getting the glowiest skin possible. This set comes with some of its most popular products, including its Watermelon Sleeping Mask and Blueberry Gentle Cleanser.  _______________________________________________________________________________ If you're still stumped on what to get your special someone after scrolling through all these discounts, take a look at our guides that cover all the must-have gifts for her, gifts for him, gifts for travelers, gifts for coworkers, top-rated Amazon gifts and gifts for that super hard person to shop for, too.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}