{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/27/world/leonardo-da-vinci-eyes-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2019-11-27T16:00:29Z"], "LastModifiedDate": ["2019-11-27T16:00:29Z"], "Headline": ["Theory that Leonardo da Vinci's art was tied to rare eye condition refuted by new research"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Leonardo da Vinci, one of the world's most celebrated painters, likely did not have a rare eye condition that was thought to have played a role in his art, new research has found. This disputes the findings of an earlier study. The research said that while it was plausible da Vinci had a dominant eye, he likely did not have exotropia -- a type of eye misalignment in which one eye turns outward. A form of strabismus, or squint, exotropia affects 1% of the world population.  A study published in 2018 based on an analysis of da Vinci's self-portraits claimed that he had intermittent exotropia and that the condition could have been a factor in his artistic genius. The new research also said that it was unlikely Dutch master Rembrandt had exotropia, as a 2004 study of his work had claimed. \"Rembrandt Harmenszoon van Rijn and Leonardo da Vinci probably had straight eyes,\" the researchers concluded in a research letter published in the journal JAMA Ophthalmology on Wednesday. \"A strongly dominant eye may have caused them to perceive the reflection of the opposite eye turning out when looking in a mirror, resulting in the apparent ocular misalignment in their self-portraits.\" The authors said that when an artist looks in the mirror to draw a self-portrait, they can only look at one eye at a time to reproduce it in detail.  \"This eye sees its own reflection looking right back, appearing exactly straight. However, the other eye sees the first eye as exotropic, because it views it from an angle,\" said Ahmed Shakarchi and David Guyton from the Zanvyl Krieger Children's Eye Center at Johns Hopkins University Hospital. They said that the human brain has learned to favor the image in the mirror that is looking directly back and disregard the apparent misalignment. However, this was not the case in people with strong eye dominance.  \"They see the image from the vantage point of their strongly dominant eye. A strongly dominant right eye sees the reflected image of the left eye as being turned out when in fact no true turn out exists, and vice versa for a strongly dominant left eye.\" The authors said that this was why self-portraits by da Vinci and Rembrandt sometimes showed one eye turned outward.     The researchers also noted that exotropia was apparently never documented in these artists who were well known in their time. Christopher Tyler, a research professor at City University of London and the Smith-Kettlewell Eye Research Institute in San Francisco, who was an author of the 2018 study, told CNN then that exotropia would have allowed da Vinci to see the world from a different angle.  \"What he was looking at would look more like a flat canvas than like for us a three-dimensional screen,\" Tyler told CNN in October 2018. This would have made it \"easier to translate things onto the canvas,\" he added."], "Language": false}