{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/26/opinions/dresden-green-vault-robbery-selby/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Scott Andrew Selby"], "Writers": [[]], "FirstPublishDate": ["2019-11-26T19:54:41Z"], "LastModifiedDate": ["2019-11-26T21:26:39Z"], "Headline": ["You've stolen priceless jewels. Now what do you do?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["So you've stolen priceless treasures, now what do you do with them?  That's the question after thieves in Dresden, Germany, pulled off what may well be the smash and grab of the century.  In a matter of minutes, two cat burglars pried open iron bars and smashed the window behind them, according to Dresden police, then crawled through the opening into the Green Vault museum's Jewel Room. Amid the baroque beauty of the intricately decorated room, they used an ax to smash open glass display cases and grabbed the historic jewelry within them, authorities said. Luckily, the star of the Green Vault's collection, the 41-carat \"Dresden Green Diamond,\" was on the other side of the ocean as part of a temporary exhibit in New York City's Metropolitan Museum of Art. The heist was otherwise well-planned. The robbers set a small fire to knock out the electricity for the nearby streetlights. And they presumably knew that even if the two security guards saw them over the still-functioning CCTV, the guards were both unarmed and standard museum procedure dictated they do nothing but call the police.   The burglars were in and out well under law enforcement's response time. They drove off in a getaway car, then burned it.  But we don't know how well they have planned for the aftermath. The tragedy of the theft is that their decisions now will determine if the artifacts continue to exist in any recognizable form.  The treasures the burglars took are priceless: the state government of Saxony, of which Dresden is the capital, would never sell them at any figure. But if the jewels were legally sold at auction, the price fetched would be in the range of a billion euros, police said. The burglars won't be able to get anything close to that, because the jewels are so recognizable in their current form as -- for example, a hat clasp, a diamond-adorned sword and scabbard, a star-shaped medal, and more --that there's almost no way to sell them as is.  In fact, it's likely the burglars will receive a pittance of what the Green Vault's treasures are actually worth. It's as if after the Mona Lisa was stolen in 1911, the thief hadn't kept it whole and decided to break it down to pigment scrapings and an old piece of canvas. Indeed, unless authorities manage to recover the loot soon, it is likely the jewels will be lost forever as pieces of art, stripped down to their component parts, and transformed so that they can be sold without anyone suspecting their origin. This is what happened in Copenhagen, Denmark, in 1802, when a thief stole the two Golden Horns, 7-kilogram musical instruments forged in the 5th century, and melted them down, leaving Copenhagen's National Museum with no option but to display replicas based on old drawings. It's unlikely the burglars are trying to stash the jewels. While there is precedent for thieves collecting stolen artifacts -- French waiter Stéphane Breitwieser stole art in the late '90s from 172 collections throughout Europe for a personal collection -- the fact the theft was done by a team indicates stashing isn't the end goal. There's no profit in doing that, and a professional crew would only take on a job for the potential payoff.  And even after the jewels are stripped down, it will still be difficult for the burglars to sell the parts. It's usually easy to sell smaller white diamonds, but even these will be tricky to pawn off as the cuts used to make them are likely different from the common cuts used today. The burglars may have to alter the stones to look modern, destroying the craft work of how the gems were cut, and polished. It will be even harder for the thieves to conceal the identity of the bigger stones, and those with fancy colors. While the vast majority of diamond rings and necklaces feature fairly common diamonds, those with vibrant colors weighing a good number of carats are known within the industry.  The thieves may break these jewels into smaller stones but will incur a tremendous loss of value: a large blue diamond, for example, is worth much, much more than if it were turned into three smaller stones.  When a huge deep blue diamond known as the French Blue was stolen from the French government following King Louis XVI's attempt to flee the country during the French Revolution, it was recut from 67.125 carats to 45.52 carats, which in turn became known as the Hope Diamond. Hopefully, its treasures can be recovered in time. And if not, there'll be only one silver lining: the theft can serve as a warning call to us all that the security surrounding historical collections needs to be reevaluated to see how it would stand up against today's highly motivated professional thieves."], "Language": false}