{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/london-best-afternoon-tea/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Travis Levius, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-02-24T08:36:10Z"], "LastModifiedDate": ["2019-11-26T12:48:29Z"], "Headline": ["London's best afternoon teas"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Fancy an afternoon tea while in the British capital? There's no better place to try this English tradition than in London, which serves up some of the world's most well-regarded versions. Reputedly spawned when an English duchess made a simple request for cake and tea before dinner time in the mid-1800's, afternoon tea has since become a more decadent occasion. Plush baked scones, assorted finger sandwiches and desserts with a generous pot of tea is now the modern standard. While London's traditional luxury offerings could easily monopolize this list, we've included quirky, novel options for those seeking teas with a twist, including one set on a vintage double-decker bus and a fanciful version inspired by Alice in Wonderland. Fortnum & Mason  No one knows tea like Fortnum & Mason, London's premier tea and assorted goods emporium since 1707. Visitors can sample their famous teas and much more in the airy, elegant Diamond Jubilee Tea Salon, which is often filled with music from a live pianist.  \"Walking into the tea room felt as if I was walking onto a set for a BBC series set in the 19th Century,\" says That Adventurer blogger Hannah Kacary. Tea sommeliers ask guests for taste preferences and recommend the perfect sip from an extensive menu. Also on hand are traditional sommeliers who assist in champagne pairings.  Save room for dessert, however. Fortnum's signature cake cart allows guests to choose a slice from a range of choices.  Best For: Ultimate tea lovers  Fortnum & Mason, 181 Piccadilly, London; +44 207 734 8040 Sketch Sketch's Gallery room -- enshrouded in pink and full of artsy flair -- is perhaps the city's most striking venue for afternoon tea.   \"You feel like you're in a candy shop, with the bubblegum pink seats and little cheesy messages at the bottom of your cups and plates,\" says Fresh and Fearless blogger Aftab Pathan.   Tea comes with finger sandwiches, such as the addictive comte cheese panini, warm scones and sweets such as cassis cheesecake and citrus meringue. For full-on eccentricity, there's the Sketch Exotic Tea, where the staff will strain Sketch's own brand of Champagne over chai, vanilla or Earl Grey tea leaves over ice.  Best for: Avant-garde tea Sketch, 9 Conduit St, Mayfair, London; +44 20 7659 4500 The Goring It's no surprise that The Goring's afternoon tea is a classic, regal affair, given that the hotel's been a favorite of the Queen for decades (it's just two blocks away from Buckingham Palace).  Tea takes place in a lounge with gilded ceilings, velvety red walls and a crackling fireplace, and the selection of cut sandwiches and sweets -- salmon sandwiches with creme fraiche, strawberry-pistachio macarons and mini banana cake loaves -- change regularly.   Those wanting a premium experience should opt for the Afternoon Tea with Bollinger Rose Champagne, which comes with a plate of fresh-cut strawberries and cream in addition to all the fixings.    Best For: The royal treatment The Goring Hotel, 15 Beeston Place, London; +44 20 7396 9000 Mad Hatter's Tea, Sanderson Alice in Wonderland's legacy lives on at the trendy Sanderson Hotel, hosting one of the city's most beloved themed afternoon teas.  Save for the round of savory nibbles, no element of this tea goes untouched without dashes of whimsy -- from the five \"Alice\" character-inspired tea selections to macaroons guised as animated pocket watches. \"The menu is hidden inside an old vintage book, teapots come complete with crowns... we tumbled down the rabbit hole and didn't want to return to reality,\" says Crummbs blogger Stacey Smith.   Those wanting their fantasy tea a bit more grownup can opt for the Mad Hatter's Tipsy Evening Tea, which includes four cocktail flights and boozy cake bites. Best for: A whimsical treat  Sanderson Hotel, 50 Berners St., Fitzrovia, London; +44 207 300 5588 B Afternoon Tea Bus Tour, BB Bakery For an afternoon tea on the move, look no further than BB Bakery's bus tour.  Tour the top sights of London -- including Big Ben, Buckingham Palace and Piccadilly Circus -- while enjoying an afternoon tea spread on a 1960s double-decker Routemaster. \"[It's] an enjoyable idea for both tourists and Londoners who want to see their city differently -- I'd definitely recommend spending a sunny afternoon aboard,\" says Mini Adventures blogger Milly Youngman. The 90-minute tea-tour departs from Victoria or Trafalgar Square and provides scones, sandwiches, cupcakes and French sweets, in addition to live or recorded tour commentary.  It's best to book in advance to reserve a table on the top deck for the best views.  Best for: London newbies BB Afternoon Tea, 24 Raymouth Rd, London; +44 020 3026 1188 Bea's of Bloomsbury The Bea's bakery brand hosts the most casual and affordable afternoon teas on this list, costing around half as much as other top-rated teas in the capital.   The tea menu is kept short and sweet with seven loose leaf selections, and sandwiches are replaced with an assortment of mini-brioches such as Parma ham with mascarpone and avocado with spiced yogurt.  Naturally, the bakery's strongest suit is the dessert selection, which includes dainty meringues and marshmallows, brownies and cupcakes. Bea's has expanded to multiple locations in the capital, but afternoon tea is only available in St. Paul's, Marylebone and the original cafe in Bloomsbury.  Best for: Keeping it casual  Bea's of Bloomsbury, 44 Theobalds Rd, London; +44 20 7242 8330 Pret a Portea, The Berkeley  Know anyone who salivates over Lanvin heels as much as desserts? Pret-a-Portea is for them. The Berkeley delivers fashion from the catwalk to the cake stand with sweets inspired by the Fashion Week season of the moment.  The recent 10th Anniversary collection features the famous McDonald's-inspired Moschino bag -- Pret-a-Portea's edible version is a sponge cake wrapped in red chocolate -- and stiletto cookies inspired by the likes of Nicholas Kirkwood.    There are no scones with this themed tea, but that hardly matters given the ample amount of haute treats and savory bites on offer. An afternoon tea in the British fashion capital that's always on trend.  Best for: The well-heeled  The Berkeley, Wilton Pl, Belgravia, London; +44 20 7235 6000 The Ritz The Ritz is by and large the grande dame of London afternoon teas, hosting its world-famous tea settings since the turn of the 20th century.  The firmly traditional and lavish offering includes harpists, pianists and classical quintets at any given sitting. Teas are served in silver pots and waiters are dressed in immaculate formal wear. Guests choose from 18 loose-leaf teas and enjoy the classic, three-tiered assortment of scones, finger sandwiches and desserts in the spectacular, gilded Palm Court. Bookings need to be made well in advance, and guests should note that it's a strictly formal affair: gentlemen must adorn a suit and tie for entry.  Best for: Ultimate extravagance   The Ritz,150 Piccadilly, St. James's, London; +44 20 7493 8181 Fancy Tea, Lyaness Since South Bank-based Dandelyan  -- knighted 2018's World's Best Bar -- was reincarnated as Lyaness in 2019, its alternative cocktail tea offering has had a change of face, too.  Fancy Tea is Lyaness's irreverent take on 80s society soirees, serving four cocktail pairings (with tea if you choose) with bites in a room enlivened by synthy retro hits. Savories such as deviled eggs and sausage rolls are matched with banana/green tea/Grey Goose-flavored cocktail Carter Cobbler; the scone concept has been turned upside down (literally) as pineapple upside down cakes with clotted cream and cherry jam, washed down with a citrusy jasmine-pineapple gimlet.  Though the menu has changed, and the venue's famous bubblegum pink leather seats have been swapped for baby blue ones, those magnificent city views alongside the Thames remains intact.  Best for: Boozy tea Lyaness, Sea Containers London, 20 Upper Ground, London; +44 203 747 1063 The Savoy The Savoy's Thames Foyer, with its fairytale-like winter garden gazebo underneath a glass dome at its center, is one of London's most elegant afternoon tea settings. Scones, finger sandwiches, delectable desserts are accompanied by a classical pianist.  Besides the afternoon tea, guests can also experience The Savoy's luxurious take on high tea, which was traditionally an accessible dinnertime custom not at all reserved for high society. An expansive tea menu includes The Savoy's own special blends.  Best for: Traditional luxury  The Savoy, Strand, London;  +44 20 7836 4343  Ting Ting, Shangri-La at the Shard's flagship restaurant, doesn't have to try too hard to impress afternoon tea guests as its stunning 35th-floor skyline views are the ultimate distraction.  On offer is a choice between the English Afternoon Tea or the Asian-inspired Afternoon Tea, with a menu of gyoza and dumpling selections and Asian-flavored sweets.  This five-star hotel tea in Western Europe's tallest building isn't cheap, but it's one of the most spectacular views in the city. Best for: (Sky) High tea Ting, Shangri-La at the Shard London, Shangri-La Hotel, 31 St Thomas St, London; +44 20 7234 8108 Cahoots Squiffy Picnic An immersive underground \"bunker bar\" that hosts the novel Squiffy Picnic on Saturday afternoons, Cahoots transports guests to post-WWII. \"We enjoyed our sandwiches, scones, treats and vintage goodies all served in wicker picnic baskets... we felt like we had stepped into a vintage wonderland,\" says Binny Shah of Binny's Kitchen. Squiffy Picnic stretches the boundaries of the afternoon tea concept, as teacups are filled with hooch instead of Earl Grey, and entertainment comes from flirtatious singer Lois \"Legs\" Laurelle.  Those in particularly high spirits can go for the Hollow Legs, which provide bottomless booze, or a bottle of Moet & Chandon Champagne.  Worth noting that at entry -- guests must request \"the captain\" before accessing this speakeasy, which is strictly for those 21 and older.    Best for: A swingin' good time Cahoots, 13 Kingly Court, London; +44 20 7352 6200 Claridge's The five-star Claridge's Hotel has been serving luxury afternoon tea for more than 150 years, and its legacy is showing no signs of decline.  This prestigious offering takes place in the hotel's art-deco inspired foyer, designed by Thierry Despont, with a pianist and harpist transporting guests into the heyday of a glamorous, bygone era.  Among the selection of high-quality teas, menu items include scones with Marco Polo jelly and Cornish clotted cream, fingers sandwiches include corn fed chicken, Parmesan and lemon on malted bread.  Desserts such as the sour cherry gateaux are all served on Claridge's signature green-striped bone china.  Bookings need to be made well in advance for one of the city's most iconic teas.  Best for: Sheer elegance   Claridge's, Brook St, Mayfair, London; +44 20 7629 8860 Brown's Hotel: Tea-Tox Afternoon teas "], "Language": false}