{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/25/opinions/indiana-professor-racism-syracuse-university-hate-zakaria/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rafia Zakaria"], "Writers": [[]], "FirstPublishDate": ["2019-11-25T23:14:23Z"], "LastModifiedDate": ["2019-11-26T10:18:29Z"], "Headline": ["Keeping a bigoted professor sends a toxic message to students"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It began on Twitter. On November 7, Professor Eric Rasmusen, a man who is part of the faculty at Indiana University's Kelley School of Business, tweeted: \"geniuses are overwhelmingly male because they combine outlier high IQ with moderately low Agreeableness and moderately low Conscientiousness.\" The tweet was a quote from an article titled \"Are Women Destroying Academia? Probably.\"  The piece, from an obscure website, argues that women are more \"conformist, empathetic and sympathetic,\" which in turn makes them \"unsuited\" for academia.  Nor are women the only group that Rasmusen considers lesser beings; in the past he has reportedly expressed both racist and homophobic views. As much as it rankles to parrot his bigotry, for the record, examples of his hateful statements include his arguing, according to the University provost, that black students are unqualified for attendance at elite institutions and according to the Indiana Daily Student, gay men must be excluded from academia because they cannot help but abuse students.  It is Eric Rasmusen who is unsuited for academia. The administrators of Indiana University, however, don't think so. After the Rasmusen controversy exploded on social media, Provost Lauren Robel issued a strongly worded statement decrying Rasmusen's actions and stating its nondiscrimination policy, but asserting that the First Amendment precludes the university from firing him. The school will allow students to opt out of Rasmusen's courses (currently required for business majors) and will monitor his grading, but everything else, according to the statement, will be left just the way it was.   Indiana University's position reveals an unwillingness to stand up for women, racial minorities and LGBTQI students who are now even more vulnerable to the all powerful \"tenured\" professors who may never be fired.   As a graduate student at Indiana University, I along with several other students I knew experienced sexual harassment, bullying and inappropriate behavior from faculty members, some inside the classroom and some beyond it. None of us reported anything. Our decisions not to come forward were in some part due to the invasive and onerous requirements of filing a complaint but had far more to do with our awareness of the near-guarantee that (as in Rasmusen's case) nothing would be done. Rasmusen has not been accused of anything like what we experienced, but I do understand firsthand how intimidating the prospect of reporting misconduct in a university setting can be. If on top of what we had already endured, my colleagues and I also knew that the faculty members in question held racist and misogynist views, we likely would have been even more determined to stay silent.  No matter how powerfully condemnatory the language of its statement against Rasmusen, Indiana University's latest actions (or lack of action) will very likely silence even more students who face harassment or bullying. In defending Rasmusen's continued appointment, the university administration is sending a clear message about its prioritizing of the rights of white and male professors. As sociology major and IU sophomore Maya Rose John told me, in the wake of the university's decision, \"I feel like IU is condoning having bigoted educators, which makes me feel like they don't value me as a woman or my education.\" Many more students, graduate instructors and even faculty likely feel just the same way. Rasmusen, for his part, has not apologized, but attacked the university that has committed to keeping him on its faculty. Keeping Rasmussen on the faculty also smacks of moral hypocrisy. In recent days, campuses all around the country have faced a spate of anti-Semitic and racist incidents that have stunned and frightened students. A noose was found hanging in a residence hall at Auburn University, a swastika was scratched into a door and racist stickers and posters have appeared on light poles and bus stop signs at Iowa State University and burning crosses from a KKK rally were featured on social media at the University of Wisconsin in Eau Claire. At Syracuse University, reports of racist and anti-Semitic graffiti have occurred in recent days. Additional incidents which are still being investigated have involved students verbally assaulting an African American student, a note left with anti-Native American writing and graffiti against Asian Americans in the art building. In all of these incidents, the university administrations have issued strong denunciations, urging students to practice tolerance and respect. Prescriptions such as these are good, but they beg the question of whether university authorities can expect their students to be tolerant and respectful when tenured faculty members are held to a lower standard and permitted to say whatever they like. In Indiana University's case, keeping on a faculty member whose views are in such obvious contravention of moral decency and respect renders the university's expectation of good moral behavior from students void and moot. If the larger moral purpose of an institution of higher learning is to model educated and civil behavior and to teach students to be responsible and moral citizens, then standing by a professor who espouses and makes racist and sexist beliefs seems anathema. Simply put, permitting faculty to have positions considered immoral for students foments a toxic double standard. This in turn shatters the moral foundation of a university education as the means to mold moral and responsible adults. Then there is the complicated question of whether Rasmusen is being kept on because he is tenured or for some other reason. Indiana University's own spokesperson has said that \"tenured faculty can be fired.\" The Rasmusen case, they allege, is not a tenure matter -- rather, they say, a \"protected speech issue.\" It is true that the tenure system was created in part to protect this right (ironically the most notable historical case also involved a professor with racist views).  However, as Indiana University said in its statement Rasmusen was making his comments as a private citizen --  unlike the University of Pennsylvania's Amy Wax, who also came under fire after comments at a July conference (drawn from ideas set forth in a 2018 paper) that in America, \"We are better off if we are dominated numerically ... by people from the First World, from the West, than by people who are from less advanced countries.\"  The development of the tenure system was inspired in part by the belief that faculty should \"be able to follow the facts to where they find them\" regardless of public outcry or the interests of donors and trustees. Rasmusen, however, is not following his scholarly instincts in the pursuit of ideas here. He is just a racist man who is propagating bigoted and misogynist views as a private citizen.   They also happen to be views that directly impact his fulfillment of his duties as a teacher.  Indiana University (unlike, for instance the University of Pennsylvania where Wax teaches) is a public, not private, university, so First Amendment protections are indeed a consideration. But apart from that, the school's own Code of Academic Ethics, which is supposed to apply to all faculty, requires that they respect students \"as individuals\" and work to establish \"relationships of mutual trust\" serving as \"intellectual guide and counselor.\"  If the university feels that racist views by tenured faculty are so untouchable on First Amendment grounds, it should state clearly that the code does not apply to faculty who choose to express unapologetically their racist, misogynistic and homophobic personal beliefs. Indeed, that is precisely the implication made when the university insists that a professor cannot be fired for bigotry despite his obvious inability to form such \"bonds of mutual trust\" with minority, female and LGBTQI students. If Rasmussen cannot go, the code, now proven a sham, must.   This arrangement may work well for Indiana University in the short run but eventually refusing to take a man like Rasmusen out of the classroom will catch up to them and impact the school's standing. If current female and minority students feel alienated, future students (who are likely to be filling out applications at this very moment) will think twice about signing up. This is as regrettable as it is avoidable. In the era of #MeToo, where institutions are supposed to be moving toward making campuses more tolerant, Indiana University looks like a stodgy and calcified institution uninterested in egalitarian reform. The Rasmusen controversy presented Indiana University with an opportunity. It could have done the right thing. It could have stood up for all students who have, over the years, silently faced the brunt of his views but have not felt empowered to complain. It has chosen instead to stand with Eric Rasmusen.  Bigotry, sexism and intolerance undoubtedly require the condemnation the school issued readily, but beyond just talk they also require strong action. On that front, the school has failed its students and alumni, myself included. Letting Eric Rasmusen stay legitimizes his views as acceptable, even moral. Surely, Indiana University can do better than that. "], "Language": false}