{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/king-tut-exhibitions-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Alina Cohen"], "Writers": [[]], "FirstPublishDate": ["2019-11-26T05:13:32Z"], "LastModifiedDate": ["2019-11-26T05:13:32Z"], "Headline": ["How King Tut exhibitions became a multimillion-dollar industry"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["In 1922, Howard Carter made the most exciting archaeological discovery of the 20th century. Working with backing from George Herbert, 5th Earl of Carnarvon, the Egyptologist uncovered a tomb just west of Luxor and the Nile River, in the Valley of the Kings.  It was the most intact tomb of its kind ever found, relatively untouched by the grave robbers who'd looted nearby crypts in the intervening millennia. Because the ancient Egyptians had buried their dead with everything they'd need for the afterlife, there was plenty to steal. The tomb, Carter discovered, belonged to pharaoh Tutankhamun (ruled ca. 1334-25 B.C.E.) and housed more than 5,000 objects that ranged from the magnificent to the prosaic: Tut's solid gold inner-coffin, sandals, statues, jewelry, textiles, oars for navigating the underworld and even linen loincloths.  The find was exciting on its own; a canny media ploy gave the excavation additional publicity. British newspaper The Times paid £5,000 for exclusive access to the tomb, one of the first paid scoops in history. The public frenzied. \"From the discovery in 1922, this vision of magnificence of pharaonic culture captured the imagination of just about every school child the world over,\" said Adam Lowe, the founder of digital conservation lab Factum Arte, which completed a three-dimensional recreation of the tomb in 2014. King Tut, a chronically ill child ruler who died at around 19 years old, was an overnight celebrity whose star has yet to fade. Carter's discovery was just the beginning of King Tut mania. Herbert died in 1923, shortly after entering the tomb -- most likely from an infected mosquito bite -- and a series of people connected with him and Carter suffered mysterious traumas. Rumors of King Tut's curse circulated. Beginning in the 1960s, traveling exhibitions of antiquities from the tomb created a new global sensation. An ongoing show, which started at the California Science Center in 2018, moved on to Paris's Grande Halle de La Villette in Paris, where it broke attendance records for a French art show -- the previous record-holder was also a King Tut exhibition -- and sold around 1.4 million tickets. The show has just opened at London's Saatchi Gallery in November as part of its 10-city world tour.  The general public's embrace of the boy pharaoh shows no signs of relenting, but issues of ownership and repatriation surrounding Tut-related objects still rage. Auction anxieties In June, Egypt attempted to stop Christie's from selling a quartzite sculpture with King Tut's features. The country alleged that the antiquity had been looted from the Temple of Karnak in Luxor around 1970 -- the year UNESCO instituted a treaty aimed at establishing measures for preventing cultural thefts and provisions for restitution.  The auction house disagreed, claiming it had established appropriate provenance and that the statue was in the private collection of Prinz Wilhelm von Thurn und Taxis by the 1960s. Christie's went ahead with the July auction and sold the disputed object for nearly $6 million. Days later, Egypt said it would sue Christie's. The brouhaha typifies the disagreements that still pervade the market for Egyptian antiquities. (Christie's declined to comment for this article.) Attorney Leila Amineddoleh, who's working with the Greek government on similar repatriation issues, called the \"alleged provenance\" of the sculpture \"inaccurate or highly questionable.\" \"It is not acceptable,\" she said, \"for art market participants to turn a blind eye towards problematic provenance or ignore red flags.\" Amineddoleh also noted an increase in looted Egyptian antiquities since political uprisings began in the country in 2011. She added that \"plunder is often a crime of opportunity.\" Egypt, in fact, had measures in place as early as 1835, when it banned other countries from removing objects from its borders without approval. In 1983, the country instituted its most stringent cultural heritage rule to date: Law No. 117, which entirely abolished antiquities exports. Up until that point, countries excavating legally in Egypt could keep half of what they dug up -- with one big exception: Cairo would keep all the contents of any unplundered royal tomb, which meant that the entirety of King Tut's burial chamber stayed in the country. Yet German Egyptologists have alleged that Carter stole objects from the tomb, which are now scattered around the world. There's a notable preference, in the world of King Tut-related antiques, for likenesses of the pharaoh himself. In 2010, Sotheby's sold a Tut-era limestone ushabti for $290,500, leaps and bounds ahead of its high estimate of $60,000. Back in 2004, the auction house sold an Egyptian bust that may have been Tutankhamun or his successor, Horemheb. Despite the uncertainty over the subject's identity, the sculpture sold for $220,800, well above its high estimate of $150,000. Show me the money The first major touring exhibition of artifacts from King Tut's tomb was a product of financial necessity. In 1961, archaeological sites in Egypt were in danger of flooding and the country needed funds to protect them. Over the next five years, more than 30 objects from Tut's tomb toured 18 cities across the United States and Canada. A slightly enlarged show opened in Japan in 1965. Through 1981, Tut artifacts were nearly always on the road, touring from Moscow to London, from Paris to Berlin. After the glut of shows, the artifacts returned to the Egyptian Museum in Cairo, their permanent home. In 2004, \"Tutankhamun. The Golden Beyond\" opened in Basel, Switzerland, and then Bonn, Germany, with around 50 objects from Tut's tomb and additional artifacts from the Valley of the Kings, offering a new generation the opportunity to get to know the boy pharaoh.  Subsequently rebranded as \"Tutankhamun and the Golden Age of Pharaohs,\" the show ultimately toured 17 cities, drawing around 10 million visitors. A smattering of exhibitions have toured ever since, including the show opening soon in London, without losing steam. In 2020, King Tut's treasures will find a new resting place in Giza's forthcoming Grand Egyptian Museum -- the largest museum dedicated to a single civilization. Architect Patricio Pouchulu has designed a structure that resembles a glass eye emerging from the desert, looking out over the pyramids. The touring exhibitions have been such a hit that a market has even developed for shows of replicas. In 2014, the German company Premier Exhibitions, in conjunction with Semmel Concerts Gmbh, toured copies of over 1,000 objects found in Tut's tomb. Lowe, from Factum Arte, expressed support for only those exhibitions directly benefiting the Egyptian Ministry of Antiquities. \"If you're in a position where the local community can gain financial advantage from preserving cultural heritage, it will make a significant difference,\" he said. Lowe's own work has generated further fascination for the pharaoh. Using Lowe's scans, Egyptologist Nicholas Reeves has argued that Tut's tomb may hold a secret, as-yet-uncovered chamber in which Queen Nefertiti could be buried (a theory since dismissed by Egyptian authorities). Outside the tomb King Tut-related antiquities can be divided into two categories: those found inside or outside the tomb. The latter group includes the sculpture sold at Christie's, as well as a number of objects in public and private collections worldwide. The Museum of Fine Arts, Boston, for example, owns a sandstone head of Tutankhamun, made between 1336 and 1327 B.C.E. The museum purchased the sculpture in 1911, before Carter discovered King Tut's tomb. Rita Freed, chair of the MFA Boston's Art of Ancient Egypt, Nubia and the Near East Department, noted that the museum determined its object to be a sculpture of King Tut on the basis of style. \"When art historians look at the three-dimensional eyes; the very sensuous mouth; the fact that he has pierced ears; the round, almost child-like face, there are not a lot of kings that could represent other than Tutankhamun,\" she said. Freed noted that objects from King Tut's time are also appealing on purely aesthetic terms. The pharaoh ruled Egypt during a period of great wealth and superb craftsmanship. Gold, glass and semi-precious stones were prevalent materials. The most enduring image of King Tut may be his fabulous gold funerary mask, embellished with quartz, carnelian, turquoise and lapis lazuli. For Freed, the reasons for persistent King Tut craze are obvious. \"The stuff is drop-dead gorgeous,\" she said. \"There's romance, intrigue, mysterious deaths, scandalous rumors. It's everything you'd want in a good novel.\" High-stakes sales, persistent concerns over looting, record-breaking exhibition attendance, and evermore sophisticated research keep the legend of King Tut alive."], "Language": false}