{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/25/opinions/dresden-heist-jewels-ghitis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Frida Ghitis"], "Writers": [["Frida Ghitis"]], "FirstPublishDate": ["2019-11-26T03:43:28Z"], "LastModifiedDate": ["2019-11-26T03:59:31Z"], "Headline": ["Art thieves stole a priceless historical treasure in Dresden"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It was like a made-for-streaming drama. For many hours on Monday, one of the top stories around the world was a real-life cinematic, heart-pumping robbery in the German city of Dresden. Thieves broke into a vault in the dizzyingly ornate room known as the Grunes Gewolbe, the Green Vault, in Dresden's Royal Palace, and stole a king's ransom of treasures.   Since then, the story has been all over the news, drawing a surprising level of international attention. It was surprising because, let's face it, it doesn't really affect most people outside of Germany. Why is it that an event like this has the power to capture our imagination?  Millions who had never heard of the castle or the museum, much less seen them, are riveted by the cloak-and-dagger tale. Are they in serious sympathy with the people of Dresden, who are crushed at this violation? Mesmerized at the thought of glittering jewels socked away in a castle? Or are they perhaps just drawn to much-needed escape from what can be the asphyxiating reality of our lives today.   Just listen to what happened. Apparently after setting fire to an electrical distribution facility and deactivating the alarm system, the thieves smashed a window and cut through a fence, then homed in on the Jewel Room. In minutes they made off with about 100 pieces of 18th century jewelry, including diamonds and gemstones from the museum founder's original collection. Officials say the jewels' full value is immeasurable; others estimate their value at around a billion dollars.  Across Saxony, the state for which Dresden is the capital, people feel crushed. It is the Saxonians who have been robbed, tweeted a devastated Michael Kretschmer, the state leader. The police raced in pursuit of the thieves, but at this writing all they have found is the charred remains of a car they believe was a getaway Audi. German authorities say it was the greatest art heist since World War II. Local officials bemoaned the losses, and museum officials struggled to explain why the treasures -- originally collected in 1723 by Augustus the Strong, the Elector of Saxony --  were uninsured.  They were instead there on display, and apparently too vulnerable, in a gilded and ornate vault that seems very much not of this time. Indeed, it seems fitting that the collection was started by someone whose title was the Elector of Saxony.  A place that stands at the intersection of old history and modern geopolitics, the palace was the site of countless top level gatherings. Chancellor Angela Merkel and then President Barack Obama sat in the vault in 2009 for bilateral talks; Queen Beatrix of the Netherlands toured it in 2011, and Russian President Vladimir Putin flashed his coy smile there in 2006, alongside Merkel. The thieves pierced through the magnificence, grabbing a fistful, a bagful of the jewels, adding to the mystique of that historic, hallowed chamber of treasures.  If this were, in fact, a made-for-TV thriller, the stolen treasure would turn out to contain 3-D replicas hiding a GPS transmitter inserted by a crack team chasing down a different robbery. They would burst into the robbers' lair and solve the case. Instead the trail is apparently cold. Intrigue now attaches to the heist and if there's no quick character to take on the antihero role, look for the elements of a popular myth to quickly fall into place, with the rule breakers playing the leads -- again, perfect for a dramatization.  And that day may yet come. But the rule breakers, even if they evade capture, likely face a tough road.  Many years ago, while on assignment for CNN in Brazil, I met one such antihero. His name was Ronnie Biggs, and he was famous from his role in a daring heist that came to be known as \"The Great Train Robbery,\" after a movie of that name recounted the story. In 1963, a gang of daredevils held up a Royal Mail train and made off with 2.6 million pounds, a colossal fortune at the time. Biggs was caught, sentenced to 30 years, and imprisoned. But he escaped, went to Paris for plastic surgery and then lived in Australia. As British authorities closed in, he fled to Brazil. I caught up with him on a winding road in the hilltop Rio neighborhood of Santa Teresa, where he told me he felt completely safe, but seemed uneasy. He was living off his fading celebrity. When age and illness grew, as fame and fortune waned, he returned home and went to prison. He died not long after receiving parole on compassionate grounds. The arc of his life was too unbelievable to be fictional. (Much like our times, I might add, if you'll allow me the tangent.) For the people of Dresden, of Saxony, of Germany, for the art lovers and the museum experts, the theft is a grievous loss. It is a loss for the common global heritage if, as some fear, the thieves melt down and disassemble the centuries-old pieces to try to cash in on their raw value. But for the rest of the world, the Dresden robbery is a faraway story of derring-do. A tale of adventure and fortune hunting. It sounds, looks and feels like it's not real, like fiction, like TV; a chance to get away from an all too real time. "], "Language": false}