{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/dresden-green-vault-thieves-intl-scli-grm-style/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bianca Britton, Ivana Kottasová and Stephanie Halasz, CNN"], "Writers": [["Bianca Britton", "Ivana Kottasová", "Stephanie Halasz"]], "FirstPublishDate": ["2019-11-25T13:53:07Z"], "LastModifiedDate": ["2019-11-25T20:18:11Z"], "Headline": ["Huge haul of treasure stolen in German castle vault heist"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Thieves have stolen around 100 pieces of priceless treasure in an audacious heist from a castle vault in the German city of Dresden.  Several criminals gained access Monday to the Green Vault, one of the largest collections of masterpieces in Europe, lifting artifacts of \"immeasurable value,\" according to Roland Woeller, a local politician.  \"This is an attack on the cultural identity of all Saxons and the state of Saxony,\" Woeller added. The vault features an astounding collection of historical jewelry and precious ornaments -- from shimmering bowls carved out of crystal and agate to jeweled figurines and goblets fashioned from gilded ostrich eggs. One of the most famous pieces of the collection, a 41-carat green diamond known as the Dresden Green, was not in the museum at the time. It is currently on loan to the Metropolitan Museum of Art in New York City.  Police received a call at 4:59 a.m. from museum security on Monday, saying that a break-in was taking place, Dresden police president Jörg Kubiessa told reporters at a press conference.  \"Two suspects were seen on CCTV,\" Dresden police chief criminal director Volker Lange said, adding that others may also have been involved.  The footage was later released by the Saxony Police. It shows two people wearing dark clothes, moving quickly though the gallery using flashlights. One of them then uses an ax to break the glass -- the video shows it takes the perpetrator at least nine hits before the glass breaks.   Lange said that after cutting through a grille and breaking a window, \"the suspects came in ... walked towards a glass vitrine, smashed it and left, they disappeared.\" A nearby electrical fire knocked out street lights in the area at around the time of the robbery. According a statement released later in the afternoon, the investigators were working on the assumption that the two incidents were related.  The police also said the burglars left the scene in an Audi A6. Lange said the police issued alerts and closed exits on the motorway. An identical car was set on fire in an underground garage in a different part of town shortly after the heist, police added. Marion Ackermann, director of Dresden's State Art Collection, said \"incalculable\" treasures dating back to the 18th century had been stolen from the vault. She added that the treasures were owned by the state of Saxony and were not insured, which is standard for artifacts owned by the state.  The police has released images of some of the items that were stolen later on Monday. They include a string of pearls and various other pieces of jewelery and items containing diamonds and other gemstones. Ackermann said the value of the heist was difficult to determine, because the work is considered unsellable. Among the pieces stolen were diamonds, pearls and rubies.  She said she hoped there would not be a market for the stolen pieces because the Green Vault's treasures are so well known. Christopher Marinello, the CEO of Art Recovery International, a law firm specializing in the recovery of stolen artworks, said in most art theft cases, the perpetrators come forward after the theft looking for ransom from an insurance company or a government. \"This narrative, however, shifts when we are dealing with gold and precious stones,\" he said. \"The gold can quickly be melted down and the stones re-cut to make them nearly unidentifiable.\" Ackermann said that the idea that the pieces could be broken up was \"a horrible thought.\" But Marinello said the cultural value of the items might not matter to the criminals. \"They are cold-hearted cultural barbarians who will steal from their own mother,\" he said. Ackermann added that security personnel monitor the museum 24 hours a day.  When asked why the security guards did not intervene to stop the thieves from fleeing the scene, she said the correct safety protocol was followed. \"The guards are unarmed,\" she said. Police said they had no information as to whether the thieves had \"insider knowledge,\" but added they were investigating that possibility. Saxony's Prime Minister Michael Kretschmer tweeted that the heist meant all Saxons had been \"robbed.\" \"The valuables found here have been hard-won by the people of our Free State for many centuries,\" Kretschmer wrote. The collection housed in the Green Vault was established in the early 18th century by Augustus the Strong, ruler of Saxony. He worked to establish Dresden as a major center for the arts, inviting talented sculptors, goldsmiths and painters to take up residence and commissioned a series of magnificent rooms to showcase his valuables as a way of advertising the city's cultural prominence in addition to its wealth. The museum said it was closed Monday for \"organizational reasons\" and a special police commission has been established following the heist. Ackermann said the museum was hoping to reopen later this week, but that it would depend on the police investigation. "], "Language": false}