{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/25/world/sholem-aleichem-statue-vandalized-ukraine-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson and Nathan Hodge, CNN"], "Writers": [["Lauren M. Johnson", "Nathan Hodge"]], "FirstPublishDate": ["2019-11-25T18:40:36Z"], "LastModifiedDate": ["2019-11-25T19:06:20Z"], "Headline": ["Monument to prominent Yiddish playwright Sholem Aleichem found vandalized with red swastikas"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Ukrainian police are investigating a case of anti-Semitic vandalism after a monument to a prominent Jewish writer was vandalized with swastikas.  A criminal investigation was opened by police in Kiev after they received a report of unknown individuals defacing the monument in honor of Yiddish author and playwright Sholem Aleichem.   Ukrainian Foreign Minister Vadym Prystaiko condemned the act of vandalism on Twitter: \"The anti-Semitic act on the Sholem Aleichem monument in Kiev is disgusting, appalling and in need of prompt investigation. The perpetrator(s) must be brought to justice.\"  Images on Ukrainian social media showed the monument, located across from the Brodsky Synagogue in central Kiev, painted with red swastikas.  \"Police at the scene questioned the complainant and inspected the building and the surrounding area,\" the police statement read. \"In addition, law enforcement officers removed CCTV footage.\"  Ukraine has a large and thriving Jewish community, but community activists also report frequent cases of anti-Semitic vandalism.  Rabbi Moshe Azman, the president of American Friends of Anatevka, a charity that helps Jews forced to flee the separatist conflict in eastern Ukraine, called the incident \"another provocation in front of our synagogue\" on his Facebook page. Who is Sholem Aleichem? Born in 1859 in Russia, Sholem Aleichem was a Yiddish author and playwright known in the United States as the \"Yiddish Mark Twain,\" according to Encyclopaedia Britannica.  Americans would know his writing best from the musical \"Fiddler on the Roof.\" His works were adapted into the script surrounding the musical numbers.   Several of his other works were adapted and instrumental in the founding of the Yiddish Art Theatre in New York City.  Before his death in 1916, Aleichem published more than 40 novels, stories, and plays in Yiddish. Last November, a man caused a commotion in a Baltimore theater last week by yelling \"Heil Hitler! Heil Trump!\" during a \"Fiddler on the Roof\" performance. He later apologized. \"I opened my mouth and it was so wrong. I know that now,\" the man told CNN affiliate WBAL. \"I don't know what I was thinking. I'm so ashamed.\""], "Language": false}