{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/22/cars/tesla-cybertruck-electric-pickup-truck/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2019-11-22T06:29:08Z"], "LastModifiedDate": ["2019-11-25T12:56:50Z"], "Headline": ["Tesla reveals Cybertruck, but breaks its 'unbreakable' windows during unveiling"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["The Cybertruck has arrived and it looks nothing like any pickup truck you've ever seen. Tesla CEO Elon Musk revealed the long-awaited electric pickup truck at its Design Studio in Hawthorne, California, just outside Los Angeles. When the truck initially drove onto the stage, many in the crowd clearly couldn't believe that this was actually the vehicle they'd come to see. The Cybertruck looks like a large metal trapezoid on wheels, more like an art piece than a truck. Instead of a distinctly separate cab and bed, the body appears to be a single form. The exterior is made from a newly developed stainless steel alloy, the same metal that's used for SpaceX rockets, Musk said. That alloy enables the car to be \"literally bulletproof\" against at least smaller firearms, including 9-mil glimeter handguns, Musk said.  A man with a sledgehammer hit the sides of the truck without damaging it. But a demonstration of the truck's supposedly unbreakable metal glass windows backfired when a metal ball thrown at the windows did, in fact, break them. \"But it didn't go through, \" Musk sheepishly pointed out. Incredible power at an incredible price Musk has made striking claims about the truck's capabilities. Among them, he has said the Cybertruck would be more capable, in terms of towing and hauling, than a Ford F-150 and perform as a better sports car than a Porsche 911. The most expensive version of the truck, the Tri Motor All-Wheel-Drive, will be able to carry 3,500 pounds, tow up to 14,000 pounds and go from zero to 60 in 2.9 seconds. It will also be able to drive up to 500 miles on a full charge. Base models will have a range of 250 miles. In addition to being able to carry cargo in its bed, the truck will have lockable storage spaces under the hood and in the sides. The bed itself also has a sliding cover. Drivers will also be able to adjust the ride height of the truck, for when they are on the highway or off-road, using an adaptive air suspension system.  Another eye-catching feature of the truck is its price. The base version of the truck will start at $39,900. That's only about $10,000 more than the price of a base model Ford F-150, which starts at about $30,000. But it would compete well with the cost of a nicely equipped F-150. An F-150 Lariat Super Cab, for instance, starts at about $44,000. Prices for the top end Tri Motor AWD version of the Cybertruck start at $69,900. Buyers will also be able to choose Tesla's \"self-driving\" option for $7,000. (The truck should be able to drive itself once the software for that becomes available.)  Musk had one final surprise as the presentation was wrapping up. \"Oh, yeah,\" he said. \"We also made an ATV.\" With that, a rider came out from a side room on a small electric all-terrain vehicle. He flipped down the truck's tailgate, extended a built in ramp, and rode it up into the bed. 'A niche product at best' Tesla's new electric truck won't be without some stiff competition. It's going up against the two market leaders in full-size trucks in America. Ford is developing its own electric F-series truck, while General Motors, which makes Chevrolet and GMC pickups, also has its own electric pickups in the works. Earlier Thursday, GM CEO Mary Barra said the auto maker expects to begin selling its electric pickup in the fall of 2021.  Rivian, a Michigan-based start up also plans to begin selling its own electric pickup next year. The company counts Amazon and Ford as major investors. Rivian founder, R.J. Scaringe, ranked third on this year's just-released Motor Trend Power List, a largely subjective ranking of relative auto industry mojo. Musk ranked 24th. Rivian's trucks will cost tens of thousands of dollars more than Tesla's, but they will look far more like trucks. The market potential for Tesla's truck remains somewhat of a mystery. There has, to date, been little overlap between full-size pickup truck buyers and Tesla buyers. For instance, Teslas and other electric cars sell well on America's coasts, while large pickups sell best in the Midwest. Also, Tesla's Cybertruck looks nothing like a traditional pickup. Truck buyers may want to stand out, but it's unclear they'll be comfortable with standing out quite so much. \"It will be a niche product at best and poses no threat in the pickup market as we know it today.  said Matt DeLorenzo, senior executive editor at Kelley Blue Book. \"The other downside is that this truck will have no federal tax credits by the time it comes out.\" In an interview on the Recode Decode podcast with Kara Swisher last year, Musk admitted the truck might have a hard time finding a market. \"You know, I actually don't know if a lot of people will buy this pickup truck or not, but I don't care,\" he said at the time. \"If there's only a small number of people that like that truck, I guess we'll make a more conventional truck in the future.\" Chelsea Sexton, an analyst who covers the electric vehicle market, said she doesn't believe the truck Musk showed is very close to the final production vehicle.  \"From a specification standpoint, I believe that's probably what they're aiming for, but no question that body style, that is not a high-volume product,\" she said. Production will begin in late 2021, with production of the Tri Motor AWD version of the Cybertruck beginning a year later, according to Tesla."], "Language": false}