{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/04/23/sport/gallery/global-champions-tour-2019-season-photos-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Stefano Grasso/LGCT", "Global Champions Tour", "STEFANO GRASSO", "Julien Epaillard", null, "LGCT / Stefano Grasso", "Stefano Grasso/GCT", "StefanoGrasso/LGCT", "Stefano Grasso/Stefano Grasso/LGCT"]], "FirstPublishDate": ["2019-04-23T10:47:37Z"], "LastModifiedDate": ["2019-11-25T11:37:43Z"], "Headline": ["Longines Global Champions Tour 2019 season in photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Prague: The season champions walk into the O2 arena ahead of the Longines Global Champions Tour Super Grand Prix at the GC Prague Playoffs.   To cap a stellar season, Briton Ben Maher (center) adds the Super Grand Prix crown to his second straight Longines Global Champions Tour title. Maher and his impressive mount Explosion W in action in Prague. Martin Fuchs flies high on Clooney 51. Shanghai Swans won the Global Champions League Super Cup, the season finale for the team event. New York: The iconic skyline of dominated the final round of the regular season which took place on Governors Island off Lower Manhattan.    Belgian Pieter Devos held a narrow lead over defending overall champion Ben Maher. But Britain's Maher took the Grand Prix title to secure back-to-back Longines Global Champions Tour crowns. Maher's trusty steed was the impressive Explosion W. Saint-Tropez: Jessica Springsteen rode RMF Zecilie to her very first individual victory on the Global Champions Tour.  Springsteen, daughter of famed rocker Bruce, was a popular winner at the glamorous beach side venue on the French Riviera. Rome: Italy's famed Carosello IV Reggimento Carabinieri a Cavallo put on a display for the Global Champions Tour spectators in Rome.  Britain's Ben Maher, the defending overall champion, clinched the Rome Grand Prix to climb to the top of the season standings.  Valkenswaard: Maikel van der Vleuten and Dana Blue on the way to victory in Valkenswaard. The Tops International Arena, in the Netherlands, is a wonderful venue to host the Valkenswaard leg of the tour.  London: Winless all season, defending overall LGCT champion Ben Maher hits back with a bang on Explosion W on home soil. Shane Sweetnam goes airborne on Alejandro at the Royal Hospital Chelsea. Berlin: Dani G. Waldman and Lizziemary triumphed in Berlin. Germany's Ludger Beerbaum and Cool Feeling missed out by just 0.35 seconds. Chantilly: Darragh Kenny rode to victory on Balou du Reventon in front of the spectacular Chateau de Chantilly north of Paris.   Ben Maher and Explosion W in action at Chantilly. Paris: The Eiffel Tower and the Champ de Mars provided a stunning setting for round 11 of the Longines Global Champions Tour.    New dad Christian Ahlmann jumped to his fifth victory on the global circuit. Monaco: The glitzy riviera resort of Monaco held the 10th and halfway stop of the Longines Global Champions Tour and Global Champions League.  Dutchman Maikel van der Vleuten riding Beauville Z dazzled under the floodlights in the principality.  Dutchman Maikel van der Vleuten won the Monaco leg of the Longines Global Champions Tour riding Beauville Z.  Cascais: Switzerland's Martin Fuchs clinched double victory by winning both the Longines Global Champions Tour event and partnering Ben Maher to triumph in the Global Champions League for London Knights on the Portuguese coast. Britain's Maher, the defending LGCT overall champion, rode his Explosion W to second in the individual Grand Prix in Cascais. Stockholm: Peder Fredricson celebrates after winning the inaugural LGCT in the Olympic Stadium in Stockholm. The Swedish capital welcomed the Global Champions Tour for the first time in June 2019.  Cannes: The \"City of Stars\" on the French Riviera hosted round seven of the Longines Global Champions Tour and Global Champions League.  Belgium's Niels Bruynseels riding Gancia de Muze edged British Olympic gold medalist Scott Brash to win his first LGCT Grand Prix event.  Hamburg: Home favorite Daniel Deusser rode Jasmien v. Bisschop to victory in the Hamburg leg of the Longines Global Champions Tour. Spectators enjoyed lavish hospitality in the German city as the world's best show jumpers competed just yards from their seats. Madrid: Fuchs rode Chaplin to victory in the Longines Global Champions Tour Grand Prix, as well as partnering Maher to win the Global Champions League title for the London Knights. Madrid: Van der Vleuten on Dana Blue finished a narrow second behind Fuchs in the Spanish capital. Shanghai: Danielle Goldstein rode Lizziemary to the Longines Global Champions Tour title in Shanghai in early May. Israel's Goldstein beat Irishman Darragh Kenny on Balou du Reventon by just 0.08 seconds in the jump-off. Miami Beach: The spectacular waterside setting provided a picture-perfect backdrop for the Miami Beach event. Pictured: Georgina Bloomberg riding Chameur 137. Belgium's Pieter Devos and his 11-year-old Claire Z triumphed in an eight-rider jump-off for his first GCT win since 2014.  Devos beat Harrie Smolders and Don VHP Z by 0.04 seconds in a nail-biting finish. Mexico City: Jerome Guery  and Quel Homme de Hus celebrated their first LGCT victory in Mexico. Guery's stallion was given to him by his best friend two months before the event but they gelled to win a 12-horse jump-off. The Campo Marte venue, at more than 2,000 feet above sea level, hosted the equestrian events at the 1968 Olympic Games. Doha: France's Julien Epaillard and Usual Suspect d'Auge raced to victory in the jump-off in the season opener in Doha. The event was held at the state-of-the-art Al Shaqab Equestrian Facility in Doha. Britain's Maher came into the 2019 season as overall LGCT defending champion."], "Language": false}