{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/london-best-afternoon-tea/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Fortnum & Mason", "Sketch", "The Goring", "The Sanderson", "BB bakery", "Bea's Bloomsbury", "The Berkeley", "The Ritz", "Courtesy Harriet Claire", "The Savoy", "Ting at the Shards", "Cahoots", "Claridge's", "Brown's Hotel"]], "FirstPublishDate": ["2017-02-24T08:26:13Z"], "LastModifiedDate": ["2019-11-25T10:39:00Z"], "Headline": ["Best London afternoon teas"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Fortnum & Mason: London's premier tea and assorted goods emporium since 1707. Tea sommeliers here will assist guests in finding their perfect cuppa. Sketch: Avant-garde and artsy, Sketch is one of London's most striking venues for afternoon tea.  The Goring: A favorite of the Queen for decades, The Goring offers a regal and classic afternoon tea experience.  Mad Hatter's Tea, Sanderson: Macaroons guised as pocket watches, tea selections inspired by \"Alice\" characters and a menu hidden inside an old vintage book -- some of the whimsical designs guests can expect from Sanderson Hotel's Alice in Wonderland-themed afternoon tea. B Afternoon Tea Bus Tour, BB Bakery: No other afternoon tea experience is more tourist-friendly. Diners tour some of the most famous landmarks of London while enjoying an afternoon tea on a 1960s double-decker bus. Bea's of Bloomsbury: Bea's offers affordable prices for top-notch tea and food, especially its dessert selection which includes dainty meringues and marshmallows, brownies and cupcakes. Pret-a-Portea, The Berkeley: An ideal afternoon tea venue for fashionistas, Pret-a-Portea's recent 10th Anniversary collection features the iconic McDonald's-inspired Moschino bag -- that's actually a sponge cake -- and stiletto cookies inspired by the likes of Nicholas Kirkwood. The Ritz: The Ritz's firmly traditional and lavish offering has put theater back into tea time: harpists, pianists and classical quintets entertain guests and teas are served in silver pots with waiters dressed in immaculate formal wear. Fancy Tea, Lyaness: Fancy Tea is Lyaness's irreverent take on 80s society soirees, serving four cocktail pairings (with tea if you choose) with bites in a room enlivened by synthy retro hits. The Savoy: With its fairytale-like winter garden gazebo underneath a glass dome and entertainment by a classical pianist, The Savoy is one of London's most elegant afternoon tea settings. Ting: Ting, Shangri-La at the Shard's flagship restaurant, doesn't only impress with its 35th-floor skyline views but also with its fine variety of loose leaf teas and  traditional English or Asian-inspired afternoon tea nibbles. Cahoots Squiffy Picnic: Teacups filled with hooch and entertainment from pin-up singer Lois \"Legs\" Laurelle -- the underground bunker bar Cahoots stretches the boundaries of the \"afternoon tea\" concept with its post-WWII-themed Squiffy Picnic afternoon tea on Saturday afternoons. Claridge's: The five-star Claridge's Hotel has been serving luxury afternoon tea for over 150 years. Enjoying snacks served on Claridge's signature green-striped bone china in the hotel's art deco foyer is one of London's most signature afternoon tea experiences. Brown's Hotel: London's first-ever hotel offers a healthy option of \"tea-tox\" which includes detox juice, gluten-free desserts and the likes of miso-glazed salmon with radish on spinach bread to replace starchy scones and finger sandwiches."], "Language": false}