{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/23/opinions/gerrymandering-voting-districts-america-daley/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David Daley"], "Writers": [[]], "FirstPublishDate": ["2019-11-23T14:02:41Z"], "LastModifiedDate": ["2019-11-24T15:50:07Z"], "Headline": ["Asheville's woes are the story of America"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["If you want to understand how American politics has become more polarized and extreme over the last decade, look no farther than Asheville, North Carolina -- now split between two of the most gerrymandered districts in the country.  Gerrymandering -- the dark art of drawing political maps to favor one party and disadvantage the other, which can be traced back to the earliest days of the nation -- fundamentally altered the nature of political representation in the largest city in western North Carolina.  Artists, independent spirits and environmentalists have traditionally flocked to this hippie enclave, surrounded by conservative hill towns, for the majestic Blue Ridge Mountains, thriving local brewpubs, vegan cafes and independent bookstores. And, a decade ago, North Carolina's 11th congressional district, with Asheville at its heart, was among the nation's most competitive, see-sawing with shifting political winds. It favored Republicans during the two elections that followed the September 11 attacks, then veered toward Democrats beginning in 2006 as the Iraq war stagnated and stock market tumbled.  This district does not swing any longer. Asheville is now represented by two of the most conservative members of Congress, including the outgoing chairman of the House Freedom Caucus, who have won their races since 2012 by double-digit averages. Why? Because while the old map preserved Asheville in one competitive district, the new one sliced the city in half, scattering its voters across two districts in a way that ensured a Republican captured both seats.  But when the 11th district switched from a toss-up to safely Republican, the entire political dynamic changed. Without a competitive general election, the real action moved to the GOP primary, where turnout tends to be lower, and limited to the activist base. Only the most ideological extreme candidates stood a chance.  Enter Mark Meadows, who won the 2012 GOP primary here with a vow to \"send Mr. Obama home to Kenya or wherever it is.\" He's held the seat since. Once arriving in Washington, Meadows ousted then-GOP Speaker John Boehner with a parliamentary maneuver, and became the architect of the 2013 government shutdown, as well as multiple Obamacare repeal efforts. And he's now one of President Donald Trump's most ardent defenders against impeachment.  Not surprisingly, many locals are unhappy with this reality. \"The majority of the electorate in Asheville feels that their views are not represented in Congress,\" Mayor Esther Manheimer said in March. The matter is not settled; judges recently blocked the congressional map from being used in 2020 elections. Of course, this story is not unique to Asheville. All over the country, partisans have cracked cities in two, drawn districts that look like Donald Duck kicking Goofy and exploited new technology and advanced data to maximize gains. And the consequences for democracy continue to be catastrophic, locking in a new era of minority rule across multiple states, distorting the competitive balance of congressional delegations and placing public policy -- and many politicians -- beyond the reach of the ballot box.  But which came first: the extreme gerrymanders or the heightened polarization? The reality is that each acts as an accelerant on the other, exacerbating a situation these politicians candidly describe in amicus briefs before the US Supreme Court as a Montague vs. Capulet-styled Shakespearean bloodbath. Gerrymandered districts have also helped create an epidemic of minority rule nationwide, driving state politics to extremes not supported by voters who find themselves unable to do anything about it. Almost 60 million Americans live in a state where one or both chambers of legislature is controlled by the party that won fewer statewide votes in the 2018 election. A new study finds that with fair lines, 59 congressional seats would have changed hands in 2012, 2014 and 2016. (Republicans gained 39 seats they would not have won; Democrats secured 20.) Of course, gerrymandering has been part of our politics from the start. The bad news for democracy is that we're better at gerrymandering than ever before. Powerful computers, sophisticated mapping software and terabytes of voter, census and consumer data -- alongside growing polarization -- make it possible to draw surgical district lines that provide sturdy bulwarks against electoral waves and maximize partisan advantage across an entire state. It's more than geography: Multiple academic studies, involving tens of thousands of neutral maps, consistently show that the partisan-drawn maps in the most gerrymandered states are radical outliers. Neither political party has more historical virtue when it comes to gerrymandering, but GOP strategists outplayed their DNC counterparts ahead of the 2010 election, recognizing that redistricting provided a path back to power after the party's 2008 walloping at the hands of President Barack Obama. In fact, the GOP invested $30 million into state legislative races in closely divided states like Ohio, Wisconsin and North Carolina, seeking to win full control of congressional and state legislative maps. The lines Republicans drew the following year stuck. It was a political masterstroke: Every 10 years, following the census, congressional lines are redrawn to account for population changes. In most states, the state legislature takes the lead, so the GOP's modest investment paid handsome dividends. (As a result, Democrats controlled the process in fewer states than Republicans, so they lacked the same opportunities to gerrymander in 2010. They did take full advantage of their biggest opportunity, drawing a map that pushed their advantage in Maryland all the way to 7-1.)  But most Americans vote in uncompetitive districts, where the outcome is pre-ordained and reflective of only the most partisan extremes. Uncompetitive districts elect a different kind of politician, who is then incentivized to cater only to their base.  Congress, meanwhile, has an approval rating in the upper teens, yet upward of 95% of incumbents coast to re-election. No wonder Americans feel frustrated.   It doesn't have to be this way. Americans hate gerrymandering and believe in fair elections, evident by the various initiatives and constitutional amendments that passed in 2018, including successful efforts to stop politicians from drawing their own districts and choosing their own voters in Michigan, Missouri, Colorado, Ohio and Utah.  Many of our national divisions are real and difficult to bridge. Gerrymandering, however, is self-inflicted. We've done this to ourselves -- but we can undo it, too."], "Language": false}