{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/24/africa/future-awards-nigeria/index.html"], "Source": ["cnn"], "Location": ["Lagos, Nigeria"], "ByLine": ["Paul Adepoju, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-24T14:59:11Z"], "LastModifiedDate": ["2019-11-24T15:04:45Z"], "Headline": ["The Future Awards celebrates Nigeria's young talent and challenges its 'negative image'"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Africa has the world's youngest population but numerous odds are still stacked against them, making it difficult for the vast majority to easily attain success.  Young people on the continent face chronic unemployment and underemployment and those who succeed do so, largely against exceptional odds.  Over the years, award shows have been created to celebrate these achievers and to inspire other young Africans.  They include the Africa Youth Awards, the Commonwealth Youth Awards and The Future Awards in Nigeria.  Business partners Chude Jideonwo and Adebola Williams started the Future Award as part of The Future Project social enterprise in 2006.  The 'Nigerian prince' narrative The pair were keen to amplify and celebrate Nigeria's talented youth at a time when the country's image was dented by the rise of email scams written by self-proclaimed Nigerian princes.   Many Nigerians believe the scam narrative persists and they bemoan this global perception of their country.  They feel the actions of a few have unfairly tarnished the image of country with a population of close to 200 million people.  \"We work to change narratives, to shape opinion, to drive a common good and provoke action,\" says Williams.  After more than a decade, the Future Awards has established itself as \"Nigeria's most important awards for outstanding young Nigerians,\" according to Forbes.  This weekend, it will host its 14th edition and prizes will be given to Nigerians in different categories including business, fashion, tech and media. It has produced over 150 winners and over 1550 nominees since its first edition.  \"We wanted to show the world that young Nigerians are capable if they are given positions and opportunities. We also wanted to change the perception that young people have of themselves,\" Williams says.  High profile FBI arrests Despite efforts by the Future Awards and others to change the narrative of Nigeria, their efforts have been hampered by recent high profile arrests of Nigerians involved in scams both home and abroad.  In August 2019, the US Federal Bureau of Investigation (FBI) charged 80 people in what it described as \"the largest case of online fraud in US history.\"  Seventy-seven of them were Nigerian. Also indicted separately, for computer and wire fraud was Obinwanne Okeke, a widely-feted and prominent young Nigerian entrepreneur, who was named by Forbes as one of Africa's top entrepreneurs under 30 in 2016. Okeke, 32, was a sought-after speaker for events, in and outside the country, where he gave motivational speeches about the secrets of his success.  However, the FBI maintains that the source of his wealth was from email scams.  Okeke is on remand in the US and awaiting trial.  Williams says these developments have threatened the gains of the past decade. \"This year almost makes it feel like we are back in 2005,\" he says. Vetting the nominees Williams noted that The Future Awards Africa has now put strict due diligence checks in place.  \"We try our best to scrutinize carefully the people that we award. We do our best to not only get them to do questionnaires, we research about them, we visit their offices, we call their references.  \"We strive to put ourselves through a rigorous process of checks and balances before we find our winners. Also, when we put out the names of our nominees, we give time for people to refute any claims being made by any nominee.  We've had people come forward to call out people for age to false claims, some were found to be true and we disqualified them from the process.\" 'Currency of this generation is talent.' Africa's youth population is growing rapidly, leading to what is known as the 'youth bulge.' \"By 2055, the continent's youth population (aged 15-24), is expected to be more than double the 2015 total of 226 million,\" said Mohamed Yahya, Regional Programme Coordinator at UNDP Africa. While acknowledging that many setbacks could make it difficult for many Africans to succeed at a young age, Williams added that the key targets of talent, hard work and achievements are achievable. \"The currency of this generation is talent. The generations before us were more about certification and professionalism. Our generation is more about talent, innovation and creation. We want to encourage people to start early and fail forward.  \"We want people to start building something so early in their lives such that by the time they are 25, they already have direction,\" Williams says.  He added that the award can still inspire all Africans irrespective of their age.  \"The goal is whatever stage you are in your life, whenever you hear The Future Awards, let it fire you up to start something, no matter how old you are,\" he added.  Africa must start paying attention Beyond motivating young Africans to aspire for greatness at a young age, Williams added that the awards' organizers are also actively empowering young Nigerians with skills in the areas of art, craft, media, business and technology.  Beneficiaries of such initiatives include Bayo Omoboriowo, the official photographer of Nigeria's president, who was a recipient of the award in 2012.  However, Williams admitted that more needs to be done at a larger scale to positively impact the entire African continent.  This, he said, starts with the continent paying attention to its youth. He noted that Africa must begin to consciously empower its young people and must see its young people as a tool and begin to deploy them to their highest potential.  \" Education is changing. Today, there is more about entrepreneurship education, critical thinking and innovative creation than regular classroom education. Africa must start paying attention ... and prepare its young people with the right tools to be globally competitive.  \"If the leaders in various African countries can zero in on not just empowering the youth but also deploying them as tools for development, this continent will move forward,\" he said. "], "Language": false}