{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/23/us/aclu-california-teacher-black-lives-matter-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-23T18:31:39Z"], "LastModifiedDate": ["2019-11-23T18:31:39Z"], "Headline": ["Sacramento elementary school violated free speech by censoring Black Lives Matter posters, ACLU says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An elementary school art lesson meant to encourage students to explore activism resulted in a First Amendment violation when the teacher censored students' Black Lives Matter posters, the ACLU claims.  A volunteer teaching a lesson on art and activism at Sacramento's Del Paso Manor Elementary School in September asked students to create a poster focusing on change they wanted to see in the school, according to statements from both San Juan Unified School District, which includes the school, and the American Civil Liberties Union of Northern California.  The problem began when some students who created Black Lives Matter posters were told they needed to redo the assignment and didn't have their work displayed in the classroom, the ACLU says. In a letter sent Thursday, the group called out the school district for censorship, claiming the school is violating the First Amendment. What is appropriate and \"inappropriate\" The ACLU claims the teacher specifically said posters relating to Black Lives Matter were \"inappropriate for the class\" and made four students who supported the movement in their work redo their posters. The teacher targeted these students based on the content of their poster, the ACLU says, which is therefore a violation of their First Amendment rights, according to the watchdog group.  The San Juan Unified School District says these students were asked to redo their posters because the artwork was focused on large social issues, rather than issues specifically related to the school. They were asked to redo the assignment not because of the content, but because the posters didn't meet the assignment's purpose. The district said in a statement that censoring a student's assigned work because of its content \"would not be acceptable.\"  Other students with posters on topics like immigration and animal cruelty were also asked to redo their posters, a representative for the district told CNN.  The ACLU, though, says the fact that other posters were also redone doesn't matter.  It's still a content-based judgement if a teacher decides that a student's BLM artwork doesn't have anything to do with the school, said Abre' Conner, a staff attorney with the ACLU of Northern California. Banning artwork based on the content is a First Amendment violation. \"It's not up to (the teacher) to then decide that Black Lives Matter is off limits for something they wanted to see change,\" she told CNN. The ACLU is representing both a student who was involved and the volunteer who was brought in to teach. The organization was originally made aware of the case by the volunteer, and then further investigated by speaking with a student whose assignment was rejected. ACLU also claiming state education code violation The ACLU isn't only charging the school with a First Amendment violation. The California Education Code also protects Black Lives Matter posters, the ACLU argues.  It states, in section 48907, \"Pupils of the public schools, including charter schools, shall have the right to exercise freedom of speech and of the press including, but not limited to, the use of bulletin boards, the distribution of printed materials or petitions, the wearing of buttons, badges, and other insignia.\" As long as the speech isn't \"obscene, libelous or slanderous,\" the expression is protected, the code reads.  Under Section 201 of the code, California's public schools have an \"affirmative obligation to combat racism, sexism, and other forms of bias, and a responsibility to provide equal educational opportunity.\" The ACLU claims the Black Lives Matter posters fall under this category -- and are therefore protected. The watchdog group says the teacher specifically referenced the Black Lives Matter posters in conversations with the volunteer, calling them \"inappropriate and political.\" The teacher asked \"whether students were getting shot at the school and demanded answers regarding why a presentation on Black Lives Matter was relevant\" to the elementary school, the ACLU alleges. Political speech is protected by the state's education code.  He also threw away one of the student's posters, after saying the student could pick it up, the ACLU claims. \"Looking at those pieces together demonstrates that this was clearly more than asking students to redo the assignment,\" Conner said. \"It seems that there was some kind of animus against the topic (of Black Lives Matter).\" The district said in its statement that some of the assertions made by the ACLU present \"new information\" and officials are investigating the incident further."], "Language": false}