{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/hopper-room-museum-richmond-virginia/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2019-11-22T21:32:06Z"], "LastModifiedDate": ["2019-12-02T17:40:20Z"], "Headline": ["Museum offers ultimate interactive exhibition: Sleeping in a Hopper painting"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["At the Virginia Museum of Fine Arts in Richmond, there's a particularly interactive exhibition involving famous American realist artist Edward Hopper. The special exhibit runs through February 23 and includes, for a lucky number of guests, an overnight in a Hopper painting. \"Western Motel,\" is the painting-turned-hotel room at the center of the months-long exhibition titled \"Edward Hopper and the American Hotel.\" In total, the museum is showing 60 works of art by the artist, who's known for depicting American landscapes and cities -- and often for capturing a certain loneliness or detachment one feels in a big, bustling city.  Other notable American artists, including John Singer Sargent, David Hockney and Berenice Abbott, also have works on display, but the centerpiece is undoubtedly the three-dimensional living space, resurrected in minute detail -- save for the woman dressed in a sleeveless burgundy dress with matching pumps.  In the painting, her attire is the same color as the dark wood of the bed's head and baseboard as well as the bedspread. The room's changing occupants are the only transitory detail. Night at the museum This, of course, is no ordinary accommodation -- not least of all because of the unusual check-in and check-out times of 9 p.m. and 8 a.m. respectively. But then, this is a stay in a museum with a single temporary motel room.  And how often does the opportunity to sleep overnight in a museum arise?  Not often. Even this special room is only available three nights a week: Wednesdays, Fridays and Saturdays.  Jan Hatchette, deputy director for communications at Virginia Museum of Fine Arts, said it is the first time the museum has given guests the opportunity to spend the night at VMFA. Security measures increase on the hotel stay evenings. Hatchette says \"in addition to the extensive security measures and personnel in place at VMFA every night, a designated security employee is stationed close to the Hotel Experience exit when it is occupied.\" She adds: \"This person remains at his or her post for the duration of the guests' stay and ensures both the safety of the guests and the art.\" The experience  Margot Boyer-Dry, who wrote about her overnight experience for The New York Times, said it reminded her of every other hotel room she's ever stayed. Boyer-Dry, who lives in Brooklyn and traveled nine hours on three different modes of transportation -- M.T.A., Amtrak and Greyhound -- declined to comment further on her stay for CNN Travel. Other guests who've booked the room hail from all over the United States, Hatchette says, noting that they even had one guest from Italy.  \"It's a combination of Hopper enthusiasts, regular VMFA visitors and people who've always wanted to spend the night in a museum,\" Hatchette explains. Reasonably priced at $150 for a standard 11-hour stay that comes with a $25 gift card to the on-site cafe or Amuse restaurant, plus VIP exhibition tickets and golf at the nearby Hotel Greene, the price goes up from there. High rollers could opt for a pricier $500 package, which includes dinner for two, and a private tour with the exhibition's curator. No alcohol is permitted in the Hopper Hotel Experience, but snacks -- with an emphasis on ones which were popular during Hopper's time -- are provided. And, of course, guests should know not to expect an en suite bathroom. Says Hatchette, \"Complimentary slippers and VMFA bathrobes are provided in the room to make the short walk [to the public facility] comfortable.\" Although the room is sold out, perhaps Hopper fans need not lose any sleep over the missed opportunity, for he himself once said: \"No amount of skillful invention can replace the essential element of imagination.\""], "Language": false}