{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/30/us/elvis-presley-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-30T22:23:23Z"], "LastModifiedDate": ["2019-11-22T19:57:55Z"], "Headline": ["Elvis Presley Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at Elvis Presley, one of the biggest-selling musical acts of all time, with more than a billion records sold worldwide. Personal Birth date: January 8, 1935 Death date: August 16, 1977 Birth place: Tupelo, Mississippi Birth name: Elvis Aaron Presley Father: Vernon Presley Mother: Gladys Presley Marriage: Priscilla (Beaulieu) Presley (May 1, 1967-October 9, 1973, divorced) Children: Lisa Marie, February 1, 1968           Military service: US Army, 1958-1960 Other Facts Nominated for 14 Grammy Awards and and won three. Also received the Grammy Lifetime Achievement Award. Seven of his recordings are in the Grammy Hall of Fame. Starred in 31 feature films and two concert documentary films. His American sales earned him gold, platinum or multi-platinum awards for 150 different albums and singles.  During his \"concert years\" from 1969 to 1977, Elvis gave nearly 1,100 concert performances. Elvis had 18 No. 1 hits in the United States from \"Heartbreak Hotel\" in 1956 to \"Suspicious Minds\" in 1969.  Elvis is the only solo performer to have been inducted into the Rock and Roll, Country, and Gospel Halls of Fame. Col. Tom Parker, Elvis' personal, business and financial manager, handled Elvis' entire career from beginning to end. Approximately 500,000 people visit Elvis's home, Graceland, each year. Graceland was placed on the National Register of Historic Places in 1991 and became a National Historical Landmark in 2006. Timeline 1953 - Meets producer Sam Phillips.  1954 - Records \"That's All Right,\" at Sun Records in Memphis, his first hit. 1956 - Makes his television debut on \"Stage Show.\" 1956 - Has his first No. 1 single with \"Heartbreak Hotel.\" September 9, 1956 - Appears on \"The Ed Sullivan Show.\" November 15, 1956 - First movie, \"Love Me Tender,\" is released. March 1957 - Purchases Graceland for $102,500. December 20, 1960 - \"Flaming Star\" is released, Elvis' only non-singing movie role. February 29, 1968 - Wins a Grammy in the gospel genre for Best Sacred Performance for \"How Great Thou Art.\" December 3, 1968 - The television special \"Elvis\" airs. It is later called \"The '68 Comeback Special.\" December 21, 1970 - Meets with US President Richard Nixon at the White House. 1971 - Receives the Grammy Lifetime Achievement Award. March 3, 1973 - Wins a Grammy in the gospel genre for Best Inspirational Performance for \"He Touched Me.\" 1972 - Has his last US Top 10 hit in his lifetime with \"Burning Love.\" January 14, 1973 - Elvis' television special, \"Elvis: Aloha from Hawaii - Via Satellite,\" is seen in 40 countries by 1 billion to 1.5 billion people.   March 1, 1975 - Wins a Grammy in the gospel genre for Best Inspirational Performance (Non-Classical) for \"How Great Thou Art.\" June 26, 1977 - Performs his last concert, in Indianapolis. August 16, 1977 - Dies at the age of 42. January 8, 1993 - The US Postal Service releases an Elvis commemorative postage stamp. More than 500 million are printed, three times the usual print run for a commemorative stamp.  2002 - A remix of Elvis' song, \"A Little Less Conversation,\" reaches the Top 10 in music charts around the world. August 11-19, 2007 - First annual Elvis Week. Tens of thousands attend the festivities at Graceland celebrating the 30th anniversary of his death.  November 16, 2018 - US President Donald Trump posthumously awards Elvis the Presidential Medal of Freedom -- the nation's highest civilian honor -- along with six others, including baseball phenom Babe Ruth and Supreme Court Justice Antonin Scalia.  October 30, 2019 - Forbes names Elvis number two on its top-earning dead celebrities list, with an estimated $39 million in earnings. "], "Language": false}