{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/extremadura-spain-tour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Helena Amante, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-22T12:37:27Z"], "LastModifiedDate": ["2019-11-22T12:37:27Z"], "Headline": ["A tour through Spain's most unsung destination"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's hard to stand out in a country dotted with so many landmarks, but for a taste of Spain minus the crowds, Extremadura makes a compelling case.  Overshadowed by neighboring Andalusia, this sunny region revels in bucolic charm and medieval heritage, Roman sites and a well-rounded calendar of festivities, all served with some of the country's best cheese, ham and olive oil.  The Monumental city  Cáceres is midway between Lisbon and Madrid, which have the closest major international airports (about three hours away by car). The city is the perfect travel gateway to Spain's most underrated region.  Declared Europe's Third Monumental Complex and a UNESCO World Heritage City decades ago, Cáceres' recent surge in recognition came courtesy of \"Game of Thrones.\"  The medieval times depicted in the series seem almost palpable when you arrive at night: Situated atop a hill, the city's cathedral stands imposing against the midnight-blue, black birds circling its ancient towers, their squawks breaking the silence.  The almost magical ambience fades by dawn, but the city's monumentality does not fail to impress in daylight. A stroll around the old town's alleys and stone passages and a coffee at one of the terraces spread out along Plaza Mayor are simple ways to relax and let the historical atmosphere sink in.  For those up for a real treat, a table at the two-Michelin starred Atrio offers a spectacle for the palate and the eyes: The conversion of this former servant's house by architects Emilio Tuñon and Luis Mansilla won them international acclaim.  \"It was a difficult, 10-year-long process, but we are already working on a new restoration project. We are passionate about the idea of revivifying old Cáceres,\" says José Polo, one half of the duo behind Atrio.  In the slow but steady efforts to marry medieval charm and modern flair, the city is bound to be stirred up again next year when the Center for Visual Arts of Helga de Alvear will gain a modern addition by the same architectural team responsible for Atrio.  Adjacent to the \"Casa Grande,\" or big house as the center is known to locals, the striped white concrete building will display more art from Spain's largest private contemporary collection.  Roman Capital  Further south, Extremadura's capital Mérida is an unmissable stop for aficionados of the Roman Empire. Mérida has the greatest Roman archeological heritage on the Iberian Peninsula, and its past as capital of Lusitania comes alive when walking through the city's ancient complex.  A UNESCO-protected site, the Archeological Ensemble includes a theater, an amphitheater, a circus and all the constructions proper to a city of major importance. The National Museum of Roman Art, right outside the gates of the complex, hosts the country's most important art from the period and is well worth a detour. Beyond the Ensemble, Mérida boasts pretty squares fringed with orange trees, perfect for trying delicious tapas on a budget. All over the city, the attentive eye can spot different influences, such as Gothic and Mudéjar, blending together in harmony.  \"Besides Mérida's chief importance in Roman times, the city was capital to both the Alan and Visigoth kingdoms, even if only for brief periods, and was still a powerful city in al-Andalus. It's only because the city's Roman heritage is so tremendous that people associate it with nothing else,\" says Félix Palma, director of the Mérida Consortium, a public entity responsible for managing the city's cultural heritage.  While there haven't been significant excavations for several decades because of budget constrictions, 2019 marked a paradigm shift, and visitors will soon be able to enjoy an even more complete immersion in the ancient Roman circuit.   The Extremadura pasture For those aiming to venture farther away from the main cities, the roads crisscrossing Extremadura lead to picturesque little towns and villages. They're scattered among endless cork fields and olive groves, the region's characteristic landscape known as \"la dehesa extremeña,\" the Extremadura pasture.  While the bulk of accommodation is centered in Cáceres and Mérida, there is no shortage of options in the countryside.  A half-hour drive east from Cáceres, Trujillo's main square is easily recognized by \"Game of Thrones\" fans as yet another setting for the series. The castle's silhouette entices the traveler from a distance, and when you enter the main square, there's an overwhelming feeling of being embraced by the stone city.  The birthplace of Francisco Pizarro and other 16nth-century figures from the Spanish maritime discoveries, the city is part of La Ruta de los Conquistadores, along with Medellín, Villanueva de la Serena and Jerez de los Caballeros.  Moving further east from Trujillo, lovely Guadalupe is home to Extremadura's third UNESCO site, a majestic Gothic and Mudéjar-style monastery.  Encircled by the mountains of the Monfragüe National Park, Guadalupe arguably offers some of the region's most cinematic views. Venturing south, Zafra's white-washed streets, lines of palm trees and myriad courtyards already have a touch of Andalusia.  Gastronomy and festivities Extremadura is Spain's most sparsely populated region, with little over a million inhabitants spread over 16,000 square miles. Living in what looks like the era before overtourism,  it appears to be awakening from a long slumber.  The lack of tourists often means a lack of bustling venues and trendy projects, so coupling the visit with a festival or a gastronomical excursion may do the trick for travelers fearing countryside blues.  Held at the Roman theater in the summertime, the Mérida Classical Theater Festival has become an international favorite.  Established in 1933 and disrupted during the Spanish Civil War, the festival has run without interruption since 1954. Also held at the Archeological Ensemble, the Way of the Cross -- a ceremony held only at Mérida's amphitheater and the Colosseum of Rome -- is the high point of a peculiar \"Semana Santa,\" the Holy Week.  Religious festivities take place throughout the year all over the region, such as Los Empalaos in La Vera or the Fiesta de la Virgen de Guadalupe.  The same goes for gastronomical fairs and markets, some of which include a period costume dress code, such as the upcoming Medieval Market of Three Cultures in Cáceres, which celebrates the city's Christian, Jewish and Muslim heritage every November.   More often than not, cheese is omnipresent, if not the pull factor, at any public event. With three different Protected Designations of Origin -- torta del Casar, queso de Ibores, and queso de la Serena -- the Extremeños seem to live on cheese. And ham. And olive oil.  All of which are perfectly good reasons to lounge in a wicker chair in a lovely medieval square somewhere in unsung Extremadura. "], "Language": false}