{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/22/business/nandos-art-south-africa-intl/index.html"], "Source": ["cnn"], "Location": ["Cape Town, South Africa"], "ByLine": ["By Stephanie Bailey and Ed Scott-Clarke, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-11-22T09:45:25Z"], "LastModifiedDate": ["2019-11-22T09:45:25Z"], "Headline": ["Why Nando's has built a huge art collection"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["What came first, the chicken or the art? In the case of international restaurant chain Nando's, its flame-grilled peri-peri chicken established a global brand first, but now it also boasts a collection of more than 21,000 artworks. The South African chain started collecting art in partnership with arts consultancy Spier Arts Trust in 2001 and has since become owner of the world's largest collection of Southern African contemporary art and design. The collection is designed to support regional artists, create unique spaces for restaurant customers, and make investments that should gain value over time, according to the chain.     Nando's restaurants, located in 24 countries, showcase a selection of the pieces, from furniture and light fittings to paintings and mosaics. Rather than purchasing one-off pieces, Nando's decided to partner with Spier Arts Trust to ensure every artwork in its collection was created by full-time working artists from southern Africa. Most pieces -- about 90% -- are by artists from South Africa, the trust estimates.  \"We have a platform -- currently 1,200 restaurants around the world. Each of those restaurants showcases South African art,\" explains Michael Spinks, Nando's property and development director. \"We showcase the beauty of South African art, the quality of South African art.\"  \"We design every single Nando's from scratch every single time,\" he adds. \"It's to create an experience. It's to create soul. It's not to mass produce.\" Spier Arts Trust says it buys around $645,000 worth of art annually, directly through Nando's art programs and from galleries -- most of which ends up in Nando's collection.  Dick Enthoven, majority shareholder of Nando's, also is the founder of the arts trust.  Around 9,000 pieces in the collection are currently displayed in restaurants, The rest are catalogued and stored in the Spier Arts Trust warehouse in Cape Town.  Last year, Nando's launched Portal to Africa, an online platform where the interior decorators responsible for kitting out new Nando's restaurants can buy furniture and fittings created by emerging designers. The designers are hand-picked by Nando's, often through design competitions. \"Once we have identified the talent, we now give them access to the Portal to Africa, which is immediate access to the market,\" says Spinks. \"We put these people on the world stage.\" Thabiso Mjo has been collaborating with Nando's since she entered the 2015 \"Nando's Hot Designer\" competition. Mjo wasn't sure initially that her concept, for a light inspired by traditional African dresses, would work in practice. After Nando's selected Mjo's design as the winner, it set her up with a mentor who helped her to build the lights and sell them commercially.  \"When I first started working with Nando's, I didn't know I could actually design,\" said Mjo. \"Nando's has helped me get my products to the rest of the world.\"  Nando's says 10,000 products worth more than $2.4 million have been sold through the portal. \"The portal process means that designers get paid upfront for the pieces,\" says Tracy Lynch, creative director of the Nando's design program.  \"That revenue goes directly back to the South African design community. We don't hold any of the copyrights to any of the pieces and that's extremely important to us,\" she says. \"Nando's is a restaurant business. They don't sell furniture. However, we partner with South African designers to share the pieces of furniture in the restaurant because that makes absolute sense to us.\"  "], "Language": false}