{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/21/us/harvard-students-james-ify-video-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ila Wilborn and Brian Ries, CNN"], "Writers": [["Ila Wilborn"]], "FirstPublishDate": ["2019-11-21T17:43:17Z"], "LastModifiedDate": ["2019-11-21T20:07:57Z"], "Headline": ["Harvard students behind viral 'Ify and James' video just won their election"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two Harvard University minority students have been elected president and vice president of the Undergraduate Council after running a campaign focused on inclusion and diversity. James Mathew, 21, and Ifeoma \"Ify\" White-Thorpe, 20, took the internet by storm with their catchy music video, which has garnered more than 5 million views on Twitter, and highlighted \"James and Ify\" as the candidates to bring change under their \"Harvard Can't Wait\" campaign slogan. The video featured rapping, singing, dancing and even a saxophone solo, and was produced by members of 21 Colorful Crimson, 21CC,  an organization co-founded by Mathew. The group includes 21 students in the graduating class of 2021 who, as Mathew explains, are artistic and interested in creating original music.  21CC's mission is \"to use its art to advocate for diversity and defy Harvard stereotypes,\" according to the organization's website. Mathew says everyone involved in the video — singer Jenny Baker, rapper BJ Watson, saxophonist Eric Tarlin, producer Mario Haskett, videographer Kelechi Ukah, and director Elijah De'Vaughn —are members of 21CC. \"What was beautiful about this was that we had this team already assembled, and so when we had the idea of doing something creative around our campaign, we had a perfect place to turn to,\" Mathew told CNN.  It all started with a tweet  Just how all viral videos start, Mathew and White-Thorpe underestimated how much reach the video would have.  \"I posted the video in a family group chat and my brother, who only had 200 Twitter followers at the time, just posted it on Twitter not really thinking anything of it,\" White-Thorpe said.  Twitter users — including the likes of Dwyane Wade, Chris Paul and Kerry Washington — ate it up A lasting impact  According to a survey of Harvard College's Class of 2021 done by the Harvard Crimson student newspaper, the ethnicity breakdown of the class was 52.1% white, 23.8% Asian and 11.4% African American in 2017. The remaining 11.9% being Hispanic or Latino, American Indian or Alaska Native and Pacific Islander. White-Thorpe, who is black, said she's grateful for the opportunity to attend Harvard and hopes her election win shows young black women that they can \"take up space in a place like Harvard as they are.\" Mathew, who is Indian American, said he remembered hanging out in Harvard Square as a 13-year-old and feeling as if he was in a dream. \"If I was able to come to this amazing place, I could be really, really well positioned to make the impact on this world that I want to,\" he said.  Mathew said that people that look like him are often expected to excel in areas such as technology and medicine. \"But what you often find is that there's this inability to really breakthrough into, what I call, public eye careers.\"  He hopes his student council win will inspire \"young brown people across the country and get them thinking about what types of careers they can enter.\" Correction: This story was updated to correct the spelling of singer Jenny Baker's name and add director Elijah De'Vaughn's."], "Language": false}