{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/19/app-international-edition/venice-flooding-how-to-help-iyw-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Chillag, CNN"], "Writers": [["Amy Chillag"]], "FirstPublishDate": ["2019-11-19T21:32:12Z"], "LastModifiedDate": ["2019-11-21T19:12:43Z"], "Headline": ["Here's how you can help Venice recover from historic flooding"], "Section": ["app-international-edition"], "MappedSection": [null], "Article_Body": ["This stunning, one-of-a-kind UNESCO World Heritage Site is losing its battle with the sea. The city built on 118 small islands is facing its worst flooding in half a century. Six-foot-high tide levels have engulfed 85% of its streets and buildings.  Venice's mayor says the city has suffered \"grave damage.\" He's calling on the world to help restore its architectural masterpieces, paintings and monuments -- and to help rebuild flooded homes and businesses.  Here's how you can help The city of Venice set up a fund to help support the rebuilding efforts. It says your donation will go directly to restoring what has been damaged.  A GoFundMe has been set up by Venezia Autentica to help local businesses recover. The fund points out that many businesses are on the bottom floor, where floodwaters are most damaging.  The Embassy of Italy in Washington D.C. has teamed up with the New York-based nonprofit Save Venice. You can contribute to their \"America Loves Venice\" fund here. In the drop down, you can designate your contribution be spent on the \"Immediate Response Fund.\"  Organizers say the fund will allow Save Venice to be \"nimble and move quickly to mitigate the effects of corrosive saltwater and deposits in flooded churches and museums,\" and provide emergency treatment for paintings, stonework, books and archival documents. The London-based charity Venice in Peril has started a fund to help restore monuments, buildings and works of art as well.  The nonprofit has restoration projects ongoing around the city -- and the historic flooding has only made things worse. "], "Language": false}