{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/visiting-venice-after-floods/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Buckley, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-21T11:13:35Z"], "LastModifiedDate": ["2019-11-22T11:40:36Z"], "Headline": ["After the deluge: A tourist visits flood-hit Venice"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Halfway through the spaghetti course, the siren went off: what sounded like a wartime air raid alarm, plus two long, science fiction-like warbling sounds, echoing from the surrounding church towers. \"No...\" shouted Alberto Simonetto, owner of Venice's Trattoria La Rosa dei Venti, sticking his head out the door to listen as the siren repeated itself. He turned back towards a German family eating in his restaurant.  \"I've been holed up in here for four days. Tonight I wanted to get out,\" he told them, suddenly oblivious to the fact they didn't speak Italian. \"I just wanted to go home,\" he said to his sole waiter. \"I wanted to shower and watch TV.\" It was Friday, November 15, three days after Venice suffered the second worst flooding in its history. Simonetto had been lucky, he said -- it had \"only\" caused about €8,000 ($8,900) worth of damage. But after three sleepless days of keeping the water at bay, he was tired. When the siren sounded for the fourth night running, he looked like he might crumble. He was also embarrassed. When we'd come in at 10 p.m., asking if they were still open, he'd said, it depends what you want. \"We can do pasta with sardine ragù, meat ragù, tomato or with cream and mushrooms,\" he said. We asked for sparkling water and he shook his head apologetically. \"I'm sorry -- we haven't had a delivery for three days.\" Locals pick up the pieces As a tourist in Venice, you rarely get a glimpse of local life. Last week, though, tourists couldn't help but be co-opted into the five-day floods. Having a choice of a mere four pasta dishes doesn't equate to having €8,000 of damage caused to your business in a matter of minutes, of course; but for once, in a city where tourists seem to do as they please while locals pick up the pieces, tourists, too, were being inconvenienced. Six weeks ago, I'd booked a weekend in Venice with my mother to visit the Biennale, the annual six-month-long art exhibition. Arriving Friday evening, it was clear that our plans for a weekend of elegant flânerie would come to nothing. The floods had dissipated by the time we arrived, and the most palpable damage -- the waterbus smashed onto the sidewalk, the newspaper kiosk floating in the canal -- had been cleared. But the more personal losses were all too visible. Friends in Cannaregio had lost their bed and their refrigerator, but weren't planning on cleaning their apartment till the acqua alta was over, they said. Others had been quicker to get rid of destroyed possessions. The streets -- even quieter than usual in a city with just 53,000 residents (there were three times as many in the 1930s) -- were piled with belongings destroyed by the floods: refrigerators, mattresses, lamps, electrical appliances, books and magazines. Museums and churches closed Churches were barred shut -- 50, or around half of them, have sustained serious damages, including the Byzantine Basilica di San Marco. Museums and galleries, too -- Ca' Pesaro, the modern art gallery perched on the Grand Canal, is thought to have been so badly damaged that it'll be closed for three months, said a man eyeing up the damage at Palazzo Mocenigo, the (now reopened) museum of textiles and perfume. At Palazzo Grimani, a Renaissance museum which reopened with a grand new classical exhibit earlier this year, a flood barrier was pulled up and a piece of paper tacked onto the gate said it was unexpectedly closed. The Fondazione Querini Stampalia -- a beloved-by-locals museum, library and research center -- was also closed. Its ground floor has been devastated -- including the modern area remodeled by modernist Venetian architect Carlo Scarpa from 1949 to 1963. Scarpa deliberately designed the floor to embrace the acqua alta, rather than trying to resist it. His work for the Querini Stampalia includes modern walkways cantilevered over ancient ones, travertine steps and drains, and wrought iron doors to let the water slide in and out unhindered. But it was not enough. The ground floor has suffered \"tens of thousands of euros of damage,\" says the museum.  Floods peaked at six feet  That was just the cultural institutions. Looking for somewhere to eat dinner, it was clear that small businesses had been hit the worst. \"Closed because of the acqua alta,\" read the signs on some restaurant doors; others were shuttered, with no explanation. Around San Pantalon, an area normally buzzing with nightlife, tourists were crowding around a solitary bar. On other streets, Venetians in thigh-high gumboots were toasting with swift ombre (glasses of wine), the flood barriers already pulled up. Dinner at La Rosa dei Venti must have been a record for Italy. Our pasta came in a couple of minutes. Fifteen minutes later, the siren sounded, and we were being handed the bill. \"I'm sorry,\" said Alberto as he hurried us out. \"The water's already coming out of the canal.\" In the 25 minutes we'd been there, the street outside had turned into a ford. On the Saturday, authorities were predicting tide levels of 115 centimeters (close to four feet) around midday. At 110 centimeters, almost 12% of the city is flooded; at 120 centimeters, over 35%. After 140 centimeters, over 90% of the city is swamped. Last week's flood peaked at 187 centimeters. But although few of the museums we'd planned to see were open -- the Doge's Palace and Gallerie dell'Accademia were taking visitors, while we visited the Fondazione Prada modern art gallery -- many local businesses had opened in the hope of trade. 'Venice people help each other' Marta Renno was drying out woolen nativity scenes made in Bethlehem in her Fair Trade shop near the San Stae vaporetto stop, Bottega del Mondo. She had marked the level of Tuesday's flood -- knee height -- in black ink on the wall. \"It's been a strange week,\" she said. \"A lot of tourists went home. But the good thing about Venice is that people help each other.\" She hadn't heard of anyone from the authorities being around her area; but everyone was okay, she said, because they were checking on each other. The armies of young people who have patrolled the city helping residents clean and rebuild have been nicknamed \"angels of the acqua alta\". Other residents of the Veneto region, including electricians, have been offering their services for free to the stricken city. In the Basilica of San Marco that night -- closed to tourists, but open to worshipers -- the priest praised Venetian solidarity in his sermon. He told of an elderly woman who, in the middle of the floods, had suspended a basket full of candy from her second-floor window. That, he said, is the spirit of Venice. \"It's always the people on the ground who make a difference,\" said Marta, smiling, as she aired sheets of leather that had been hit by the water. Around Piazza San Marco Other shop owners had already started to bring them materials ruined by the floods, she said, because everyone knew they specialized in upcycling. They wanted to make sure as little was wasted by the acqua alta as possible. \"We'll be okay,\" she said, smiling. Around Piazza San Marco, it was a different story. The Danieli -- one of the most famous hotels in the city -- had installed metal walkways for its guests to enter, and a ground floor window appeared to have been smashed. Its medieval bar was closed, tables, chairs and grand piano piled on top of each other, water pooling in the middle. The bars in the piazza itself, normally buzzing with tourists willing to pay $15 for a cappuccino with live orchestral accompaniment, were closed. In the surrounding streets, designer shops including Prada, Versace and Ferragamo had papered over their windows to hide the damage. At one of the few supermarkets remaining open, I asked where to find water. \"If there is any left,\" said the security guard, pointing me to empty shelves where only a few small bottles remained. 'We've been so lucky here'  But among it all, the Venetians remained not just stoical, but upbeat. At the bookshop Acqua Alta, whose Instagram-famous gondolas-for-shelves couldn't save its books, students were excitedly sifting through the stock to see what was salvageable. \"How terrible, how terrible, but this is life and freedom,\" sang a garbage collector passing me in the street, a block from a drowned rat on the cobbles. \"We kept the supermarket open just for you,\" said the security guard, grinning, as he guided me to what was left of the water. \"We've been so lucky here,\" said the receptionist at the Hotel Papadopoli, near Piazzale Roma, the bus terminal. \"This is a high part of town. Other hotels have had to close.\" Back at San Stae, Marco Accardi was doing what most Venetians were doing: installing his flood barriers for the 150-centimeter forecast for Sunday, and reinforcing them with builders' insulation foam. But unlike others, he was adding a dedication on every door: M.O.S.E. (Venice's infamous non-functioning flood barrier); Moses, Noah; St Rosalia (the patron saint of Palermo, where he's from); and St Rita, the patron saint of impossible cases. \"Marco, what are you doing?\" asked a friend walking past. \"If M.O.S.E. can't help, maybe Moses will. If he can't, maybe Noah can with his ark. If he can't, we ask St Rosalia,\" he said. \"And in extremis, maybe St Rita can help us,\" he laughed. Venice needs visitors -- and fast He stopped his work to show us the video he'd taken on Wednesday, of his restaurant, Bacarretto Bistrot, thigh deep in filthy water. \"Unfortunately, it's mine,\" he said with a grin. The flood had caused tens of thousands of dollars of damage, he said, and insurance policies don't cover floods in Venice. But he was more bothered about the fact that it would be at least two income-free weeks before he could reopen. Even then, he said, \"Venice has seen loads of cancellations.\" Tourists had seen the footage and didn't want to come. As a tourist, I'd say there's no need to postpone a visit. The waters have subsided, and most of the museums are open again. The city is as beautiful as ever -- even more beautiful, you might selfishly say, with its current dearth of visitors. But the Venetians have suffered devastation, and what they need now is visitors -- and fast. As Sebastian Fagarazzi of Venezia Autentica, a platform supporting local artisans, told me last week: \"At this moment people need to make money to survive the losses they've had. \"If people decide not to come, people who desperately need money won't get any, because we're based on tourism.\"  For those who can't make it, there are several fundraising initiatives. Venezia Autentica is crowdfunding to rebuild the artisans' businesses.  Another initiative is raising money for locals throughout the lagoon.  The Querini Stampalia is taking donations to repair its ground floor and the Civic Museums are also raising money.       "], "Language": false}