{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/livestream-hotel-room-japan-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus and Yoko Wakatsuki, CNN"], "Writers": [["Lilit Marcus", "Yoko Wakatsuki"]], "FirstPublishDate": ["2019-11-20T08:22:25Z"], "LastModifiedDate": ["2019-11-21T07:32:05Z"], "Headline": ["This Japanese hotel room costs $1 a night. The catch? You have to livestream your stay"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["When 27-year-old Tetsuya Inoue began running Asahi Ryokan -- a hotel in the Japanese city of Fukuoka that is owned by his grandmother -- he wondered how he could improve business in the new economy. Inoue had an idea: what if he could use the internet to bring in a new audience and a new revenue stream? Now, guests coming to Asahi Ryokan have the option to pay just ¥100 (about $1) per night to stay the night -- if they agree to have their entire stay livestreamed.  That said, there are restrictions around how the livestreaming works. Inoue explains to CNN Travel that the feed is video-only, so guests will have privacy in their conversations or phone calls. His YouTube channel is called One Dollar Hotel. Guests are permitted to turn the lights off, and the bathroom area is out of camera range.  \"This is a very old ryokan and I was looking into a new business model,\" says Inoue, who started running the hotel last year. \"Our hotel is on the cheaper side, so we need some added value, something special that everyone will talk about.\"  So far, four guests have taken him up on the offer since Inoue began offering the deal last month. \"Young people nowadays don't care much about the privacy,\" Inoue adds. \"Some of them say it's OK to be [watched] for just one day.\" And while the $1 rooms are clearly a loss leader, Inoue is thinking beyond the cost of a single night's stay. The YouTube channel has already passed 1,000 subscribers. Once it accumulates more than 4,000 view hours, he will be able to put ads on the channel and monetize it. On days when the room is vacant or no one is streaming, Inoue will post a livestream of himself working in the ryokan's office. Signs in Japanese and English are posted in front of the camera to let viewers know when he's out of the room.  So, besides the opportunity to have thousands of strangers watch your REM cycle on the internet, what's the incentive to head to Fukuoka?  Plenty -- so much that CNN Travel named Fukuoka one of its must-visit destinations for 2019. The pretty seaside city is known for its incredible food. In addition to local, freshly-caught seafood, Fukuoka is also the birthplace of the popular Ichiran chain, home of yummy pork tonkotsu ramen. Also, the acclaimed Fukuoka Art Museum reopened in early 2019 following three years of renovations.  Asahi Ryokan, 2-6-2 Kiyokawa, Chuo-ku, Fukuoka, +81 090 5212 3216"], "Language": false}