{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/03/us/rita-moreno-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-03T15:39:02Z"], "LastModifiedDate": ["2019-11-20T19:58:41Z"], "Headline": ["Rita Moreno Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of award-winning actress, singer and dancer Rita Moreno. Personal Birth date: December 11, 1931 Birth place: Humacao, Puerto Rico; raised in New York, New York\t Birth name: Rosita Dolores Alverio \t Father: Paco Alverio, a farmer Mother: Rosa Maria Alverio, a garment worker\t Marriage: Leonard Gordon (June 18, 1965-June 30, 2010, his death) \t  Children: Fernanda Luisa (October 28, 1966) Other Facts Her parents divorced, and she and her mother moved to New York. Her mother later remarried Edward Moreno. First began speaking English when she entered elementary school. She was the first Latina actress to win an Academy Award. She also has six Emmy nominations and two wins, a Grammy and a Tony.  She is one of an elite few known as EGOT winners. They have all won an Emmy, Grammy, Oscar and Tony.   Believing Judy Garland would win the Best Supporting Actress Oscar for \"Judgment at Nuremberg,\" Moreno did not prepare a speech. Upon winning for her role in \"West Side Story,\" she said, \"I can't believe it! Good Lord! I leave you with that.\" Her late husband, Leonard Gordon, was also her manager and a retired cardiologist. Timeline 1935 - Moves to New York from Puerto Rico with her mother. November 13-17, 1945 - Broadway debut in the play \"Skydrift.\" 1949 - Moreno is offered a seven-year contract with MGM by studio head, Louis B. Mayer. May 20, 1950 - Film debut, as Rosita Moreno, \"So Young So Bad,\" is released. 1961 - Attempts suicide with an overdose of sleeping pills in the home of then-boyfriend Marlon Brando. 1962 - Wins the Academy Award for Best Supporting Actress for \"West Side Story.\" 1972 - Wins a Grammy Award, with Bill Cosby, for Best Recording for Children for \"The Electric Company.\" 1975 - Wins a Tony Award for Best Actress, Supporting or Featured (Dramatic) for \"The Ritz.\" 1977 - Wins an Emmy Award for Outstanding Continuing or Single Performance by a Supporting Actress in Variety or Music for \"The Muppet Show,\" and becomes an EGOT (Emmy, Grammy, Oscar and Tony) winner. 1978 - Wins an Emmy Award for Outstanding Lead Actress for a Single Appearance in a Drama or Comedy Series for \"The Rockford Files.\" July 20, 1995 - The Hollywood Chamber of Commerce presents Moreno with a star on the Hollywood Walk of Fame at 7080 Hollywood Blvd. June 23, 2004 - Is awarded the Presidential Medal of Freedom by US President George W. Bush. February 25, 2010 - President Barack Obama presents her with the 2009 National Arts Medal at a White House ceremony. 2011 - Tours the country in her one-woman show \"Life without Makeup.\" June 2013 - Is inducted into the Great American Songbook Hall of Fame. January 20, 2013 - Honoring Latino culture and art and President Obama's second term, she appears with Chita Rivera, Eva Longoria and many others at the Latino Inaugural 2013; In Performance at the Kennedy Center. March 5, 2013 - Her autobiography, \"Rita Moreno: A Memoir,\" is published. January 18, 2014 - Is presented with the Screen Actor's Guild Life Achievement Award. December 6, 2015 - Is a Kennedy Center Honors recipient.  November 27, 2018 - It is announced that Moreno will join the cast of Steven Spielberg's remake of the film \"West Side Story.\" July 29, 2019 - PBS announces that a documentary titled \"Rita Moreno: The Girl Who Decided to Go For It,\" will air as part of the PBS American Masters series in 2020. "], "Language": false}