{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-112019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2019-11-20T11:47:10Z"], "LastModifiedDate": ["2019-11-20T19:29:13Z"], "Headline": ["What's moving markets today: November 20, 2019"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The market slid Wednesday after Reuters reported that a “phase one” trade deal between the United States and China may not be completed this year.  Minutes from the Federal Reserve’s latest meeting also suggested that the central bank is done cutting interest rates for now. The Fed said monetary policy was \"well calibrated\" to support modest growth and a healthy job market and keep inflation in check. The Dow fell 0.4%, or 113 points.\nThe S&P 500 ended the day with a 0.4% loss.\nThe Nasdaq Composite dipped 0.5%. All three indexes are now lower for the week after they each closed at record highs on Monday. In corporate news, shares of retailers Target and Lowe's both hit new all-time highs after they reported strong earnings and healthy outlooks for the holiday season. Target (TGT) soared more than 14% while Lowe's (LOW) finished the day up nearly 4%.  But investors are still nervous about many other struggling retailers following disappointing results from Kohl's (KSS) and Home Depot (HD) Tuesday. Shares of Victoria's Secret owner L Brands (LB), Nordstrom (JWN) and Gap (GPS) were notable losers Wednesday, Wall Street is growing impatient with the failure of the United States and China to hammer out a preliminary trade agreement. The Dow dropped more than 200 points Wednesday afternoon following a Reuters report that a \"phase one\" trade deal may not be completed this year. The news sent US stocks to session lows, immediately wiping about 100 points off the Dow. President Donald Trump relieved investors in mid-October by announcing major progress in trade negotiations and saying an initial trade deal could be rolled out within five weeks. However, there have been signs that the two sides remain far from actually completing an agreement. Beijing is pressing for more extensive rollbacks of existing tariffs, Reuters reported. Stocks were already under pressure on Wednesday over concerns about US-China relations. Beijing slammed the United States after the US Senate passed a bill condemning China's crackdown on Hong Kong.  It hasn't been a good year for unicorn IPOs, and WeWork's pulled IPO the saga isn't over yet. But Kevin O'Leary, chairman of O'Shares ETFs and star of ABC's Shark Tank, isn't surprised. \"Unicorns are speculations,\" he told Alison Kosik on the CNN Business' digital live show Markets Now.  \"When you buy a stock like Uber (UBER) [...] or Lyft (LYFT) or WeWork, had it gone public, how do you get your money back, is my question,\" he said. \"I don't own a company that is not profitable, I don't understand why you would do that,\" O'Leary said. Companies have to produce free cash flow to be attractive, he said, and that doesn't even hold true for all of the S&P 500 blue chips.  \"Quality is my investment mantra,\" he said. One popular stock that O'Leary is now invested in is Tesla (TSLA) \"I can now see the path to profitability,\" he said of the company. With trade uncertainty once again weighing on markets today and the ongoing impeachment proceedings, should investors be spooked? Maybe not, according to Nancy Tengler, chief investment strategist at Tengler Wealth Management on the CNN Business' digital live show Markets Now. The pull-back in the market represents an opportunity for investors to pick up some high quality stocks, Tengler said, and the impeachment proceedings are a nonevent for the market. \"We're up over 20% in markets and thats a good year by any stretch of the imagination,\" Tengler said. The Dow has risen more than 19% this year, while the broader S&P 500 is up more than 24% this year, according to Refinitiv. Next year won't exactly be a buoyant year for the global economy. Worldwide economic growth is expected to be at its lowest since the financial crisis in 2019, according to a report from ratings agency Moody's, so the global economy isn't off to a good start for the New Year. \"Although Moody's does not expect a recession in 2020, recession risks are building amid a backdrop of trade policy uncertainty, an unpredictable political and geopolitical environment, and as fiscal and monetary policy space in advanced economies remains limited to prevent a future downturn,\" according to the Moody's analysts. The low interest rates that have become popular across developed world central banks again this year, also contribute to rising leverage in the financial system because borrowing is cheap. And if trade tariffs remain in place, they could weigh more on the US consumer, which contributes some two-thirds to America's GDP. The next round of tariffs is scheduled to take effect on December 15. Moody's forecasts the G-20 economies to grow at a pace of 2.6% in 2020, on par with this year. US stocks remain subdued around midday, with all major indexes trading in the red. The Dow is off by some 100 points, or 0.4%. The S&P 500 is down 0.2%, and the Nasdaq Composite is off by 0.1%, just one day after hitting an all-time high close. Loss leaders were telecoms stocks, but also consumer names. L Brands (LB) is the worst performer in the S&P, down more than 5.5%. America's housing market had a strong October. Mortgage applications to buy new homes jumped 31.5% versus the prior year in October, according to the Mortgage Bankers Association. That's a 9% increase from September.  Mortgages are cheap at the moment, which is leading some potential buyers to pull the trigger on buying a home. The average 30-year fixed rate mortgage for a loan under $484,350 was 3.99% in the week ending November 15, according to MBA. Meanwhile, economic data on Tuesday revealed that new housing starts climbed at a faster pace than expected in October. \"Homebuilder sentiment remains close to 18-month highs, and housing starts and permits have increased for four straight months. These are promising signs for the housing market, as the rise in new and existing housing supply has led to slower home-price growth and improving affordability,\" said Joel Kan, MBA's associate vice president of economic and industry forecasting. US stocks opened lower on Wednesday, as tensions on the US-China trade front appeared to flare up again. The Dow fell 60 points, or 0.2%, lower. The S&P 500 also slipped 0.2%. The Nasdaq Composite, which finished at a record closing high on Tuesday, slipped 0.3%. Shares of Target (TGT) gained some 8% at the open, after reporting strong earnings earlier. Lowe's (LOW) opened more than 5% higher, also boosted by better-than-expected earnings. Shares of home improvement retail chain Lowe's (LOW) surged more than 5% in early trading Wednesday after it reported better than expected earnings and boosted its outlook. The news came one day after Home Depot (HD) stumbled after reporting underwhelming sales, citing increased competition and price pressures -- particularly for paint. Lowe's CEO Marvin Ellison, a former Home Depot exec who joined Lowe's last year after serving as CEO of struggling JCPenney (JCP), said in the earnings release that its results reflect \"a solid macroeconomic backdrop and continued progress in our transformation.\" But Lowe's still is lagging the stock performance of Home Depot over the past few years. Ellison acknowledged that more needs to be done.  \"Although we still have work to do, I am confident we are on the right path to build a better Lowe's and generate long-term profitable growth,\" Ellison said, adding that the company needs \"to repair\" the Lowes.com business.  The company also announced it was planning to close 34 underperforming stores in Canada. Target (TGT) delivered another quarter of higher sales in stores and online and raised its earnings guidance going into the holiday shopping stretch.  Sales at stores open at least a year and online grew 4.5% during the retailer's third quarter compared with 2018, while its income increased close to 15% for the same period. CEO Brian Cornell credited Target's \"highly differentiated\" merchandise value, in-store shopping experience and convenient online shopping options for its strong sales. Target has also taken advantage of store closures by Toys 'R Us and others to expand its toy selection. Target's stock rallied around 9% during pre-market trading. Target's stock has gained 67% this year, making it one of the leading stocks on the S&P 500 this year. Read more here. Stocks are set to open lower in New York on Wednesday, as trade negotiations between the United States and China appear to be at another impasse. \"The idea that a US-China trade deal is proving more elusive than the agreement in principle on October 11 implied is being seized upon to spur what we suspect is an overdue round of profit-taking in global equities,\" said Marc Chandler, chief market strategist at Bannockburn Global Forex, in a note to clients. On Tuesday, President Donald Trump threatened to raise tariffs on Chinese imports if Beijing was unwilling to make a deal, CNBC reported. The next round of tariffs is scheduled to hit on December 15. Futures are down 0.3% across the board, implying a lower open for the Dow, S&P 500 and Nasdaq Composite.  Despite the number of US bank branches shrinking, new research suggests banks should think twice before they shut down their physical footprint.  Many customers, especially younger ones, still regularly rely on physical banks to make deposits, get paper money and even pay bills. Seventy-two percent of GenZ consumers visit a physical bank branch at least monthly, the highest of any age group, according to a study of 1,000 consumers by Adobe Analytics shared exclusively with CNN Business. And 60% of Millennials say the same. Surprisingly, older Americans were less likely to visit physical banks monthly, with GenX (50%), boomers (55%) and traditionalists (58%) saying they did so. \"The death of retail branches is greatly exaggerated,\" Nate Smith, group manager at Adobe Analytics, told CNN Business. \"That personal interaction is still very, very important today.\" Read more here. Kevin O'Leary, who is best known for being one of the entrepreneurs fielding investment pitches on ABC's \"Shark Tank,\" is also chairman of O'Shares Investments, a firm that runs a family of exchange-traded funds. O'Leary is very bullish about the stock market, telling CNBC in August he thinks the United States and China will reach a trade agreement that's favorable to both countries -- eventually. \"There's probably going to be, in the next three or four years, a bilateral US-China trade deal,\" O'Leary said. \"I'm not saying saying it's going to happen tomorrow. It's going to take a while, but it is so valuable.\" He also said in an interview with Yahoo Finance late last month that he thinks the Federal Reserve is probably done cutting interest rates for the foreseeable future since the economy continues to hold up well. O'Leary will be a guest on the CNN Business Markets Now show Wednesday afternoon at 12:45 ET. He will be live at the New York Stock Exchange with Markets Now host and CNN Business correspondent Alison Kosik to talk about stocks and the economy. Read more here. Alibaba's highly anticipated Hong Kong debut has a price tag. China's largest e-commerce company is expected to price its shares at 176 Hong Kong dollars ($22.50) each, a person familiar with the matter told CNN Business. That's a roughly 3% discount to Alibaba (BABA) stock's closing price in New York, where it has traded since 2014. The price falls short of the 188 Hong Kong dollars Alibaba had set as a ceiling last week, but it will still raise up to $12.9 billion, making it by far the largest public offering of the year. \"Secondary listings are an art form, not an exact science,\" said Jeffrey Halley, senior market analyst for Asia Pacific at Oanda. Read more here. Climate change will have an impact on economic growth over the next decade — and not for the better. North America is no exception, but it is better off than the rest of the world. By 2050, climate change will shrink the US economy by 1.1%, according to a report from the Economist Intelligence Unit. The same holds true for North America's economy as a whole, according to the report.  Natural catastrophes, such as wildfires and droughts, for example, will continue to be a drag on the economy with worsening climate conditions. Still, the United States is comparably well off. Western Europe's GDP growth stands to drop 1.7% over the next 30 years, putting it in second place behind North America. Read more."], "Language": false}