{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/20/world/sesame-workshop-syrian-refugees-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2019-11-20T16:31:03Z"], "LastModifiedDate": ["2019-11-20T16:50:54Z"], "Headline": ["A new 'Sesame Street' show in Arabic aims to help refugee children"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Sesame Workshop and the International Rescue Committee have joined forces to help Syrian refugee children through educational learning programs, including the launch of a new \"Sesame Street\" show in Arabic.  More than 12 million people have been displaced as a result of the ongoing conflict in Syria, and almost half of them are children, according to the IRC. When conflicts such as the Syrian war send families fleeing from their homes knowing they may not return for decades, children are left in the middle of a tragedy they can't even comprehend.  No school, no learning, no freedom The childhoods of refugee children are smeared with memories of violence and disorder. Many have witnessed the deaths of their parents, siblings, and friends.  When families are fleeing, trying to find a sense of safety even if it means risking their lives to do so, these children are robbed of more than just the experiences of playgrounds and movie theaters. They are robbed of their education.  \"Less than 2% of all humanitarian aid funding goes on education, even though half of the world's refugees are kids,\" IRC president and CEO David Miliband said in a recent interview on \"60 Minutes.\" Today, the average time a refugee is displaced is 20 years, according to Miliband. \"Ahlan Simsim\": A new beginning In 2016, the IRC and Sesame Workshop, the nonprofit behind \"Sesame Street,\" announced that they would be partnering up to launch a new program called \"Ahlan Simsim,\" or \"Welcome Sesame\" in Arabic. The two organizations won a $100 million MacArthur Foundation award in 2017 for the plan, which involved two major initiatives: a \"Sesame Street\" show with Arabic-speaking characters and the development of services that reach refugee children directly. Sesame Workshop began creating the locally produced Arabic-version of \"Sesame Street\" earlier this year. The first season of \"Ahlan Simsim,\" aimed at children ages 3-8, will air locally across the Middle East beginning in February 2020 and will also be available digitally, according to Sesame Workshop. The show stars two main characters: Jad, a young boy Muppet who is new to the neighborhood, and Basma, a Muppet girl who happily befriends him. Ma'zooza, a baby goat, follows the two around wherever they go. \"My toy is not with me. I left it behind in my old home when I came here,\" Jad says in a clip from one of the episodes shown on \"60 Minutes,\" hinting that the character (who is voiced by a Syrian puppeteer) is also a refugee.  Beloved \"Sesame Street\" characters like Cookie Monster, Elmo, and Grover will also make appearances. Helping traumatized children process emotions Season one of \"Ahlan Simsim\" is not only about learning the alphabet or counting from one to 10. The show aims to teach social-emotional skills, including \"coping strategies like counting to five and belly breathing,\" according to Scott Cameron, its executive producer. \"We know from research that these 'emotional ABCs' are especially important for kids who've experienced the trauma of war and displacement,\" Cameron said in an article he wrote about the project. Sesame Workshop held brainstorming workshops in Lebanon and Jordan before producing the show to bring together art therapists, psychologists and writers to help develop the curriculum.  After realizing that children were struggling to find the language they needed to express emotions, which is crucial for managing their feelings, the team behind \"Ahlan Simsim\" decided to make that the focus. \"A big part of the program is doing research in order to learn what works and what doesn't for children in crisis settings,\" Hallie Ruvin, spokesperson for Sesame Workshop, told CNN. \"There is little research out there about what interventions work best, and 'Ahlan Simsim' will double the existing evidence base,\" through research conducted by NYU's Global TIES for Children Center. By sharing its findings, the program aims to encourage governments and other humanitarian organizations to learn from \"Ahlan Simsim\" to incorporate similar programs and invest in early childhood in crisis settings, according to Ruvin. Teaching kids face to face In addition to the television series, the broader \"Ahlan Simsim\" program also provides direct services delivered by the IRC. These services were first launched in November 2018. Trained early childhood development facilitators visit homes, whether that means a shelter, tent, or apartment, in Iraq, Jordan, Lebanon, and Syria, and work with children face-to-face. Volunteers, some who are also refugees, use Sesame videos, storybooks, games, and puzzles to teach and interact with kids. In efforts to involve parents in their children's development, facilitators also help guide caregivers on how to engage with their child and play with them. The program also offers center-based services. The IRC runs preschool classrooms that will now be equipped with \"Ahlan Simsim\" videos, stories, and materials which will aid teachers in their classrooms. Along with centers and homes, resources are provided at health clinics, where IRC facilitators work with young children and their families."], "Language": false}