{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/20/entertainment/baby-yoda-jedi-master-disney-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brandon Killman"], "Writers": [["Brandon Killman"]], "FirstPublishDate": ["2019-11-20T13:12:33Z"], "LastModifiedDate": ["2019-11-20T13:12:33Z"], "Headline": ["Why everyone is talking about 'Baby Yoda,' an adorable enigma and this week's internet obsession"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["This creature may be decades old, but that doesn't make it any less adorable. \"Baby Yoda,\" the internet's newest star, has Star Wars and Disney fans going crazy. The newly released Star Wars series \"The Mandalorian,\" exclusive to the Disney+ streaming service, is turning heads not just because of the storyline -- but due to an adorable image of a doe-eyed, big-eared Yoda-like character circulating on the internet.  The creature is at the center of the new Star Wars series story. But, unsurprisingly, there is speculation about the accuracy of this newest Disney character's role in the Star Wars story line.   While it looks like an infant alien, it's speculated to be as old as 50. And even though the character has been dubbed Baby Yoda, it may not actually be Yoda as a child. \"The Mandalorian\" creator Jon Favreau shared some concept art of the character on his Twitter account. There are a few theories on who this character is and its importance to the Disney canon.  It might actually be Yoda's offspring, or the child of another member of the same species. Perhaps there was a love interest in the famed green Jedi Master's life? As far as fandom is concerned, there is only one other Yoda species:  Yaddle, who made an appearance on Episode 1 of the live-action movies. So, the question remains, how did this baby Yoda species come to exist?  Perhaps it's a clone of the 900-year-old Jedi Master? The Star Wars story line is no stranger to the idea of cloning. This technology is the focus of its previous animated series \"Star Wars: The Clone Wars.\" Since this sci-fi fantasy world doesn't have photographs, maybe the next best thing to remember your ancestors by is a hologram or cloning.  What we are absolutely sure of is that this new character is irrefutably adorable, and it has stolen the heart of the internet -- not to mention bolstering interest in Disney's franchise and merchandise.  "], "Language": false}