{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/dora-maar-picasso-tate/index.html"], "Source": ["cnn"], "Location": ["London, UK"], "ByLine": ["Max Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-20T12:50:06Z"], "LastModifiedDate": ["2019-11-20T12:50:06Z"], "Headline": ["Dora Maar is no longer Picasso's 'Weeping Woman'"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["\"I must dwell apart in the desert,\" the artist and surrealist photographer Dora Maar once said. \"I want to create an aura of mystery about my work. People must long to see it.  \"I'm still too famous as Picasso's mistress to be accepted as a painter.\" These words form part of a conversation recorded by Maar's friend, the art writer James Lord, in his memoir \"Picasso and Dora.\" During the exchange, the French artist also explains how she rationalized the work of her later years, given that she rarely exhibited and was not in demand. How things have changed. A major exhibition of Dora Maar's art has opened at London's Tate Modern, with the museum describing it as the \"most comprehensive\" retrospective of her work to date. Maar died in 1997.  \"Certainly there's an appetite today to learn about women artists who have been forgotten by history,\" the show's co-curator, Emma Lewis, said. \"It's high time Dora Maar was understood as the fantastic artist she really was.\" Born Henriette Theodora Markovitch in 1907, Maar grew up between Argentina and France. She studied in Paris before moving into commercial and fashion photography.  Maar's early work in advertising already showed signs of a subtle and innovative surrealism. Her political convictions pushed her toward documenting people's lives with street photography, and later came to align her with the Surrealist movement.  Tate Modern's exhibition, in collaboration with Paris' Centre Pompidou and the Getty in Los Angeles, stretches from the 1930s to the 1980s. It explores lesser-known areas of her work, including her later paintings.  Yet it was as a photographer that she first gained wide-scale recognition, exhibiting in many of the various Surrealist groups' exhibitions in the 1930s alongside some of the movement's most celebrated artists. And the Tate Modern gives these mind-bending works space to breath. The exhibition attempts to push the spotlight away from Maar's relationship with Picasso and back toward her own artistic output. The first five rooms all focus on work she made before meeting the Spanish artist. And where the show does consider their relationship, it is presented as a collaborative and influential artistic partnership.  Indeed, the two did collaborate on projects while using one another as inspiration in their own work. Picasso painted Maar many times, most famously in the guise of the \"Weeping Woman,\" while Maar painted Picasso and extensively documented his creation of the monumental work \"Guernica\" -- his response to the bombing of the titular Basque town in one of the most catastrophic moments of the Spanish Civil War.  With its deliberate focus on their art, the exhibition doesn't address certain troubling questions about the pair's unequal personal relationship. In her memoirs, Picasso's later lover, Françoise Gilot, recounted the brutal bullying to which the artist subjected Maar. Picasso once described the time that Maar and a previous lover, Marie-Thérèse Walter, came to blows in his studio as one of his \"choicest memories.\" It's a subject Maar didn't shy away from in her art, painting herself alongside Walter in \"The Conversation,\" one of the works on show at the Tate Modern. Maar is depicted facing away while Walter looks directly at the viewer. During the aforementioned exchange with James Lord, Maar told the writer that Picasso's portraits of her were \"lies.\" But the struggle for recognition she went on to describe is more insightful -- that she had to survive in the \"desert\" to be celebrated on her own terms.  Perhaps now, as we enjoy unrivaled insight into the varied output of her six-decade career, Dora Maar no longer dwells alone. \"Dora Maar\" is on at London's Tate Modern until March 15, 2020, and at the J. Paul Getty Museum in Los Angeles from April 21, 2020."], "Language": false}