{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/us/five-things-april-27-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-27T10:31:18Z"], "LastModifiedDate": ["2020-04-27T11:06:54Z"], "Headline": ["5 things to know for April 27: Pandemic, the world, stay-home orders, food, N. Korea"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Maryland Gov. Larry Hogan says his office has received hundreds of calls asking about ingesting disinfectants after President Trump suggested it as a possible treatment for coronavirus. So, once again, to be clear: Do not ingest disinfectants! Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus treatments The World Health Organization says there's no evidence that contracting the coronavirus makes you immune to a second infection. This development throws a wrench in long-term coronavirus management plans like \"immunity passports,\" which would allow people who have recovered from the disease to resume normal activities on a faster timetable. For top medical experts, increased testing is still the most promising strategy to get people and economies back up and rolling. In the US, Dr. Anthony Fauci says the country is testing about 1.5 million to 2 million people a week, and should double its efforts over the next several weeks. Meanwhile, New York hospitals are studying famotidine, a common heartburn drug, to see if it could be effective against Covid-19. Preliminary results from a clinical trial of remdesivir, that much-discussed experimental antiviral drug, could be released in the next two weeks.  2.  World updates UK Prime Minister Boris Johnson will return to work today after battling Covid-19. Johnson was released from the hospital on Easter Sunday and has been recuperating at home. However, officials say the UK is not yet ready to lift its lockdown measures and will work on increasing its coronavirus testing capacity. Other countries are already opening up: Switzerland will allow some businesses like hairdressers and DIY stores to reopen today, and New Zealand has opened schools and eased restrictions on recreational activities. Italy, which weathered one of the worst coronavirus outbreaks, will begin lifting lockdown measures next week. In Wuhan, China, all hospitalized Covid patients have reportedly been discharged, marking a milestone for the original epicenter of the outbreak. Follow here for the latest.  3. Stay-at-home orders Several states across the US will be opening their economies this week. Colorado, Minnesota and Montana plan to ease social distancing and stay-at-home restrictions. Iowa will allow elective surgeries to resume and farmers markets to reopen starting today. Tennessee restaurants can welcome some customers today and retail stores can reopen on Wednesday. Texas, Michigan, Georgia and Alaska have already allowed some non-essential businesses to reopen. In most of these states, the openings come with restrictions, like limited capacities, social distancing requirements or the use of face masks or gloves. However, these relaxations go against an often-cited coronavirus model suggesting that no state should open their economies before May 1 -- and many should wait much longer. Almost a million people in the US have been sickened by the virus, and more than 54,800 have died. 4.  Food supply Meat processing plants across the US are suspending operations as a result of the pandemic, and poultry giant Tyson is warning the closures could cause major gaps in the country's food supply chain. The chairman of Tyson foods said millions of pounds of meat could disappear from grocery stores and restaurants, and millions of chickens, pigs and cows could be \"depopulated\" (read: killed) because farmers have no place to sell their livestock and there's no one in plants to process them. Such a scenario is already happening in Delaware and Maryland, where 2 million chickens are set to be euthanized due to a lack of employees in the region's chicken processing plants. 5. North Korea Speculation is still brewing over the health of North Korean leader Kim Jong Un. Last week, the US received reports the leader was in grave danger after a cardiac procedure. However, South Korea insists Kim is alive and well. Reports from North Korean state media suggest the leader is engaging in activities, but the country's lack of free press makes it hard to see the whole picture. Concerns about Kim's health began to surface after he missed his grandfather's birthday on April 15 -- which is also the country's most important holiday.  BREAKFAST BROWSE The series finale of 'Homeland' closes out a gripping eight seasons Oh, how much the world can change in eight years.  Florida officials warn motorists of aggressive alligators during mating season The only thing scarier than a hungry alligator is an amorous one.  Running is seeing a big boom during coronavirus lockdowns Literally anything to get moving and get out of the house. People in Spain have been 'walking' fishbowls and chickens to get around stay-at-home orders Okay, maybe not \"literally anything.\" NBA star Kevin Love says acts of kindness can be a form of therapy to feel better during the pandemic  This is the energy we need today.  TODAY'S NUMBER 722,000 That's how many jobs the film and entertainment industry supports in the state of California alone. Coronavirus restrictions have stalled Hollywood productions, putting these and thousands more livelihoods around the country at risk.  TODAY'S QUOTE \"Joe Biden enjoys the trust of communities of color, and he will take no one for granted. And I believe that he will make the right choice based on what he understands and what his team believes and recommends that he do.\" Former Georgia gubernatorial candidate Stacey Abrams, when asked about Joe Biden's search for a running mate. Abrams is among the possible VP picks. TODAY'S WEATHER AND FINALLY Almost too pretty to eat (...almost)  Everyone's baking bread now. Next step: Learn how to decorate it as beautifully as this Slovenian baker. (Click here to view)"], "Language": false}