{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/18/us/houston-pd-religious-accommodation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2019-11-19T00:29:58Z"], "LastModifiedDate": ["2019-11-19T22:09:14Z"], "Headline": ["Houston Police Department honors fallen Sikh deputy by allowing officers to serve with their articles of faith"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Houston Police Department has a message for the community: their doors are open. The department formally announced at a news conference Monday that it is changing its uniform policy to allow officers to wear their articles of faith while serving, a practice prohibited by many law enforcement agencies. In the words of Mayor Sylvester Turner, \"It's about time.\" The policy change, signed on October 11, was made partly in honor of Sandeep Dhaliwal, the Harris County sheriff's deputy who was killed in the line of duty in September. Dhaliwal gained national attention in 2015 when the sheriff's department changed its policy to allow him to wear the Sikh turban and a beard as part of his uniform. \"I'm proud to stand with you today to say that the Houston Police Department is now the largest law enforcement agency in Texas, and one of the largest two or three in the nation, to allow officers who are Sikhs to wear their articles of faith on duty,\" Turner said. Police Chief Art Acevedo said the department had already been working on a religious accommodation policy. But after Dhaliwal was killed and laid to rest, he couldn't think of waiting another day without formalizing the department's policy. It was a necessary step for the most diverse city in the country, he said, noting that Houston's police force was majority minority. \"You can't just be welcoming and diverse. You have to be inclusive,\" Acevedo said. \"And inclusivity and bringing people in means that we had to change our policy.\"  Lt. Col. Kamal Kalsi, one of the first Sikhs to be granted a religious accommodation from the US Army, told CNN that Houston's move sends a powerful message.  \"It certainly is a step forward for diversity and equality but very, very simply put, for people like me, it means that Houston PD is saying, 'We love you, we accept you, we respect you and your turbans are part of the American fabric,'\" Kalsi said. Houston police join a few other law enforcement agencies around the nation, including the NYPD, Chicago Police Department, Metropolitan Police Department in Washington, DC and the Riverside Police Department in California, to make such changes in recent years. Sikh advocacy groups praised the policy change. \"This policy change shows that no one should ever choose between their faith or their career, and also that these articles of faith pose no barrier to service,\" Nikki Singh, policy and advocacy manager for the Sikh Coalition, told CNN. Since Dhaliwal's death, the Sikh Coalition has called on state and national police agencies to develop religious accommodation policies. It has also called on the Department of Defense to implement a streamlined religious accommodation process across all branches of the US military, in line with the Army's policy change in 2017."], "Language": false}