{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/banksy-drinker-sale-intl-scli/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2019-11-18T09:15:23Z"], "LastModifiedDate": ["2019-11-19T16:07:46Z"], "Headline": ["'Stolen' Banksy statue pulled from auction"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A British auction house has halted the sale of a controversial \"stolen\" Banksy statue, which was expected to fetch £1m ($1.3m) at auction.  Banksy's \"The Drinker\" -- a pensive nude bronze sculpture described by auction house Sotheby's as a \"subversive recreation\" of Auguste Rodin's \"The Thinker\" -- was due to go on sale in a London auction on Tuesday.  Adorned with a traffic cone as a hat, \"The Drinker\" -- made of industrial materials -- was originally erected near Shaftesbury Avenue in 2004, before it was \"stolen\" by artist Andy Link, the leader of the art group Art Keida, according to Sotheby's.  Link, also known by the moniker AK47, told CNN that the statue had been \"abandoned and dumped\" by Banksy. \"I did it as a bit of a stunt, a bit of a prank,\" Link said in a phone interview, adding that he made efforts to return the statue to the artist, and had contacted the police to see if it had been reported as lost or stolen. The statue remained unclaimed, and so Link said he kept it until 2007, when it was taken from his garden. Link said he reported the theft to police, and registered the loss on an art theft registry. \"The Drinker\" was listed in a Sotheby's auction catalog, and was due to be auctioned in London on Tuesday. It was expected to fetch between £750,000 and £1 million ($970,000 to $1.3 million).  On Sunday, Sotheby's told CNN that they were satisfied that the cosigner had the right to sell the work, and that they had conducted pre-sale due diligence checks.   In their catalog, Sotheby's said the work was \"mysteriously retrieved\" from Art Kieda in an \"anonymous heist,\" and was later acquired by its present owner in 2014.  But on Tuesday, the statue was suddenly withdrawn from sale.  \"The work has been withdrawn in agreement with the consignor,\" a spokesperson for Sotheby's told CNN in a statement.  Link argues that the statue still belongs to him, and claims he has original police documents proving his ownership.  The artist said he has made Sotheby's aware that the ownership of the art is contested.  The feud between the two artists made headlines and in 2016, the film \"The Banksy Job,\" followed how the saga of the sculpture unfolded.  London's Metropolitan police told CNN on Sunday there is no active criminal investigation into the matter.  CNN has reached out to representatives for Banksy for comment. "], "Language": false}