{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/abu-dhabi-best-things-water/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Danae Mercer and Maureen O'Hare, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-10-22T11:32:36Z"], "LastModifiedDate": ["2019-11-19T10:59:56Z"], "Headline": ["Abu Dhabi afloat: Best water activities in the UAE's capital"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["With more than 200 islands, stretches of quiet beaches and nearly eternal sunshine, Abu Dhabi has plenty to offer water lovers. Families have access to water parks (and the chance to play at being mermaids). Thrill seekers who travel here can strap jet pack boots to their feet and soar above the sea or deep dive in search of pearl-filled oysters.  \"It's a great spot to do water sports as the water's usually quite flat and the weather is slightly cooler than Dubai,\" says Ala Lababidi, a long-time UAE resident who wakesurfs often. \"My personal favorite in Abu Dhabi is kayaking in the natural mangroves on a two-hour guided tour,\" says Gretta Beckett, an Abu Dhabi resident. Adventure traveler Laura Coughlin points to Abu Dhabi's massive water cable park. \"There's nothing like it in the Middle East,\" she says. \"Even pro-boarders come to check it out. Our country's only pro wakeboarder, Omeir Saeed, is often here cheering on budding wakeboarders.\" These epic water activities make the most of Abu Dhabi's incredible landscapes and endless sunshine.  Visit a flamingo oasis  Just 25 miles out of the city, Al Wathba Wetland Reserve is a sanctuary for 250 bird species, dozens of plant varieties and an abundance of aquatic life.  The reserve was created by accident when a water treatment facility hit capacity and flooded the surrounding land. What were once arid salt flats now teem with life.  During the winter months, thousands of greater flamingos flock here. They are notoriously picky about where they breed and conditions have to be just right.  On Thursdays and Saturdays, visitors can explore the site on a variety of trails. A planned observation platform will give visitors a bird's-eye view.  Pretend to be mermaids at a water park With a pearl diving theme and 40 rides, slides and attractions, it's easy to understand why families flock to Yas Waterworld water park.  The region's first water cinema is here, and when the show is done, there's a kid-friendly mermaid school.  It's even possible to plunge down the Middle East's longest suspended roller-coaster or race headlong against five others down a massive water slide.  Master wakesurfing The flat waters of the UAE are ideal for wakesurfing, a sport that involves riding a shorter surfboard behind a special wave-creating boat. Once the art of standing up has been mastered, you can progress on to flips, 360 turns and even ever-so-serene board yoga.  \"For the flattest water, go wake surfing at sunrise in the Mangroves,\" says Stephanie Mullet, marketing manager of Wake Evolution in Abu Dhabi.  The surrounding promenade is full of restaurants for breakfast after. Or for sunset riders, there's drinks at the Anantara Eastern Mangrove's outdoor terrace for waterfront views of the marina.  \"Abu Dhabi's protected waterways make the water flatter, meaning you won't fall as much,\" says Mullet.  Gather pearls from a traditional dhow Abu Dhabi Pearl Journey invites travelers onto a traditional Arabic pearling dhow for a morning winding between the city's lush mangroves.  A local guide talks through the extensive history of pearl diving in the region (including how divers wore weights on their legs and clipped their noses shut), then provides dates, tea and a pearl-opening demonstration. Anyone who finds a pearl gets to keep it.  Explore history along a scenic route Captain Tony's one-hour boat tour offers a glide through Abu Dhabi's history.   The trip passes the Maqta Fort, a local heritage site over 200 years old, then winds past Abu Dhabi's mangroves. Flamingos can be spotted here.  Toward the end, there's a scenic view of the Sheikh Zayed Grand Mosque.  Skip the boat with a cable park At Al Forsan International Sports Resort it's possible to wakeskate, kneeboard, mono ski or water ski -- but the big sport here is wakeboarding.  This massive cable park involves a huge overhead cable that pulls riders along the lake at speeds of nearly 24 miles per hour (38 kph), no boats required.  The wait time is minimal, as the system can pop out 13 riders per minute. For those into advanced wakeboarding, the dedicated extreme course is great for intense training.  Compete against friends in an inflatable course AquaFun, Abu Dhabi's first inflatable water park -- and what's claimed to be the world's biggest --  brings the joy of bouncy castles into the sea.  This 84-piece obstacle course has bridges, ramps, steps and slides, challenging visitors to balance and climb their way to success.  Make a mistake and it's into the water you go. When the fun is done, the surrounding A'l Bahar at the Corniche has some 20 cafes and restaurants for a post-bounce meal.  Kayak in luxury For a sumptuous experience, travelers can kayak into Abu Dhabi's mangroves with a guide from Anantara's Eastern Mangroves Hotel and Spa.  The trip involves potential spotting of wildlife like foxes, turtles, flamingos and the ever-charming sea snakes.  Leave the city center for quiet waters The flat waters of Ghantoot Marina make it one of the most popular UAE watersports spots for those in the know.  In this scenic area you'll find more locals than tourists -- possibly because of the 40-minute drive from Abu Dhabi's center.  Yet with multiple companies offering everything from jet skiing (ideal in the flat waters) to serious wakesurfing (again, great on the glassy surface), Ghantoot has plenty to do all day.  Soar above the sea with jetpacks on your feet Not for the faint of heart, this wild water sport involves strapping on jet-propelled boots then bursting up out of the water.  In theory, visitors can shoot up to eight meters high. Reality usually involves more flipping, flopping and falling back into the sea. Contact Seasports on Yas Beach to book. "], "Language": false}