{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/health/sanjay-gupta-podcast-carl-azuz-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katia Hetter, CNN"], "Writers": [["Katia Hetter"]], "FirstPublishDate": ["2020-04-27T10:25:18Z"], "LastModifiedDate": ["2020-04-27T10:25:18Z"], "Headline": ["Kids coronavirus Q&A with Dr. Sanjay Gupta and CNN10's Carl Azuz"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As so many children around the world stay home from school, sports and birthday parties because of the spread of coronavirus, they have questions about what's going on.  CNN Chief Medical Correspondent Dr. Sanjay Gupta asked CNN10 anchor Carl Azuz to join him to answer some of the key questions on kids' minds these days in today's \"Coronavirus: Fact vs Fiction\" podcast.  Even though school is mostly out, students can still watch Azuz's 10-minute on-demand news broadcast. \"Sometimes it's really hard to figure out how to explain what's going on right now to kids,\" Dr. Gupta said. \"I know, because I've had to talk to my own kids about it.  \"Even if your kids are young, or aren't asking questions about it, experts say it's a good idea to start a conversation with them to see if they have questions or worries that they haven't yet expressed. Trying asking your kids what they're hearing and thinking about things and let them know it's okay to feel anxious.\" Here are a few of their questions.  Micah from Maryland: \"I wonder where the coronavirus came from. If it was from bats, how did it change or mutate?\" Dr. Sanjay Gupta: Thanks, Micah. Scientists do think that this coronavirus did come from bats in China. What we're not entirely sure about is exactly how it got into humans. It could be that the bat made another animal sick and then that animal got a human sick. Or it could be that it spread directly from bats to humans. It is also possible that the bats were studied in a lab and that the virus spread to humans that way. We just don't know yet. Next we have a question from PJ in Florida.  PJ from Florida: \"Will we have to wear masks in public forever?  Carl Azuz: I have good news for you, PJ. No, we are not going to have to wear masks in public forever, although some people might think they're pretty fashionable and want to keep it going. That's the good news. The bad news is we don't know when we'll be able to take them off.  Sydney from North Carolina: \"When will the coronavirus be over? When will the scientists get a cure for the coronavirus and how will they find it?\"  Azuz: \"If it were up to me, it would be over in five minutes. Everybody would be healthy. You'd be able to go back to school, hang out with your friends, go to concerts, all the fun stuff that you and your parents love to do.\" Dr. Gupta: That's right, Carl. Sydney, everybody wants the answer to this question. One thing we need to make sure we can do is start to test people for the virus. Letting them know whether they have it in their bodies and making sure that if they do, they don't spread it to other people.  \"Right now, Sydney, one of the most promising things out there is that scientists are working on finding a vaccine. That's a medicine that can help teach your body how to fight the virus. We probably won't have a vaccine until next year some time. But once that happens, that will protect us against this virus, just like a flu shot protects you against the flu.\" To hear the entire podcast, head to Dr. Gupta's podcast page.  To watch Carl Azuz on CNN10, head to CNN.com/CNN10.     "], "Language": false}