{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/venice-flooding-st-mark-damages/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-16T09:32:27Z"], "LastModifiedDate": ["2019-11-16T21:25:44Z"], "Headline": ["Venice is flooding -- what lies ahead for its cultural and historical sites?"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Images of the flooded St. Mark's Basilica in Venice have shocked many across the world this week. Since Tuesday, parts of the city were damaged by the most severe high waters Venice has seen in over half a century, with six-foot high tide levels engulfing 85% of its streets and buildings, some of which are of tremendous cultural value. St. Mark's Basilica, built in the 9th century to house the relics of St. Mark, and one of the world's most famous cathedrals, is one of them. The city's mayor Luigi Brugnaro, who declared a state of emergency on Thursday, said the landmark had suffered \"grave damage.\" Other architectural and historical treasures in the UNESCO World Heritage Site have also been hit hard.  Italy's Prime Minister Giuseppe Conte has described the disaster as \"a blow to the art of our country.\"  \"While it's still too early to quantify the extent of its havoc, chances are it will leave indelible marks.\" Threat to monuments and cultural institutions  From great monuments such as St. Mark's Square and the Doge's Palace to its historical neighborhoods, Venice has one of the highest concentrations of architectural masterpieces in the world. It's also home to some of the greatest paintings from artists like Canaletto, J.M.W Turner and Francesco Guardi.  The tidewaters are sparing none. St. Mark's Basilica, which has only been flooded six times in its nine-century history, is currently one of the main concerns for heritage and architectural experts. Its interiors -- the narthex and the baptistery -- have been inundated, and water pressure has broken its lower windows, submerging the crypt beneath, according to Italian press agency AGI.  \"The situation is extremely complex and worrisome, not just for the water level, but also the number of hours the precious marble floorings and wooden coatings of the Basilica have been submerged,\" Salvo Natasi, Secretary General of Italy's Ministry of Cultural Heritage and Activities told Italian press agency ANSA. \"Water has invaded the entire cathedral, not just its initial section, as it did during the last floods last year. Superintendents are at work and have made all their restoration specialists available.\"  There are also fears of structural damage to the Basilica's white-black breccia columns, and the possible corrosion caused by saltwater on its intricate mosaics and tiling.  Other notable sites have been affected. The baroque-style church of San Moisè, just behind St. Mark's Square, is flooded. It houses artworks by Tintoretto and Palma il Giovane, and numerous marble sculptures attributed to German artist Heinrich Meyring. The Teatro La Fenice, part of an 18th century palace; the Ca' Foscari University, which has been housed in a Venetian Gothic complex since 1868; and Doge's Palace, an opulent museum boasting remarkable 14th century architecture, have also been heavily damaged, Art Tribune reports.  Meanwhile, images of the 15th century Gritti Palace, a sumptuous building on the Grand Canal that was converted into a luxury hotel and underwent extensive renovations in 2013 (in order to withstand floods) show water-filled interiors, from the bar to the lobby.  Among the city's century-old frescoes, paintings and artifacts that may require extensive restorations efforts post-flood, contemporary works may also be damaged. Banksy's \"Shipwrecked Girl\" mural, which appeared last May on the popular Rio di Ca' Foscari canal, is under floodwater.  Some experts say, in order to understand the full extent of the floods' damage, waters will have to first subside.   \"Venice is used to being constantly surrounded by water, but this is really something else,\" said Toto Bergamo Rossi, the director of Venetian Heritage, an organization that seeks to preserve the city's cultural patrimony, in a phone interview. \"The main issue is saltwater. When salt permeates the materials of these buildings -- be them marble, tiling, plaster or wood -- it crystallizes and ascends vertically once the weather gets drier, from the ground to the first floor and so on. It's almost like a cancer for these structures, all the more so when they are so old. The entire wall system can be affected.\" Bergamo Rossi said that St. Mark's Basilica is currently the most badly affected, because it's one of the city's oldest buildings and therefore it sits lower than the rest of Venice. The restoration process will need to pump out the water as soon as possible, and probably wash the whole space multiple times to get rid of saltwater. \"Churches are also in bad shape. At the moment, they've basically turned into swimming pools. It's very sad. Many of them are quite low, and still use 18th century pews made of walnut wood. It'd be hard to save those from water damage,\" he added.  \"Luckily, artifacts and collections seem to have been spared, as they aren't usually stored on the ground floor.\" In the hope to protect their valuable collections, a number of cultural institutions, museums and even the Venice Biennale -- a months-long art and architecture showcase drawing international crowds -- have closed their doors to visitors.  On Wednesday, the Venice Biennale shut its Giardini and Arsenale exhibitions. The Peggy Guggenheim Collection also remained shut through Friday.  \"Venice has been affected by extraordinarily high tides and finds itself now in a state of calamity and alert. Fortunately, the museum staff is well and safe, the museum and collections are safe and have not been damaged, but for security reasons and in order to deal with this emergency situation including some damages in the ticket office and shop, the museum is closed to the public today and tomorrow,\" director Karole P.B. Vail posted on Instagram. The Pinault Collection's two venues, the Palazzo Grassi and Punta della Dogana followed suit, as did Museo di Palazzo Grimani, which posted an image of its flooded courtyard on Instagram.  An uncertain future  Although the water receded temporarily on Wednesday, more bad weather arrived on Friday and is expected for the coming days, with forecasts anticipating tides of more than four feet. But floods, as bad as they might be, are only part of the problem.  Made up of 118 islands, Venice sits on a tidal lagoon atop mud sediments that are shifting. Early industrial undertakings such as the construction of a bridge to the mainland and offshore piers affected the sea floor and tidal cycles in ways that made the city more vulnerable to flooding.  In the 20th century challenges grew as huge amounts of water were pumped out from beneath the lagoon for industrial projects, causing land subsidence. The practice was halted in the 1970s, but rising sea levels -- linked to to climate change -- and the turbulent wash from heavy cruise ship traffic have further damaged the city's foundations, causing it to gradually sink.  Venice has spent over $6 billion to build a flood-barrier system, the MOSE, which aims to isolate the lagoon from seawater during high tides, while lessening the levels of the most frequent tides. First designed in 1984, works for the project began in 2003 and were expected to end in 2011. But construction has yet to be completed (the due date is now 2022), due to delays and a number of issues. But while MOSE could buy the city some time (around three decades, according to environmental engineers) if and when it becomes functional, studies have showed that climate change might push Venice underwater within the next 100 years. \"The occurrence of exceptional high waters poses a significant threat to the protection and integrity of Venice lagoon and historic settlements,\" reads the UNESCO site. \"These threats are recognized as a priority. \"My hope is that this tragedy will serve as a wake-up call for the Italian government and the world for what needs to be done in Venice,\" said Toto Bergamo Rossi. \"The MOSE has to be completed. Not in two years, but over the next months. Buildings, too, have to be guaranteed a better draining system, maintenance, material reinforcement. This could easily happen again, and we simply can't afford that. There's too much at risk.\""], "Language": false}