{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/south-korea-beautiful-places/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cin Woo Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-07-12T14:58:36Z"], "LastModifiedDate": ["2019-11-15T17:54:23Z"], "Headline": ["50 beautiful places to visit in South Korea"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Some 25 million South Koreans -- about half the population -- travel abroad at least once a year, but it's safe to assume that most haven't seen all the beautiful sights within their own country.  Seoul only takes up a mere 0.6% of South Korea's territory: here are 50 beautiful places other 99.4% of the country that are all worth a visit.  Below are 50 places of the flowery spring landscapes, sandy beaches, rocky mountains and quietly stunning historic sites on your new travel bucket list for South Korea.  But to complete the list of beautiful places, we've also asked three veteran travel photographers -- Seo Heun Kang, Kim Bong-Sun and Im​ Jay-cheon -- who know the country from tip to spine to tail to share images of their favorite spots around South Korea, which are in the gallery above.  1. Seongsan Sunrise Peak (성산일출봉) Hydrovolcanic eruptions formed this majestic volcanic crater 5,000 years ago on Jeju Island. A UNESCO world heritage site, the peak is famous for many things, including numerous rare plant species, but is best known for the magnificent sight of the sun rising over it (hence the name). The climb up the peak's northwest side ridge (its other sides are steep cliffs) to the 180-meter highest point takes 30 minutes.  1 Seongsan-ri, Seongsan-eup, Seogwipo, Jeju Special Self-Governing Province (제주특별자치도 서귀포시 성산읍 성산리 1번지) 2. Ggotji Beach (꽃지 해수욕장) Located four kilometers southwest from Anmyeon-eup, this cream-colored beach is the ideal place to go for a drive and watch the sun sink into the ocean between two large rock formations known as the Granny Rock and the Grandpa Rock. Legend has it that the wife of a base commanding officer in the Shilla Dynasty became the Granny Rock when she died after waiting faithfully for her husband. Seungeon 4 ri, Anmyeon-eup, Taean-gun, Chungcheongnam-do (충남 태안군 안면읍 승언4리) Food map: Eat your way around Korea 3. Darangee Village (경상남도 남해 가천 다랭이마을) Darangee Village, a small well-preserved village in the southernmost area of west Namhae-gun, features an extraordinary sight of countless tiny fields (over 100 levels) on a steep mountain slope against the open sea. Honghyeon-ri, Nam-myeon, Namhae-gun, Gyeongsangnam-do (경남 남해군 남면 홍현리) 4. Gwang-An Bridge (부산 광안대교) Also known as the Diamond Bridge, this two-story bridge connects Suyeong-gu and Haeundae-gu and offers an astonishing view of mountains, sandy beaches, hills and city lights.  Gwang-An Bridge is not for pedestrians, but anyone can enjoy the spectacular night view of the bridge from afar; its state-of-the-art lighting system allows an exterior lighting of over 100,000 colors. Suyeong-gu, Busan (부산광역시 수영구) 5. Kyeong-Wha Station, Jinhae (진해 경화역) This small whistle-stop bustles with tourists and amateur photographers every spring.  Cherry blossoms rain down on the train track and countless shutters click madly away as the train approaches the station under the cherry blossom tunnel.  The cherry blossom road at Yeojwa stream, (number 17 on this list) is also nearby for those who want more photo-ops.  Kyeongwha-dong, Jinhae-gu, Gyeongsangnam-do (경남 창원시 진해구 경화동) 6. Upo Marsh (우포늪) At 2,314 kilometers squared, Upo Marsh is the largest inland wetland in Korea and three times the size of Yeouido. Formed over 140 million years ago, the marsh is home to 1,500 plants and animals, some of which are endangered species. Visitors can bike or walk around this beautiful natural swamp, where migratory birds are known for flying low.  Daedae-ri, Yueo-myeon, Changnyeong-gun, Gyeongsangnam-do (경남 창녕군 유어면 대대리) 7. Jeungdo Salt Farm (전남 신안 증도 염전)  This treasure island (artifacts from the Song Dynasty have actually been found at the bottom of the sea) is famous for its clear seawater, soft beach, and salt farms. The magical sight of huge salt farms is not the only spectacle that can be found here; the mud flat leisure town allows tourists to experience and observe the marine life of the mud flat.  Jeungdo-myeon, Sinan-gun, Jeollanam-do (전남 신안군 증도면)  8. Gongryong Ridge, Seorak Mountain (설악산 신선대 공룡능선) Physical fitness and mountain climbing experience are prerequisites to viewing these curious peaks in the Seorak mountain range.  Thought to be shaped like the spine of a dinosaur (hence the name, \"Dinosaur Ridge\"), this rocky ridge offers spectacular views of both inner and outer Seorak. The climb is no picnic: the peak elevation of Gongryong Ridge, the most popular ridge route in the range, is approximately 1,200 meters.  Goseong-gun/Yangyang-gun/Inje-gun, Sokcho-si, Gangwon-do (강원도 속초시 고성군, 양양군, 인제군) 9. Uleung Island Seaside Road (울릉도 해안도로) Uleung Island, nicknamed \"Mysterious Island,\" is a popular weekend getaway spot for Seoulites. Curious rock formations, shore cliffs and numerous waterfalls adorn the island's Seaside Road. Anyone planning to walk or bike their way around Uleung Island should make sure they set aside enough time, as they will inevitably stop countless times to admire the glorious view. Uleung-eup, Uleung-gun, Gyeongsangbuk-do (경북 울릉군 울릉읍) 10. Seopjikoji, Jeju Island (제주도 섭지코지) First-time visitors to Jeju Island need to plan their trip wisely, as the Jeju bucket list is long and varied. One of the musts on the list is Seopjikoji, a promontory on the coast famous for its serenity and romance. Yellow rape blossoms fill the field in the spring, creating a colorful contrast with the red soil and cerulean sky. The best photographs of Sungsan Sunrise Peak (the first item on this list) can be taken here at Seopjikoji.  The scenery of Seopjikoji has also been captured by several Korean films and dramas, including \"All In,\" one of the first Hallyu dramas starring Lee Byung-hun and Song Hye-kyo. 261 Seopjikoji-ro, Sungsan-eup, Seogwipo-si, Jeju Special Self-Governing Province (제주특별자치도 서귀포시 성산읍 섭지코지로 261) Pyeongchang and the South Korea ski culture  11. Bomun Pavilion, Gyeongju (경주 보문정) Gyeongju, an ancient capital of the Shilla Dynasty, boasts the nickname \"a museum with no walls.\"  Bomun Pavilion, a small wooden gazebo standing over a quiet duck pond, is a great spot to experience Korea's spring; the cherry blossoms fluttering over the pond provide an exquisite sight. In fact, it's the perfect place to view all of Korea's markedly different seasons: summer's lush green leaves, fall's scarlet and mustard foliage, and winter's blankets of snow. Bodeok-dong, Gyeongju-si, Gyeongsangbuk-do (경북 경주시 보덕동) 12. Udo (우도) Just 15 minutes away from Jeju Island, Udo is another addition to Jeju's bucket list.  Visitors can hike on Olle road, or opt for a scooter ride along the shore, a submarine excursion or sea fishing. Just don't forget the sunblock. Udo-myeon, Jeju-si, Jeju Special Self-Governing Province (제주특별자치도 제주시 우도면) 13. Haeinsa Temple, Hapcheon (합천 해인사)  The world's oldest intact Buddhist canon, the Tripitaka Koreana, is carefully housed in the 1,200-year-old Haeinsa Temple. The temple's other landmarks include the oldest wooden Buddha statue in Korea (the Haeinsa Vairocana) and a UNESCO world heritage Janggyeong Panjeon ( a \"storage hall of Buddhist Sutras\").   10 Chiin-ri, Gaya-myeon, Hapcheon-gun, Gyeongsangnam-do (경남 합천군 가야면 치인리 10번지) 14. Chunwang Peak, Jiri Mountain (지리산 천왕봉) At 1,915 meters, Chunwang Peak on Jiri Mountain is the second highest peak in South Korea and the beloved conquest of many a Korean mountain climber.   The national park on Jiri Mountain stretches over five cities and three provinces, and is home to quietly dazzling flora and fauna as well as seven national treasures and 26 treasures. Many tread the trail to Chunwang Peak to watch the sun rise, some simply to enjoy the view from the top, and others for the pleasure of breathing in the crisp, clean mountain air and drinking the brain freeze-inducing spring water of Chunwang Spring, which is located just 300 meters below Chunwang Peak. Samjang-myeon/Sicheon-myeon, Sancheong-gun, Gyeongsangnam-do (경남 산청군 시천면, 삼장면) 15. Juknokwon, Damyang (담양 죽녹원) This dense bamboo thicket is located in Damyang, another \"slow city\" that welcomes all who are tired of hectic city life.  Eight trails around the thicket offer eight different themes to saunter through. If you look carefully between the bamboo plants, you can spot the green tea shoots that grow from the dew that drips off the bamboo leaves, known as Jukro tea. The Juknokwon observatory in the middle of the thicket occasionally hosts Jukro tea tasting events.  Hyanggyo-ri, Damyang-eup, Damyang-gun, Jeollanam-do (전남 담양군 담양읍 향교리) 16. Naganeupseong Folk Village, Suncheon (순천 낙안읍성 민속마을) Straw-roofed houses, government offices, guesthouses and a castle, all from the Chosun Dynasty, remain perfectly preserved in their original forms in this 22 square kilometer historical site. No, it's not an exterior set of a historical drama, people actually live in those houses and better yet, they offer overnight homestays.   Choongmin-gil, Nagan-myeon, Suncheon-si, Jeollanam-do (전라남도 순천시 낙안면 충민길 30) 17. Yeojwa Stream (경상남도진해여좌천벚꽃길) The fifth item on this list already touched on the festival of cherry blossoms in Jinhae, but the cherry blossom road at Yeojwa Stream is so strikingly beautiful that it deserves another mention (and another photo). Lovers visit this site to cross the Romance Bridge, which has been used as a shooting location for \"Romance,\" a drama starring Kim Ha-nul and Kim Jae-won. Bloggers say that these romantic blossoms can be most appreciated at night, when there are fewer tourists and the pale pink flowers glow against the dark sky. Yeojwa-dong, Jinhae-gu, Changwon-si, Gyeongsangnam-do (경상남도 창원시 진해구 여좌동) 18. Boseong Green Tea Field (보성 녹차밭) Approximately 40% of Korea's tea is produced in the rolling fields of Boseong, which has also provided the backdrop of many Korean dramas and films. Yes, green tea-related specialties (fresh green tea ice cream and green tea pork belly) are tasty treats, but the spectacular view of the seemingly endless tea fields is the real reason so many visitors stop by Boseong. A green tea festival is held every May while in the winter, the fields are decorated with tiny light bulbs.  Bongsan-ri, Boseong-eup, Boseong-gun, Jeollanam-do (전라남도 보성군 보성읍 봉산리) 19. Bulguksa Temple (경주 불국사) This UNESCO-listed site is perhaps the most famous historic site in Korea.  Two granite pagodas on either sides of the temple, Dabotap and Seokgatap, as well as Seokguram, a man-made grotto just above the temple, add to the splendid grandeur of this 1,500-year-old home of many important relics.  15-1 Jinhyeon-dong, Gyeongju-si, Gyeongsangbuk-do (경상북도 경주시 진현동 15-1) 20. Daegwallyeong Ranch (대관령 양떼목장) This only sheep ranch in Korea doubles as a natural sledge park in winter. The dreaminess of the view is as heady as the mountain air. Meat-lovers should stop by the restaurants in the ranch village for a taste of the highest grade lamb. 14-104 Hoenggye 3 ri, Doam-myeon(Daegwallyeong-myeon), Pyeongchang-gun, Gangwon-do (강원 평창군 도암면 "], "Language": false}