{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/15/opinions/venice-is-sinking-may-go-under-perry/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David M. Perry"], "Writers": [["David Perry"]], "FirstPublishDate": ["2019-11-15T11:22:49Z"], "LastModifiedDate": ["2019-11-15T14:04:26Z"], "Headline": ["Venice is sinking and this time it may go under"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Venice is sinking. In a way this isn't news. The mere survival of Venice in 2019 is a testament to the determination, ingenuity, collaboration, and ferocity of humans seeking to eke out a life in hostile environments.   From its founding in the Early Middle Ages, Venice has had a fraught relationship with the sea, dependent on it for food and trade, protected from the mainland by the waters of the lagoon, yet always threatened by changing environmental conditions. Today, though, wind and water lash the palaces and churches with alarming frequency. \"Acqua alta,\" the term locals use for when the water gets high, pours through the city, most recently even flooding the great church of San Marco. According to The Guardian, it's only the sixth recorded time the church has flooded in the last 1200 years, but the fourth in the last 20 years. Venice is sinking, and this time it may go under.  Venetians have always recognized that human choices would shape their relationship with the natural world. The sixth-century Roman statesman Cassiodorus described the Venetians gorging themselves on fish, harvesting salt, and living in \"scattered homes, not the product of Nature, but cemented by the care of man into a firm foundation.\" As Venice transformed politically  first into a colony of Byzantium, then an independent city-state ruled by hereditary rulers, then an oligarchical republic, and finally into an empire with holdings across the seas, its residents understood that their fate would be determined at least in part by their relationship with the natural world, though not in simple or harmonious terms. Rather, as the French historian Elizabeth Crouzet-Pavan has shown, Venetians knew that the ecology of their lagoon was fragile and that either too much or not enough water flowing in or out could spell their destruction. They build up the thin islands that sheltered the lagoon. They engaged in complex hydrology projects to shift the flow of rivers. They watched as the neighboring city of Torcello collapsed in the mud, plague-ridden, malarial swamp.   I lived in Venice during the fall and winter of 2003, residing in a little apartment on the Street of Paradise, above an antique bookshop, right by the church of Santa Maria Formosa (the beautiful). I was studying how medieval Venetians told stories about their city, building rich narratives that linked the city's destiny to complicated networks of trade and culture that stretched across the Adriatic and Mediterranean Seas. Every day I would walk down streets that followed medieval paths and work with both textual and visual evidence in a library across from the great Basilica. Often I would wind my way through crowds of tourists and pigeons to the \"prayer\" door in the church, chatting with the guards as I made my way inside to stare up at gold mosaics.  How long until the great church is only accessible by boat, if at all?  Like medieval Venetians, the modern ones have turned to massive civic projects in an attempt to hold back the tide, patterning its Project Moses on similar works in Holland. Moses, a linked system of 78 gates, was proposed in the 1980s. Work began in 2003. Corruption scandals and incompetent management delayed completion, but it's scheduled to be fully operational by 2022. I worry, as do others, that at best a fully operational Project Moses would just buy time, but one cannot simply build a wall to stop the ever-rising waters and the fiercer weather caused in our warming world. We need global action.   There's a hope that the threat to Venice, the potential loss of so much beauty, might finally stir our political leadership around the world to action. If that were true, while so much could be saved, it would still be a sad indictment that only the Western European art mattered, rather than the millions or billions of people (often poor, often non-white) whose lives are threatened by a climate crisis largely of the West's making. Still, could the rising waters that imperil Venice prompt some sort of shift in mentality in those who have the power to help?  Signs aren't good. Even the regional council in Venice, meeting after the flood, rejected major measures designed to combat the climate crisis. Ironically, their council chamber started to flood even as they voted down the structural changes Venice -- and the world -- might need to take. If we want to save Venice, and more importantly save all the people whose lives are imperiled, I think we're going to need better leaders.  "], "Language": false}