{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/welsh-castles/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Shutterstock", "Cymru Wales", "David Ross/Alamy Stock Photo", "welshcastles/Alamy Stock Photo", "© Hawlfraint y Goron / © Crown copyright (2019) Cymru Wales", "Mike George/© Hawlfraint y Goron / © Crown copyright (2019) Cymru Wales"]], "FirstPublishDate": ["2019-11-15T12:41:52Z"], "LastModifiedDate": ["2019-11-15T12:41:52Z"], "Headline": ["Most beautiful Welsh castles"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Caldicot Castle: Caldicot Castle in South Wales dates back to 1221. Today, it's a striking ruin rising out of the countryside. Click through for shots of more stunning Welsh castles. Raglan Castle: Is Raglan Castle Wales's most opulent castle? This medieval gem was once home to an incredible art collection and picturesque gardens. Cardigan Castle: Cardigan Castle is situated on the River Teifi. Back in 1176, it was at Cardigan that the first National Eisteddfod -- a gathering of musicians and poets -- was held. Carew Castle: On the Welsh Pembrokeshire coast, the current Carew Castle dates back to the 11th century, although it's believed to have been a military outpost for some 2,000 years. Castell Dinas Bran: This ruined castle near Llangollen in Denbighshire, dating back to the 1260s, offers incredible views of the surrounding area.  Castell y Bere: Nestled in the peaks of Snowdonia, this castle was built by Llewelyn the Great in 1221. Chirk Castle: On the border between England and Wales, this grand castle went on to become a stately home and is now a visitor attraction. Cilgerran Castle: Perched high above the Teifi gorge in Pembrokeshire, this striking fortress remains a remarkable sight.  Dinefwr Castle: Once the heart of the medieval Welsh kingdom of Deheubarth, this castle later came under English rule in 1287. Now it's a great spot for deer and bird-watching. Kidwelly Castle: You might recognize this Norman castle from 20th century comedy movie \"Monty Python and The Holy Grail.\" Laugharne Castle: This fairy-tale-esque spot in  Carmathenshire inspired the work of Welsh poet Dylan Thomas. Harlech Castle: On the shores of Cardigan Bay, this turreted castle played a key role in Welsh history in 1404, when it was seized by Welsh rebels led by Owain Glyndwr.  Llansteffan Castle: Located in Carmarthenshire, there's been a castle here since an Iron Age fort was built in roughly 600 BCE. Criccieth Castle: Built by Llywelyn the Great on the south coast of the Llyn Peninsula, the castle still cuts an impressive figure. Conwy Castle: Part of a UNESCO World Heritage Site, this astonishing castle was built over a four-year period in the 1280s and is still standing strong. Pembroke Castle: First constructed by Anglo-Norman noble Arnulf de Montgomery in 1093, the current castle dates back to the 12th and 13th century.  Caernarfon Castle: Watch out for this castle in the third series of \"The Crown\" on Netflix -- it's where Prince Charles was formally invested as Prince of Wales in 1969. Skenfrith Castle: This Monmouthshire castle has been a ruin since the 1500s. White Castle: This castle is one of three -- alongside Skenfrith and Grosmount -- that was built by the Normans to protect the route into Wales from England. It's now an impressive ruin. Caerphilly Castle: Welcome to the second largest castle in Britain, only coming second to the royal castle of Windsor.  Beaumaris Castle: Work started on this castle in 1295, but by the 1300s it was pretty much abandoned. Regardless, it's still an impressive spot today. Castell Coch: There's been a fortress of some kind in this spot for some 900 years, but it was in the 19th century that Castell Coch got a Gothic revival makeover, making it the castle it is today. Chepstow Castle: Standing over the River Wye, Chepstow Castle dates back to the Norman conquest. Cardiff Castle: A city-center castle built on earlier Roman foundations, today Cardiff Castle is a highlight of the city's tourism scene.  Powis Castle: Welsh prince Gruffydd ap Gwenwynwyn built Powis Castle near the town of Welshpool in the 1280s."], "Language": false}