{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/15/cnn-underscored/star-wars-jedi-fallen-order-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-11-15T05:00:23Z"], "LastModifiedDate": ["2019-11-15T05:20:21Z"], "Headline": ["'Star Wars Jedi: Fallen Order' delivers with strong gameplay and plot"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["This is an exciting time for Star Wars fans throughout the galaxy. The final film in the Skywalker series arrives in December and a new show, \"The Mandalorian,\" just launched on Disney+. It's also release time for one of 2019's most anticipated games. Yes, \"Star Wars Jedi: Fallen Order\" has just dropped and it's time for our full review. I've been following this game for quite some time and so has CNN Underscored. We watched in awe at the trailer at Star Wars Celebration in April and I've spent close to a week with the title.  Like most Star Wars games, this story-driven, third-person action-adventure game has a lot to live up to. And it's been a minute since we had a truly story-driven title with a character arch. Most recently, we had EA's \"Battlefront II,\" which had some mixed reviews, especially given the microtransactions. And while that gave us the dream of fighting in formation in X-Wings against Tie Fighters on a massively multiplayer experience, \"Jedi: Fallen Order\" lets us follow a padawan at a certainly unique time in the galaxy. And yes, you get to wield a lightsaber and use the Force, but you're not given all the power immediately. So let's dive in and talk \"Star Wars Jedi: Fallen Order.\" It's the same story and experience no matter the console, but I've been playing it on a PlayStation 4. The game is also out for the Xbox One and PC.  Where in the universe are we? \"Star Wars Jedi: Fallen Order\" takes place in a dark time. You'll start on Bracca right after the events of \"Star Wars: Episode III — Revenge of the Sith.\" And you guessed it, since the empire is on top and Luke Skywalker and Rey are nowhere to be seen, there's barely a twinkle of hope. Order 66 had just been executed, and with that, the Jedi Leaders were killed. So where does that leave Cal Kestis — a young padawan with partial Jedi training who is Force sensitive. Well, that's exactly where \"Fallen Order\" picks up. You start on Bracca, where Cal is working on a ship. With the Empire supreme, it's dark all around, which is evident by the art and graphics of the planet. It's cloudy and rainy. You jump right in and are delivered orders to repair a portion of a ship, which gives you a way to jump into the mechanics of the game. From running to jumping, climbing and even squeezing through tight spaces, you have to navigate the environment around you, meaning you might find yourself slowly walking across raw metal beams (don't look down if you're scared of heights). It's fun and quite invigorating, but you don't get the sense that Cal is anything more than a worker.  But when you're put into a life or death situation with your comrade Prauf, you realize that Cal is Force sensitive. And as you might suspect, Prauf notices, which introduces a core portion of the story. Prauf advises Cal to leave and go somewhere safe. Living in a shipyard that is owned and operated by the Empire isn't an ideal scenario for a Force-sensitive Jedi.   And as you might expect, things don't go exactly as planned when Cal boards a train to leave. Stormtroopers and an elite group of sisters stop the train to search for stowaways. Notably that there's a Jedi within the leagues of this workgroup. They want to find the Jedi and take him prisoner, or worse, remove him from existence. I don't want to give too much away, but a compelling scene tests the friendship between Cal and Prauf. Low and behold, Cal pulls out a lightsaber and is discovered as the Jedi. And in what might be called a simple escape or rather the Empire not doing the best job of capturing, Cal is thrown onto the train. It's a fun scene that stays true with the dark theme and fits well within the Star Wars universe. You become a Jedi on the run.  Furthermore, it lets you start using Jedi abilities, and isn't that an appeal of \"Fallen Order?\" You have all these mechanics for starters — wielding a lightsaber, using the Force and all in a melee fashion. Complete with boss battles of the Empire (along with wild creatures) but also with strategically planning out your attacks.  Your escape gives you a sense of the game's expansiveness  Once Cal is thrown onto the train, you're immersed in the deep end of training as the player. It's filled with enemies — notably, stormtroopers who both look and sound like the real deal. Believe me. I've seen the movies, played other titles and recently visited Disney's Galaxy's Edge. They're authentic in both their looks and voice. And you first learn how to wield your lightsaber in a variety of fights. \"Fallen Order\" does a nice job of introducing you to the mechanics in a way that doesn't throw everything at you at once. You have time to learn the blocks versus the attacks. And then the Force is introduced as you figure out a way to move from the floor over a large industrial fan. You can use it to stop the turbine, but more importantly for combat. You can freeze a stormtrooper, giving you the option to quickly take the enemy out with a strike of the saber. You'll also get some feels from Uncharted, as you find yourself running on top of a moving train, and since you're being chased by the Empire and armed members of the elite crew, things don't go to plan. Those climbing skills that you first used in the scrapyard and while navigating the ships come into handy, as you grab onto sides of the train car that are turned upside down. It's impressive gameplay and gives an overall dark theme with some shots of adrenaline.  While navigating toward the front train car, you'll find yourself facing storm troopers in front, behind, on higher levels, and even on ships flying next to you. It's intense. But you'll soon enough find that you have a friend who wants to help. And when you make it to the end of the train car, you'll find yourself facing the Second Sister, aka a member of the Imperial Inquisitorius who found you while searching the workgroup at the beginning. It's a lightsaber battle that gives you a tease of upcoming boss battles.  A few jumps ahead, and you'll learn your place in the larger story — a common trope that Lucasfilm continues to push in the Star Wars franchise. Your rescuer, Cere Junda,  turns out to be a former Jedi who survived Order 66 and hopes to inspire you to go back to training, build your skills and potentially rebuild the Jedi Leaders. It's that spark of hope that is central to any Star Wars story and gives you a sense of what is to come. You'll soon arrive on Bogano and learn using the lightsaber and the Force — and more importantly, the stamina bars. The graphics are impressive and building on skills The framerates hold up smooth and the graphics are vivid in the opening scenes. It's a believable Star Wars universe and the graphics as a whole are impressive. A big hand to the teams at both EA and Respawn.  It's a theme that continues throughout the game as you arrive on planets, walk on a giant AT walker and even explore the galaxy. On Bogano, you'll encounter wild looking moles and slithering snakes — they look quite unique and fit in with other characters, but you'll also get the chance to test your lightsaber.  More importantly, it's where you're introduced to the Skill Tree. And these aren't microtransactions, but where you can unlock new Force abilities or lightsaber moves as you progress in the game. It's an impressive methodology and a great way to advance. You'll also find it easier to build on your skills, which should make the combat easier to learn. Cal's moves and his attacks aren't that quick in the beginning, but with time you build and learn the proper commands. But you'll want to be strategic with it. Sure, you can do fancy moves like we've seen in the films, but you'll want to think through your decisions. It reminds me of \"The Mandalorian\" as you don't always want to go into a situation turned up to 10. It can be better to take your time and truly contemplate how to attack. I enjoyed my time with the skill tree and like how you can come back to it throughout the game. You'll also want to use it in the best possible way, as Force stamina can run out. You'll need to wait for it to replenish.  You'll also go through Jedi training in the form of flashbacks when you're exploring the planets. These both operate side missions that interweave with the main story, but also are integral parts. BD-1 will be your best friend I like droids, and to no surprise Cal's companion, BD-1 is a winner in my book. He'll not only be your entry point to Bogano, but he'll be with you throughout the game. He's there to add comical tones to the adventure, but also to help you through the journey, and to provide a neat 3D map that will provide helpful hints to navigate these new lands. He can also scan to provide information as you explore and find hidden rooms, tunnels and even underground buildings. It's an exciting journey with \"Fallen Order.\" Furthermore, BD-1 can also help you with zip lines and even provide healing potions. This is made apparent with your introduction to the friendly droid. He's a terrific companion and fits in with classic droids like R2-D2, C-3PO and BB-8.  Bottom line \"Star Wars Jedi: Fallen Order\" is an incredibly enjoyable action-adventure title that restores faith in single character story-driven Star Wars games. Make no mistake, fans — myself included — have been through the wringer in terms of titles that don't really fit. But \"Jedi: Fallen Order\" pays attention to the details and feels like something that could be on the big screen.  Some tropes are similar to what we have seen in the movies, but it also introduces us to a time with no hope and darkness all around. Seeing Cal's story progress is thoroughly enjoyable and I had fun playing \"Fallen Order.\" It's a story that will pull you in, and I think you'll want to see it through. At $59.99, you're getting multiple boss fights, the chance to use the Force and the ability to freely explore the Star Wars universe in an engaging and fun story line. \"Star Wars Jedi: Fallen Order\" is a clear winner and a great game.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}