{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/11/14/africa/gallery/time-influential-africans/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["STRINGER/AFP/AFP/Getty Images", "Jerrie Rotimi", "Presley Ann/Getty Images North America/Getty Images for Hammer Museum", "LOIC VENANCE/AFP/AFP/Getty Images", "Andreas Solaro/AFP/Getty Images", "Bryan Bedder/Getty Images North America/Getty Images for James Beard Fou", "Mike Coppola/Getty Images North America/Getty Images"]], "FirstPublishDate": ["2019-11-15T02:19:17Z"], "LastModifiedDate": ["2019-11-15T02:36:53Z"], "Headline": ["The next generation of influential Africans"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Ugandan singer-turned-politician Robert Kyagulanyi, popularly known as Bobi Wine, has been highly critical of the Ugandan president, Yoweri Museveni, who has ruled Uganda for the past 33 years.  Oluwaseun Ayodeji Osowobi founded the Stand to End Rape organization in Nigeria, one of very few organizations that offer help to women who have been sexually abused. Osowobi was also named 2019 Commonwealth Young Person of the year. Njideka Akunyili Crosby is a Nigerian-born visual artist living in the US. Her work has gained global prominence and many of her art work has been auctioned for millions of dollars. \nAkunyili Crosby (R) is pictured with her husband Justin Crosby in New York earlier this year.  Award-winning Kenyan director Wanuri Kahiu is pushing boundaries with her film making, exploring themes around LGBTQ rights, which are deemed controversial in Kenya.  Adut Akech is a South Sudanese-Australian model. She was a former child refugee who spent the first eight years of her life in Kenya's Kakuma refugee camp before migrating to Australia. Kwame Onwuachi is an American-Nigerian chef whose Washington D.C. restaurant has gained a lot of buzz and his memoir 'Notes from a Young Black Chef' is set to be made into a film next year.  Joy Buolamwini is a Ghanaian-American computer scientist and activist based at the MIT Media Lab. \n\nBuolamwini, 30, founded the Algorithmic Justice League, an organization that highlights the social implications of Artificial Intelligence (AI). "], "Language": false}