{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/14/us/el-paso-shooting-walmart-reopening/index.html"], "Source": ["cnn"], "Location": ["El Paso, Texas"], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2019-11-14T10:42:33Z"], "LastModifiedDate": ["2019-11-14T22:55:04Z"], "Headline": ["As El Paso Walmart reopens, residents find healing after the horror"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Erika Contreras still shivers whenever she drives by or pumps gas near the Walmart in El Paso where an assailant gunned down 22 people over the summer.  Sometimes, she and her 70-year-old mother can't fight the tears -- but they know they can't stay away forever. \"I know it's going to feel awkward, but the necessity is what gets you there,\" said Contreras, 29, who was buying back-to-school supplies when she fled the gunshots and chaos of the massacre.  Three months after a gunman who made no secret of his hatred for Mexicans and Mexican-Americans entered the store, both the Walmart and the resilient community are trying to find a new normal. For some residents, it is time to put aside their fear and go back to a store so vital to their lives. The employees, meanwhile, quietly returned, struggling to get the tragedy out of the forefront of their minds as they prepared for the reopening. They eventually caught each other laughing again and cheering for each other. On Thursday, amid hugs, smiles and possibly tears, shoppers and workers will reunite -- another step in the long healing process. After an extensive renovation, Walmart Store No. 2201 near Cielo Vista Mall will reopen at 9 a.m. (local time), minutes after the American flag is raised to full-staff and an #ElPasoStrong banner is placed at the store's front. The changes around the store have been visible since earlier this week. The white crosses honoring the 22 victims, banners and flowers at the makeshift memorial blocking the street behind the store have been relocated. A series of new security cameras were installed on the store's roof and the 6-foot green, covered fence that enclosed the building and its parking lot was removed.  But they are just the outward sign of the numerous changes. As El Pasoans enter the store for the first time since August 3, they will immediately notice that almost every feature appears brand new, including shiny concrete floors and an expanded self-checkout area. Even the shopping carts have been made over: they now have orange handles, instead of blue. One of the biggest changes to the store are automated security gates installed past the glass doors on both of the store's entrances. Customers will now have to pass through a checkout line to exit the store. Walmart began installing this type of security gate in stores throughout the country prior to the shooting, said Delia Garcia, the company's senior director of communications. For all the changes in the store in the bustling shopping complex at the center of this border city, some things will remain. Anyone who steps inside this Walmart will still immediately tell it's in El Paso. Families will be speaking as much in Spanish as in English. The parking lot will be full of vehicles with Texas and Mexico license plates. The aisles at the grocery store will display both macaroni and cheese boxes and canned jalapeños and Mexican hot chocolate. He's healing after hustling to save lives A fleet of workers wearing their navy blue vests have been working for about a month putting shelves together, hanging up clothing and shelving toiletries and food.  When employees returned to the store, the building was completely empty as construction workers finished major renovations.  \"Well, I can tell you, walking into the store ... it was a little bit intimidating. A lot of mixed emotions,\" store manager Robert Evans told CNN. \"And through this process of rebuilding and getting the store put back together, you can see the laughter, the smiles and the applause between each other and support. That's what really makes it a good recovery.\" The native El Pasoan and longtime Walmart employee was standing by one of the store's two entrances, checking emails on his phone, when the gunfire began on August 3. He saw a person fall in the parking lot and one killed at a fundraiser site, in between the two doorways to the Walmart. Evans went in the store, yelling out there was an active shooter and calling a Code Brown on the store radio. He shepherded people to the back of the store, pointing out the doors and telling people to burst through them and run to the nearby mall. He tried to get people to use different routes, so as not to clog the exits. Working at the store for the past month has helped Evans heal from the trauma, especially because he sees it as his \"home away from home.\" \"Seeing the familiar faces and working together for one cause, which is our customers, you know, it's been a great blessing and helped me recover,\" Evans said of the store's approximately 400 employees. The majority of employees working at the Cielo Vista store at the time of the shooting will continue their jobs. While some decided to transfer to other locations or have left the company, nearly all are still employed by Walmart in some capacity, said Garcia, the Walmart spokeswoman. \"It's a very powerful thing to see their commitment to the community,\" she said. 'We can't live in fear' Many victims' relatives, survivors and residents are wondering whether they should return to the store.  Some described the reopening as a \"slap in the face\" to those whose lives changed after the massacre; they are planning to keep their distance out of respect for the victims. \"It's disrespectful to the people who died in the shooting,\" said Brandon Flores, 19, a college student in El Paso. \"Anyone would be able to walk over the place where their bodies were laying and it would be just like nothing happened.\" But for others, it's time to go back and heal, even if the memories are overwhelming. Lourdes Tejada, 32, and her husband drove from Ciudad Juárez, across the border in Mexico, that morning for a day of shopping. Walmart was their first stop. They were looking for a car sun shade in the back of the store when they heard there was a gunman. They could see the terror in people's faces. \"I want to walk through the store, go to the McDonald's where I had breakfast that morning,\" Tejada said. \"May that place lose power. May the power be in the memory of the people ... one that honors the victims, not the shooting or the tragedy.\"  The store has been such a fixture in the lives of thousands of families in the surrounding neighborhoods that some just want to reunite with the employees they've known for decades. When the doors open, Manuel Sanchez, 61, wants to be the first in line and hug the employees he was accustomed to seeing almost every morning while shopping for groceries. Sanchez started going to the Cielo Vista Walmart with his six children in the 1980s.  \"Life has to go on,\" Sanchez said. \"We can't live in fear.\" The fate of mass shooting sites There's not a clear consensus over what should be done with schools, houses of worship, bars and other public places that became the sites of mass shootings. The Sutherland Springs, Texas, church where 26 people were killed in 2017 was turned into a memorial. A new sanctuary welcomed churchgoers in May. In Newtown, Connecticut, Sandy Hook Elementary School was torn down and replaced by a new school after 20 children and six staff members were killed in December 2012. And the Pulse nightclub in Orlando, Florida -- where 49 people were killed in 2016 -- was to be torn down, but the owner decided it will be turned into a permanent memorial and museum. But that plan has brought opposition from people who worry the memorial will not have enough solemnity. Like El Paso, other sites have reopened after tragedy. The Colorado movie theater where 12 people were killed and 58 others were wounded in 2012 reopened six months later amid criticism and outrage. In Charleston, South Carolina, the Emanuel African Methodist Episcopal Church reopened just days after nine parishioners were killed in a racially motivated attack. Evans, the store's manager, said that Walmart and the employees at this location felt it was important to continue serving the El Paso community. Workers \"have worked real hard in trying to get this tragedy out of their mind and recover and rebound from what happened,\" he said. Walmart is currently building a permanent memorial to honor the victims on the south side of the store's parking lot. The memorial, which is expected to be completed by early December, will feature 22 perforated aluminum arcs grouped into a single 30-foot monument \"symbolizing unity and emanating light into the sky,\" the company has said.  A makeshift memorial was disassembled earlier this week and the El Paso Museum of Art, the El Paso Museum of History and the city's Public Art Program staff built a new temporary one with some items about a block away from Walmart at Ponder Park. \"As our region continues to heal, we are working to honor the sentiment and wishes behind the items that were brought to the makeshift community memorial,\" said Tracey Jerome, quality of life deputy city manager, in a statement. \"Ponder Park became the place where our community gathered in the immediate hours following this horrific act, and we hope the park will continue to be a place where people can go to reflect and heal.\" Family remembered victim on his birthday On a day earlier this week, dozens of shiny red, black and white balloons decorated the home of Javier Amir Rodriguez, surprising many of his family members. The youngest of the 22 victims would have turned 16 on Monday.  \"It was full of balloons, everything was decorated, there was cake and tacos,\" said Amir's aunt, Mayra Izquierdo. \"The house was cheerful, just like when he was alive.\" From his grandparents to his younger cousins, Amir's relatives have been scrambling to overcome their loss and their fear. For about a month, Izquierdo and her children avoided all retail stores, and it was only a few weeks ago that they decided to go inside another Walmart supercenter location. Amir and his uncle were standing in line at a bank inside the store when the gunman opened fire. His uncle has been in a wheelchair while his leg recovered from a gunshot wound and only recently was able to use crutches.  Izquierdo said her brother's injuries are only a part of how the family is feeling Amir's loss.  \"My daughter wouldn't sleep on the first floor of our house, that's where her room is. She was afraid that someone would come through the patio door and shoot her,\" Izquierdo said. Izquierdo and her family are sticking together. Family dinners, birthdays and parties are not the same without Amir, but they want to heal together."], "Language": false}