{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/14/asia/manus-asylum-seeker-boochani-freed-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Angus Watson, CNN"], "Writers": [["Angus Watson"]], "FirstPublishDate": ["2019-11-14T17:24:49Z"], "LastModifiedDate": ["2019-11-14T17:24:49Z"], "Headline": ["Refugee author arrives in New Zealand after six years in Australian detention"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["An asylum seeker who won Australia's richest literary prizes while being detained by the country has been granted entry to New Zealand. Behrouz Boochani spent over six years held by Australia in Papua New Guinea, most of the time in an Australian facility on the remote Manus Island. \"I just arrived in New Zealand,\" he tweeted on Thursday. \"So exciting to get freedom after more than six years.\" Boochani, an Iranian Kurd, attempted to enter Australia by boat in 2013, prompting his indefinite detention as an 'Irregular Maritime Arrival.' Amnesty International said it assisted in securing a 30-day visa for Boochani to enter New Zealand where he will speak at a literary festival. According to a statement on WORD Christchurch's website, Boochani has been given permission to leave Papua New Guinea for the first time and to enter New Zealand. In January, Boochani won the Victorian Prize for Literature and the Non-Fiction Prize netting him 125,000 Australian dollars (approximately $90,000). The award committee referred to the book as a \"voice of witness, an act of survival. A lyric first-hand account. A cry of resistance. A vivid portrait through five years of incarceration and exile.\" \"Boochani has produced a stunning work of art and critical theory which evades simple description,\" the judges' report read. \"At its heart, though, it is a detailed critical study and description of what Boochani terms 'Manus Prison Theory'... (He) provides a new understanding both of Australia's actions and of Australia itself.\" In June, UN human rights officials urged Australia to provide immediate medical aid to more than 800 asylum seekers and migrants being held offshore after a spate of suicide attempts. There have been multiple cases of attempted suicide or self-harm on Manus Island, according to claims made by refugees and advocates, including Boochani. Human rights monitors such as Amnesty International have reported \"hellish\" conditions, abuses and neglect."], "Language": false}