{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/abu-dhabi-architecture/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christine Hinz, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-11-02T03:20:56Z"], "LastModifiedDate": ["2020-01-02T12:42:12Z"], "Headline": ["Abu Dhabi's unusual architecture delivers surprises"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["From its Bedouin past as a modest fishing and pearl diving port to the discovery and production of oil, Abu Dhabi has risen from the sands along the Arabian Gulf to become one of the world's wealthiest cities. Today, the capital of the United Arab Emirates is known not only by its prosperity, diversity and tolerance, but by its modern architectural wonders. Here are some of the city's extreme skyline attractions to see when you travel here.    Abu Dhabi Island Sheikh Zayed Bridge  With its ultramodern wave of symmetrical steel arches, the Sheikh Zayed Bridge makes a powerful statement to all who pass. It offers a raised view of Abu Dhabi's main island and serves as a defining illustration of the city's dynamic, forward-thinking energy.  Designed by the late Zaha Hadid, the Iraqi-born architect and the first woman to earn the Pritzker Prize, this arched construction is considered one of the most intricate bridge designs in the world.  Driving across the bridge is a breathtaking experience that screams \"Welcome to Oz,\" but the more humble Maqta Bridge offers an easily accessible walkway with fantastic views of the multicolored, evening light display that flows across the structure's rippling curvature.   The Sheikh Zayed Grand Mosque  Built to unite cultural diversity within the Islamic world with the historical and modern values of architecture and art, Sheikh Zayed Grand Mosque is open to visitors of all faiths and can feel more like a monument to the UAE's religious tolerance (and wealth) than a place of devout Muslim worship.  Still, Abu Dhabi's Grand Mosque welcomes up to 40,000 worshipers during the Eid al-Fitr festival to mark the end of Ramadan. One of the largest mosques in the world, the interior courtyard features the world's largest marble mosaic, and the intricately designed interior floral carpet is considered the world's largest prayer rug.  Smart travelers visit in the late afternoon to take in the mosque's bright white marble and floral inlays, then stay through the echoing evening call to prayer as 82 domes and four minarets are lit in a purplish-blue hue, carefully curated to match the phases of the moon.  Capital Gate  When it comes to leaning towers, Pisa has nothing on Abu Dhabi. Capital Gate is recognized by Guinness World Records as the \"world's farthest leaning man-made tower.\"  With an 18-degree twisting tilt (compared to Pisa's mere four-degree lean), the 35-story building appears to bend with the desert winds.  Home of the Andaz Capital Gate, there are plenty of ways to lean-in for an over-the-top experience. A decadent brunch with a view is served on Fridays, complete with free-flowing Champagne and too many food stations to choose from. The suspended outdoor pool on the 19th floor offers sightlines of the city's most western edge and outer islands. Guestrooms have floor-to-ceiling windows including bathrooms with freestanding bathtubs with a view.  Etihad Towers  One of the most defining features of Abu Dhabi's skyline is Etihad Towers. With its dramatic, curved exterior, lit up at night it's a display of modern architectural splendor.  Located at the westernmost section of Abu Dhabi's Corniche, a seaside promenade, Etihad Towers features five high-rises for residential and commercial use, and an upscale mall with names like Hermes, Rolex, Cartier and Versace. Once Abu Dhabi's tallest building, the structure is also home to the five-star Jumeirah at Etihad Towers Hotel.  Here, visitors head to the 62nd floor and home of Ray's Bar, an elegant marble and glass lounge offering near 360-degree views of Abu Dhabi's stunning skyline and the Arabian Gulf -- all served up with some of the best cocktails in town.   Emirates Palace  With its domed atrium (the largest in the world), interiors gilded with 86,000 square feet of 22-carat gold leaf, expansive gardens, a marina, suites reserved exclusively for the region's governing sheiks, and a vending machine dispensing \"gold to go,\" Emirates Palace exudes the opulence and hospitality characteristic of an Arabian royal residence.  Costing an estimated $3 billion to construct, Emirates Palace is one of the most expensive hotels ever built.  An overnight stay in a three-bedroom suite costs upwards of $15,000.  If that's not in the budget, the hotel's BBQ Al Qasr provides a taste of the life of a sultan. Arabic grilled steak and camel burgers are on the menu, served under the stars overlooking the Palace's private beach.   Saadiyat Island Louvre Abu Dhabi  Home to an extensive collection demonstrating the intersecting points of Eastern and Western art and culture, Louvre Abu Dhabi is the most significant addition to the Arab art world in recent times.  Housed in a masterpiece structure conceived by Pritzker Prize-winning French architect Jean Nouvel, the museum looks like a floating dome when seen from afar.  The stark and steely web-patterned roof softens the sun's power, creating the \"rain of light\" effect of walking under a protective umbrella of palm trees.  The museum's free-standing galleries under the dome create a medina-like footprint that offer visitors a maze of hidden outdoor spaces to explore with some of the best city and Gulf views available.  Yas Island Ferrari World Abu Dhabi  The largest space frame structure ever built, Ferrari's World Abu Dhabi's low-slung, bright red roofline with the famous Ferrari shield -- the classic black prancing horse symbol on yellow background -- is a Yas Island landmark. Ferrari World Abu Dhabi joins the new Warner Brothers World Abu Dhabi theme park, a golf course, water park, shopping mall, as well as the racetrack where the Abu Dhabi Grand Prix takes place, in this destination dedicated to leisure pursuits. Ferrari World Abu Dhabi has more than 30 attractions and thrill rides, including four roller coasters. For speed seekers, the Formula Rossa is the world's fastest roller coaster, reaching a speed of 150 miles per hour in less than five seconds. If that's not enough, the park's Flying Aces features the world's tallest roller coaster loop.  W Abu Dhabi -- Yas Island  Built atop the Yas Marina Circuit where Formula 1 race cars take to the 3.45-mile circuit track, W Abu Dhabi -- Yas Island is noted for its glass and steel \"grid shell\" and a light system with more than 5,000 LED bulbs that create a see-through canopy over the hotels' two towers.  Given its location overlooking the site of Abu Dhabi Formula One Grand Prix race held each November, the hotel offers special packages for race fans who want to experience a room with a race-ready view, including hotel suites, private lounges, and terrace access overlooking the course complete with food and drink to take in the F1 season finale.   Abu Dhabi Mainland Aldar Building  The world's first circular skyscraper is Aldar Headquarters.  Aptly home of and named for Abu Dhabi's largest real estate development firm, this standing nickel structure constructed of diagonal grids of steel is better known as the \"coin building,\" and cost a pretty penny -- nearly $1 billion to build.  Sitting on Abu Dhabi's mainland between Sheikh Zayed Highway (the road that connects Abu Dhabi to Dubai) and the waters leading to the emirate's outer islands, visitors can't access the building from land. The best way to capture a close-up Instagram-friendly view is with one of the local boat tour companies such as Captain Tony's, which offer tours that include waterside views of this architecturally astounding standing disc. "], "Language": false}