{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/tourists-floods-venice-italy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Julia Buckley, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-13T20:16:36Z"], "LastModifiedDate": ["2019-11-13T20:16:36Z"], "Headline": ["Venice still needs tourists, say locals devastated by floods"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Sebastian Fagarazzi was walking from the bus terminus at Piazzale Roma to his home in Cannaregio at lunchtime Wednesday when he saw two tourists coming towards him, suitcases in hand, ready to flee the city. \"They were looking at the cars, like, 'Oh my god, it's salvation,'\" he said. But while images of floating tables and water taxis run aground in Tuesday night's floods have made the rounds, the city is not under water. Acqua alta -- literally \"high water\" -- is caused by high tides. Normally, it lasts a couple of hours. Even on Tuesday, when flooding was as bad as it's been in 50 years, the city was \"completely dry\" three and a half hours later, says Fagarazzi. And he has a message for tourists considering putting off a trip to Venice: \"At this moment people need to make money to survive the losses they've had,\" he said. \"If people decide not to come, people who desperately need money won't get any, because we're based on tourism.\" 'Like a moment from Titanic' The flooding of the past 24 hours has seen Venetians lose possessions in their homes, stock in their stores, and power -- everywhere. \"The street lights were completely off,\" says Fagarazzi, a native Venetian, of Tuesday night. \"It was completely dark, the only light was from the shop windows. In some areas it was pitch black.\" Fagarazzi is co-founder of Venezia Autentica, a social enterprise that encourages responsible tourism in the city where badly behaved tourists regularly hit the news. But in this case, tourists -- who often seem oblivious to the city's precarious state -- have seen the drama firsthand.  Frank Barrett, a travel writer from the UK, is staying on Giudecca island and has been caught in the middle of it.  \"The feeling you get walking around the center is one of shock and horror -- it's a post-apocalyptic feel,\" he told CNN. \"Now we know just how fragile Venice is. Climate change has wreaked its havoc.\"  He said that during high tide, walking along the waterfront of Giudecca was scary. In a post on Twitter, he wrote that in Piazza San Marco -- not only the main square, but also the lowest point of the city -- \"in an area where the water was in full spate, a Chinese tourist reached down to grab my wife's hand to pull her up to safety. It felt like a moment from Titanic.\" The situation on the ground \"The main tourist attractions -- St Mark's and the Doge's Palace -- are closed today, as are most of the restaurants and shops on the line that runs from Piazzale Roma to St Mark's Square,\" Barrett said on Wednesday.  \"The damage is mostly superficial but it's hard to see how things are going to get moving again very quickly,\" he said. But he noted that even Tuesday, while the sidewalks were \"awash,\" but before the worst of the flooding, businesses on Giudecca stayed open as normal -- \"as normal as things can be in a bakery when you're buying a loaf of bread standing with flood water up to your knees.\"  The local supermarket stayed open, although other shops and restaurants closed. On Wednesday, he said, they awoke to a canal full of trash cans, chairs and the odd door floating about. \"Coming here at the moment is a bit like intruding on private grief. In a couple of weeks, however, they'll need all the business they can get to put themselves back on their feet.\" Cristian Bonetto, an Australian writer, is also staying in the city. He's had no word from his Airbnb hosts in San Polo, he said, but is dry on the third floor. Both he and Frank Barrett have been able to sightsee when the tide recedes, though Bonetto has seen a jazz concert and a meeting canceled due to the weather. But Bonetto, who calls the situation \"surreal,\" insists it doesn't feel intrusive being a tourist there at the moment.  \"Venetians are a hardy lot and accustomed to sharing their city with tourists,\" he says. \"Walking around this afternoon, most Venetians I passed were very pragmatic about the situation. Good humor and banter wasn't in short supply.\" The days ahead High tides -- though not as high as Tuesday and Wednesday's -- are forecast in the lagoon through the weekend.  But while Fagarazzi isn't hurrying to clean up his ground-floor apartment until he's sure flooding is off the cards, businesses are getting to grips with the situation. \"Most shops and restaurants on the Strada Nuova [the main thoroughfare from Piazzale Roma to Piazza San Marco] were closed this afternoon,\" says Bonetto. \"People were mopping up, pumping out water and just trying to get ready for business again.\" The message of all three? The damage has been substantial, but when the tides recede, the city is perfectly navigable.  Vaporetti (water buses) can operate in high tide -- although the floods have destroyed some boarding platforms.  Major museums including Ca' Pesaro (the modern art gallery), the Gothic Palazzo Fortuny and Ca' Rezzonico (a museum of the 18th century) are currently closed.  The Basilica of San Marco has suffered serious damage. The 14th-century bar at the Hotel Danieli -- perhaps the best-known (and loved) of Venice's hotels on the main Riva degli Schiavoni waterfront -- is closed until at least tomorrow, as is the Fenice opera house. But Fagarazzi says that Venice desperately needs visitors, even now. \"What we need now is not daytrippers but people who come, take their time and spend their money in the right places,\" he says. \"I don't know if tomorrow people will be ready, but as soon as they are, they'll need to make money. We don't need tourists in two weeks; we urgently need the kind who are aware of what's happened, who will spend money in local businesses and will help those businesses make some money.\" Undaunted by the flooding? Just remember that behavior matters now more than ever.  \"One thing that has made me sad is seeing piles of disposable plastic 'gumboots' [usually bought by tourists] just left on the streets and bridges,\" says Bonetto. \"It's this trashing of the city -- and the environment -- that many Venetians resent.\""], "Language": false}