{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-111319/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2019-11-13T11:54:49Z"], "LastModifiedDate": ["2019-11-13T18:55:37Z"], "Headline": ["What's moving markets today: November 13, 2019"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Shares of Advanced Micro Devices (AMD) hit their highest level in more than 13 years during Wednesday trading. The stock peaked at $37.96 per share, a level not seen since March 2006. This year, AMD stock has climbed 103.25%, according to Refintiv. The Dow and the S&P 500 closed at historic highs on Wednesday, surpassing records they set earlier in the week. The Nasdaq Composite, however, finished in the red. The Dow finished up 92 points, or 0.3%.\nThe S&P 500 rose 0.1%.\nThe Nasdaq Composite fell 0.1%. Dow gains were mostly driven by consumer stocks, with Disney (DIS) finishing up 7.3%. Major US stock indexes are trading mixed this afternoon, with about an hour and a half to go until the closing bell.  The Dow is up 25 points, or 0.1%, while the S&P 500 is down 0.1%. The Nasdaq Composite has fallen 0.3%. Although the indexes have been trading in a tight range all day, they were dragged lower after a Wall Street Journal report said trade talks between China and the United States have once again hit a hurdle. This time the trouble is brewing over farm purchases. The two countries agreed a \"phase one\" deal in mid-October but nothing has been finalized as yet. Starbucks (SBUX) has made a big bet that China's growing middle class wants to drink pricey pumpkin spice lattes. But Luckin Coffee (LK), a relatively new Chinese rival to Starbucks, is proving that tea is still the beverage of choice in the world's most populous nation. Shares of Luckin Coffee, which went public in May, surged more than 12% Wednesday after a strong earnings report. On the company's conference call with analysts, the word \"tea\" was mentioned 52 times as Luckin touted the introduction of its Luckin Tea brand.  \"China's tea market has huge potential,\" said Luckin CEO Jenny Qian Zhiya. CFO Reinout Hendrik Schakel added that the sale of tea didn't eat into demand for its coffee drinks either.  Contrast this with what Starbucks had to say about tea on its earnings conference call at the end of October. Execs and analysts mentioned tea just three times -- even though there were 52 references to China. Starbucks may need to focus more on leaves than beans if it wants to make an even bigger splash in China and fend off the threat from Luckin. It hasn't been the best year for IPOs. Companies thought of as unicorns flopped upon going public, and WeWork didn't even make it to the market. This will change the way investors will treat IPOs next year. \"The truth is setting in, facts are setting in,\" said Alan Patricof, co-founder and managing director at Greycroft on the CNN Business digital live show Markets Now. \"Investors are asking 'does this company have an economic model that actually works?'\" he said. Questions like that have changed the sentiment and put investors in wait-and-see mode. Investors \"will be more discerning,\" when it comes to IPOs going forward, Patricof said. With the impeachment hearings in full swing on Capitol Hill, political risk is heightened for financial markets. \"I think everything to do with politics right now has been volatility-inducing for the market,\" Samantha Azzarello, global market strategist at JP Morgan Asset Management, told Alison Kosik on the CNN Business digital live show Markets Now.  The impeachment proceedings could have an impact the market. But, she added, \"political risk is not contained to the US,\" she said. \"There is plenty of other geopolitical risk to go around that investors have to get used to.\" For 2020, the arguably biggest geopolitical story of the year -- the US-China trade war -- is not the biggest worry for Azzarello. Rather, she worries about an unknown fear factor that could hit the American consumer, which contributes the majority of GDP growth. Senator Elizabeth Warren wants to slap more regulation onto private equity firms in her Stop Wall Street Looting Act. Now the US Chamber of Commerce is speaking out against the bill in a new study. While Warren's policy proposal targets various parts of the financial services industry, it hits private equity particularly hard. She previously described the investment houses' strategy as \"legalized looting\" that \"suck(s) value out of the economy.\" The chamber vigorously disagrees with her characterization. \"Private equity firms make valuable, long-term investments in U.S. companies, supporting over 26 million U.S. jobs and driving economic growth by contributing over $475 billion in annual tax revenues. The restrictions and tax increases on the industry that are currently included in proposed legislation would harm Main Street businesses, investors and America’s workforce,” said Tom Quaadman, executive vice president at the chamber's center for capital markets competitiveness. The legislation could lead to job losses in the range of 6.9 million to 26.3 million across the country, according to the chamber's report. Investors could meanwhile lose \"anywhere from $671 million to $3.36 billion per year (about half of which would be lost to pension fund retirees).\" While private equity has long had a PR problem for acquiring businesses and cutting jobs, pension funds that house the retirement savings of millions of people are a big part of the industry's investor base. Senator Warren called the study an \"industry-funded report\" in comments emailed from her spokesperson, adding that it confirmed why reform was needed in the private equity industry.  \"Wall Street is panicking because my bill would finally make these firms take real responsibility for the outcomes of companies they take over,\" she said. Federal Reserve Chairman Jerome Powell says the current stance of monetary policy would likely remain appropriate as long as the economy continues to chug along. The Fed cut interest rates for a third time in a row in October. During his testimony before Congress, Powell will call the outlook for the US economy favorable, according to his published remarks.  However, the central banker will say the \"federal budget is on an unsustainable path\" and warns that the \"current low interest rate environment may limit the ability of monetary policy to support the economy\" in case of a downturn. New York-listed Alibaba (BABA) is taking its shares overseas. The Chinese e-commerce giant filed for a secondary listing of 500 million shares in Hong Kong Wednesday. Could raise as much as $13.4 billion by issuing 500 million shares in its secondary listing in Hong Kong, according to a prospectus for the transaction filed with the SEC. The newly listed shares will account for about 2.3% of the company's ordinary stock, according to an SEC filing.  The political unrest in Hong Kong doesn't seem to be a deterrent for its  IPO market. Alibaba stock was down 1.1% on the New York Stock Exchange, trading at around $184.82 per share Wednesday morning.  Chinese gaming and social media giant Tencent (TCEHY) is struggling. The company's net profit fell 13% from a year ago in part because of a slide in revenue from PC games and media advertising, particularly on its Tencent Video streaming site. The WeChat owner blamed a \"challenging macro environment\" in its press release, which sounds like code for the trade war with the US. But Tencent's billionaire chairman and CEO Ma Huateng (aka Pony Ma) did not address tariffs or any other specific economic concerns during a conference call with analysts. The closest Tencent came to discussing geopolitical tensions was when an analyst asked about Tencent's current relationship with the NBA. Tencent, which broadcasts pro basketball games online in China, briefly suspended ties with the NBA after the general manager of the Houston Rockets tweeted support for Hong Kong's pro-democracy protesters. Tencent president Martin Lau was diplomatic, saying that \"we actually have a lot of users who are very positive on NBA content,\" and added that \"what we are trying to do is actually to work through this difficult period.\"  Over time, I hope the problem resolves itself,\" Lau said.  Investors are hoping so too. Tencent shares fell 3% Wednesday and are up just 4% this year, well below the 35% pop for rival Alibaba (BABA). US stocks opened lower on Wednesday. Investors had hoped for more clarity on the trade front from a speech by President Donald Trump Tuesday, but were disappointed. The Dow opened 70 points, or 0.3%, lower.\nThe S&P 500 also slipped 0.3%.\nThe Nasdaq Composite opened 0.4% lower. The index closed at a fresh record high Tuesday. Investors will also be watching Federal Reserve Chairman Jerome Powell testify before Congress. Tesla (TSLA) opened more than 1% higher, adding on to its recent rally, after the company announced it would build a new factory in Germany. Chinese Starbucks competitor Luckin Coffee (LK) traded up nearly 13% after reporting strong sales. Consumer price inflation ticked up 0.4% in October, putting it at 1.8% year-over-year, slightly more than the consensus expectations. Energy costs accounted for more than half of the increase, according to the US Bureau of Labor Statistics.  Stripping out volatile components like food and energy, core inflation rose 0.2%. On the year, core prices rose 2.3%. Price increases were mostly driven by increases in costs for medical care and recreation. Stock futures are pointing at a lower market open in New York, as hopes for trade developments have come up short. A speech by President Donald Trump at the Economic Club of New York Tuesday failed to provide investors with new clues about when the \"phase one\" deal with China could be signed. \"Recent trade optimism seems overdone. Over the past week, stocks have surged as optimism that the December 15 tariffs would be delayed has morphed into broader expectations for the removal of all existing tariffs,\" said Alec Young, managing director of global markets research at FTSE Russell. Dow futures are some 90 points, or 0.3%, in the red. Futures for the S&P 500 are also down 0.3%. Nasdaq Composite futures are 0.4% lower. The Nasdaq closed at a new all-time high Tuesday. This is not the year for unicorns.  In 2019 alone, WeWork imploded before it even went public. Shares of Uber (UBER), Lyft (LYFT), Slack (WORK) and other ballyhooed startups have tanked following their Wall Street debuts. Alan Patricof, chairman emeritus of venture capital firm Greycroft and an early backer of Apple (AAPL) and Office Depot (ODP), says part of the problem is that founders of these companies want too much control. Many tech giants set up multiple classes of stock and give top executives shares that wield super voting rights. That means that a founder may have voting control of their company — even if they don't own a majority of the stock. \"If you want to be a publicly traded company, you should act like a public company,\" Patricof said in an interview with TechCrunch in September. Patricof will discuss this and talk more about the problems in the IPO market with CNN Business correspondent Alison Kosik on the \"Markets Now\" live show Wednesday at 12:45 pm ET. Read more here. Investors have paid dutiful attention to developments in trade negotiations between the United States and China.  Global stocks rallied last week on reports that both sides had agreed to reduce tariffs as part of a interim deal, and they later retreated when President Donald Trump said the reports were false.  Investors who hoped Trump would deliver some clarity during a speech to the Economic Club of New York on Tuesday were left disappointed. The American president said he was \"close\" to agreeing a preliminary deal with Beijing, but he also revived his threat to impose additional tariffs on goods imported from China.  If Beijing doesn’t agree to America’s trade terms, Trump said, “we’re going to substantially raise those tariffs.” “We will only accept a deal if it’s good for the United States,” he added. What comes next is anyone's guess. \"Working out the next step in a seemingly random sequence of moves by President Trump as he demonstrates The Art of the Trade Deal really would come in handy at the moment,\" Societe Generale strategist Kit Juckes wrote in a research note Wednesday. Hong Kong stocks tumbled on Wednesday as the city endured a third consecutive day of violent unrest. The Hang Seng Index (HSI) ended the day down 1.8%.  So far this week, the index has lost more than 4%. And while it's still nearly 3% higher than where it started the year, the Hang Seng has fallen 12% since it peaked in April. The top three losers on the Hong Kong index were local property owners and developers. New World Development dropped the most — 5.3%. Read more here. But there's some good news: The turmoil is not scaring investors and companies away — at least, not yet. Hong Kong looks likely to retain its crown as the top stock exchange for IPOs in the world this year, according to data from Refinitiv."], "Language": false}