{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/1500-walt-disney-land-auction-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Elizabeth Wolfe, CNN, and Alanne Orjoux, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-13T17:10:10Z"], "LastModifiedDate": ["2019-11-13T17:19:59Z"], "Headline": ["Rare Disney memorabilia to be auctioned off, including Walt Disney's original planning documents"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["Disney collectors and enthusiasts now have a chance to get their hands on decades of coveted Disney memorabilia dating back to the 1950s.  The History of Disneyland & Walt Disney World auction, hosted by Van Eaton Galleries, will offer a collection of more than 1,500 collectible relics from the Disney dynasty.  The auction will take place December 7-8 and will be preceded by an exhibit of celebrated artifacts from the collection. The exhibit will be open to the public until December 6.  Bidders will be able to vie for historic props, posters, and memorabilia from iconic rides such as the Haunted Mansion, Space Mountain and Pirates of the Caribbean.  The collection also includes original documents from the parks' founding, including a rare copy of Walt Disney's original pitch for financing the Disneyland park, containing descriptions and a hand-colored map of what Disney expected the park to look like. \"The auction offers the excitement of very rare items never sold before at auction, but also evokes a sense of nostalgia and sentimentality for those artists and performers whose work defined our popular culture,\" Mike Van Eaton, co-founder of Van Eaton Galleries, said in a statement. \"We are honored to be able to offer such remarkable items to fans and collectors around the globe.\" Early documents will be auctioned off alongside whimsical theme park props, ride vehicles, art and iconic set pieces.  Disney fans will easily recognize several pieces in the auction lineup, including two original animatronic tiki birds from the Enchanted Tiki Room at Disney World, hand-painted \"stretch-paintings\" from the Haunted Mansions in both Disney parks, and an Opening Day Guidebook signed by Walt Disney himself."], "Language": false}