{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/five-things-may-12-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-12T10:04:26Z"], "LastModifiedDate": ["2020-05-12T12:16:30Z"], "Headline": ["5 things to know for May 12: Coronavirus, health, economy, SCOTUS, Mexico"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Heads up: Tomorrow is the last day to request direct deposit for your stimulus payment. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus Countries that have eased social distancing restrictions are seeing a spike in coronavirus cases. In Wuhan, where the virus was first discovered, millions of residents will be tested after case numbers rose despite months of lockdown measures; tests will happen within a 10-day period but we don't know when they will begin. Germany and South Korea are also seeing spikes. These patterns aren't exactly sparking concerns among many Americans. In Pennsylvania, leaders of some businesses and Republican-led counties have said they'll defy Democratic Gov. Tom Wolf's restrictive orders. It's the latest evidence that US residents are split over how to conduct their daily lives now that almost all states are in the process of reopening.   2. Health The House is planning to introduce a bipartisan bill today to create a National Public Health Corps that would fulfill some of the country's most dire medical and economic needs. The idea is to create a national testing strategy and hire Americans who are searching for jobs to roll it out. The group would employ hundreds of thousands to help conduct testing, contact tracing of those infected or potentially infected with the coronavirus and eventually vaccinations. On the virus treatment front, doctors are agonizing over the possibility they may have to ration the use of remdesivir, that experimental drug that could be used to treat Covid-19 patients. Meanwhile, another study has found hydroxychloroquine, the drug touted by some politicians as a potential treatment, is not effective against the disease. 3. Economy  House Democrats are working on a fourth coronavirus stimulus package despite pushback from the Trump administration and Republican leaders who don't want to add to the trillions of dollars in relief funds already in play. The bill is expected to mirror -- and potentially go beyond -- the $2 trillion measure from late March. Among its possible provisions: direct assistance to Americans, support for unemployment insurance, new funding for mail-in voting, bailouts for cash-strapped states and cities, more money for distressed businesses, student loan assistance measures and aid for rent and mortgage payments. It's not, however, expected to include a sweeping paycheck measure championed by progressives that would cover tens of thousands of dollars in lost wages for workers. Speaking of, small business owners are pleading with the federal government to change relief programs aimed at keeping them afloat, saying they're dried up and hard to navigate.  4. Supreme Court The Supreme Court is due to hear a trio of cases today that could carry serious implications for how we interpret the government's separation of powers. The disputes stem from stalled efforts by the House and state prosecutors to obtain financial records from President Trump. They wanted to use the records to investigate allegations of misconduct before Trump became president, but Trump intervened to try to block the subpoenas. He lost in lower courts, and thus, here we are. The outcome of these cases could draw the line on how much immunity a sitting president has against scrutiny from government. And yes, today's proceedings will happen over the phone.  5. Mexico Mexico's president has ordered the military back on the streets to tackle a rising tide of violence in the country. President Andres Manuel Lopez Obrador signed a decree that would install the National Guard on Mexican streets for the next five years, a time frame designed to help the force improve its capabilities. Lopez Obrador created the National Guard shortly after he took office in 2018 to combat Mexico's historic levels of violence, pulling members from units of the armed forces. Its goal is to reduce violence by primarily focusing on organized criminal groups. Mexico recorded 2,585 murders in March, marking the country's deadliest month since December 2018.  THIS JUST IN ... Kabul hospital under attack  Attackers have struck a hospital in Kabul, according to Afghanistan's interior ministry. Details and events are still developing. As of 6 a.m. ET, no casualties have been reported, and 80 patients have been evacuated. BREAKFAST BROWSE Fans are remembering comedian Jerry Stiller The world is a little less funny now. The MLB has reached an agreement to start the season in July Any baseball is better than no baseball at all. These are the emojis we're using most during the pandemic No, it's not just the screaming one over and over. United said it would try to keep middle seats open on flights. This photo suggests otherwise Taking aerophobia to the next level. Here are all the entertainment livestreams to keep you, well, entertained this week The hottest club in your city is the couch, and it's always open. Man finds 100,000 bees buzzing in his ceiling It's too early for this.  TODAY'S NUMBER 12,000 That's how many pounds of trash was picked up from Florida's Cocoa Beach in one weekend after it was reopened following lockdown measures. TODAY'S QUOTE \"Sir, why are you saying that to me specifically?\" Weijia Jiang, a White House correspondent for CBS News, who was visibly taken aback when President Trump responded to a question from her at a contentious White House briefing by saying she should \"ask China.\" Jiang is Asian American. TODAY'S WEATHER Check your local forecast here>>> AND FINALLY An ode to simpler times  Everyone is talking about \"The Office\" reunion headed up by John Krasinski. Here, we've cued it up to the best part, when the cast reenacts their iconic wedding dance on Zoom. (Click here to view.)"], "Language": false}