{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/cnn-underscored/alienware-laptop-desktop-2020-m15-m17-r3-aurora-r11/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-05-13T14:01:14Z"], "LastModifiedDate": ["2020-05-13T14:01:14Z"], "Headline": ["Alienware m15 and m17 R3, Area-51m and Aurora R11 are official"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Alienware is a name synonymous with powerful gaming gear, ranging from the sleek to the unique. And the company is revealing some new tech, including the m15 R3 and m17 R3 laptops, Area-51m R2 laptop, and the Aurora R11 desktop computer. The Aurora can be pre-ordered today and the Area-51m will be available for pre-order on June 9. The m15 and m17, on the other hand, will be available to order immediately on May 21. Each device comes with an array of options for display, graphics, processing and storage. The m15 R3 (starting at $1,499.99; dell.com) and m17 R3 (starting at $1,549.99; dell.com) both release on May 21. These slim laptops can pack some formidable power, up to the Nvidia GeForce RTX 2080 Super 8GB. Compared with Razer's latest laptop, the Razer Blade 15, the m15 and m17 are a little bit heftier, but they offer much greater max storage (up to 4.5 TB, compared with the Blade's up to 1TB) and double the potential RAM (32GB versus 16GB). To combat heat, you'll get Alienware's Cryo-Tech cooling, which boosts airflow and improves cooling. The Area-51m (starting at $3,049.99; dell.com) releases on June 9, stepping things up with a 10-core 10th-Generation Intel Core i9 — two more cores than we've seen in Alienware laptops before. It also opts for the 17.3-inch display. To keep things cool, the Area-51m also benefits from Cryo-Tech.  Finally, there's the Aurora R11 (starting at $1,129.99; dell.com), which is available now. This desktop features a huge list of internal tech like a Liquid Cooled Nvidia GeForce RTX 2080 Super 8GB, as well as some AMD options. You can even opt for dual graphics options with more than one GPU inside. The m15 and m17 R3 laptops The m15 R3 (starting at $1,499.99; dell.com) and m17 R3 (starting at $1,549.99; dell.com) are similar devices, primarily differing in size. The m15 has a 15.6-inch display, while the m17's is a bit wider at 17.3 inches. Along with a wider display, the m17 also fits in a numeric keyboard. Between both devices, you can throw in all sorts of internals and display options. For processors, you can select all the way up to an eight-core 10th-Generation Intel Core i9. Along with a range of graphics options — from an Nvidia GeForce GTX 1650 Ti 4GB to the overpowered Nvidia GeForce RTX 2080 Super 8GB — you'll experience peak performance, in-game or otherwise. In terms of display, the m15 can support up to a 4K OLED UHD display at 60Hz at best, or a 300Hz FHD display as the runner-up among the other options. Most notably, the best display option provides a contrast ratio of 100,000:1 for unbelievable clarity.  The m17 doesn't support OLED, but can still reach up to the UHD 60Hz option. And to top it all off, your RAM options vary between 8GB and 32GB, and storage can go as high as a 4TB solid-state drive plus an additional 512MB SSD. An SSD alone boosts performance over a traditional hard drive, but with that much RAM, the upper limits of the m15 and m17 are sky-high. These devices release on May 21, but they're available now for preorder. Area-51m R2 laptop The Area-51m R2 (starting at $3,049.99; dell.com) is an incredibly powerful laptop. Inside, you can select up to a 10-core 10th-Gen Intel Core i9 for indomitable processing power. This number of cores is a first for an Alienware laptop. As with the m15 and m17, your GPU maxes out at the Nvidia GeForce RTX 2080 Super 8GB to bring out the best in games and creations alike.  The visual end of your experience comes in the form of a 17.3-inch display. Like the m17, it can max out at a UHD display at 60Hz, with other options available that sacrifice some clarity for a better refresh rate. And finally, memory options span up to 32GB of RAM, as well as up to 4TB of SSD storage (in the form of two 2TB SSDs). This is plenty of storage for avid creators, not to mention gamers with a lot of local save files.  Aurora desktop computer The Aurora R11 (starting at $1,129.99; dell.com) comes in an organic, ovular package, with funky color options like Lunar Lights and Dark Side of the Moon. As with the Area-51m, you can opt for up to a 10-core 10th-Gen Intel Core i9 processor. However, unlike the laptops, it gives you a choice between singular and dual graphics options. You can throw in a single Nvidia GeForce RTX 2080 Super 8GB or dual wield Nvidia GeForce RTX 2080 Ti 8GBs. There are numerous options that are overclock-ready, meaning they have the ability to make the processor work even faster for a limited time. And for a quiet performance boost, opt for liquid cooling in your chassis options. The Aurora doesn't mess around when it comes to RAM either, offering up to 64GB for multitasking and gaming galore. Storage options are little more familiar, with up to 4TB available (2TB of SSD storage and 2TB of SATA).  It's no doubt these are some of the most powerful devices we've seen from Alienware to date. Most are available for preorder, except the Aurora, which can be ordered right now. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}