{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/cnn-underscored/amazon-fire-hd-8-plus-kids-edition-tablet-pricing-features-buy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-13T13:01:32Z"], "LastModifiedDate": ["2020-05-13T13:01:32Z"], "Headline": ["Amazon revamps the Fire HD 8 line with a Goldilocks approach"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Amazon is introducing a trio of Fire HD tablets: the Fire HD 8, Fire HD 8 Kids Edition and the Fire HD 8 Plus. While we generally get a base Fire HD 8 and a Kids Edition every few months, the Plus is a new addition that aims to give a faster experience, albeit for a bit more.  All three of these tablets are up for preorder right now and will ship on June 3: Fire HD 8 (starting at $89.99; amazon.com)\nFire HD 8 Plus (starting at $109.99; amazon.com)\nFire HD 8 Kids Edition (starting at $139.99; amazon.com) All of them are still quite affordable; the newer Fire HD 8 and Kids Edition are just $10 more than the previous models. So what's new?  Fire HD 8 The Fire HD 8 boasts an 8-inch display that features more than 1 million pixels. That means it should be plenty vibrant for light gaming, streaming, reading and web browsing. It's still, of course, running Amazon's FireOS, which is a custom version of Android. Here you can find easy access to Amazon's services like Kindle, Prime Video and an app store housed inside the core Amazon shopping app. Amazon says the Fire HD 8 should be 30% faster than the previous version (thanks in part to its 2.0GHz quad-core processor with 2GB of RAM). The Fire HD 8 won't be the fastest tablet out there, but it should be able to handle tasks like web browsing, streaming and some gaming with relative ease. There's even a Game Mode, which blocks distractions and optimizes the experience for gaming.   New for 2020, the Fire HD 8 features a USB Type C port for charging. It should deliver up to 12 hours of battery life, and you should be able to fully charge it in less than five hours. You can pick between 32GB or 64GB of internal storage, and there's a micro SD card slot for expansion. The Fire HD 8 also supports hands-free Alexa.  You get a duo of 2-megapixel cameras on the HD 8 — one on the front and one on the back. Audio playback, Zoom calls and movie watching should sound pretty good with support for Dolby Atmos in a stereo setup. Amazon's Fire HD 8 starts at $89.99 and, for a limited time, you can get two for $159.99. You'll get your choice of white, black, twilight blue or plum. Fire HD 8 Plus The Plus ($109.99) adds in more RAM and some higher-end features. The rest is equivalent to the HD 8. There's a faster 9-watt charger that comes in the box, which means you can fully charge the Fire HD 8 Plus in less than four hours. The Plus variant also has more RAM inside: 3GB paired with that 2.0GHz quad-core processor. It should deliver a more responsive experience across the device. Amazon also includes six months of Kindle Unlimited for free, a service that regularly costs $9.99 a month.  The HD 8 Plus also supports Qi-wireless charging and there's a bundle that includes an Amazon-approved Wireless Charging Dock for a slightly steeper price of $139.99. On paper, the Fire HD 8 Plus packs a lot of value for just $20 more than the HD 8. More RAM means a faster experience and more room to handle extra tasks.   The HD 8 Plus is up for preorder now at $109.99 and comes in a slate color. Fire HD 8 Kids Edition The Kids Edition has all the specs and features of the core Fire HD 8 with some kid-centric features. It comes in what's billed as a kid-proof case that can handle falls and spills. You get your pick of blue, pink or purple.  Amazon is keeping its two-year worry-free guarantee — so if it breaks, Amazon will replace it. You also get a year of FreeTime Unlimited, which gives you books, apps, games and videos that are all appropriate for kids. There are, of course, parental controls built-in here.  With the speed improvements, it should make the Kids Edition of the Fire HD 8 an even better investment. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}