{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/opinions/covid-19-pandemic-spurs-youth-activism-abrams-suri/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Samuel J. Abrams and Jeremi Suri"], "Writers": [[]], "FirstPublishDate": ["2020-05-13T10:20:04Z"], "LastModifiedDate": ["2020-05-13T10:20:04Z"], "Headline": ["Young activists hold the key to a better future"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With Covid-19 isolating young people from their peers around the world, many observers worry about a \"lost generation\" emerging. The roster of leading American presidential candidates, dominated by aging baby boomers in 2020, offers little evidence that young voices are coming forward as a viable political force.   Although there are many reasons to worry about the mental health and social development of young people in the shadow of Covid, we see reasons for optimism in their new burst of coherent political activism, partially facilitated by the pandemic. College students and recent graduates are well situated to organize, connect and build a new consensus on policy reforms. Young Americans, in particular, are showing commitment to a pragmatic center of policy priorities: affordable health care for all, environmental sustainability, international cooperation, civil rights and economic justice. Despite their current isolation, most young Americans embrace empathetic leadership and they are devoted to serving their communities.  Right now, the conditions are ripe for a youth-led political movement in the United States and other countries, demanding reforms in line with their values. And as societies try to emerge from Covid-19 lockdown conditions, young voices will have an opportunity to grow in influence. Within recent days, according to Pew, millennials overtook baby boomers as America's largest generation, and Gen Z will comprise 10% of the eligible voter electorate for the 2020 US elections. Covid-19 could be the exogenous shock to our socio-political system that will realign the nation's priorities and break the polarization and anger that dominate our political lives. Many pundits question whether young people in the US will come out to vote, when traditionally their participation numbers have been lower than older cohorts. In recent Democratic primaries their turnout was disappointing, especially for candidates like Sen. Bernie Sanders, who relied on the enthusiasm of young voters. If young people do not vote in larger numbers, their activism -- however lively or inspiring -- has little hope of influencing policy.  But these pessimistic judgments are also misleading. Youth turnout in recent elections shows a clear pattern of increase through the 2020 primary season. Facebook and other social media platforms are sharing information widely with young voters about why they should vote, and how they can register, despite efforts by some states to suppress their votes. Voting-by-mail will also facilitate youth turnout, as the April 7 elections in Wisconsin illustrated. Most significant, the Covid-19 crisis has provided a shared imperative for young people to elect representatives who will address their common educational, health, and employment needs. Young voters arguably have more motivation than any time since the Vietnam War.  By helping younger Americans find their voice and show them how to matter, political loyalties can be forged for effective governance. The question now is whether either party can muster the leadership, discipline, and vision to take advantage of this opening and work with this emerging generation. Because of their numbers and their vital role in rebuilding societies after the pandemic, young men and women are perfectly suited to lead the charge forward for several reasons.   First, young people have a history of igniting political change in times of crisis. The 1960s are the best recent example, when young men and women organized around universities to march for civil rights, withdrawal from war in Vietnam, and reform in communist tyrannies around the world. They held the hypocrisies of their elders up to a bright light and transformed every major society in the years after 1968. Second, while the hearts and minds of many college students today are open, pragmatic and moderate, they have also long felt ignored. That must change in the Covid era. Research from the American Enterprise Institute consistently shows that most Gen Zers, for instance, feel that they have limited efficacy compared to older generations; more so than older counterparts, Gen Zers tend to feel that holding elections doesn't make the government pay attention to what the people think. In this light, the dearth of excitement for the 2020 election on campuses makes some sense. However, AEI's research also shows that the often-claimed ideological leftism of 18 to 22 year-old Americans is overstated, and this is the case for those both in and out of college. Many more Gen Zers than stereotype might suggest identify as something other than \"liberal\" -- moderates, conservatives and even those who haven't given politics much thought are well represented.   These findings make it quite clear that there is no left monoculture among young citizens; significant numbers cluster in the middle, are politically open and fairly disconnected, and are not on the extremes whatsoever. A new consensus is possible, especially around leaders who can reach out and respond to the pragmatic policy values of Gen Zers. Third, and perhaps most important, technology empowers young citizens to connect and organize more rapidly and inexpensively than before. With current shutdowns of school and business, millennials and Gen Zers have an unusual but opportune moment to use this technology for their purposes. They are focused on connecting with one another and creating new economic and social opportunities. Take two political races that are very much in the minds of our students. The 2016 victory of Donald Trump over Hillary Clinton for the White House and the 2018 primary win of Alexandra Ocasio-Cortez over Joseph Crowley, a 10-term, influential incumbent in New York's 14th Congressional district and former chair of the House Democratic Caucus. In both cases, the victorious candidates relied heavily on social media, authentic grassroots organizing and mobilization and working outside the traditional power bases of their parties. Trump's supporters were older, on average, than Ocasio-Cortez's, but they both exploited new technologies and motivations for political participation. Campaign spending reflected the Ocasio-Cortez mantra: \"You can't really beat big money with more money. You have to beat them with a totally different game.\" In Ocasio-Cortez's case, she was outspent by Crowley 18 to 1 ($1.5 million to $83,000). In the case of Clinton and Trump, Secretary Clinton had a poor grassroots ground game and her campaign spent significant sums on negative television advertising. Politics by other means, emphasizing new technology and new voters, has become the new normal. The traditional tactics of late 20th-century big money -- especially centrally controlled prime time advertising, phone banking, and postal mailings -- are less relevant. This new campaign context opens crucial space for young voters, who are savvy enough to look beyond Twitter and its extreme echo chamber. Young Americans are quite comfortable connecting on multiple platforms, despite the superficial narratives that they are scared of intimacy and talking on the phone. In fact, younger Americans are the most communicative across an array of media. And, unlike television and print media which are very costly and territorially limited, the technologies used by young citizens are inexpensive and widely accessible. Without question, young Americans are already doing more of the talking and listening. Steven Olikara has been organizing young people for more than a decade as the founder of the Millennial Action Project in Washington DC. He told us, \"Crises like Covid-19 demand cooperative leadership that inspires hope in our future. Millennial leaders are answering that call, utilizing technology to bring thousands of university courses online, and taking to social media to educate citizens on how to vote safely in a pandemic.\" Olikara recounted how just last week a group of young elected leaders in Iowa came together across party lines to release a series of online videos through social media, aimed at motivating fellow millennials to vote and participate in other ways. It is but one among many examples of young people around the country standing up for our democracy, and reaching out to their peers. For young men and women, in particular, Covid-19 has laid bare the incompetence and isolation of the Trump administration. Harm and fallout from this pandemic will be felt everywhere in the nation regardless of party. The upcoming election and its aftermath could resemble 1932 -- a realigning shift. Past crises have catalyzed significant political change, and there is strong reason to expect Covid-19 to have a similar transformative effect. This is not a good time to be a Republican incumbent.  The most important political fact of our times is that our nation's young citizens are at home in larger numbers than ever before in the last century. They are widely connected to one another, and they are looking to make their voices heard. Young Americans have sparked real change before, and they are largely empathetic and open pragmatists. Despite physical distancing restrictions, they have the tools and motivation to connect, organize, and become real agents of change. The youth earthquake is just beginning."], "Language": false}