{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-26-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Griffiths, Jenni Marsh, Tara John, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["James Griffiths", "Jenni Marsh", "Tara John", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-04-26T00:45:24.201Z"], "LastModifiedDate": ["2020-04-27T01:44:29.033Z"], "Headline": ["April 26 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the global coronavirus pandemic has moved here Italian Prime Minister Giuseppe Conte announced Sunday that the country's funeral ban will be lifted on May 4.  Speaking at a press conference, Conte confirmed that funerals will be allowed -- preferably outdoors -- with a maximum of 15 family members in attendance, adding that he understands \"the suffering of not being able to exercise freedom of worship.\" He went on to say that other religious ceremonies will require the approval of the scientific committee. In a statement, Italian Bishops complained, saying that the Prime Minister's decree \"arbitrarily excludes the possibility of celebrating Mass with the people.\" \"In the next few days, a protocol will be studied which will allow the faithful to participate in liturgical celebrations as soon as possible in conditions of maximum safety,\" the Prime Minister's office said in response.  Two additional members of the New York Police Department have died due to complications from Covid-19, bringing the total number of NYPD deaths to 37, according to a daily NYPD coronavirus report. Principal Administrative Associate Josephine Hill dedicated 33 years to the NYPD, the last 19 assigned to the Manhattan Tow Pound Unit. Associate Traffic Enforcement Agent Mohammad Ahsan served 15 years with the police department, most recently assigned to the Bronx Traffic Enforcement Unit, the NYPD said. Both were members of the NYPD’s Transportation Bureau, the report said. About 8.8% -- or 3,166 members -- of the NYPD’s uniformed workforce were out sick on Saturday, down from a high of 19.8%, according to the NYPD. As of Sunday, 3,530 members of the NYPD have returned to work full-time after recovering from a positive Covid-19 test, while 953 uniformed members and 317 civilian members are still out sick with a Covid-19 diagnosis. In total, 4,837 NYPD members have tested positive for Covid-19 to date, the NYPD said. In the US, there are at least 963,168 cases of coronavirus and at least 54,614 related deaths, according to Johns Hopkins University's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country.  Italian Prime Minister Giuseppe Conte on Sunday outlined plans to loosen lockdown restrictions across the country in coming weeks. “Now, the phase of coexistence with the virus begins for everyone, and we must be aware that the contagion curve could rise again in some areas of the country. The risk is there, and we must face it methodically and with rigor,” announced Conte via video link from the Presidential Palace in Rome.  New measures won't take effect until May 4, Conte said. These include the loosening of some travel restrictions, increased access to parks and gardens, and the ability to hold funerals with up to 15 attendees. The manufacturing and construction sectors will reopen entirely, while bars and restaurants will be allowed to offer takeaway services. Conte warned that social distancing measures must be respected. If we do not respect social distancing, the curve will go up and will go out of control, our deaths will increase, and we will suffer irreversible damage to our economy. If you love Italy, carry on distancing!” he said. Conte added that on May 18, other restrictions will be lifted, such as the opening of museums and libraries, and sports teams may return to training outdoors. As of June 1, the government plans to reopen “barbershops, beauty salons, massage centers, and other personal care activities more widely.” Schools will remain closed during this phase. If not, Conte warned, “we would have a new outbreak in probably one or two weeks.” Boston Mayor Martin Walsh announced the city is teaming up with its public health commission and Massachusetts General Hospital (MGH) to evaluate Covid-19 exposure through antibody testing of 1,000 asymptomatic residents. MGH will administer both diagnostic and antibody testing, according to a release from the mayor, which added the randomized testing is “critical.” Randomized sampling will focus on residents living in East Boston, Roslindale and within the boundaries of zip codes 02121 and 02125 in Dorchester, the release said. \"It is our hope that by conducting this testing, we as a collective City will get a better understanding of the true prevalence of COVID-19 in our community,\" Walsh said. \"The more we can expand our testing, the more we can learn how to use our medical resources more efficiently, and how we need to focus our current efforts to contain the virus. I want to thank MGH for being an excellent partner on this effort that we hope will be a step forward towards the path to recovery.\" Participation in the study is voluntary for residents who have been contacted, and available on a first-come, first-served basis. Testing for the study is expected to be completed by May 1 and summary data will be made publicly available following. Outreach in the communities began Sunday. No resident will be charged for testing. A major New York hospital network has given high doses of an over-the-counter heartburn drug to patients with Covid-19 to see if it works against the coronavirus. The study of famotidine -- the active ingredient in Pepcid -- started April 7, and preliminary results could come in a few weeks, said Dr. Kevin Tracey, president of Feinstein Institutes for Medical Research at Northwell Health, which runs 23 hospitals in the New York City area.  The patients are receiving the drug intravenously at doses about nine times higher than what people take orally for heartburn.   So far, 187 patients have been enrolled in the clinical trial, and Northwell eventually hopes to enroll 1,200, Tracey said. Tracey and his colleagues got the idea to study famotidine after it was observed that some patients in China taking the drug fared better than patients not taking the drug. There are a lot of anecdotes passing around that give us some hope,” Tracey said. “I’m really looking forward to the results of this trial.” Tracey said in addition to the observation in Chinese patients, in a review by Florida-based Alchem Laboratories of existing drugs that might fight coronavirus, famotidine showed up at the top of the list. The famotidine study was first reported in Science Magazine. Some people in recent days have opened their mailboxes and found something unusual: a personal letter from President Donald Trump. CNN has obtained a copy of the letter, signed by the President, sent to recipients of the federal stimulus payment. In the letter, Trump said he “proudly signed into law” the CARES Act, which authorized payments to individuals. The letter states: “I am pleased to notify that as provided by the CARES Act, you are receiving an Economic Impact Payment... We hope this payment provides meaningful support to you during this period.” The return address is the Treasury Department and the Internal Revenue Service. The envelope says “Postage and Fees Paid, Internal Revenue Service.” In the legislation, there is a section saying “Not later than 15 days after the date on which the (Treasury) Secretary distributed any payment to an eligible taxpayer pursuant to this subsection, notice shall be sent by mail to such taxpayer's last known address. Such notice shall indicate the method by which such payment was made, the amount of such payment, and a phone number for the appropriate point of contact at the Internal Revenue Service to report any failure to receive such payment.” CNN reported Friday that more than 88 million people received their payments totaling nearly $158 billion, the Treasury Department and the Internal Revenue Service said. That leaves about 62 million others. Individuals are due up to $1,200, and married couples can receive up to $2,400. The amount decreases as income increases. New York Gov. Andrew Cuomo outlined a phased plan to re-open New York Sunday, according to a news release from his office.  \"The State is closely monitoring the hospitalization rate, the infection rate and the number of positive antibody tests, as well as the overall public health impact, and will make adjustments to the plan and other decisions based on these indicators,\" the release said.  The phased plan will go as follows:  Phase one will include opening construction and manufacturing functions with low risk.\nPhase two will open certain industries based on priority and risk level. Businesses considered \"more essential\" with inherent low risks of infection in the workplace and to customers will be prioritized. There will be two weeks between each phase to monitor infection rates, the release said.  Physicians at Orlando Health have used convalescent plasma transplants in 12 patients and are seeing “drastic improvements” in at least two of those patients, Dr. Sunil Desai said in a press conference Sunday afternoon with Florida Gov. Ron DeSantis. The process, known as plasma-derived therapy or convalescent plasma, involves doctors testing the plasma of people who recovered for antibodies to the virus and then injecting that plasma, or a derivative of it, into a sick person. Plasma from recovered Covid-19 patients have been given to 12 patients in the health system, Desai said, and he has direct knowledge of two patients showing drastic improvements.  Physicians are asking every patient who has tested positive to donate plasma, Desai said. The hospital began doing the convalescent plasma transplants two weeks ago to help treat Covid-19. Orlando Health officials said that cases in their area peaked April 1. Their hospitalization peak was at 116 patients on April 7. They currently have 68. The US Department of Treasury and the Internal Revenue Service said they've made “significant enhancements to the ‘Get My Payment’ app” to help improve Americans’ ability to receive stimulus checks in the midst of the coronavirus pandemic, according to a news release from the Treasury Department. “Some of the key enhancements include: payment status update for closed bank accounts, greater app access for taxpayers who filed in 2018 but not 2019 and did not use direct deposit, and the ability to submit a ‘0’ amount for zero income filers,\" a Treasury spokesperson told CNN. “This Administration has already delivered over 88 million payments in less than three weeks, with millions more on their way,\" said Treasury Secretary Steven T. Mnuchin. \"We encourage people who still need to input their information or want to track their payment to use the app.” Gov. Ron DeSantis is not putting a date on when Florida could reopen, he said at a new conference on Sunday. “We are going to do everything in a smart way,” DeSantis said. “I am less concerned about the date and more concerned about getting it right.”  DeSantis met with doctors at Orlando Health – who have been working on using convalescent plasma to treat Covid-19 patients. DeSantis said the statewide numbers are dropping, but there is still a need for more testing. The state has reported 31,528 cases and 1,074 deaths. The current stay-at-home order for the state expires on April 30. Senate Minority Leader Chuck Schumer is calling on the Food and Drug Administration to crack down on companies who are selling fake at-home coronavirus test kits online. Schumer said at a press conference on Sunday that he is sending a letter to the FDA to increase policing of online tests, make public which tests have been approved by the FDA and issue cease and resist orders to every company found to be selling false tests. Schumer warned that the spread of non-FDA approved at-home tests would make the recovery from coronavirus much longer, if people falsely believe that they do not have the virus, or that they have already had it. ##Health## There have been at least 954,182 coronavirus cases and 54,573 deaths due to the virus in the United States, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will the university. In the upcoming days, these changes may show as surges of deaths in the United States.   The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   Dr. Deborah Birx, the White House Coronavirus Response Coordinator, said Sunday that the US will need a breakthrough in testing to help screen large numbers of people. The US is continuing to scale coronavirus testing, “but at the same time, we have to realize that we have to have a breakthrough innovation in testing,” she said on NBC. “We have to be able to detect antigen, rather than constantly trying to detect the actual live virus, or the viral particles itself,” Birx added. Birx was referring to a type of testing technology – antigen testing – that is often used for rapid flu tests. In a separate interview on CNN, Birx emphasized how the administration has been working in the last week to increase testing capacity – both by increasing usage in labs and by making sure governors are aware of all of the facilities available in their states. “For every lab, though, they're now – they now have six or seven platforms that they have to integrate and utilize. And labs are learning now how to bring all of those platforms up to hopefully double and increase our testing ability across the country, and to really align the needs,” Birx told CNN. “There's capacity, that tests are not being run. And I think ensuring that they have the swabs, ensuring that they have the tubes to transport the swabs in, and then ensuring that all the laboratory platforms are up and running, and that's the information we gave to the governors.\"   The British Government says it is working on an approach to “encourage” workers who have been placed on furlough as a result of the coronavirus pandemic to help with the harvest of British crops which is expected to start in June. \"We estimate that probably only about a third of the migrant labour that would normally come to the UK is here, and was probably here before lockdown,” the British secretary for the Environment, Food and Rural Affairs, George Eustice, said during a news briefing on Sunday. “We are working with industry to identify an approach that will encourage those millions of furloughed workers to in some cases consider taking a second job helping get the harvest in in June.\" He said the need for workers is not immediate because the harvest just started, but they do anticipate there will be \"a need to help recruit staff for those months in June,” Eustice said. All patients have been discharged from the USNS Comfort, according to Northwell Health spokesperson Terry Lynam. The USNS Comfort, which has been docked in New York City harbor, treated 182 patients during the pandemic. Separately, the Javits Center is still treating roughly 84 patients, Lynam said. The USNS Comfort is still expected to depart at the end of the month, according to a United States Defense Official. The crew will stick around on the ship to do some work to get ready to depart, including disinfecting, cleaning the vessel, stowing medical equipment, and preparing the ship’s engines, the US Defense Official said. Getting the ship ready to depart will likely take several days, according to the official. The number of people killed by coronavirus in Italy has increased by 260 in the last 24 hours, bringing the total to 26,644 since the outbreak began, according to data released by the Italian Civil Protection Agency on Sunday. The death toll reported on Sunday is the lowest since March 14, according to a tally of data kept by CNN.  The total number of patients hospitalized with symptoms of the disease decreased by 161. Following President Trump’s press conference on Friday, Gov. Larry Hogan said his state experienced hundreds of calls from people across Maryland asking whether injecting or ingesting disinfectants was an effective way to combat coronavirus. “I think it is critical that the President of the United States, when people are really scared and in the middle of this worldwide pandemic, that in these press conferences, that we really get the facts out there,” Hogan told CBS on Sunday. Hogan emphasized that his state’s coronavirus response team has been trying to base all decisions on information provided by public health doctors and epidemiologists and that they “try to get those facts out to the public so they know exactly what’s going on.” New York Gov. Andrew Cuomo said when it comes to moving forward, and thinking of solutions to problems, everyone should question why we do things the way we do. \"Everybody has to think outside the box. Right, because there is no box,\" he said. He said implementing new ways to safely reopen the economy will require making changes at a societal level. \"People don't like change,\" Cuomo said. \"We like control more than anything, right. So it's hard. It's hard to make change. It's hard to make change in your own life let alone on a societal collective level.\" He added: \"If you don't change, you don't grow. And if you don't run the risk of change, you don't have the benefit of advancement.\" On the stress of a pandemic: Cuomo said “do not underestimate the stress that this situation has created.\" The governor, speaking at a news conference Sunday, said the state is monitoring trends that domestic violence, substance abuse and mental health needs are all going up. He also said “some trends” suggest drug usage is increasing as well. ##Daily Life## New York Gov. Andrew Cuomo said schools are necessary for a large scale business reopening, adding “you couldn’t really get to a maximum phase two without opening schools.\" At a news conference Sunday, Cuomo outlined a phased reopening plan that described \"phase two\" as the opening of certain essential businesses. Questions remain about whether the state can reopen for the rest of the school year, adding that many local districts are talking about summer school to make up for some lost time. “Remote learning is great in concept, we had to jump into it with both feet, and we didn’t really have a chance to scale up for it,\" Cuomo said. “I’m not really comfortable getting too far ahead of ourselves,\" he said, adding that he did not want to try to predict anything farther than two weeks away. New York Gov. Andrew Cuomo outlined the state's phased reopening at a news conference Sunday saying it will be important to base the strategy on a \"regional analysis.\" \"Look at the regional analysis. Make a determination. And then monitor whatever you do,\" he said about the plan. The phases are: Phase 1: Construction and manufacturing activities – and within that “those businesses that have a low risk” Cuomo said.\nPhase 2: More of a business by business analysis – using a matrix that determines how essential a service that business provides and how “risky” is that business and how “important” is it for that business to reopen. Cuomo said the second phase is \"going to be up to businesses.\" Business have to do the matrix analysis themselves to determine how risky it would be for them to reopen, and then outline how they will put safety precautions in place, the governor added. \"Businesses, you develop a plan on how you want to reopen given everything we know,\" Cuomo said. There will be two weeks in between the phases to monitor the effects and determine the next steps, the governor said. Gov. Andrew Cuomo reported that 367 people died across New York over the past 24 hours from coronavirus, he said at a news conference today. \"The overall hospitalization rate is down, number of intubations is down. Even the number of new Covid cases is down. Still not good. Still 1,000 new Covid cases yesterday, to put it in focus. That would normally be terrible news. It's only not terrible news compared to where we were. This is just terrible news; 367 deaths, which is horrific,\" Cuomo said. \"There is no relative context to death. Death is death; 367 people passed; 367 families.\" There were 437 coronavirus-related deaths in New York on April 24. Cuomo added: \"We are now back to where we were on March 31st before we started this dramatic increase in the number of cases.\" The state of South Carolina has received 1.5 million surgical masks from China thanks to help from a business owner, state leaders announced in a press conference this morning. The masks arrived in partnership with Boeing on their Dreamlifter from China to Greenville, South Carolina, today. In a joint press conference, state leaders thanked Discommon owner Neil Ferrier who sourced the masks in China. The masks will be provided to healthcare workers at Prisma Healthcare as well as the Medical University of South Carolina in Charleston. White House economic adviser Kevin Hassett painted a dire economic picture Sunday for the coming months because of the impact of coronavirus on businesses around the country. Hassett predicted a very negative report on the economic output of the country. “I think GDP (gross domestic product) growth in the second quarter is going to be negative big number. Wall Street estimates are 20, negative 20, negative 30% at an annual rate. And so that's because we've done something that's really unprecedented, we basically stopped everything,” Hassett told reporters Sunday. Hassett separately said during an interview on ABC that he thought the country is going to see an unemployment rate comparable to the Great Depression. “This is the biggest negative shock that our economy, I think, has ever seen. We're going to be looking at an unemployment rate that approaches rates that we saw during the Great Depression,” Hassett said. “During the Great Recession, remember that was a financial crisis around 2008, that we lost 8.7 million jobs and the whole thing. Right now, we're losing that many jobs about every ten days.” While some private economists have predicted unemployment at that level, what is important is that these predictions are coming from a key White House economic adviser. Some context: On Wednesday, the Commerce Department will release the nation’s first quarter GDP which will show the initial economic downturn due to the coronavirus.  Those figures will show the start of the economic slide, but the major impact will be seen in the numbers reflecting the second quarter GDP which will be released in July. Treasury Secretary Steve Mnuchin, meanwhile, painted a more positive outlook on Sunday. He told reporters he believes the economy will begin to bounce back this summer because of the economic activity that he hopes will occur in May and June, as some states begin to reopen.  “This is an unprecedented situation. This is not a financial crisis, this is — we shut down,” Mnuchin told reporters at the White House. “The traditional economic models may work. They may not work.”     The head of the United Kingdom's National Health Service in England says the country's “efforts have become to pay off” after the UK reported its lowest daily death toll from the novel coronavirus since March. The UK reported 413 deaths on Sunday. “The number of deaths in hospitals is now starting to decline,” Stephen Powis, the national medical director for Britain’s National Health Service said of the numbers at a daily briefing on Sunday. “This is absolutely because we as the British Public have paid attention to the social distancing guidance that we’ve been given.\" But while the numbers are positive, Powis refused to say the UK had overcome the peak of the outbreak and cautioned measures will \"only continue to pay off if we continue to keep social distancing and continue to comply.\" “My fear, as the fear of all of us, is that those curves won’t continue to be on a downward trend, but will start to go on an upward trend,” Powis also said. “We want to avoid a second peak, we want to avoid a rise, so I can’t emphasize enough that this is not the time to say: ‘actually, we’ve done a good job, we need to stop complying with our social distancing instructions and the government guidance.' This is exactly the time to keep that up.” Microsoft co-founder Bill Gates said distance learning is \"inferior\" to being in classrooms for younger students and online learning has exposed inequalities in technology. \"Particularly for the low-income students where the online learning hasn't been fully enabled because, you know, they don't have the equipment or the connection or the teacher is not set up for it. The inequity has gotten greater in education,\" Gates told CNN. \"So if we can figure out how to do K through 12 in the fall, that would be good,\" he said. The digital divide: In the US, the Federal Communications Commission estimated that 21 million Americans lacked access to broadband in 2019.  The lack of a reliable internet connection to do homework was more pronounced among black, Hispanic and lower-income families, according to a Pew survey in 2015. Another Pew survey in 2018 found that even before the pandemic, about 17% of teens between the ages of 13 and 17 said they were often – or sometimes – unable to finish homework assignments because of the lack of a connection or a computer. Many school districts have struggled to obtain enough devices for students learning at home, which has yet to be addressed by the federal government. Colorado Gov. Jared Polis is allowing offices to reopen with a reduced workforce on May 4 –– a decision he is confident in regardless of the possibility of a spike in coronavirus cases in the coming weeks.  “We expect we’ll have to adjust the degree of social distancing in real time…we’re going to look at a number of different proxies and as we need to adjust in real time,” Polis told CNN on Sunday. Polis said he is worried about a potential for a second spike in the fall, but his administration has been focused on how to implement and create enduring social distancing measures.  “Our target is 60% to 65% social distancing from the way people used to live,” Polis said. Tapper asked the governor if he’s worried if his decision to reopen could cost him the lives of his constituents. “What we know is that what matters a lot more than the date that the stay-at-home order ends is what we do going forward,\" Polis said. “How we have an ongoing, sustainable way, psychologically, economically and from a health perspective, to have the social distancing we need at the workplace.\" ##Daily Life## Treasury Secretary Steve Mnuchin told reporters Sunday he believes the economy will begin to bounce back sometime this summer because of the economic activity that he hopes will occur in May and June, as some states begin to reopen.   “This is an unprecedented situation. This is not a financial crisis, this is — we shut down,” Mnuchin told reporters at the White House. “The traditional economic models may work. They may not work.” “What I do think is, as we open up the economy in May and June, you will begin to see the economy bounce back in July, August, September,” Mnuchin added. “And my expectation is that you’ll see an increasing rate of growth in those three months.” The Small Business Administration ran out of money for the Payment Protection Program, which loans money to small businesses, soon after it began.  A second round of money will be available Monday after Congress passed an extension last week. When asked in an interview on “Fox News Sunday” how long the additional funds will last, Mnuchin said he hopes “we run out of money quickly so we can get the money into worker’ pockets.” He added that in this second round of funding for the PPP, the average loan size for companies will go down “significantly.” Mnuchin also said that officials are working with new guidelines to try and ensure that funds are distributed fairly to small businesses. When asked by Fox’s Chris Wallace about additional funding to state and local governments that Democrats have been pushing for, Mnuchin said “we will consider” that in the next coronavirus stimulus bill, but noted that “this is a war, we will win this war, if we need to spend more money we will and we will only do it with bipartisan support.”   New Jersey Gov. Phil Murphy said with his “best understanding of the data” right now he suspects the state is “still a number of weeks away” in regards to reopening. The state “suffered an extraordinary toll,” adding that fatalities continue to be significant, though he reiterated the positive test curve has flattened, Murphy said on NBC today. There have been fatalities in each of the 21 counties, however the northeast part of the state, near New York City, “have been crushed.” During the interview on NBC, the governor was asked what kind of path he would be expected to take on reopening. “I suspect – while we haven’t made a decision on that we’re going to move as one state recognizing you’ve got density issues in the north that you just don’t have in the south,\" Murphy said. Murphy was also asked about what services he may need to cut back on without funding from the government. “We’ve had constructive conversations and exchanges and we’re on with the White House morning, noon and night on healthcare, on testing, on financial matters. I have to reiterate what senator McConnell said about letting states go bankrupt was both irresponsible and not factual,\" Murphy said. “We won’t go bankrupt but we’ll gut the living daylights out of things like educators, first responders, the very folks we desperately need.” “This is the healthcare crisis of all time in our countries history, we need states to be fully funded at the point of attack being there for our residents and so we need a big slug,\" he added.  We still don’t know how long antibodies last in people who have recovered from the coronavirus infection, Dr. Deborah Birx, the White House coronavirus response coordinator, said on Sunday.  Birx was asked about the validity of a scientific brief released Friday by the World Health Organization addressing the idea of “immunity passports” that said “there is currently no evidence that people who have recovered from Covid-19 and have antibodies are protected from a second infection.”  The following day, the WHO in a tweet clarified its earlier statement regarding “immunity passports” and antibody protection, stating: “We expect that most people who are infected with Covid-19 will develop an antibody response that will provide some level of protection.” “WHO is being very cautious,” Birx said. “I think what WHO was saying we don’t know how long that effective antibody lasts and I think that is a question we have to explore over the next few months and the next few years.” Other research about antibodies: Birx noted that in normal viral infections, our bodies develop “functional” antibodies that can neutralize the virus, as well as binding antibodies “that help pull out those viruses” and kill them.  “The CDC is not only measuring antibody but they are also looking and see whether that antibody is neutralizing,” Birx said.  Simultaneously, the FDA is working alongside hospitals to determine the effectiveness of convalescent plasma therapy in treating coronavirus patients to determine if the antibodies of a recovered patient would help those still infected. “So, all of that data together, I think, is going to create a very clear picture about antibody,” she said.  Hair salons, beauty parlors and other shops and services were allowed to open in Israel Sunday after the government agreed on loosening coronavirus restrictions.  Restaurants were allowed to sell food for take-away, though restrictions on seated guests remain in place. All businesses permitted to re-open are required to follow lengthy regulations concerning the behavior of staff and customers, with a fine of 2,000 shekels, roughly $570, for any violations. Shops in malls are to remain closed.  The wearing of masks in public remains mandatory, with authorities free to issue fines to anyone flouting the requirement “from the first offense.” One of the immediate goals for recovery is to get people \"back to work,\" Mayor Bill de Blasio said. The mayor wants to immediately get people back on their feet and his office is creating a Fair Recovery Task Force to help with that. The task force will come up with a preliminary roadmap to recovery by June 1, de Blasio said. They will focus on the long road ahead, he added.  The mayor is also creating a Charter Revision Commission. The commission will hold hearings across the city and will think about the big picture for the government and where it needs to go for the future. White House Coronavirus task force response coordinator Dr. Deborah Birx said President Trump's suggestion on Thursday that injecting UV light or disinfectants into the human body as possible coronavirus treatments was a \"dialogue\" between the president and acting Department of Homeland Security official Bill Bryan about new information. When the President turned to her at the briefing she made it clear, and the President understood, that injections were not a treatment for the virus, she told CNN on Sunday. Bryan had presented a study about how light and disinfectants could help kill the virus on surfaces and exposing the outer part of the body — but not doing so inside. Birx said it was \"unfortunate\" that critical information about the impact of direct sunlight on the aerosolization of the virus detailed in the study Bryan presented was lost during the stir over the President's comments. Birx said it bothers her that the President's comments are still a topic of conversation because she thinks \"we're missing the bigger pieces of what we need to be doing as an American people, to continue to protect one another.\" \"I think I've made it clear that this was a musing, as you described. But I want us to move on to be able to get information to the American people that can help them protect each other and also help them understand how devastating this virus is to different age groups and different symptoms and different comorbidities,\" Birx said. Some background: During the briefing, President Trump specifically directed a question at Birx about the possibility of sunlight and disinfectant, according to the official White House transcript.  The transcript had to be officially amended to reflect that Birx responded to the President’s question by saying “Not as a treatment,” instead of “That is a treatment.” During a bill signing ceremony in the Oval Office on Friday, Trump said he was not speaking to either Birx or Bryan, but was instead addressing reporters and being sarcastic. Watch: New York City will come back stronger than ever, Mayor Bill de Blasio said at a news conference Sunday morning.  The recovery will take the next 20-months of his administration and far beyond that, de Blasio said. The mayor reminded people of 9/11 and how the city fought back. “We will rebuild and we will be stronger,” de Blasio said. We are going to build something new and something better, de Blasio said it will be fair and for everyone.  The mayor said the city has to fight back against the disparities made clear during Covid-19. De Blasio will launch several councils to talk about reopening, these councils are set to start meeting on May 1. There will be separate councils for education, small business, large businesses, public health, labor and the arts, among others. Michigan Gov. Gretchen Whitmer was asked about the oversight committee set up in the Michigan legislature to oversee her actions, and if believes she has gone too far with her stay at home restrictions. “No, I know that what we have done the vast majority of people in Michigan agree with and have done the right thing. Because of that what was looking to be just, you know an astronomical increase and predictions with regard to how many people would lose their lives from Covid-19, we have flattened that curve because people are doing the right thing. And people recognize the value of the order that I’ve issued” Whitmer said told ABC. When discussing Majority Leader Mitch McConnell’s suggestion that states should consider filing for bankruptcy, Whitmer said not only is default not an option for Michigan, but also, “it’s outrageous for Mitch McConnell to even suggest that.” “For Senator McConnell to suggest that is incredibly dangerous, and I don’t think the vast majority of governors in this country, Republican and Democrat, would agree with him. He’s wrong and we need Congress to help states” Whitmer said, potentially setting up the next battleground for the coronavirus relief effort, namely how much support states receive from Congress in the next relief package.   House Speaker Nancy Pelosi said there will be another federal emergency relief bill that will include money for state and local governments that are facing budget deficits, despite Senate Majority Leader Mitch McConnell saying he did not want to issue more federal aid. \"We will have state and local and we will have it in a very significant way,\" Pelosi told CNN on Sunday. Some context: A relief package was signed into law earlier this week, but didn't include money state leaders could use for basic operations –– something several governors have spoken out against. \"State and local governments have done their job magnificently. They should be impatient. Their impatience will help us get an even bigger number,\" Pelosi said. Watch: Sen. Bill Cassidy, a republican from Louisiana, is proposing a $500 billion bill that would give emergency relief funds to state and local governments as several of the nation's governors say they need federal money to continue daily operations. One-third of the money would be awarded based on population size, one-third based on the number of coronavirus cases in the state and one-third based on the state's revenue loss, Cassidy said. He said supporting local governments means supporting small businesses. \"Your city is going bankrupt because they rely upon sales tax, hotel bed tax, tourism to keep the police, to keep the fire, to keep the sanitation,\" he told CNN Sunday morning. \"The city's bankrupt because a federally ordered lockdown has happened and now you don't have the police, the sanitation. What is your restaurant going to do? It's going to close its doors. Garbage piling up in front, and rats running in the garbage, is not what brings people through your doors.\" He said supporting the system of city workers who help businesses thrive, is important to the reopening of the economy. \"This is about supporting those small businesses by supporting the cops, the firemen, the sanitation workers who allow those small businesses to stay in business. We have an ecosystem, we need to support it,\" Cassidy said. Some background: Some states say they are facing billion dollar budget deficits because of spending needed to battle the coronavirus pandemic. Senate Majority Leader Mitch McConnell floated the possibility of states declaring bankruptcy rather than receive more federal aid.  While Republicans are in general agreement with McConnell that they should hit pause on any new funding, some GOP senators like Cassidy are publicly and privately expressing an openness toward a new round of aid to cash-strapped state and local governments President Trump signed a more than $480 billion coronavirus relief package into law earlier this week –– but it did not include money for state governments. Children were allowed out of the house in Spain's capital Madrid on Sunday. Parents and their kids started to appear on the streets shortly after 9 a.m. local time today –– the official start for easing the confinement for kids under 14 years old.  Accompanied by their parents, it was the children’s’ first time out of the house in six weeks since the state of emergency began. A 9 year-old-boy told CNN he has been “bored” staying at home so long, as he walked with his 6-year-old sister and their father, next to El Retiro Park. This park and others in the country, and playgrounds, too, remain closed. The government now allows kids to go out once a day, for one hour, within about half a mile of their homes, with one adult who lives with them. Up to three kids can go with each adult.  There was 288 deaths due to coronavirus on Sunday, according to data released by Spain's Ministry of Health. This is the lowest number of deaths since March 20, but was a slight increase of 1.3% from the previous day.  Spain’s Director of Health Emergencies Fernando Simon told journalists that despite today's good news statistically, there's still a need for caution. \"The data shows a clear descending trend, it is true that because it is the weekend we need to analyze it carefully but the scale of the descent is important,\" he said. ##Daily Life## The Jefferson County District Attorney’s Office in Texas is investigating Beaumont Mayor Becky Ames’ trip to a nail salon, Pat Knauth from the DA’s office told CNN affiliate KFDM.  According to the affiliate, the investigation comes at the request of the county judge, Jeff Branick.  This comes after a photo was posted to social media of Ames soaking her nails in a bowl on Tuesday. Ames and the nail salon owner told KFDM that the mayor was not having her nails done but was \"soaking them in acetone to remove the powdered nails to avoid infection.\"   \"I had them put on several weeks ago and they hurt. I was trying to get them off and I texted my nail lady. She said the only way to get them off is with a solution. You have to do it a special way,\" Ames told KFDM.  The mayor said she went to the closed salon, and planned to pick up solution that would be left outside the door in order to take it home and remove the artificial nails. She said the owner had her come in for a matter of minutes to show her how to do the process, and that they were alone, both wearing masks and at least six feet apart, and then she left within minutes, according to KFDM  Ames issued an apology on Thursday, for entering the nail salon despite stay at home orders that were still in place for businesses like salons, calling it a “lapse in judgement.”   On Thursday, Texas governor Greg Abbott previewed his upcoming announcement on Monday for how Texas will further reopen the economy, saying \"so many different types of businesses,\" including hair salons, will open up.  More than 7,000 people have died after being infected by the novel coronavirus in Belgium, the country’s crisis centre said in a statement on Sunday. “A total of 7,094 people have died, an increase of 178 in the last 24 hours,” the statement said. “With regard to these 178 deaths, 75 have occurred in hospital and 103 in a rest and care home.” Belgian Health authorities say the number of hospitalized patients is “slowly decreasing,” with only 204 new patients admitted in the past 24 hours — a total of 3,959 people have been admitted since the outbreak began.  The number of patients in intensive care units (ICU) went down by 43 in the past 24 hours. There are now 891 patients in ICUs across the country. “The number of new hospitalizations is stabilizing, but remains fairly high. So persevere and follow the general measures, take good care of yourself and of others,” the statement added, cautioning however that the number of infections in the country is “still increasing.” In the past 24 hours, 809 new cases were reported, bringing the total of confirmed infections to 46,134. You can catch the virus more than once. The World Health Organization has warned against the idea that coronavirus immunity passports can provide a safe way out of lockdown. Many countries were hoping to start issuing risk-free certificates to people who have had the disease, allowing them to return to work, travel and go about their business. The plan was based on the assumption that Covid-19 survivors develop immunity. But yesterday, the World Health Organization said no evidence exists that people who have recovered from the disease and developed antibodies are protected from catching it again. The organization went further, warning that the use of immunity passports could lead to a spike in new infections. That's because people who assume they are immune are more likely to ignore public health advice. In the wake of the WHO's alert, it becomes apparent that global efforts must focus on the only other way to gain protection: a vaccine. More grim milestones The coronavirus has now killed more than 200,000 people globally, according to Johns Hopkins University. But official statistics are only capturing confirmed cases. With most countries struggling to test everyone who shows symptoms, the number of Covid-19-related deaths is likely much higher. These people might have died at home, in nursing homes, or in hospitals where testing was unavailable. The United Kingdom yesterday became the fifth country in the world to record more than 20,000 deaths, after Italy, the United States, Spain and France. Just weeks ago, the UK government's chief scientific adviser, Patrick Vallance, said that limiting deaths to around 20,000 would be a \"good outcome.\" The US, meanwhile, is nearing 1 million cases. More than 53,600 Americans have died so far, with New York state alone recording more than 22,000 coronavirus deaths. Trump calls time on briefings President Trump did not hold a daily coronavirus update yesterday, tweeting that briefings are \"not worth the time & effort.\" The media, he added, asks \"nothing but hostile questions\" and \"then refuses to report the truth or facts accurately.\" Trump's tweets came after he was widely criticized last week by health experts for his dangerous suggestion that research should be done into whether disinfectants can serve as a potential coronavirus treatment. On Friday, amid the outcry, Trump staged a short briefing and did not allow questions from the media. A senior administration official, meanwhile, said discussions are under way to replace Health and Human Services Secretary Alex Azar following criticism of the early federal response to the epidemic. Read the rest of our newsletter here. In a desperate attempt to reach home during India’s strict coronavirus lockdown, a man traveled more than 800 miles home disguised as an onion seller, only to be sent to quarantine by the local police after reaching his destination. According to police, Prem Murti Pandey, an employee at Mumbai's airport, loaded a truck with 28 tons of onion and traveled around 1,400 kilometers (869 miles) from Mumbai to his home in Prayagraj, northern India. “I was stuck in Mumbai. Given the number of cases being reported in the city, I was scared and hence I had no option but to return home,” Pandey told CNN, speaking from the quarantine center.  So Pandey decided to rent a truck, hire a driver and disguise himself. \"We bought the onions from a vegetable market near Mumbai, and using the excuse of produce delivery, we crossed three states to finally reach home on Friday after traveling for three days,\" according to Pandey. India's lockdown rules allows vehicles delivering food items to cross state borders. Pandey was sent to quarantine after his actions surfaced on Saturday, Arvind Kumar Singh, a senior police official in Prayagraj told CNN. “He has not shown any symptoms of coronavirus but he has been kept in a quarantine center as a precautionary measure for two weeks,” the police official added. Maharashtra -- home to India's financial capital Mumbai -- is the worst-affected state in the outbreak, with more than 28% of the country's coronavirus cases reported there.  ##Daily Life## The NBA plans to reopen team practice facilities on Friday in areas where local government officials have relaxed stay-at-home restrictions, according to a report from ESPN. Sources tell the network that players will be allowed to voluntarily work out individually but not as a team. The NBA also plans to find alternative arrangements for players in states with full stay-at-home orders to be able to practice. This move by the league doesn't mean that the season is starting anytime soon, according to ESPN's sources.  The 57-year-old Bay Area woman Patricia Dowd, who is believed to be the first coronavirus related death in the US, suffered from a heart rupture caused by the virus according to The San Francisco Chronicle who obtained and published a copy of the autopsy report. CNN has reached out to the Santa Clara Medical Examiner-Coroner’s office for an independent copy of the autopsy report. Dowd, who died on February 6, worked as a manager for a semiconductor company and \"exercised routinely, watched her diet and took no medication,\" the Los Angeles Times first reported Wednesday. She had not traveled to any area with a high transmission rate of the virus before her death.  Rick Cabello, Dowd's older brother, told CNN she didn't smoke and was in good health. \"She was an athlete in her high school days, she was always active,\" Cabello said Wednesday. Her sudden death was a shock to family members. They all believed it was a heart attack, Cabello said. Read more about her here. ##Health## Lebanon is relaxing some of its coronavirus restrictions, known as the \"general mobilization,\" by increasing the opening hours for some commercial and industrial enterprises in the country starting Monday.  The decree, issued by the Minister of Interior, Mohammed Fahmi, has amended the opening and closing times for factories, wholesale and retail shops, supermarkets, dairies, bakeries, free trade shops such as mechanics’ shops, carpenters, TV production companies, and other establishments. Other measures include:  People over 65 years old have been asked to stay at home, and only to leave if there is “an extreme necessity,” the decree added. \nPublic transportation vehicles will also be allowed to operate with limited passengers onboard depending on the size of the vehicle. \nAll institutions need to adhere to public safety and social distancing measures. The \"general mobilization\" measures that were originally announced on March 15 included a ban on public and private gatherings and called for people to remain at home.   On Friday, the Lebanese Supreme Defense Council submitted to the Lebanese cabinet Friday a five-phase plan that includes extending the “general mobilization” measures until June 8, but at the same time asking the Cabinet to “determine the economic activities that will be allowed to gradually reopen.” According to the health ministry, there have been 707 coronavirus cases in the country and 24 deaths.  Read more here. ##Daily Life## ##Health## Belgians are being asked to eat an extra portion of frites each week during the coronavirus pandemic in a bid to help Belgian potato producers, who risk destroying surplus stock due a slump in demand caused by restaurant closures.   The campaign is being led by Belgapom, the country's association of potato producers. Its director, Romain Cools, told CNN that he hopes that by encouraging Belgians to eat more frites at home it will, \"enable our processors to avoid food waste by processing more potatoes and store them in our freezers -- which are nearly full now.\" Belgians typically eat frites once a week, but mainly outside their homes in friteries or restaurants. Coors said this is \"contrary to other countries like the United States, where fries are often a side dish for their meals.\" Belgian potato farmers are facing a surplus of 750,000 tons of potatoes this year that risk being destroyed because of the measures in place to stop the spread of Covid-19, according to the latest Belgapom data. \"By eating an extra portion during this crisis they could collaborate with farmers and the industry to avoid food losses,\" added Cools. World's largest frozen fries exporter: With almost all food outlets closed in the country and across Europe, normal consumption patterns have been disrupted which Belgapom estimates has caused a worldwide decrease in the consumption of fries by 40% since the beginning of the pandemic. This has huge implications on the Belgian potato growers who are the world’s largest exporter of frozen fries -- with the majority of their products going to caterers and professional kitchens in 160 countries around the world. According to Belgapom’s figures, 2.3 million tons of frozen french fries were supplied globally by Belgian producers in 2019. To help citizens use up the extra potatoes, the regional agriculture agency of Wallonia, Apaq-W and VLAM are promoting local and seasonal recipes through dedicated websites to use up excess Belgian potatoes and encouraging people to post their dishes on social media.  ##Daily Life## Russia’s capital has not reached the plateau yet and is looking at several weeks of “challenges” ahead, Moscow Mayor Sergey Sobyanin said in an interview aired on state channel Russia 24.  “Unfortunately, I can’t say we’ve reached a plateau or that we have some positive dynamic,” Sobyanin said. “Moreover, I see that we are not halfway through yet.” “Out situation is not overly dramatic in terms of growth, but at the same time we see 8-10-12%, sometimes up to 15% growth in cases, and those are [just] the people who had the coronavirus diagnosis confirmed in a lab,” Sobyanin added. Moscow hospitals are “coping” with the challenges so far but the health authorities are working to double the amount of beds for coronavirus patients in the next week and half, the mayor said.  Meanwhile, the city authorities do not plan to tighten restrictions further as of now, according to the interview. Last week, Moscow introduced a QR-code pass system for all movements by means of transport, which created bottlenecks in the subway on the first day of its introduction.  Cases rise: On Sunday, Russia reported 6,361 new cases of coronavirus in the past 24 hours, bringing the total to 80,949, its coronavirus response headquarters said in a statement. More than a half of the new cases were reported in Russia’s regions but Moscow remains the most badly affected city with more than 40,000 cases. According to the response headquarters, about 45% of new cases were asymptomatic.  ##Health## Hong Kong reported no new coronavirus cases on Sunday, according to Hong Kong’s Centre for Health Protection (CHP). Sunday was the third day in the past week that the city reported zero new cases. The total number of confirmed cases in Hong Kong remains at 1,037, the CHP said in a statement. A spokesman for the CHP urged members of the public to maintain an appropriate social distance with others and avoid all non-essential travel outside Hong Kong.  Children in Spain had their first taste of freedom on Sunday after a state of emergency was imposed on March 14, bringing some of the strictest confinement measures in Europe in response to the coronavirus outbreak.  Children enjoying the outdoors chirped \"bien,\" which means good, when asked by CNN how they felt about being able to walk outside their homes in the capital, Madrid.  \"We appreciate being able to go out because staying home it was getting very boring, even though we have the PlayStation and we can talk to our friends on WhatsApp and video calls, it is good to be able to go out and have some fresh air because we were feeling a bit overwhelmed at home,\" Abel Sanchez, 14, told CNN. The government announced this week that from Sunday kids up to the age of 14 will now be able to play outside for one hour a day while accompanied by an adult.  They are not allowed to venture further than one kilometer (0.62 miles) from their home, but are able to bring out their toys to play.  This sliver of normality brought some smiles to Madrid's streets. Nine-year-old Lucia Ibanez told CNN that she missed \"the streets and the park\" the most during lockdown.  \"And to feel the air on your face, I never thought I would miss school but I really miss it,\" she added.  ##Daily Life## ##Health## Dr. Anthony Fauci jokingly said that if any actor was going to portray him on \"Saturday Night Live,\" he'd want Brad Pitt. On Saturday night, Fauci got his wish. In a surprise appearance, Pitt played Fauci at the opening of Saturday's \"SNL,\" which was produced remotely because of the coronavirus pandemic. \"First, I'd like to thank all the older women in America who have sent me supportive, inspiring and sometimes graphic e-mails,\" Pitt as Fauci said. Pitt's Fauci then explained that there's been a lot of misinformation out there about the coronavirus, and that \"yes, the President has taken some liberties with our guidelines.\" He then said he'd like to explain what President Trump was \"trying to say.\" \"And remember, let's all keep an open mind,\" Pitt's Fauci said. The sketch then proceeded to show clips of Trump talking about the outbreak. The first had Trump saying that the country would have a vaccine \"relatively soon.\" \"Relatively soon is an interesting phrase. Relative to the entire history of earth? Sure, the vaccine is going to come real fast,\" Pitt's Fauci said. \"But if you were going to tell a friend, 'I'll be over relatively soon' and then showed up a year and a half later, well, your friend may be relatively pissed off.\" Read the whole article here. ##Daily Life## All hospitalized coronavirus patients in Wuhan, the original epicenter of the coronavirus pandemic, have been discharged from hospitals, Mi Feng, a spokesperson for China’s National Health Commission (NHC) said on Sunday. “With joint effort of medical professionals from Wuhan and from around the country, by April 26, all hospitalized Covid-19 patients in Wuhan have been cleared,” Mi said. As of Saturday, 46,452 total cases have been confirmed in Wuhan, according to a statement from NHC on Sunday. Wuhan was the first city in the world to go into lockdown due to the virus. It has been slowly returning to something that might be described as normal, after months of fear and anxiety. But the scars of the viral outbreak, which for 76 days shut down the Chinese city and much of the surrounding Hubei province, lie just beneath the surface. Many citizens are worried about a second outbreak and businesses are struggling to get back on their feet. The first known cases of the virus were detected in Wuhan in mid-December. In the weeks that followed, case numbers spiked and from January 23 until April 8, residents were unable to leave the city as the Chinese government attempted to contain the outbreak. But despite the attempts to halt the spread of the virus, it has now infected more than 2.6 million people worldwide. Read our piece on Wuhan's slow path to normality. ##Daily Life## ##Health## Spain's children are finally allowed to leave their homes for the first time in over six weeks after the government announced a relaxation of the strictest confinement measures in Europe.  In the capital Madrid, parents were seen by CNN venturing out with their children in tow on Sunday morning.  Kids up to the age of 14-years-old will now be able to play outside for one hour a day while accompanied by an adult, according to a decree by Spain’s Official State Gazette (BOE).  The guidelines also stressed that children should be in groups no larger than three alongside one adult, and should not venture further than one kilometer (0.62 miles) from their home. They are also allowed to bring their toys.  This comes as the daily coronavirus death rate has dropped in the country, which also has the world’s second-highest number of coronavirus cases (223,759), after the United States, according to Johns Hopkins University (JHU).  Gradual easing: In a speech on Saturday evening, Spain Prime Minister Pedro Sánchez announced he will present his plan for the \"de-escalation phase\" in his country next Tuesday. Sánchez told Spaniards that the country has had a small and modest victory, but there is a still a long way to go before they win the battle against coronavirus. The PM also announced that if Spain continues to show improvement, citizens will be allowed to go outside to play sports and walk with family members in early May. The country's health minister will oversee the arrangements and guidance, he said. The process would be gradual, \"asymmetrical\" and coordinated, Sánchez emphasized. ##Daily Life## ##Health## Hindu Rao, one of the largest hospitals in the Indian capital New Delhi, has been closed for a deep clean, after a nurse there tested positive for coronavirus. \"Since she has been on duty in various locations within the campus over the last two weeks, we are closing down the hospital till we fully sanitize and complete contact tracing,\" said Varsha Joshi, commissioner for the North Delhi Municipal Corporation. He added that a thorough inquiry will be conducted.  The hospital will only be functional again after the sanitization work finishes, per Health Ministry guidelines, she added.  Delhi has reported 3,424 positive coronavirus cases, including 53 deaths.  ##Health## Indian Prime Minister Narendra Modi called the country's battle against coronavirus a \"people-driven\" movement and urged citizens to join the government in the struggle. \"People of our country are fighting this war along with the administration. We are also fighting poverty,\" Modi said Sunday, in his monthly radio broadcast. \"I am proud that all of us are part of it. All of us are soldiers in this fight.\" Modi said that demonstrations of solidarity, such as clapping and lighting candles, have lifted the morale of frontline workers. He also lauded workers of different sectors, saying \"be it in cities or a village, everywhere we can see people getting involved in this fight against the pandemic.\"  \"While some are feeding the poor, some are making masks, others are selling their lands to raise money for this fight. Some are even contributing their pensions. Our hardworking farmers are also ensuring no one is hungry,\" he added.  Referring to how coronavirus is altering life in India, and around the world, Modi said the most prominent change had been mask-wearing.  Masks have become a part of life due to coronavirus. It doesn't mean if someone wears a mask, they are sick,\" he said. \"Masks will become a symbol of a civilized society.\" Modi also thanked Indians for celebrating festivals such as Easter and Ramadan at home.  India has been under nationwide lockdown since March 24, with no plan to relax restriction until at least May 3.  As of Sunday, the country has reported 26,496 coronavirus cases and 825 deaths, according to a tally by Johns Hopkins University.  ##Daily Life## ##Health## Spain eases restrictions: After over a month of confinement, Spanish children are now allowed out on walks as the country attempts a return to normality with the number of coronavirus cases decreasing. Devastating milestone: Worldwide coronavirus death toll passed 200,000 on Saturday, according to Johns Hopkins University’s tally of deaths across the world. Varying measures: The state of Western Australia will begin relaxing some lockdown measures Monday, while Hawaii extended the statewide stay-at-home order until May 31,  Prison release: Several Italian Mafia bosses have been released from prison under a new coronavirus regulation, the country's national anti-Mafia prosecutor said. Mobile testing units: The UK government announced Sunday that mobile testing units will travel around the UK as they attempt to increase access to coronavirus testing. The network of testing units will be operated by the military, and target vulnerable sites such as care homes, police stations and prisons. Hunt for a vaccine: It might be necessary to start manufacturing coronavirus vaccines even before they have been fully tested to see if they can protect people from infection, said Richard Hatchett, the CEO of Coalition for Epidemic Preparedness Innovations (CEPI). India has reported 1,990 new coronavirus cases on Sunday -- the highest single-day jump so far, bringing the total number of cases in the country to 26,496, according to its health ministry.  A total of 824 coronavirus-related deaths have occurred in India, with the western state of Maharashtra -- home to India’s financial capital Mumbai -- being the worst-affected state with 7,628 cases and 323 deaths, the ministry said.  According to the India Council of Medical research (ICMR), a total of 625,309 samples have been tested as of Sunday.  India’s most populous state, Uttar Pradesh, on Saturday announced an extension of a ban on public gatherings until June 30, making it the first Indian state to have extended a ban on gatherings beyond the end of the nationwide lockdown on May 3. On March 25, India entered a nationwide coronavirus lockdown which was further extended until May 3. The Indian government has since relaxed some of the restrictions to allow crop harvesting and for some non-essential stores to open up. ##Daily Life## ##Health## Daily confirmed coronavirus cases slowed for the third day in Germany, according to Sunday figures from the Robert Koch Institute (RKI) for infectious disease. The number of infections increased by 1,737 to reach 154,175, RKI said. The country's death toll stands at 5,640 -- an increase of 140 deaths within the last day.  The institute previously said the number of daily Covid-19 infections needs to fall to a few hundred per day before further lockdown measures can be lifted. Germany has been easing its lockdown: Last week, Chancellor Angela Merkel laid out a list of steps the country would undertake to begin lifting its lockdown, and on Monday stores up to 800 square meters in size began reopening, as long as they have hygiene and social distancing measures in place. Bookshops, car dealerships and bike stores can also now reopen regardless of their size. Restaurants, bars and gyms will remain closed. Merkel also announced that the country would increase its contact-tracing efforts, deploying a team of five officers for every 20,000 people in the population to trace those who may have come into recent contact with every confirmed case. Read more about the lifting of lockdowns here. While billionaires isolate themselves at luxurious hideaways on the Mediterranean during the coronavirus outbreak, residents in deprived and crowded areas of France are now facing a surge in deaths, along with unrest on the streets. Hostilities erupted this week in Paris' northern banlieues (or suburbs) following accusations of police brutality and racism during the coronavirus outbreak. Footage on social media appeared to show cars and trash cans set alight on roads, protesters hurling firecrackers and police racing to control the crowds. The lockdown in France has had very different consequences for different sections of society since it was announced on March 17. The country's ban on all non-essential business until May 11, along with a requirement for a permission slip to venture outside, has had the harshest impact on people living in poorer, more densely populated neighborhoods, according to an op-ed from several activist organizations and unions in Mediapart on Friday. The associations -- including ATTAC (Association for the Taxation of financial Transactions and Aid to Citizens) -- wrote that people in working class neighborhoods were on the front lines as essential workers. \"Yet social inequalities, already glaring, are reinforced by the management of the coronavirus and will explode with the economic and social crisis to come.\" In stark contrast, wealthy residents at one of the country's most exclusive gated communities on the French Riviera have been embroiled in controversy after it emerged that some had access to antibody testing, despite the strain on hospitals and nursing homes across the country. Read more here. The state of Western Australia will begin relaxing some lockdown measures Monday, Premier Mark McGowan said on Twitter.  \"Our State has seen remarkable results in the fight against COVID-19 - and while that fight will continue for some time yet, those results mean we can now cautiously adjust some of the most extreme of those restrictions,\" he said on the platform.  \"As of tomorrow, 27 April, based on expert health advice, the two person limit on non-work indoor and outdoor gatherings will be adjusted, with the limit rising to 10 people,\" he added. The list of \"acceptable activities\" to leave home for has also been extended. It now includes shopping, medical needs, exercise, studying where remote learning is unavailable, childcare or school, work, \"non-contract recreational activities\" such as picnics, and some gatherings of less than 10 people.  \"All other restrictions will remain in place for now, and all public playgrounds, skate parks and outdoor gym equipment to remain closed,\" McGowan said.  As the United States recorded 48,529 new cases of the coronavirus and 2,772 deaths across the country Saturday, here's where the global figures currently stand, according to Johns Hopkins University (JHU).  The university has tallied 2,897,645 cases worldwide as of Sunday, with the US the worst hit country by far. As of midnight ET, the country has 939,053 cases and 53,789 deaths.  Spain has the second-highest number of cases, at 223,759, followed by Italy with 195,351.  Eleven countries around the world, including the US, have recorded more than 50,000 cases so far, and five countries have recorded more than 20,000 deaths.  ##Health## China reported 11 new cases of the novel coronavirus and no new deaths on Saturday, the National Health Commission announced today.  The 11 new infections include five imported cases and six local cases. Of the latter, all but one were reported in Heilongjiang province, in China's far northeast, on the Russian border.  There has been growing concern over cases coming into China from Russia, over fears they could spark a new outbreak in the north as most of the country returns to normal.  In addition to the 11 confirmed cases, 30 new asymptomatic cases were reported. Some 1,000 asymptomatic patients are still under medical observation around the country. China previously did not include those patients not showing symptoms in some of its tallies.  The total number of confirmed cases to date is 82,827, the NHC said.  Of those confirmed cases, 77,394 patients have recovered and been discharged. The country's official death toll stands at 4,632. ##Health## Several Italian mafia bosses have been released from prison under a new coronavirus regulation, the country's national anti-mafia prosecutor said. Francesco Bonura, an influential boss in the Sicilian Cosa Nostra; Vincenzo Iannazzo, a member of the Ndrangheta; and Pasquale Zagaria, a member of the Casalesi clan, have  been moved to house arrest, according to Federico Cafiero De Raho, Italy's anti-mafia prosecutor. To prevent the spread of the novel coronavirus within correctional facilities, the Italian government authorized magistrates to transfer inmates with 18 months or less left in their sentences to house arrest. Cafiero De Raho said the three men had been held under \"extra isolation measures\" to avoid contact with people outside the prison because of the roles they had in mafia organizations. \"Once they are sent back home, these measures are obviously no longer enforced,\" the prosecutor added. Read more here. I'm a 30-year-old woman and my dad has just told me to clean my room. It's slightly humiliating, but not entirely surprising. For the past month, I've been at my childhood home in New Zealand on coronavirus lockdown -- and it appears I'll be living with my parents for the foreseeable future. Until recently, I lived in my own apartment in Hong Kong with a spirited cat and a large collection of potted plants. My interests included heading to the beach or grabbing a drink in a pub. Now, my hobbies are a bit different. Last weekend, I made five different types of bread. This weekend, we have grand plans to go on a walk. Back in late January, as the coronavirus outbreak grew increasingly serious in mainland China, CNN's Hong Kong office largely shut down and I was asked to work from home. At first, I enjoyed the novelty of wearing my pyjamas during work meetings. But as the weeks wore on, my 370 square feet (34 square meters) studio apartment only seemed to get smaller, and work days and weekends bled into one another. So, at the start of March, I decided to work from my parents' home in New Zealand for two weeks. Within days of my arrival, New Zealand imposed new restrictions. First, our Prime Minister Jacinda Ardern announced that everyone who entered the country would need to self-quarantine for 14 days, meaning I need to stay home. Then the government shut borders to foreigners and urged Kiwis overseas to return home. By the time two weeks were up, my flight out of the country had been canceled and New Zealand was in lockdown. I figured I would just stay put. Read more here. According to Johns Hopkins University's (JHU) tally of cases in the United States, as of 10 p.m. Saturday ET, there were at least 938,072 cases of coronavirus in the country. At least 53,751 people have died in the US as a result of the pandemic.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons. As states begin to include “probable deaths” in their counts, so will JHU, the university has said. That change may cause a surge in the number of recorded deaths in the US. ##Health## Before the pandemic, Lum Chai used to go to the park and drink beers with friends to escape his tiny living quarters. Now the 45-year-old walks the city's streets alone to kill time and keep away from his neighbors. Vigilantly practicing social distancing at home isn't an option for Lum. He lives in one of Hong Kong's \"cage homes,\" subdivided apartments that often have space for only a bed and some clothes. His closest neighbor is just a few feet away, inside the same room. Cage homes are usually smaller than 100 square feet, only 25 square feet larger than most of the city's prison cells. Bathrooms are mostly communal and often there are no kitchens -- just plug-in hot plates. Units are mostly divided by makeshift or removable walls. Lum, who is unemployed, said he pays 1,800 Hong Kong dollars ($232) for an apartment divided between 10 people. Lum's situation is extreme, but not unusual. Nine in 10 people in Hong Kong live in an area smaller than 753 square feet -- or 70 square meters -- and yet pay some of the highest rents and property prices in the world. The average cost of a home was more than $1.2 million last year, according to real estate investment firm CBRE. To make things worse, many public areas are closed due to the pandemic. Libraries are shuttered. Jungle gyms in parks are taped off. Restaurants have slashed capacity, and bars have been forced to close, unless they serve food. Public gatherings are limited to four people. Despite having had the virus since January, Hong Kong has recorded fewer than 1,050 infections and 4 deaths, so few citizens disagree with the restrictions. But that doesn't make them easy to live with -- especially for those like Lum who can't easily stay home. \"I'm so lonely,\" Lum said. \"There isn't that same atmosphere on the streets like there was before. So few people sit in the parks. People used to watch the children play and the elderly play badminton.\" Read more here. Nine more deaths were announced in the state of New Mexico on Saturday, including five at a care facility where 33 patients have tested positive. The two women and three men, in their 80s and 90s, were all residents of the Life Care Center in Farmington. The facility has reported 33 positive patients, 17 positive staff, and 15 deaths from Covid-19, according to a spokesman for the state of New Mexico. New Mexico has recorded 93 Covid-19-related deaths. Care facilities, along with cruise ships and prisons, have emerged as hotspots for the virus around the world. ##Health## Hawaii has seen a 98% decrease in travelers arriving at airports since the state's 14-day quarantine rule was put in place, Gov. David Ige said during a press conference Saturday. About 100 travelers are still arriving every day which is why the extension of the quarantine order for visitors to the state was necessary, Ige said. The screening process for visitors includes a temperature check and verification of hotel accommodations while at the airport. Each visitor must provide a phone number for their hotel accommodations and they will not be allowed to leave the airport if their accommodation isn't confirmed by an employee at the hotel, Ige said. ##Health## ##Travel## It might be necessary to start manufacturing coronavirus vaccines even before they have been fully tested to see if they can protect people from infection, said Richard Hatchett, the CEO of Coalition for Epidemic Preparedness Innovations (CEPI). CEPI is a non-profit put together organization formed to speed the development of vaccines. Manufacturing could begin even while some of the Covid-19 vaccines are in the first phase of human clinical testing, which are designed to demonstrate only safety, Hatchett said Saturday.  This plan could cut time without cutting corners or sacrificing efficacy or safety, Hatchett said on a National Academy of Sciences Covid-19 Update webcast. Large-scale manufacturing doesn’t usually start until after a vaccine has passed all three phases of clinical trials, a process that usually takes years. CEPI first published outlines of the plan to accelerate the process in The New England Journal of Medicine in March. It may be more expensive to do things this way, Hatchett said.  \"If we want to deliver vaccine at scale within … our stipulated targets of 12 to 18 months from the initiation of the program, we’re going to have to be comfortable with those risks,\" he said. He estimated that tens of billions of dollars will be spent over the next several years for vaccine delivery. \"If we shorten the pandemic by a month, we’re saving hundreds of billions of dollars. And that’s the calculus the elected leaders need to make,\" Hatchett said. CEPI has funded several Covid-19 vaccine research projects, including all three of the vaccines currently being tested in people. Two of the vaccines are in phase one clinical trials – vaccines from Moderna and Inovio – and only China’s CanSino Bio vaccine advanced to the second phase of clinical trials earlier this month. Moderna already intends to use funding from the US federal government's Biomedical Advanced Research and Development Authority to help fund a scale-up of its manufacturing process, according to a statement from the company earlier this month. ##Health## The statewide stay-at-home order for Hawaii has been extended until May 31, Gov. David Ige announced during a press conference Saturday. It had been set to expire on April 30.  Travelers arriving to the state must quarantine for 14 days until the end of May. ##Daily Life## ##Health##"], "Language": false}