{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/ahmaud-arbery-mcmichael-what-we-know/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-05-11T08:10:28Z"], "LastModifiedDate": ["2020-05-12T20:58:18Z"], "Headline": ["What we know about Ahmaud Arbery's killing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After moving at a plodding pace for more than two months, the case of Ahmaud Arbery's killing has, from an investigative perspective, hit warp speed.  Protesters were kept inside for weeks because of Georgia's coronavirus restrictions, and two prosecutors recused themselves from the case, citing links to one of the Glynn County men now charged with murder, while a third asked to step down.  There wasn't much movement in the 25-year-old's slaying until Tuesday, when a video showing the fatal shooting in Satilla Shores surfaced on a Brunswick radio station's website. The case, which, to observers, had appeared stagnant, came alive.  The third prosecutor in the case said that day he would present evidence to a grand jury and asked the Georgia Bureau of Investigation to assist in the case. Within 48 hours, the GBI announced it had arrested Travis McMichael, 34, the man who shot Arbery, and his father, Greg McMichael, a former Glynn County police officer and prosecutorial investigator.  Greg McMichael, 64, told police that he and his son grabbed their guns and chased Arbery in their truck, believing he was responsible for burglaries in their neighborhood, according to a police incident report. When they confronted him, the father told police, Arbery attacked Travis McMichael, who killed him as the two struggled for his shotgun, the report says.  CNN's attempts to reach the McMichaels have been unsuccessful.  Here's the latest: Where does the case stand?  Pretty much where it stood last week, but with a much louder call for justice. In addition to Arbery's supporters -- who, since the easing of the Covid-19 lockdown, have staged demonstrations -- celebrities and politicians including presidential candidate Joe Biden, LeBron James, LL Cool J and Kim Kardashian West have joined the chorus.  What are the McMichaels charged with? The McMichaels face murder and aggravated assault charges, the GBI said Thursday. The charges against Greg McMichael note he was \"party to the crime.\" Georgia law provides multiple scenarios in which parties to a crime can be charged with the crime itself.  Are they still in the Glynn County Jail? Yes. At a Friday court appearance, a judge said bail would be decided at a later date. It's unclear whether the McMichaels are represented by attorneys. Why did the arrests take so long? It's not completely clear, but the recusals of two district attorneys -- one of whom dubbed the McMichaels' actions \"perfectly legal\" -- doubtless played a role.  Two Glynn County commissioners -- one of whom, Paul Murphy, has spoken to CNN -- have publicly said local police told them that Brunswick Judicial Circuit District Attorney Jackie Johnson's office instructed authorities not to make an arrest.  Johnson called the accusation false and says the Glynn County Police Department should have requested GBI assistance earlier. She recused herself the day after the killing, citing Greg McMichael's 20-year tenure as an investigator in the office, and commissioners are now to trying to \"make excuses and ignore the problems at the Glynn County Police Department, for which they are ultimately responsible,\" she said.  The GBI said no one requested its help in the case until Tuesday (though the GCPD had previously requested the agency's help with threats it was receiving and with the leak of the video).  Will there be more arrests? Attorneys for Arbery's family have called for the arrest of William \"Roddie\" Bryan, who filmed the video showing Arbery's killing.  A Glynn County police report indicates Greg McMichael told an investigator that Bryan was assisting them in their pursuit of Arbery, but Bryan's attorney refuted the allegation.  \"There is no relationship whatsoever between Roddie and the McMichaels,\" said Kevin Gough, Bryan's attorney. \"My client lives in that neighborhood, he's at his house minding his own business and things happen and in a matter of minutes his life has been changed forever.\"  Bryan is no vigilante, had no real relationship with the McMichaels, cooperated with police and provided them video of the killing, Gough said. Yet he's been vilified, receiving death threats and losing his job, the lawyer said.  The GBI has not accused Bryan of a crime, but Director Vic Reynolds told reporters, \"We investigate everybody involved in the case, including the individual who shot the video.\" When is the trial? That will be laid out in future court hearings. Before putting a defendant on trial, she or he must be indicted, and the prosecution will not be able to present evidence to a grand jury until the state Supreme Court's coronavirus restrictions are lifted June 12.  Will it be tried in Glynn County? It will be up to the McMichaels' legal team to decide whether to press for a change of venue, which will ultimately be decided by a judge.  Who will prosecute it? After state Attorney General Christopher Carr appointed Atlantic Judicial Circuit District Attorney Tom Durden as the third prosecutor in the case, Durden said he had \"neither previous knowledge of the incident nor any relationship with any investigators or witnesses.\" He has now asked to step down, according to a Monday statement from Carr. Carr will now tap Cobb County District Attorney Joyette Holmes to lead the McMichaels' prosecution. \"This case has grown in size and magnitude since he accepted the appointment on April 13, 2020, and as an experienced District Attorney, Tom has recognized that another office is better suited from a resource perspective to now handle the case.  Why did the second prosecutor recuse himself?  Waycross Judicial Circuit District Attorney George Barnhill's son worked in the Brunswick Judicial Circuit, from which Greg McMichael retired. His son and McMichael once assisted with a prosecution targeting Arbery, Barnhill said without elaborating in a letter last month to Carr.   Though Barnhill saw no conflicts of interest in handling the Arbery case, he agreed to recuse himself at Arbery's mother's request, he said.  In stepping down, he laid out a defense of the McMichaels, saying: 1) the father and son had \"solid first-hand probable cause\" as civilians to detain Arbery; 2) they apparently sought only to \"stop and hold this criminal suspect until law enforcement arrived\"; 3) Arbery's \"mental health records and prior convictions\" explain his alleged aggression; 4) \"McMichael was allowed to use deadly force to protect himself\"; and 5) Arbery may have shot himself while fighting for the shotgun.  What mental health record and convictions? Arbery's father, Marcus Arbery, denied his son had mental health issues, telling CNN, \"Ain't nothing wrong with him.\" The Brunswick News reported Arbery was indicted for allegedly bringing a gun to a 2013 high school basketball game, when Arbery was 19, and the family's legal team has acknowledged Arbery's 2018 arrest on shoplifting charges. \"The reference to ... alleged conduct from high school or shoplifting is absurd and has nothing to do with his murder,\" family attorney S. Lee Merritt said. What is the McMichaels' defense? It isn't clear, but judging from Greg McMichael's account, as chronicled in the police report (and, to a lesser degree, Barnhill's letter), they will rely on the citizen arrest statute and self-defense, as Greg McMichael alleged Arbery \"viciously attacked\" his shotgun-wielding son as he stood in the road.  How does Georgia's citizen arrest law work? \"A private person may arrest an offender if the offense is committed in his presence or within his immediate knowledge,\" the law states. \"If the offense is a felony and the offender is escaping or attempting to escape, a private person may arrest him upon reasonable and probable grounds of suspicion.\" Did Arbery commit a crime that day? He has not been accused of one. His mother said he was merely out for a jog.  While Greg McMichael told police there had been a string of burglaries in the neighborhood, Glynn County police Lt. Cheri Bashlor said there had been only one -- a gun stolen from an unlocked vehicle in front of the McMichaels' home -- in more than seven weeks prior to the shooting.  McMichael also said he saw Arbery inside a home that was being built, which is backed up by a video, but the owner of the home told CNN he did not see Arbery commit any crime other than \"trespassing\" on the day of the shooting (though at least one unreported crime had been committed in the past by an unidentified perpetrator, he said).  The GBI is reviewing photos and video related to the case -- and notes it had reviewed photo and video evidence before the McMichaels' arrests -- but it could not say Saturday if the video from inside the home was reviewed before the arrest. Merritt said it showed nothing meaningful.  \"This video is consistent with the evidence already known to us,\" Merritt said. \"Ahmaud Arbery was out for a jog. He stopped by a property under construction where he engaged in no illegal activity and remained for only a brief period.\" Could the killing be treated as a hate crime? Georgia has no such provision, though some lawmakers are trying to change that. The US Justice Department can charge defendants under a federal hate crime statute. Will federal authorities intervene? \"Our office doesn't comment on active investigations, including addressing whether those investigations are or are not taking place,\" Barry Paschal, spokesman for the US Attorney's Office for the Southern District of Georgia, said.  On Sunday, Carr requested the US Justice Department investigate the handling of the case. The request includes looking into communications by and between the Brunswick and Waycross circuits' district attorneys, Carr said. The Justice Department is considering the request and \"assessing all of the evidence\" to determine whether federal hate crime charges are appropriate, spokeswoman Kerri Kupec said."], "Language": false}