{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/fact-check-mcconnell-obama-trump-game-plan/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale, CNN"], "Writers": [["Daniel Dale"]], "FirstPublishDate": ["2020-05-12T19:12:29Z"], "LastModifiedDate": ["2020-05-12T19:48:36Z"], "Headline": ["Fact check: McConnell claims Obama didn't leave Trump a pandemic 'game plan.' Obama left a 69-page playbook"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Senate Majority Leader Mitch McConnell falsely accused the Obama administration of failing to leave the Trump administration \"any kind of game plan\" for something like the coronavirus pandemic. Appearing Monday in a Trump campaign online chat with Lara Trump, the President's daughter-in-law and campaign senior adviser, McConnell slammed Obama for criticizing Trump's coronavirus response as an \"absolute chaotic disaster\" on a private call last week with former staffers.  As Donald Trump has done repeatedly during the pandemic, McConnell also laid undeserved blame at Obama's feet. \"They claim pandemics only happen once every hundred years but what if that's no longer true? We want to be early, ready for the next one, because clearly the Obama administration did not leave to this administration any kind of game plan for something like this,\" McConnell said.  \"That's exactly right,\" Lara Trump responded. It was the opposite of right. Facts First: Obama's White House National Security Council left the Trump administration a detailed document on how to respond to a pandemic. The document, whose existence was publicly revealed by Politico in March, is called the Playbook for Early Response to High-Consequence Emerging Infectious Disease Threats and Biological Incidents. \"We literally left them a 69-page Pandemic Playbook.... that they ignored,\" Ronald Klain, a campaign adviser to Democratic candidate Joe Biden and the former Obama administration Ebola response coordinator, wrote on Twitter. The playbook -- 40 pages plus appendices -- contains step-by-step advice on questions to ask, decisions to make, and which federal agencies are responsible for what. It includes sample documents that officials could use for inter-agency meetings. And it explicitly lists novel coronaviruses as one of the kinds of pathogens that could require a major response.  The color-coded, checklist-style document addresses issues like testing, funding, personal protective equipment, emergency declarations, border control measures, diplomacy, the use of the military, public communication, even mortuary services. It lays out dozens of key questions to ask at certain stages of the response (\"Should there be arrangements for medevac or in-country clinical care advisory for U.S. Persons?\" \"What is the robustness of contact tracing?\" \"Is the incident likely to impact housing such that alternative housing needs may become necessary?\") and dozens of key decisions to make (\"Determine whether to implement screening and monitoring measures, or other travel measures within the US or globally\";  \"Prioritization and allocation of resources subject to the Defense Production Act\"; \"Tailor waste management plans to incident specific conditions\"). \"While each emerging infectious disease threat will present itself in a unique way, a consistent, capabilities-based approach to addressing these threats will allow for faster decisions with more targeted expert subject matter input from federal departments and agencies,\" the document says. There are certainly valid criticisms of Obama's pandemic preparations, and it's possible to argue that the playbook was inadequate for the current pandemic. A current NSC official, whom Politico quoted anonymously, described the 2016 document as \"quite dated.\" It's not clear who in the Trump administration saw the 69-page playbook. Still, it's clearly untrue that Obama left no \"game plan\" at all.  In addition to the playbook, outgoing senior Obama officials also led an in-person pandemic response exercise for senior incoming Trump officials in January 2017 -- as required by a new law on improving presidential transitions that Obama signed in 2016. Politico reported this March that the meeting, attended by current Trump Cabinet officials including Energy Secretary Rick Perry and Transportation Secretary Elaine Chao, addressed how to deal with a hypothetical flu crisis, among other scenarios.  \"The maddening thing is Obama left them a WH office for pandemics, a literal playbook, a cabinet-level exercise, and a global infrastructure to deal with 'something like this,'\" Ben Rhodes, who served as deputy national security adviser to Obama, said on Twitter in response to McConnell's claim.  McConnell's office did not immediately respond to a request for comment."], "Language": false}