{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/kobe-bryant-helicopter-lawsuit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stella Chan and Eric Levenson, CNN"], "Writers": [["Stella Chan", "Eric Levenson"]], "FirstPublishDate": ["2020-05-12T18:12:27Z"], "LastModifiedDate": ["2020-05-12T18:12:27Z"], "Headline": ["Kobe and Gianna Bryant knew the risks of flying, helicopter company says in legal filing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The helicopter company involved in the January crash that killed NBA legend Kobe Bryant denied wrongdoing and claimed that he and his daughter Gianna knew of the risks involved in flying, according to court papers. Bryant and his daughter \"had actual knowledge of all of the circumstances, particular dangers, and an appreciation for the risks involved and the magnitude thereof, and proceeded to encounter a known risk, and voluntarily assumed the risk of the accident, injury, and damages,\" lawyers for Island Express wrote in the filing. The company said the crash, which killed all nine people on board, was caused by unforeseeable events beyond its control and argued that they are not responsible for damages \"due to an act of God.\" The filing came in response to a wrongful death suit filed by Vanessa Bryant, Kobe's widow, on February 24, the same day a memorial service was held for Kobe and Gianna Bryant. The lawsuit held Island Express and pilot Ara Zobayan responsible for the crash, citing numerous counts of negligence. The helicopter crashed into hilly terrain in foggy conditions on January 26. The flight was on its way to Thousand Oaks, California, for a basketball game, where Gianna, 13, was expected to play and Kobe, 41, was expected to coach. CNN has requested comment from Vanessa Bryant's lawyers. In an earlier filing, the brother of the pilot in the crash said the passengers had fault and were negligent, according to court papers filed recently. Attorneys for Berge Zobayan, listed as successor in interest for Ara Zobayan, alleged \"any injuries or damages to plaintiffs and/or their decedent was directly caused in full or in part by the negligence or fault of plaintiffs and/or their decedent,\" according to the seven-page document. The lawyers added that the passengers knew the risks involved. \"And that this negligence was a substantial factor in causing their purported damages, for which this answering defendant bears no responsibility,\" the response says. No trial date has been scheduled."], "Language": false}