{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/us/ahmaud-arbery-shooting-video-saturday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, Martin Savidge, Angela Barajas and Dakin Andone, CNN"], "Writers": [["Amir Vera", "Martin Savidge", "Angela Barajas", "Dakin Andone"]], "FirstPublishDate": ["2020-05-09T09:18:47Z"], "LastModifiedDate": ["2020-05-12T13:00:53Z"], "Headline": ["Man who recorded the Ahmaud Arbery shooting has been receiving threats, attorney says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The man who recorded the fatal shooting of Ahmaud Arbery in Georgia is receiving threats after authorities announced that he's also being investigated following the killing, his attorney said.  The man, William \"Roddie\" Bryan, shared the 36-second video with police and was cooperating with investigators, his attorney Kevin Gough said in a statement Friday. \"It was Mr. Bryan who videotaped the incident in question, disclosed the existence of the videotape, and invited a responding Glynn County Police Officer to sit with him in his truck where they watched the video together,\" Gough said.  The video appears to show the confrontation between Arbery and two men before the shooting that left Arbery dead in Brunswick, Georgia.  The men -- father and son Gregory McMichael, 64, and Travis McMichael, 34, -- were arrested Thursday and face charges of murder and aggravated assault in Arbery's February 23 killing, according to the Georgia Bureau of Investigation. The footage was a \"very important piece of evidence,\" GBI Director Vic Reynolds said Friday. Asked whether there will be additional arrests, Reynolds told reporters the investigation is still active.  \"We investigate everybody involved in the case, including the individual who shot the video,\" he said.  The comments by authorities have put Bryan's life in danger, along with his family, friends and neighbors, his attorney said in a statement. He added that his client has lost his job, despite committing no crime and cooperating with the investigation.   In an interview with CNN Saturday, Gough, Bryan's attorney, said his client was not acting in conjunction with the McMichaels the day of the shooting. Bryan was doing yard work when he saw an unfamiliar man being chased by a car he recognized as being from the neighborhood, Gough said.  Bryan filmed the incident and shared the video with police when they arrived on the scene. Later, he went to a police station so authorities could access and download the footage, Gough said.  Bryan and the McMichaels did not have a relationship, Gough said, besides being neighbors and one point when Gregory McMichael brought lawnmowers to the shop where Bryan worked. Any implication that his client was a vigilante, Gough said, was inaccurate.  \"Mr. Bryan videotaped what was going on and because he did that there is a prosecution,\" Gough said. \"If he had not videotaped that incident, the only person who really could speak to what happened is dead and we'll never have that opportunity. That video is the prosecution.\" The GBI is reviewing additional video and photographs as part of the investigation, it announced Saturday in a news release. The footage, which the GBI did not describe, was reviewed prior to the arrests of Gregory and Travis McMichael, the GBI said. Two men arrested in Arbery shooting  The McMichaels allegedly chased down Arbery in a pickup truck, believing he was a suspect in a string of burglaries, according to a police report. Gregory McMichael told police his son shot Arbery after the latter allegedly attacked him as he stood in the road with a shotgun, according to the police report. CNN's attempts to reach Gregory and Travis McMichael have been unsuccessful. According to an April 7 letter from Waycross Judicial Circuit District Attorney George Barnhill, who has since recused himself from the case, his son and McMichael helped with an earlier prosecution of Arbery when they both worked for the Brunswick Judicial Circuit District Attorney's Office. Barnhill's letter, sent to the office of Georgia Attorney General Chris Carr, did not specify what the prior prosecution was for or when it took place. The Brunswick News has reported Arbery was indicted for allegedly bringing a gun to a 2013 high school basketball game when he was 19. Family attorney Lee Merritt has acknowledged Arbery's 2018 arrest on shoplifting charges. But any reference to \"alleged conduct from high school or shoplifting is absurd and has nothing to do with his murder.\" Those who knew Arbery said the former high school football player often jogged through the neighborhoods southwest of Brunswick.  \"I just want people to know that he was a very good young man and he loved the people and I just want people to remember him as a good-hearted young man,\" his father, Marcus Arbery Sr., said Friday on what would have been his son's 26th birthday. \"To see him just get lynched like that by a racial mob is devastating to our family.\" Jackie Johnson, district attorney for the Brunswick Judicial Circuit, said in a statement sent to CNN on Saturday that her office recused itself early on in the case due to a conflict of interest. Gregory McMichael is a former investigator in her office. Johnson was replying to accusations made by local officials saying that her office delayed the arrest of the suspects. The district attorney said her office has no power to make arrests and did not direct the Glynn County Police Department to not make an arrest. Three shots heard in grisly video Gregory and Travis McMichael were arrested two days after Bryan's video surfaced online, sparking calls for justice in the south Georgia community. The video was shared by a local radio personality on the radio station's website but was later deleted. The footage begins with Arbery jogging down the middle of a street toward a pickup truck stopped in the road. Gregory McMichael is in the bed of the truck, while his son is standing near the driver's side door. Arbery approaches and he and Travis McMichael begin tussling. A shot goes off, and the two disappear off the left side of the screen as Arbery appears to throw a punch. Gregory McMichael takes out a handgun but doesn't fire. A second shot is heard as the men are struggling off-camera. As they come back into view, both are still grappling with the shotgun. Arbery appears to throw a right-handed punch at Travis McMichael's head as a third gunshot is heard. Blood appears on Arbery's T-shirt below his left ribcage. He stumbles and falls in the middle of the two-lane road. The Arbery case initially landed on the desk of Brunswick Judicial Circuit District Attorney Jackie Johnson, who recused herself because Gregory McMichael had worked for the office. The case then went to Barnhill. The GBI took over the case Tuesday night at the request of Tom Durden of the Atlantic Judicial Circuit, who is the third and current prosecutor.  Politicians, activists and celebrities have weighed in on the incident in recent days, including Georgia Gov. Brian Kemp, who called the footage \"absolutely horrific\" and said Georgians \"deserve answers.\"  Arbery's supporters ran 2.23 miles to pay homage to him on his birthday. The 2.23 signifies February 23, the date he was killed.  \"Those three men didn't respect his life, but it shows that you guys respect his life,\" Jasmine Arbery, Ahmaud's sister, told a crowd of people Saturday at a waterfront park in Brunswick, where they gathered to show support for Arbery's memory and his family. \"All over the world. Yesterday we had millions of followers following him, running for Ahmaud.\"  \"From the bottom of my heart, I speak for my family and myself, I want to say thank you,\" Jasmine Arbery said. \"Thank you for your kindness, your love, your support. 'Cause without you guys standing behind us, that story would have never got heard.\"  Correction: This article has been updated to correct the name of William \"Roddie\" Bryan, the man who recorded the video of the shooting. "], "Language": false}