{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/health/teen-dating-social-distancing-parenting-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Villano, CNN"], "Writers": [["Matt Villano"]], "FirstPublishDate": ["2020-05-12T08:25:32Z"], "LastModifiedDate": ["2020-05-12T08:25:32Z"], "Headline": ["No, your teenager's boyfriend or girlfriend cannot come over during the pandemic"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As far as first dates go, the one 14-year-old Jake Scott had with his new 15-year-old girlfriend, Abby Westrope, back in early March was epic. It started at Scott's baseball game, where Westrope watched him play. From there they went back to his dad's house, watched Netflix, played catch outside and ate tacos. The two talked about life, friends, hopes and dreams. At some point(s), the Northern California teens might have even kissed. Three months later, the duo is still dating, only it looks much different in the face of a global pandemic. They FaceTime for hours each day. They text. Once or twice a week, they don masks, meet up on the driveway at a parent's house and sit in lawn chairs spread apart by a minimum of 6 feet apart. They're not allowed to touch or kiss or do anything else that eighth and ninth graders typically might do — one parent is always watching. In Scott's words, it's \"rough.\" But they have made it work. \"At first, I was really against it, but [now] I'm in the acceptance phase,\" Scott wrote in a text message last week. \"It helps to know that my [girlfriend] is doing the same thing so that I know that it's not just me.\" Dating in the time of Covid Scott and Westrope aren't the only teenage sweethearts facing new rules under the coronavirus pandemic. All over the world, teens and their families are figuring out how to adapt the drama of adolescent love to the rigors of social distancing and sheltering in place.  Thankfully, many are following recommendations from their local governments, even if it's with some extra encouragement and enforcement from their parents. Others are disregarding the rules altogether — partially because they're teenagers, but also because moms and dads either can't or won't supervise social distancing. \"It's a tough time to be young and in love,\" said Jessica England, a licensed marriage and family therapist in San Francisco. \"Getting teenagers to see the big picture and think long-term is really, really hard.\" Teenage lovers dating back to Romeo and Juliet have vowed to stop at nothing to be together, and each of us has at least a few stories of sneaking out to be with our high school heartthrobs. There's even a scene in the 2011 movie \"Contagion\" in which a teenager gets mad at her father (played by Matt Damon) for not letting her see her boyfriend during a pandemic. And yet the danger is real. Research has suggested teenagers and younger kids are less likely than adults to show acute symptoms of Covid-19 or require hospitalization. Reports from the U.S. Centers for Disease Control and Prevention, however, say asymptomatic children can act as vectors, picking up the virus from one person and transmitting it to another, potentially infecting any number of other unsuspecting victims along the way.  Note that our understanding of how Covid-19 affects children is developing with the recent hospitalization of dozens of kids due to a mysterious illness which health officials believe could be linked to the coronavirus. Why teenagers don't get it So why is it so difficult for teenagers to grasp the gravity of a pandemic? Why do so many of them struggle with understanding the importance of social distancing and actually sheltering in place? Perhaps the most significant explanation has to do with brain development: The last part of the brain to form fully is the frontal lobe. This is the region with the prefrontal cortex, which controls \"executive functions\" such as impulse control, judgment, emotional regulation, planning, reasoning and a person's ability to look at situations with perspective and an eye on the future.  Scyatta Wallace, associate professor of psychology at St. John's University in Jamaica, New York, said this area of the brain doesn't stop developing until we're 25, which makes it difficult for some teenagers to imagine the enormity of how a life-threatening virus could potentially impact them at all. It also makes it tough for teenagers to see beyond their own overwhelming feelings. \"It's physically difficult for teenagers to imagine these sorts of things and understand them,\" said Wallace, who has focused the bulk of her research on teens.  \"When you apply this to romantic love and all the intense feelings associated with them thinking they're going to feel this way about a boyfriend or girlfriend forever, it's even more challenging for them to think practically about the situation and balance out the risk.\" Dr. Errol Fields, a pediatrician in Baltimore, Maryland, agreed, adding that incomplete development of the prefrontal cortex also accounts for the sense of invincibility and invulnerability that often characterize the teenage years. Fields, who is an assistant professor of pediatrics at Johns Hopkins School of Medicine, likened the situation to teenagers reading about the dangers of speeding, but then driving too fast. \"It's totally common for teenagers to think, 'That's not going to happen to me,'\" he said. \"They hear about this abstract virus that's causing the world to shut down, but they also hear it's not a big deal for adolescents, which multiplies the perception that it's not a big deal.\" How to parent teens through the pandemic Parents can help teens understand why they must take social distancing seriously. Yes, these conversations ultimately must convey the rules of the house. But they also can incorporate open and honest conversations about fears, frustrations, anxieties and more. Jody Thomas, a psychologist in Denver, said \"how\" questions are critical components to these chats. How are you feeling about disrupting the routine with your boyfriend/girlfriend? How would you decide if it's safe to see your significant other? How would you determine what risks come with it? All of these are good questions to ask to get your teen thinking more broadly. Thomas said parents should at least try to acknowledge the tragedy of their teens being cut off from friends and significant others, especially at a time when teenagers might feel they need their closest pals most. She advised to start these conversations by letting teenagers vent about frustrations with quarantine life, listen to what they're feeling, validate those feelings and then invite them to contribute to a discussion about how the family can work together to make the situation more palatable. \"Saying something like, 'I know it sucks right now, but we need to keep you safe,' might help a teenager begin to understand what's really at stake,\" said Thomas, who doubles as an adjunct lecturer at the Stanford University School of Medicine. \"We have to draw these lines for kids in a way that's empathetic and also acknowledges how hard it is.\" England, the psychotherapist in San Francisco, said it's important to lay out the rules of the house but it's equally important to engage in skill building with teens and walk them through what to do if they find themselves in a situation where they've made bad choices and wish to tap the brakes. Specifically, she said, parents must make clear they value safety over obedience. \"You'd rather have your kid call for a ride at 2 a.m. than drive drunk or ride with someone who's driving drunk,\" she said. \"It's the same situation if your teenager sneaks out to see his or her boyfriend or girlfriend. It takes courage to admit the mistake, but you need them to tell you about potential risk exposures to keep everyone else in the family safe.\" How NOT to parent teens through the pandemic Of course, parents also need to be mindful of pandemic parenting strategies that are likely to backfire. For starters, parents who are draconian, highly authoritarian or rigid risk their teenagers engaging in a psychological process called reactance, which essentially results in kids doing precisely what they're told not to do, according to Joe Rodgers, the Lois Autrey Betts professor of psychology and human development at Vanderbilt University in Nashville. Another potential pitfall: engaging in what experts refer to as comparison of suffering. \"When grown-ups start throwing out statements like, 'This isn't as hard as what I went through,' or 'This is nothing compared to x, y or z,' teenagers just stop listening,\" said Thomas. \"With the exception of some extenuating circumstances, this is the hardest thing most teenagers have ever had to go through. There's no way they're going to be able to contextualize it.\" England added that parents must be realistic about what to expect from their teenagers during this time of heightened stress, and to strive to make sure they don't set up their kids for failure. \"If any parent thinks he or she can say to a teenager, 'You can see your partner unsupervised but you can't make out with them,' that's just plain delusional, like asking them to take a closed-book test alone in their room with all of their textbooks,\" she said.  Fields, who specializes in helping adolescents grappling with questions of gender and sexuality, cautioned parents to remember that even when a teenager hasn't identified a significant other, it doesn't necessarily mean the child lacks one. For this reason, he said distancing can create mental health challenges for kids who identify as lesbian, gay, bisexual, transsexual, queer, intersex or asexual.    \"If a teenager isn't out to [their] parents, they can feel incredibly isolated, even when there's not a pandemic requiring all of us to stay at home,\" Fields said. \"Sometimes for these kids, a romantic partner is the only connection to feeling normal and sane.\" Silver linings At the end of the day, parents must prepare themselves to be flexible, and to practice patience in the face of inevitable hiccups with the family social distancing plan. Rodgers said this is because resourceful teenagers who think they're in love always will figure out ways to circumvent their parents. \"Rule No. 1  is that teenage boys and teenage girls will find ways to get together,\" he wrote in an email. \"Rule No. 2 is that pandemics don't change Rule No. 1.\"  With months of uncertainty in front of us, Rodgers said parents should be open to any opportunity that enables teens to connect with their significant others safely, even if it means more time on social media or screens. Here, he referenced get-togethers like those Scott has been having with his girlfriend in Northern California — hangouts that celebrate togetherness instead of tonsil hockey. As Rodgers explained it, though these sessions may not be what teenagers want during this tumultuous time, these low-key get-togethers may, in fact, be what they need. \"In a strange sense, a conversation between a teenage boy and girl from 10 feet apart creates a kind of psychological safe space that some may come to appreciate,\" Rodgers said.  \"Lots of teenagers aren't nearly ready for intimacy,\" he said, and they know it. \"'I'll social distance with you if you'll social distance with me' could be the rallying cry"], "Language": false}