{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/politics/coronavirus-leroy-jenkins-states-reopening/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-11T22:31:05Z"], "LastModifiedDate": ["2020-05-11T22:31:05Z"], "Headline": ["How we 'Leeeeroy Jenkins'-ed the coronavirus reopening"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Fifteen years ago today, a video was uploaded to the internet. It was of a group of nerds gamers playing something called \"World of Warcraft.\" The video featured 20-ish people plotting how to attack a boss. (It was in an area known as \"upper black rock spire\" in the game.) It was an intricate plan, with all sorts of coordinated moves being worked out and even a guy calculating the group's chances of survival. (It was \"32.33, uh, repeating of course\" if you were wondering. You weren't.) The plotting went on for an extended period of time -- right up until one of the players yelled, \"Time's up. Let's do this. Leeeeeerrrroy Jenkins!!!!\" and sprinted into the room to battle the boss. (\"Leroy Jenkins\" was his screen name in the game.) They all followed him because, well, what the hell else were they going to do? The \"Leroy Jenkins\" video has become the stuff of absolute legend on the internet -- as almost every piece of the video has been transformed into an internet meme of some sort. What, you are wondering at this point, does any of that have to do with the coronavirus -- and the way in which governors are reopening their states? A lot, actually. In fact, \"Leroy Jenkins\" is the perfect way to understand how we got to a place where 48 of the 50 states will be at least partially reopened by May 17 despite the fact that very few of them have met the federal guidelines for reopening. You remember those guidelines, right? President Donald Trump released them to much fanfare on April 16 -- a detailed step-by-step process that states had to go through before reopening. It was, Trump insisted, the result of consultations with doctors, infectious disease experts and a slew of others aimed at \"not opening all at once, but one careful step at a time.\" Eight days later, Republican Georgia Gov. Brian Kemp just Leroy Jenkins-ed it -- announcing that he was beginning to reopen his state despite the fact that most health experts (and Trump!) said it was a bad idea. Once Leroy -- er, I mean Kemp -- had run through that reopening doorway, the other governors had no choice but to follow. Because the political pressure to do so -- once Kemp had broken the seal -- became even more intense. And faced with growing protests and economic numbers that hadn't been so bad since the Great Depression, governors rushed to reopen their states, plans, plots and federal guidelines be damned. The Point: So, yeah, we Leroy Jenkins-ed the reopening of our country.  Except that the people involved in that video later admitted it was all staged and fake. This reopening is all too real."], "Language": false}