{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/10/entertainment/gallery/people-we-lost-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-01-11T01:00:55Z"], "LastModifiedDate": ["2020-05-11T17:51:25Z"], "Headline": ["People we've lost in 2020"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor and comedian Jerry Stiller died due to natural causes, his son, actor Ben Stiller, said in a tweet on Monday, May 11. He was 92. Jerry Stiller was perhaps best known for his roles on the TV sitcoms \"Seinfeld\" and \"The King of Queens.\" Soul singer Betty Wright died from cancer Sunday, May 10, at age 66, according to reports from multiple media outlets. Wright was known for her song \"Clean Up Woman,\" which became a top five hit, according to the biography posted on her verified Facebook page. Little Richard, the screaming, preening, scene-stealing wild man of early rock 'n' roll with hits like \"Tutti Frutti\" and \"Long Tall Sally,\" died Saturday, May 9, at the age of 87, Dick Alen, his former agent, confirmed to CNN. Paul \"Bear\" Vasquez, whose cries of exaltation at a double rainbow turned him into a viral star, died May 9 at the age of 57, according to  the Mariposa County Coroner's Office. \"Bear\" lived in relative solitude for much of his life. But his sincere love of nature -- and rainbows in particular -- endeared him to millions. Roy Horn, who dazzled audiences for decades as half of the animal and magic act Siegfried and Roy, died of complications from the coronavirus on Friday, May 8. He was 75. Brian Howe, former frontman for the British rock group Bad Company, died Tuesday, May 5, at the age of 66. Don Shula, the longtime Miami Dolphins coach and architect of the only perfect season in NFL history, died May 4 at age 90. Though he spent several seasons in the NFL as a player and served as head coach of the Baltimore Colts, he is best known for his quarter-century at the helm of the Miami Dolphins. He has won more games than any head coach in NFL history. Matt Keough, a former major-league pitcher and an occasional figure on \"Real Housewives of Orange County,\" died May 1 at the age of 64. The right-handed, mustachioed Keough pitched in 170 games for the Oakland A's from 1977 to 1983, earning an All-Star Game appearance as a rookie in 1978 and the American League's Comeback Player of the Year Award in 1980.  Actor Sam Lloyd, who most notably portrayed lawyer Ted Buckland on the TV comedy \"Scrubs,\" died at age 56, his agent said on May 1. Lloyd's television career also included roles in \"Desperate Housewives,\" \"Seinfeld,\" \"Modern Family,\" \"The West Wing,\" \"Cougar Town,\" \"Malcolm in the Middle,\" and \"Shameless,\" according to his agent. Veteran Bollywood actor Rishi Kapoor died in a hospital after a two-year battle with leukemia, his family representative confirmed in a statement on April 30. He was 67. Kapoor's first lead role — in the 1973 romantic film \"Bobby\" — won him the Filmfare Award, India's equivalent of the Oscars, for best actor. Bollywood star Irrfan Khan, known internationally for his roles in \"Life Of Pi\" and \"Slumdog Millionaire,\" died April 29, his representatives confirmed. He was 53. Khan, one of India's best-known and most beloved actors, revealed in March 2018 that he had been diagnosed with a rare neuroendocrine tumor — an abnormal growth that begin in the body's specialized neuroendocrine cells, according to the Mayo Clinic. Troy Sneed, a Grammy-nominated gospel singer and record-label founder, died April 27 of complications from Covid-19. He was 52. Sneed was known for gospel radio hits, including \"My Heart Says Yes\" and \"Worked It Out.\" Theodore Gaffney, who photographed the Freedom Riders as they protested segregation in the 1960s, died April 19 of complications related to the novel coronavirus. He was 92. Gaffney was also one of the first black photographers in the White House. Howard Finkel, the legendary ring announcer and WWE Hall of Famer, died at the age of 69, the company announced on April 16. Finkel would mark championship victories with his signature call, \"and Nnneeeww world champion!\" NFL Hall of Famer Willie Davis died April 15 at the age of 85, according to the Green Bay Packers. The defensive end, who in 1965 became the first black captain for the Packers, spent 10 years with the team. Brian Dennehy, a versatile character actor whose career spanned five decades, died April 15 at the age of 81, his talent agency confirmed. Dennehy, a two-time Tony Award winner, starred in a wide range of films, often in tough-guy roles. Former NFL quarterback Tarvaris Jackson died in a car crash in Alabama on April 12. He was 36 years old. During his 10-year career with the NFL, he had 45 career touchdowns. Stirling Moss, a British motor racing legend widely considered one of the greatest drivers never to win a Formula One title, died April 12 at the age of 90. Moss was an active race driver between 1948 and 1962, competing in numerous classifications and winning 212 of the 529 races he competed in. NHL center Colby Cave, who played for the Edmonton Oilers and the Boston Bruins, died April 11 at the age of 25. He died days after doctors operated on him to remove a colloid cyst that was putting pressure on his brain, according to NHL.com. He had been in a medically induced coma since suffering a brain bleed overnight. Influential singer-songwriter John Prine, whose career spanned five decades, died April 7 due to complications related to coronavirus, his publicist confirmed. He was 73.  Legendary baseball player Al Kaline died April 6 at the age of 85, according to the Detroit Tigers. Kaline played his entire career in Detroit, where he was an All-Star 18 times, won a World Series in 1968 and earned the nickname \"Mr. Tiger.\" Veteran actress Shirley Douglas, the wife of Donald Sutherland and mother of Kiefer Sutherland, died April 5 due to complications surrounding pneumonia, Kiefer Sutherland said on Twitter. She was 86. NFL Hall of Famer Bobby Mitchell, who became the first African American to play for the Washington Redskins, died April 5, according to the Pro Football Hall of Fame. He was 84. Timothy Brown, a former NFL star and actor on the comedy/drama \"M*A*S*H,\" died April 4 in Southern California. He was 82. Adam Schlesinger, the co-founder of pop-rock band Fountains of Wayne and an Oscar-nominated songwriter, died Wednesday, April 1, from complications related to coronavirus. He was 52. Bill Withers, the singer-songwriter whose soulful hits included \"Lean On Me,\" Ain't No Sunshine\" and \"Lovely Day,\" died March 30 of heart complications, according to his family. He was 81. Lorena Borjas, a transgender Latinx activist from New York who spent decades advocating for people from marginalized communities, died March 30 from complications due to the novel coronavirus, according to a close friend. Borjas, 59, spent decades serving transgender people, undocumented immigrants, sex workers and those living with HIV/AIDS, providing them with legal assistance and other services. Tomie dePaola, a children's author and illustrator known for his book \"Strega Nona,\" died on March 30. The 85-year-old author died from complications from surgery after he fell in his barn which served as a studio, according to a statement from his literary agent. DePaola authored nearly 300 books, including \"Oliver Button is a Sissy,\" \"The Legend of Old Befana,\" and the New York Times best-seller \"Quiet.\" Rocker Alan Merrill, who wrote and recorded the original version of the hit song \"I Love Rock 'n' Roll,\" died March 29 after being diagnosed with coronavirus, his daughter told CNN. Merrill, 69, was a big star in Japan in the 1970s and wrote and recorded the anthem \"I Love Rock 'n' Roll\" in 1975 with his band The Arrows. Joan Jett & the Blackhearts covered the song in 1982 and the single shot to the top of the Billboard Hot 100. Famed Japanese comedian Ken Shimura died March 29 after contracting the novel coronavirus, his representatives said. Shimura, 70, has been described as \"Japan's Robin Williams,\" with the country's television networks heavily covering his death. Joe Diffie, a country music singer known for his lighthearted odes to country life that reached mainstream success in the 1990s, died March 29 from complications of coronavirus, his publicist said in a news release. Diffie was 61. Fred \"Curly\" Neal, whose flashy dribbling skills and smile made him a Harlem Globetrotters legend, died March 26. He was 77. World-renowned jazz musician Manu Dibango died of coronavirus on March 24, according to his official Facebook page. He was 86. The Cameroonian saxophone player achieved global fame in the 1970s for his style of mixing jazz with traditional music from his home country. Dibango was also a big influence for many musicians around the globe for several decades and his music was often sampled; most famously in Michael Jackson's hit \"Wanna Be Startin' Somethin.\" Kenny Rogers, whose legendary music career spanned six decades, died on March 20. He was 81. Rogers had 24 No. 1 hits during his career, and more than 50 million of his albums sold in the United States alone. Swedish actor Max Von Sydow, who made his name in the films of Ingmar Bergman before featuring in international hits like \"Game of Thrones,\" died March 8 at the age of 90. He was a well-known figure in both European and American cinema, starring in films from Bergman's masterpiece \"The Seventh Seal\" to international blockbusters such as \"Star Wars: The Force Awakens.\" James Lipton, whose serious interviews with high-profile stars \"Inside the Actors Studio\" for more than 20 years made him a well-known pop-culture figure, died March 2 at the age of 93. Hosni Mubarak, the former Egyptian president who ruled for nearly 30 years until being overthrown, died on February 25. He was 91. During his 29 years in power, Mubarak survived would-be assassins and ill health, crushed a rising Islamist radical movement and maintained the peace pact with neighboring Israel that got his predecessor killed. Clive Cussler, the bestselling author and sea explorer, died on February 24, his family announced in a Facebook post.\nHe was 88. Katherine Johnson, a pioneering mathematician who, along with a group of other brilliant black women, helped make US space travel possible, died on February 24. She was 101. Her life and work served as inspiration for the film \"Hidden Figures.\" Former Major League Baseball shortstop Tony Fernandez died at age 57, the Toronto Blue Jays tweeted on February 16. He suffered a stroke and had been struggling with kidney issues, the team said. During his 17-year career, Fernandez won four Gold Glove Awards, made five All-Star appearances and won a World Series title with the 1993 Blue Jays. Caroline Flack, the former host of the hit British reality show \"Love Island,\" died at the age of 40, her family confirmed on February 15. A family lawyer told PA Media that Flack committed suicide and her body was found in her east London apartment. Actress Lynn Cohen, best known for her role as Magda the housekeeper in \"Sex and the City,\" died February 14, according to her manager. She was 86. Actor Robert Conrad, known for the television show \"The Wild "], "Language": false}