{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/entertainment/zoom-theater-of-war-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeffrey Winter, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-08T19:20:45Z"], "LastModifiedDate": ["2020-05-11T15:23:41Z"], "Headline": ["Actors and activists bring 'Oedipus' to Zoom in healing performance"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Some of Hollywood's most respected actors performed \"Oedipus Rex\" for a global audience of thousands Thursday night -- on Zoom. Frances McDormand, John Turturro, Oscar Isaac and others read from the classic Greek tragedy about blind leadership amid a deadly plague as part of \"The Oedipus Project,\" a new digital theatrical experience from Theater of War Productions .  The event looked no different than an average video conference. The performers joined from their homes with no make-up, costumes or sophisticated lighting; a few even wore earbuds. Images froze, cues were late, words were missed. Coronavirus sees no celebrity.  Close to their cameras, the actors filled the computer screen with intimate glares and crackling pleas. Spontaneous and raw, the acting felt visceral.  As dusk turned to darkness in the echo-filled void of Isaac's apartment, his Oedipus grew more isolated and bitter. With ring lights reflecting in Jeffrey Wright's glasses, Tiresias looked as obscured as his riddles. New York City's Public Advocate Jumaane Williams, who has acted in Theater of War Productions since 2016, played the Chorus with the urgency and concern of a man who has been fighting on the city's front lines.  It was Williams who asked the company's artistic director and co-founder, Bryan Doerries, if he had anything to perform that would address the isolation of the current pandemic. The theater and Williams' office partnered with the Brooklyn Public Library to create a forum in which to escape and process those anxieties. Like the character of Oedipus from Greek tragedy, people are frustrated and fearful. Theater of War, Williams says, is \"a great way to have an important conversation and get people talking.\"   After each performance, community members \"with skin in the game,\" as Doerries calls them, share their thoughts on the work. A broader discussion with the audience follows. The Oedipus panel included Anthony Almojere, a lieutenant with FDNY; Dr. Robert Gore, an ER physician and CNN Hero; homeless and housing advocate Paulette Soltani; and Jo-Ann Yoo, executive director of the Asian-American Federation.   Almojere, fresh off a 16-hour shift, saw plenty of parallels between the streets of New York and Thebes, the Greek locale where the play takes place.  \"You have to have a little reservoir of hope,\" he said. \"And the pandemic can drain that reservoir.\" Viewers then chimed in. An older couple joined from their bedroom. A fellow named Sergio sipped wine on his couch. College students connected over Classics.  \"The answer to COVID,\" Doerries says, \"is collectivism.\"  Doerries is a civic-minded artist skilled at getting the stoic to speak. His programs address tough issues like combat trauma and suicide, and the ensuing town halls provide safe spaces for the afflicted to heal. Academy Award-nominated actor David Strathairn has performed in more than one hundred readings with Theater of War, including Thursday's. \"We are sharing this story with all its power and intent with the audience,\" he says. \"We give it to them so they can do with it what they will.\" As an experiment in live, dislocated theater, \"The Oedipus Project\" succeeded. It connected a fragmented audience and brought them a little closer together. "], "Language": false}