{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/football/bundesliga-dresden-football-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ravi Ubha, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-10T12:23:49Z"], "LastModifiedDate": ["2020-05-10T12:23:49Z"], "Headline": ["Dynamo Dresden's game canceled after positive coronavirus tests as Bundesliga resumption approaches"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["German soccer's return to action next weekend suffered a blow after two players from Dynamo Dresden tested positive for the coronavirus.  The Bundesliga and Bundesliga 2 are scheduled to resume following the go-ahead from German Chancellor Angela Merkel, but Dresden's game at Hannover on May 17 in the second tier now won't be contested because of the positive tests for the two unidentified players.   The duo don't have any symptoms, but the entire team -- including coaching and support staff -- faces a quarantine period of 14 days at home, Dresden said on its official website. The club resumed practice sessions last Thursday.  Dresden sits in last place in the division, while Hannover has an outside chance of promotion to the Bundesliga.  The Bundesliga is set to become the first major soccer league in the world's most popular sport to resume during the global coronavirus pandemic after a two-month stoppage.  Along with extensive testing of players, handshakes and team photos won't take place, and the ball will be disinfected before kickoff, among other safety measures.  Germany, according to statistics posted by the World Health Organization on Saturday, has recorded 7,369 coronavirus deaths, below the more than 25,000 deaths in the European nations of the UK, Spain, Italy and France. Germany's coronavirus testing has been praised during the pandemic.  No fans but cutouts instead Still, there won't be any fans at matches. But fans of Borussia Moenchengladbach can pay $20 for a life-size cutout of themselves that will be placed in the stadium's seats. Proceeds in part go to coronavirus relief efforts.  No fans, then, but the money from lucrative TV rights is much needed by soccer clubs, Germany included.  \"There is no point to beat around the bush that it is extremely important for the Bundesliga and for the individual clubs to get back on the field and play,\" Lutz Pfannenstiel, Fortuna Dusseldorf's sporting director, told CNN Sport. \"We are a league that is very much depending on the television money. So to get that, playing is obviously what you have to do. \"You would have a lot of people who are not playing, who are not coaching and not sitting in the big positions -- they would also be getting into a bad economic situation.\" Dates haven't been announced for the official return of the three highest profile soccer leagues -- the UK's Premier League, Spain's La Liga and Italy's Serie A."], "Language": false}