{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/sport/sports-coming-back-coronavirus-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Joshua Berlinger, CNN"], "Writers": [["Joshua Berlinger"]], "FirstPublishDate": ["2020-05-10T00:53:21Z"], "LastModifiedDate": ["2020-05-10T00:53:21Z"], "Headline": ["Pro sports are coming back around the world. Does that mean there's a light at the end of the tunnel for the US?"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It's the bottom of the ninth inning. Kim Sang-su steps into the batter's box for the NC Dinos, who are down 4-0 to the Samsung Lions on Tuesday's opening day of the Korean Baseball Organization's (KBO) 2020 season.  This is the Dinos' final chance for a comeback. But play-by-play announcer Karl Ravech has disappeared.  Ravech, the host of ESPN's flagship MLB program \"Baseball Tonight,\" is experiencing technical difficulties from his home in the northeast United States, where he's calling the game -- thousands of miles away from where it's actually taking place. His partner in the virtual broadcast booth, longtime professional baseball player Eduardo Perez, takes the reins from his own home in the southeast of the country, filling in briefly before Ravech is able to return.  Ravech told viewers it was likely an internet dropout and to \"be prepared, it might happen again.\"  That game was the first Korea baseball contest aired by ESPN as part of an agreement that will see the US sports network show six KBO games a week. Though the Dinos were able to get two players on base during the final frame, they failed to score and the Lions won the game. Technical difficulties, like those experienced during Tuesday's broadcast, are just one of the many challenges ESPN faces in its first major attempt to air live sports since professional sports in the United States paused play indefinitely amid the coronavirus pandemic. The network is betting that Americans are craving live sports enough to follow an unfamiliar league halfway around the world. \"I think there was an absolute hunger and desire to watch live sports programming,\" Ravech said. \"This is the time of year where baseball is played. And if you can provide that meal to a hungry audience, they're going to eat it.\" Though some states are beginning to reopen and lift lockdowns, the United States is still in the throes of its battle against the virus, where 1.3 million people have been infected and 78,000 have died. But countries that have been able to flatten the curb are starting to bring competition back online. Taiwanese baseball started last month without fans. South Korea's league began this week.  As the rate of new infections slows in Germany, the Bundesliga is gearing up to come back -- a move that will likely put pressure on the rest of European soccer to follow suit when specific countries are ready.   Australia's National Rugby League is on track to resume play on May 28. And the Australian Football League could follow in June, if the country's cases continue to decline and people continue to follow social distancing, federal Sports Minister Richard Colbeck said this week. For sports fans around the world, these events offer a semblance of a return to normalcy. For those in the US and other countries struggling to contain the pandemic, the return of sports like the KBO offers fans something to satisfy their live sports cravings as well as a picture of what other sports might look like when they eventually resume. \"I think this is a blueprint and a template for the future,\" Ravech said. \"That may be short-term, but the know-how now and the awareness that it can be done this way has, I imagined, opened up some eyes about the feasibility of continuing this.\"  A vigilant response and careful steps forward The empty stands at Samsung Lions Park in the southern city of Daegu and the Korean-language jerseys were omnipresent reminders that Tuesday's game was not the national pastime as Americans know it.  But it was still baseball. It may not have been Major League Baseball, but the game itself was largely the same minus a few minor differences in rules and regulations. Hearing Ravech's dulcet tones and Perez's insightful commentary during the game were reassuring, comforting and familiar for baseball fans who tune in to ESPN to follow the majors. But it will likely be some of the only baseball fans in the United States can enjoy for some time, because the MLB does not appear close to ready to start its season. The league has floated a plan to sequester all 30 teams in Arizona and play games there without fans, but it's not clear if that is feasible. There are major logistical hurdles from testing capacity to housing all 30 teams, and several players told ESPN they are not crazy about the idea of being sequestered away from their families in the middle of a pandemic. \"We have tried to be cautious about trying to go too soon, based on what the public health situation is,\" MLB Commissioner Rob Manfred said in an interview with The Associated Press last month. \"I think it's incumbent upon us to turn over every stone to try to play the game in 2020 if there's any way we can in the environment.\"  South Korea's league is starting because, unlike the US, the country largely has its outbreak under control. Public health experts have hailed Seoul's strategy, which emphasizes rapid and widespread testing and thorough contact tracing, as one of the most effective responses to the virus on the planet. The numbers speak for themselves. To date, South Korea has recorded only 10,840 coronavirus patients and 256 fatalities. However, the capital of Seoul is cutting trying to contain a cluster of cases connected with nightclubs in Itaewon, a popular nightlife district in the capital.   But the KBO is still putting in place a host of measures to keep people safe. Players and team personnel must wash their hands or use hand sanitizer often and undergo frequent temperature checks. Almost everyone will be required to wear masks and gloves, except when in the dugout or on the field.  Players and team personnel are being asked to stay 2 meters (6.6 feet) away from others in locker rooms, showers and the dugout -- a difficult task considering it's a small space. High-fiving and spitting are discouraged. There are plans to bring fans back eventually, though they will have their temperature checked and be required to a wear mask, a league official said. The league is also putting contingency plans in place in case a player gets sick. If a player begins showing symptoms after the league starts, they'll be quarantined. But others will continue playing. If a player tests positive, their close contacts will be self-quarantined for 14 days and the league will review if it needs to be suspended or not. The KBO's plan shares many similarities with Taiwan's professional baseball league, which began play last month and broadcasts its games in English to the rest of the world. The island has a population of about 24 million people, but it had detected only 440 coronavirus cases and recorded just six deaths as of Saturday morning local time. That's thanks in large part to its rapid response, world-class healthcare system, early travel ban and the decision to ramp up domestic face mask production -- several lessons learned in the aftermath of the 2003 SARS pandemic. Having the virus under control allowed Taiwan to bring back professional baseball last month, though like the KBO, Taiwanese games are played with no human spectators. Similarly, Australia is inching closer to bringing its multibillion-dollar sports industry back.  Compared to most countries, Australia has a low rate of infection. As of Friday, fewer than 100 people had died. Authorities there moved quickly to ban international travelers from high-risk areas, close businesses and establish lockdowns, all the while making testing widely available.  Can KBO catch on?  It's not clear when the United States will be able to bring the rate of new infections down to the same level as Australia, South Korea or Taiwan. Though some states are gradually reopening, the virus is still killing hundreds of people each day. An influential model often cited by the White House doubled its projections for the number of coronavirus-related deaths in the United States to more than 134,000 by August, largely because of relaxed social distancing measures. If the situation fails to improve, it could further delay the return of live sports -- and push more viewers to options like the KBO.    ESPN's decision to air Korean baseball and dedicate editorial resources to covering it is very much an attempt to win back viewers who have stopped watching the network while American sports leagues are on hiatus.  ESPN's business model is hugely dependent on covering these leagues. Without live sports to broadcast, report on or discuss during talk shows, the network and its website have had to get creative, including re-airing old material and moving up the release of its critically acclaimed documentary series \"The Last Dance.\" But it's a gamble. ESPN is betting the experience of watching baseball in real time -- or slightly delayed -- will prove enough of a draw to fans of the game, even if they don't have a team or stars to root for. It's likely too early to say if the bet will pay off, but ESPN's decision to air the KBO taps into the same value proposition the network was founded on 40 years ago: that live sports are dramatic and entertaining enough to attract a loyal audience and, sometimes, offer necessary respite from the harsh realities of the world. And so far, Ravech said the response has been largely positive.  \"It's been funny. People are on social media saying help me pick a team, who should I invest in,\" he said. \"Given the uncertainty of Major League Baseball in this country, I do think over a period of time there will be a large number of people who say, how about those NC Dinos? They are playing great. Can you believe what just happened in the Samsung game?\""], "Language": false}