{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/tara-reade-interview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By MJ Lee and Ellie Kaufman, CNN"], "Writers": [["MJ Lee", "Ellie Kaufman"]], "FirstPublishDate": ["2020-05-08T19:22:33Z"], "LastModifiedDate": ["2020-05-09T17:58:22Z"], "Headline": ["Tara Reade says Joe Biden should drop out of 2020 race: 'You should not be running on character'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Tara Reade, a former Senate aide who has accused Joe Biden of sexually assaulting her in 1993, said in a new interview that the presumptive Democratic presidential nominee should withdraw from the 2020 race.  \"You and I were there, Joe Biden. Please step forward and be held accountable. And if you feel that you can address this in a real way, then you know and I know that you should step down,\" Reade said, in her first on-camera interview since Biden personally denied her allegation last week. \"You should not be running on character for the president of the United States.\"  Reade made the remarks to former Fox News and NBC anchor Megyn Kelly in a 42-minute interview that was released Friday. In it, Reade spoke about how the alleged assault has impacted her life and why she was coming forward to tell her story. \"My end game is basically telling my story in a dignified way, not be torn apart, and it's being able to move on with my life and heal,\" Reade said. CNN has spoken with Reade over the phone multiple times about her allegation. Reade canceled an on-camera interview with CNN last weekend. Reade has accused Biden of sexually assaulting her in 1993, when she was an aide in his then-Senate office.  She told CNN, and reiterated in the interview with Kelly, that in a corridor on Capitol Hill, Biden had pushed her up against a wall and forcibly put his fingers inside of her. Biden has unequivocally denied the allegation. \"It never, never happened. It didn't. It never happened,\" Biden said on MSNBC last week. He said while he did not want to question Reade's motives, \"I don't know why she's saying this. I don't know why after 27 years, all of a sudden this gets raised. I don't understand it.\"  Asked whether she would go under oath and be subject to a cross examination, Reade said in the interview with Kelly she would. On whether she would take a polygraph test, Reade said she would take one if Biden did as well. \"I'm not a criminal. Joe Biden should take the polygraph,\" she said.  Divorce document Last year, Reade was among multiple women to accuse Biden of physical interactions that made them feel uncomfortable. None of them, including Reade, accused Biden of sexual assault at the time. When Reade made the assault allegation against Biden for the first time this year, she said she had not told the whole story last year because she feared for her and her daughter's safety. She has alleged that she filed a complaint with a personnel office on Capitol Hill in 1993 about the alleged sexual harassment, but not the assault. No complaint has been found so far. The Secretary of the Senate, after consulting with legal counsel, has said it cannot confirm or deny the existence of a complaint or make one public. A divorce document from 1996 obtained by CNN shows that Reade's ex-husband, Ted Dronen, said under penalty of perjury that when he was dating Reade in Washington, DC, in the spring of 1993, she confided in him about \"a problem that she was having at work regarding sexual harassment, in U.S. Senator Joe Biden's office.\" The San Luis Obispo Tribune first reported on the divorce document Thursday. \"It was obvious that this event had a very traumatic effect\" on Reade, \"and that she is still sensitive and effected by it today,\" Dronen said in the document. The document is the first piece of written evidence that appears to confirm Reade told someone close to her about issues she was having in Biden's office at the time. It describes a problem of sexual harassment, not assault. It also does not specify who was allegedly harassing her.  Reade has said she verbally complained to three supervisors at the time about the alleged sexual harassment. All three have told CNN and other media outlets that they never received such a verbal complaint from Reade, and were furthermore never aware of any sexual harassment complaints from anybody against Biden in the years that they worked with him. In the divorce document, Dronen states that Reade told him \"she eventually struck a deal with the chief of staff of the Senator's office and left her position.\" Dronen did not respond to CNN's requests for comment. The Biden campaign did not comment on the divorce document. On the specific assertion that Reade had struck a deal with Biden's then-chief of staff, the campaign pointed to what Ted Kaufman has previously told CNN. Kaufman said he did not remember Reade and that no complaint about sexual harassment was ever brought to his attention in all the years that he has worked with Biden.  \"She did not come to me. I would have remembered her if she had, and I do not remember her,\" Kaufman said. \"I would surely remember because nothing like that ever happened in the 50 years I've been associated with the senator.\" Biden aide: 'More and more inconsistencies arise' In a statement on Thursday evening, Biden deputy campaign manager Kate Bedingfield said that with each passing day, \"more and more inconsistencies arise\" in the Reade allegations. Bedingfield specifically pointed to statements that Reade and an unnamed friend made last year. \"Women must receive the benefit of the doubt. They must be able to come forward and share their stories without fear of retribution or harm -- and we all have a responsibility to ensure that,\" Bedingfield said. \"At the same time, we can never sacrifice the truth. And the truth is that these allegations are false and that the material that has been presented to back them up, under scrutiny, keeps proving their falsity.\" The Associated Press reported that Reade told the publication last year, when she accused Biden only of sexual harassment: \"I wasn't scared of him, that he was going to take me in a room or anything. It wasn't that kind of vibe.\" Vox reported Thursday that an anonymous friend of Reade's who recently came forward to say Reade had told her about the allegation of sexual assault in 1993, told the publication last year that Biden \"never tried to kiss her directly. He never went for one of those touches.\" Reached on the phone Friday, the same friend, whom CNN first interviewed last month, confirmed that she made the comment to Vox last year and stood by her prior statement. \"What I said a year ago was completely valid,\" the friend said. \"During staff meetings did he try to kiss her? No. Did he rub her neck? Sure. Did he twirl his hair around his finger? Sure.\" The friend had previously told CNN that she had strongly urged Reade last year against publicly coming forward with her allegation of sexual assault against Biden. \"I thought she was safer just talking about the harassment,\" the friend said. \"It was probably bad advice.\"  Asked on Thursday by Kelly why she had previously praised Biden on social media as recently as a few years ago, Reade said she had long felt \"conflicted' about the former vice president.  \"I didn't want to talk badly about him, and I wasn't ready to tell my history with Joe Biden at that point at all,\" Reade said. Reade's new lawyer Reade's new interview came on the same day that Douglas Wigdor, a prominent sexual harassment and assault lawyer, announced that his firm was representing Reade. Wigdor has represented accusers of Harvey Weinstein, and was a vocal supporter of Christine Blasey Ford when she accused Supreme Court Justice Brett Kavanaugh of sexual assault. Wigdor told CNN in an interview Thursday that Reade was currently not paying his law firm and that \"right now, I don't anticipate ever getting paid for anything.\" Wigdor supported President Donald Trump in the 2016 election. FEC records examined by CNN show that he gave over $54,000 to the Trump campaign, Trump Victory -- a joint fundraising committee -- and the Republican National Committee during that cycle. Wigdor has not donated to Trump or Biden this cycle, and has also donated to Democrats in the past. On Thursday, Wigdor insisted that his past support for Trump has \"absolutely zero impact\" on why his firm decided to take on Reade as a client. He also said that the question of whether he still remains a Trump supporter is \"complicated,\" and that he has not made a decision on who he will support in this year's election. UPDATE: This story has been updated to reflect the full, 42-minute interview with Reade was released on Friday night."], "Language": false}