{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/09/entertainment/gallery/little-richard/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-09T15:45:03Z"], "LastModifiedDate": ["2020-05-09T17:12:28Z"], "Headline": ["In pictures: Little Richard, founding father of rock 'n' roll"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Little Richard poses for a photo, circa 1965. An early portrait shows Little Richard around 1952 in Atlanta. Little Richard performs onstage in 1955. Little Richard visits with fans in the 1950s. Little Richard performs in the 1957 film, \"Mister Rock and Roll.\" Little Richard poses for a photo in the 1950s. Little Richard sits at the piano around 1960. Little Richard speaks at a news conference around 1960. Little Richard performs in Hamburg, Germany, in 1962. Little Richard performs in 1972. Little Richard poses in costume at an empty Wembley Stadium during rehearsals for a concert in 1972 in England. Little Richard performs at Wembley Stadium in 1972. Little Richard and George Gobel appear during the filming of an episode of the TV show, \"Donny & Marie,\" in 1976. Little Richard, who became a preacher for a few years, poses for a photo with his Bible in Oakland, California, in 1981. Little Richard greets reporters during a news conference at a hospital in Los Angeles in 1985 after surviving a car wreck. Dolly Parton and Little Richard perform on \"Dolly\" in 1987. Luther Vandross, Bobby McFerrin, Alan Paul, Little Richard and Tim Hauser compete on the TV game show, \"Family Feud.\" Rolling Stone publisher Jann Wenner, left, Yoko Ono, center, and Little Richard celebrate after cutting the ribbon to open the Rock and Roll Hall of Fame and museum in Cleveland in 1995. Dick Clark and Little Richard pose together at the taping of \"American Bandstand's 50th ... A Celebration\" in 2002. Little Richard performs during the halftime show of the AutoZone Liberty Bowl in Memphis in 2004. Little Richard performs in Gijon, Spain, in 2005. Little Richard and CeeLo Green speak during an event in 2013 in Atlanta. Little Richard performs in in Las Vegas in 2013. Cathy Hughes speaks with Little Richard during an event at the National Museum of African American Music in Nashville in 2016."], "Language": false}