{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/football/football-coronavirus-var-scrapped-five-substitutes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-05-09T13:30:08Z"], "LastModifiedDate": ["2020-05-09T13:30:08Z"], "Headline": ["Top football leagues given option to scrap VAR when competition resumes"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The English Premier League (EPL) and other major football leagues have been given the option to scrap the use of VAR (Video Assistant Referee) when their competitions resume after being halted by the coronavirus pandemic. The EPL adopted VAR for the 2019-20 season and its use has come under fire from players, managers and fans after a host of controversial decisions. With matches being played behind closed doors and with other heavy restrictions in place, football's lawmakers have made a series  temporary amendments to their rules, giving leagues the discretion to discontinue VAR. READ: Has football gone too VAR? World governing body FIFA and the International Football Association Board (IFAB), which sets the rules, issued new guidelines ahead of the restart of the Bundesliga next week, with the EPL, Spain's La Liga and Italy's Serie A set to follow suit. \"In relation to competitions in which the video assistant referee (VAR) system is implemented, these competitions are permitted to cease its use upon restart at the discretion of each individual competition organizer,\" said a statement. \"However, where VAR is used, all aspects of the laws of the game and, by extension, the VAR protocol will remain in place.\" Five substitutes allowed The other major temporary rule change will allow each side to make up to five substitutions per match, an amendment which will be allowed in all competitions that finish before the end of 2020. The changes, which are designed to protect player welfare with a likely heavy program of matches as leagues catch up on the backlog of fixtures, will allow sides only three opportunities, excluding halftime, to use the compliment of substitutes. Currently only a maximum of three substitutes can be used. READ: Potential Premier League return divides fans READ: 30 years of dreaming: Liverpool's agonizing wait for English football's biggest prize \"The temporary amendment comes into force with immediate effect and has been made as matches may be played in a condensed period in different weather conditions, both of which could have impacts on player welfare,\" said the IFAB and FIFA statement. All major European leagues have been suspended for several weeks but a number are still hoping to complete the 2019-20 season, with the Champions League and Europa League also to be finished. The IFAB and FIFA will decide at a later stage whether the temporary amendments will need to be extended further for competitions due to be completed in 2021 as football battles to adapt to the coronavirus crisis."], "Language": false}