{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/michael-jordan-air-1s-auction-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-08T17:46:22Z"], "LastModifiedDate": ["2020-05-11T02:08:12Z"], "Headline": ["Michael Jordan's signature Air Jordan shoes from 1985 are going up for auction"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Michael Jordan fans, ready your wallets. A pair of Jordan's game-worn and autographed Nike Air Jordan 1 shoes from 1985 are hitting the auction block this weekend from Sotheby's. And they won't come cheap -- Sotheby's estimates the shoes will sell for upwards of $150,000. The mid-top sneakers were made exclusively for Jordan, so this pair varies slightly from the version available to the public. They feature red laces instead of black and white. The material is different, too. \"The Vintage Originals from 1985 are in the Chicago Bulls white, black and red -- the Air Jordan 1 colorway that Michael Jordan wore the most often on the court,\" reads a news release from Sotheby's. \"Produced between February to April 1985, Jordan wore the present pair of Air Jordan 1s during an early, pivotal point of his career and thus catapulted the sneaker's popularity.\" The signature shoes reflected Jordan's elevated stature and were rare for a pro athlete at the time. Nike also didn't even offer mid-top sneakers to the public then -- only highs and lows, according to Sotheby's. If that isn't enough to entice bidders, the right shoe features Jordan's signature in permanent marker. The online sale will open Friday and run until May 17, coinciding with the final episode of \"The Last Dance,\" the ESPN documentary about Jordan and his championship run with the 1990s Chicago Bulls. The Air Jordan shoes could sell for much more than their estimated $150,000 price. Last year, Sotheby's sold the Nike \"Moon Shoe\" for $437,500 -- shattering the world auction record for a pair of sneakers. Those shoes had been estimated to sell for about $160,000."], "Language": false}