{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/football/bundesliga-borussia-monchengladbach-fans-cutout-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-09T08:43:44Z"], "LastModifiedDate": ["2020-05-09T08:43:44Z"], "Headline": ["Cut-out fans and virtual menus mark the new normal for German football"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["It's the first major European league to return to action later this month, but with games being played behind closed doors, Bundesliga clubs in Germany are having to think of creative ways to create an atmosphere with thousands of fans unable to attend matches. Top-flight side Borussia Monchengladbach, which is in fourth place and chasing a Champions League slot for next season, has come up with a novel solution to the problem of playing in an empty stadium. And ahead of the Bundesliga's resumption on May 16, the club is in the process of filling its stands with life-size cut-outs of fans.  More than 4,500 cut-outs have already been installed at Borussia-Park with another 12,000 ordered by the club as it prepares for the resumption of fixtures, according to Gladbach's Twitter feed. Supporters pay around $20 (19 euros) for the cut-out with all profits going to local causes, including coronavirus relief efforts. Gladbach's first game at home will be against Bayer Leverkusen on May 23. The team plays away at Eintracht Frankfurt on May 16. \"The campaign organizers are regularly overrun with orders; we can hardly keep up trying to install them all,\" Gladbach fan representative Thomas Weinmann told the Bundesliga website.  READ: Rapinoe fears coronavirus pandemic has ended her days as an Olympian \"But we're obviously delighted with the overwhelming support it's received.\" The club has even allowed fans from rival teams to buy a virtual seat in the away section of the 59,724 capacity stadium. \"When you first come into the stadium, for three or four seconds you don't realize that it's not real people,\" Borussia player Marcus Thuram told the club website. \"Sadly, we can't get the same noise from the crowd, but it's still a nice feeling to have the fans there.\" Safety protocols The Bundesliga delivers some of the most consistent attendances in Europe, with an average of 43,300 people packing into stadiums every game.   However, despite German Chancellor Angela Merkel setting out plans Wednesday for the gradual reopening of the country after weeks-long restrictions, it will be some time before fans are able to watch their sides play in person.  The country has 169,430 confirmed cases of the virus with 7,392 deaths, according to the latest figures.  As a result, games promise to look very different once they resume with a number of safety protocols introduced.  Teams will arrive at different times and will be required to adhere to social distancing measures off the pitch.  Pre-match handshakes and team photos will be scrapped and the ball disinfected before and during the game. Players will be tested for the virus at least once a week and will require two consecutive negatives results to play, according to DW. Lutz Pfannenstiel, sporting director at Bundesliga club Fortuna Düsseldorf, says the return of action behind closed doors is vital for the survival of a league that depends so much on money from television rights.  \"There is no point to beat around the bush that it is extremely important for the Bundesliga and for the individual clubs to get back on the field and play,\" he told CNN Sport. \"We are a league that is very much depending on the television money. So to get that, playing is obviously what you have to do. \"You would have a lot of people who are not playing, who are not coaching and not sitting in the big positions -- they would also be getting into a bad economic situation.\" Building an 'atmosphere' Many other teams around the world have adopted similar innovative initiatives to fill otherwise empty stadiums during the pandemic. Belarusian football club Dynamo Brest sold virtual tickets to its home games, with all profits being donated to the relief effort.   The baseball season in Taiwan has also resumed behind closed doors in recent weeks, with teams filling seats with mannequins, cardboard cut-outs and drum-playing robots.  Whilst the imminent return of Bundesliga action may be a welcome morale boost for many, playing games behind closed doors means teams will still be missing out on their usual matchday revenue.  To help ease the financial burden, Union Berlin has devised a virtual match day menu, allowing fans to support the club by buying what they normally would do at the stadium -- albeit without the receiving the actual product. Last month, the club's registered supporters also encouraged other fans to not accept refunds on previously purchased tickets in order to minimize the financial impact on the team.  Easing the financial hit  Since the league's suspension on March 13, clubs have taken a huge financial hit and are longing for a return to help stabilize their position.    German Football League (DFL) chief Christian Seifert previously said clubs in the country's top two leagues stood to lose a total of $823 million if the season couldn't be completed, through losses in television rights, advertising and ticket sales. Many players, coaches and boardroom members have taken pay-cuts to help ease the financial burden in the meantime.   In addition to looking after their own pockets, clubs and their players have also been using their initiative to raise money for the wider community.  For example, Bayern Munich striker Robert Lewandowski donated over $1 million to help fight the outbreak in Germany, whilst Borussia Dortmund turned its stadium into a treatment center.  The league resumes with the title still up for grabs. Bayern Munich currently sits top with rivals Dortmund just four points behind with nine games remaining.  Meanwhile, Werder Bremen and SC Paderborn are anchored to the foot of the league but can both reach safety with the matches remaining. "], "Language": false}