{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-05-08-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joshua Berlinger, Adam Renton and Rob Picheta, CNN"], "Writers": [["Joshua Berlinger", "Adam Renton", "Rob Picheta"]], "FirstPublishDate": ["2020-05-08T01:54:01.768Z"], "LastModifiedDate": ["2020-05-09T01:23:48.650Z"], "Headline": ["May 8 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here.    Brazil reported a record daily increase of 751 Covid-19 deaths on Friday, according to the Brazilian Health Ministry. The newly reported fatalities bring the countrywide death toll to 9,897, according to the ministry.  Brazil also reported 10,222 new Covid-19 cases, bringing the countrywide total of confirmed cases to 145,328. ##Health## More than 50% of Spain’s population will advance to phase one on Monday as part of the country’s de-escalation process, during the coronavirus crisis, Spain's health minister announced on Friday. But Madrid and Barcelona, the two largest cities in the country and the hardest hit by the pandemic are staying behind. At a nationally-televised news conference on Friday evening, Health Minister Salvador Illa and the Director for Health Emergencies, Dr. Fernando Simón, said the government decided which parts of the country could advance to phase one, after consulting with Spain's 17 regional governments regarding infection rates in each region, the capacity to quickly detect any new cases and how each region's hospitals could respond to any second wave. Simón listed a total of 11 regions that will transition fully to the next phase: Galicia, Asturias, Cantabria, Pais Vasco, La Rioja, Navarra, Aragon, Extremadura, Murcia, Balearic Islands, Canaries, and Spain’s two enclaves on Morocco’s north coast, Ceuta and Melilla. Other regions such as Castilla Leon, Catalonia, Castilla La Mancha, Valencia and Andalusia will have some of their provinces or health districts advancing to phase one, but not the entire region. The Madrid region, which includes the Spanish capital and surrounding cities, had requested to move to phase one but the health minister said the region has not met all the technical criteria yet and would not predict when it could advance to the next level. Barcelona, Spain's second largest city that is also a province of the same name, with numerous adjacent cities, also did not advance to phase one. The Madrid region and Barcelona province have special challenges, with density of population, movement of that population, their exchange nationally with other parts of Spain and their international interaction, Simón added. ##Daily Life## Queen Elizabeth II has likened the British public's response to the coronavirus pandemic with the efforts of its soldiers during World War II, in a televised speech delivered exactly 75 years after her father marked the end of fighting in Europe. Speaking on the 75th anniversary of VE Day, the Queen remembered her own experiences of the end of fighting on the continent and praised the \"strength and courage\" of British and Allied troops who brought about Germany's surrender on May 8, 1945. \"Never give up, never despair — that was the message of VE Day,\" the monarch said. \"I vividly remember the jubilant scenes my sister and I witnessed with our parents and Winston Churchill from the balcony of Buckingham Palace.\" Acknowledging the impact on modern British life of the coronavirus pandemic, which has forced this year's public commemorations to be canceled, she also drew parallels between the UK's wartime generation and their modern compatriots. \"Today it may seem hard that we cannot mark this special anniversary as we would wish. Instead we remember from our homes and our doorsteps,\" she said at the conclusion of her speech. \"But our streets are not empty; they are filled with the love and the care that we have for each other. \"When I look at our country today, and see what we are willing to do to protect and support one another, I say with pride that we are still a nation those brave soldiers, sailors and airmen would recognize and admire,\" the Queen added. The speech marked the second time the 94-year-old monarch has addressed the country since the coronavirus outbreak began — usually a rare occurrence saved only for her annual Christmas Day message.       It's 8 p.m. in London. Here is a wrap-up of the latest global coronavirus news: Unemployment in Canada skyrockets: At least 2 million Canadians lost their jobs in April, adding to the 1 million who were already unemployed through March. Canada’s unemployment rate stands at 13%, the second highest ever recorded.\nRestrictions in the UK unlikely to change: The UK should not expect a “dramatic overnight change” in coronavirus restrictions when the prime minister addresses the nation on Sunday, an official said.\nEU borders to remain closed through mid-June: The European Commission is encouraging countries in the European Union to extend restrictions on nonessential travel and to keep external borders closed until June 15.\nKuwait imposes lockdown: Kuwait imposed a nationwide lockdown starting Sunday until the end of May, the government said on Friday. ##Catch Up## The UK should not expect a “dramatic overnight change” in coronavirus restrictions when the Prime Minister addresses the nation on Sunday, an official said. Boris Johnson is expected to start lifting restrictions in an announcement on Sunday outlining the next phase of the government’s response to coronavirus.  Johnson will act cautiously, the nation's Environment Secretary George Eustice said at a daily government press briefing.  “There isn’t going to be any dramatic overnight change. We will be very, very cautious as we loosen the restrictions we have. As the data that we’re outlining on a daily basis shows, we are not out of the woods, there are still major challenges with this virus for some time to come,” Eustice said.  He warned a second peak of the virus could still overwhelm the national health service. ##Daily Life##   At least 2 million Canadians lost their jobs in April, adding to the 1 million who were already unemployed through March. Canada’s unemployment rate stands at 13%, the second highest ever recorded. Statistics Canada said the unemployment rate would be even higher, nearly 18%, if those who were not actively looking for work were included in the unemployment rate. Nearly one in three Canadian workers either didn’t work in April or had reduced hours.  “Right now, Canadians are hurting because of this pandemic. Everyone has their own story, but it all boils down to a very difficult time for a lot of people,” Canadian Prime Minister Justin Trudeau said during a news conference in Ottawa today.   Trudeau announced that the emergency wage subsidy program is being extended beyond June, in an effort to encourage more employers to keep staff on payroll or to help more businesses re-hire employees already laid off.  Canada said nearly 100,000 businesses have already been approved for the up to 75% wage subsidy program and that 1.7 million workers are already keeping their jobs while on the program. The Canadian Chamber of Commerce called the job losses \"staggering\" and added that the key to reopening the economy will be \"re-skilling\" businesses and employees.  “The key question is how quickly businesses can or will re-hire once the economy reopens,” said the Chamber in a statement noting that many businesses will have to reopen even as social distancing requirements remain in place.   ##Business##  The European Commission is encouraging countries in the European Union to extend restrictions on nonessential travel and to keep external borders closed until June 15. \"While some EU and Schengen Associated States are taking preliminary steps towards easing the measures for fighting the spread of the pandemic, the situation remains fragile both in Europe and worldwide. This calls for continued measures at the external borders to reduce the risk of the disease spreading through travel to the EU. The lifting of travel restrictions should be phased,\" the European Commission said in a statement Friday. The “invite” is not binding and the opening of the countries' external borders is a decision at national level.  The EU decided to close its external borders on March 17, except for essential travel. The restrictions apply to the \"EU+area,\" a total of 30 countries including Iceland, Liechtenstein, Norway, and Switzerland. \"Despite progress in many European countries, the situation worldwide is very fragile. It is imperative that any action taken is gradual, with different measures being lifted in different phases,\" Margaritis Schinas, vice president of the European Commission, said in a statement. ##Daily Life##   Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said the lives of people across the world could face “significant alteration” until a coronavirus vaccine is developed. Speaking on Friday during a briefing, Ryan said, “There is a path out, but we must remain ever vigilant. And we may have to have a significant alteration to our lifestyles, until we get to a point where we have an effective vaccine, or an effective treatments.”  Ryan said the team at WHO feels the effects of physical distancing, just like the rest of the world.  \"We haven't shaken hands or hugged our friends in 18 weeks either,\" he said. To reopen, “many countries are taking a very careful stepwise approach, relying on the patience and perseverance of their citizens to continue to suffer what is a difficult process both socially psychologically and economically for many people,” he said. “I think everyone is doing that because we want to protect those we love.” Ryan sees the path out involving partial school openings, partial returns to workplaces and careful measures in-place to those who work in high-density areas.  But for things like concerts and sports, he said, “it's going to be much more difficult to make those perfectly safe.\"  “Life is life,” he said, “there's no zero risk.”  ##Health## Kuwait imposed a nationwide lockdown starting Sunday until the end of May, the government said on Friday. At least 642 new cases and three deaths were reported on Friday, the Health Ministry said. The total number of cases in the Gulf state stands at 7,208. At least 47 people have died. Despite the easing of strict lockdown measures and curfews in the Middle East, Kuwait continued to reinforce measures by expanding its nationwide curfew. Kuwait’s first recorded coronavirus case was announced on February 24. Almost 90,000 coronavirus cases have been confirmed in the Gulf Arab states. ##Daily Life## The UK's coronavirus death toll has increased by at least 626 deaths in the past day. The number of new cases of the virus has declined with 4,649 new patients.  There has been at least 211,364 cases in the UK, and approximately 31,241 deaths, Environment Secretary George Eustice said on Friday at a daily government briefing.  Testing: The UK carried out 97,000 tests in the past day –– falling short of its own testing target of 100,000 a day. The UK government will scrap their stay-at-home advice as part of the plan to gradually ease coronavirus restrictions, UK media reported on Wednesday. The World Health Organization said efforts to fight the coronavirus pandemic need to go back to the basics. “We seem also to be avoiding the uncomfortable reality that we need to get back to public health surveillance,” Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said on Friday during a briefing.  “We need to go back where we should have been months ago: finding cases, tracking cases, testing cases, isolating people who are tested positive, doing quarantine for contacts,” Ryan said.  “We sometimes look for the answers where they are not. We need to go back to the basic principles of how we control this disease, a comprehensive strategy that matches basic public health surveillance.” he added. Ryan said there is a lot of other information and science out there, “but we need to stick to the core strategy, or else we really will risk looking for answers, where the answers are not.\" ##Health## It's 4 p.m. in London. Here is a wrap-up of the most important global coronavirus news today: Global numbers: There has been at least 3,875,995 coronavirus cases around the world and approximately 270,404 global deaths, according to Johns Hopkins University.\nAmazon goes to court: Amazon France is planning to take a case over the shutdown of its distribution centers to the French Supreme Court. A Paris court ruled last month that Amazon had to stop selling anything but essential items while the company reassessed how it was keeping its warehouse employees safe from coronavirus. \nTokyo Disney: The operators of Tokyo Disneyland and Tokyo Disney Sea have extended the \"temporary closure\" of the theme park according to the Oriental Land in a statement. The news comes as Disney said it will begin a phased reopening of its Shanghai theme park next week Some countries are loosening restrictions. Here's how: Australian Prime Minister Scott Morrison announced a three-step plan to reopen the country's economy by July, as the government begins winding down social distancing measures. \nNorway also announced it will ease many of the restrictions, including reopening all schools next week and lifting the maximum number of people allowed at public gatherings.\nSpain continues to show a downward trend in the number of deaths and cases on Friday, as health authorities continue to ponder which regions to advance to the next phase of de-escalation, further easing anti-coronavirus restrictions.\nScotland is considering updating its guidance on outdoor exercise. Wales will make three “small and modest” adjustments to its current coronavirus regulations but “remains in lockdown,\" Welsh First Minister Mark Drakeford said Friday. He listed the three adjustments that will start on Monday. They are as follows:  The once-a-day exercise rule will be adjusted to allow outdoor exercise more than once a day. But the new rule will strengthen regulations to make clear that exercise must be “local” and it must begin and end at home.\nGarden centers will be allowed to re-open providing they abide by the 2-meter social distancing rule.\nLocal authorities can begin planning how to open libraries and recycling centers. Speaking ahead of UK Prime Minister Boris Johnson’s lockdown review announcement on Sunday, Drakeford said modest adjustments were deemed necessary for Wales as part of the three week review of the nation’s lockdown but he has extended the lockdown for another three weeks and said “it is too soon” to lift it.  He urged the stay at home guidance must remain in place, adding “we must not lose the progress we have made”.  ##Daily Life##  The Mayor of Milan, Beppe Sala, expressed his horror at images of locals going for evening strolls in the Navigli area of the Italian city despite coronavirus restrictions still requiring social distancing. On Thursday evening many people were pictured strolling along the canals as restaurants and bars mount continued pressure on the government to reopen.  “When it’s time to thank the Milanese for their virtuous behavior I am always the first to do it and I also like it. But there are times when you get really p****ed off and this is one of those moments. Yesterday's images along the canals are shameful,” Sala said Friday during a live broadcast on Facebook.  According to the government’s latest decree, since Monday -- when phase 2 of the coronavirus containment phase began -- Italians can leave their home only to go to work, for health reasons, for necessity (such as buying food, visiting relatives), or to carry out sports or physical activities outdoors. Gatherings are prohibited and people must maintain a one-meter distance from others. Milan is the capital of Lombardy, the Italian region hit the hardest by coronavirus. Since the start of the epidemic, 14,745 coronavirus deaths have been registered in the region: that is almost half of the total number of deaths registered in Italy (29,958), according to the latest figures from the Civil Protection Department. The Mayor stressed that the city needs to get back up on its feet and that he supports \"those who go to work and struggle to make ends meet,\" not \"those who have fun.\"  \"I will not allow a few rowdy people without a mask next to each other to question this,\" Sala said. “We are not only in crisis from the health point of view and we have seen how much the pandemic has affected this city. But we are also in a profound socio-economic crisis. Milan needs to go back to work. This is the point. It is not a desire to reopen, it is a necessity,” Sala said.  The Mayor announced that checks will be increased Friday and he issued an ultimatum: “Either things change today or tomorrow I will take measures, I will close the area\" and prohibit bars to provide takeaway. The European Union has acknowledged it allowed the Chinese government to censor an opinion piece published in the country, removing a reference to the origin of the coronavirus outbreak and its subsequent spread worldwide. The piece was jointly authored by the EU’s ambassador Nicolas Chapuis along with the ambassadors to China for the EU’s 27 member states to mark 45 years of EU-China diplomatic relations. In the original piece published on the EU delegation’s website, the ambassadors wrote that “the outbreak of the coronavirus in China, and its subsequent spread to the rest of the world over the past three months” had side-tracked pre-existing diplomatic plans. But in the version that appears on the website of China Daily, a state-owned newspaper, the reference to the origin of coronavirus in China and its spread is removed. While the EU Delegation to China said it “strongly regrets” the change, it also admitted that it ultimately agreed for the censored piece to be published because it still contained “key messages on a number of our priority areas.” “The EU Delegation was informed by the media in question that the publication of the Op-Ed would only be allowed by the Chinese Ministry of Foreign Affairs on the condition that a part of a sentence related to the origins and spread of the coronavirus was removed,” the Delegation said in a statement. “The EU Delegation to China made known its objections to the Chinese Ministry of Foreign Affairs in no uncertain terms.” “As the Op-Ed states, while the EU and China have differences, notably on human rights, our partnership has become mature enough to allow frank discussions on these issues. This is what makes this incident even more regrettable,” the Delegation’s statement adds.  CNN has asked China’s Ministry of Foreign Affairs for a response.  Life under lockdown can be challenging for elite sports stars, but not many world champions have to share a confined space with a fellow world champion, teammate and brother all rolled into one. Marc Marquez, who has six MotoGP titles among the eight world championships to his name, has been quarantined at his parents' house in Cervera, Spain, for the last two months. Alongside him is his brother Alex, reigning Moto2 champion and now Repsol Honda MotoGP teammate. The two brothers were poised to begin a new and intimate chapter of their sibling rivalry at the opening MotoGP in Qatar in March when the premier class race was abruptly canceled, leaving the pair in a unique state of limbo. Luckily for the Marquez brothers, and their parents, life as competitors under one roof is nothing new. \"I promise,\" Marc told CNN Sport via video conference from his family home, \"even when we were kids, we were playing for everything: who goes to bed earlier, who got out of home earlier; I mean, everything was a competition.\" The pair have been dueling on the PlayStation in virtual MotoGP races, as part of the sport's attempt to occupy fans in the absence of real racing. The older Marquez is forced to admit his younger brother has the upper hand. \"In the PlayStation he beats me all the time,\" he said, laughing. \"I mean, always: in a soccer game, in a MotoGP game, in a Formula One game, I mean, all the time he beats me.\" Read more here. Brazil's coronavirus cases have spiked to 135,106 including 9,146 deaths, according to numbers released Wednesday by the Brazilian Health Ministry. This surge comes as President Jair Bolsonaro's spokesman, Gen. Otavio Santana do Rego Barros, confirmed he tested positive for Covid-19. Yet Bolsonaro said earlier this week he believed \"the worst had passed\" for the coronavirus pandemic, during a press conference outside the Alvorada presidential residence in Brasilia. But as the number of cases and deaths continue to climb, many health experts fear the worst is yet to come. Since Bolsonaro made the comment in Brasilia on Tuesday, there have been more than 20,000 new cases of coronavirus and the country registered 610 deaths on Thursday, nearly the highest toll yet in a 24-hour period, according to the Health Ministry. Health Minister Nelson Teich said Thursday that stricter lockdowns may be needed in some of the hardest-hit regions, during a video conference with members of the lower house of Congress. Former Health Minister Luiz Henrique Mandetta said \"the toughest months\" are likely to be May and June, during an interview with TV Globo last month, four days before he was fired by Bolsonaro over disagreements on the country's coronavirus strategy. Read more here. The leader of Britain’s Labour Party, Keir Starmer, says the UK needs to do “everything” to protect the most vulnerable from the novel coronavirus, especially those in care homes, he wrote in an op-ed marking VE day on the The Daily Telegraph newspaper.  “We have all heard the harrowing stories of the virus spreading through care homes, with families unable to say their last goodbyes,” he wrote. “The crisis in our care homes has gone on for too long and we must do everything we can to protect our most vulnerable, many of whom protected our country in its darkest hour.” Starmer had already criticized the British government for its handling of the coronavirus in care homes across the UK when he clashed with Prime Minister Boris Johnson during Prime Minister’s Questions on Wednesday. In the op-ed, published on a Conservative-leaning newspaper that once counted the current Prime Minister among its columnists, the Labour leader seemed to double down.  “We owe so much to the generation of VE Day,” Starmer wrote. “We must do everything we can to care for and support them through the current crisis,” he also said.  The leader of the largest opposition party in the British parliament went on to set out his vision for a “better” United Kingdom, after it overcomes Covid-19. \"After coronavirus, we cannot return to business as usual or continue as though nothing has changed,” he said. “We must go forward with the determination to rebuild a better society. “That means repaying the debt we owe to our key workers, who are putting their lives on the line to keep us safe. It means having the courage to tackle the injustices that have existed in our society for too long,” Starmer added. “And it means writing a new settlement for social care, with dignity and respect at its heart.” Norway announced it will ease many of the restrictions put in place to stop the spread of coronavirus, including reopening all schools next week and lifting the maximum number of people allowed at public gatherings. The country has identified 8,034 confirmed cases of the virus, according to the tally by Johns Hopkins University. At least 217 have died. “Thanks to everyone’s joint efforts since mid-March, we have got the spread of coronavirus under control,” Norway’s Prime Minister Erna Solberg said Thursday.\n“This means that we can now gradually lift the strict measures we introduced. Our aim is to allow as many businesses and activities as possible to reopen and start up again before the summer.” Some of the changes include:  With immediate effect, the maximum number of people allowed to meet together has been increased from five to 20, so long as people can keep at least 1 meter (3.3 feet) apart.\nSports teams can begin training\nSchools will open Monday, but with modifications. It may not be possible for all students to be in school at the same time\nAmusement parks, bars and clubs can reopen starting June 1 so long as social distancing rules are observed\nPublic events with up to 200 people will be allowed starting June 15  Solberg said that despite the positive news, people will still need to be patient and vigilant. “I realize that many people are feeling impatient now, and that you may be able to come up with good reasons why ‘your’ activity or business in particular should be able to start up now,” Solberg said.\n“But if we try to accommodate everyone’s wishes, we will open up too quickly and the spread of infection will increase again. In that case, we would have to close society down again, and that is not what we want to do.”  ##Health## ##Daily Life## Friday marks 75 years since the end of World War II in Europe. A date that would traditionally have been commemorated with pomp and pageantry, May 8 this year will be celebrated very differently. The coronavirus pandemic has meant that millions around the world are staying at home, so people have to find new ways of marking Victory in Europe (VE) Day. Here's what folks are doing instead: ##Daily Life## The coronavirus pandemic is unleashing \"a tsunami of hate and xenophobia, scapegoating and scare-mongering,\" the United Nations Secretary General António Guterres said. In a message on Twitter, the UN chief called on people to \"stand up against hate\" and begin an \"all-out effort to end hate speech globally.\" \"Covid-19 does not care who we are, where we live, or what we believe,\" he said. Guterres urged political leaders to help build social cohesion in their communities. \"I’m appealing today for an all-out effort to end hate speech globally,\" he said.\n\"I call on the media -- especially social media companies -- to do much more to flag … and remove racist, misogynist, and other harmful content.\n\"And I ask everyone, everywhere, to stand up against hate.\" Watch: Fifteen migrant laborers in India were run over and killed by a train on Friday as they tried to make their way home during a nationwide coronavirus lockdown, authorities said. Arun Kumar, the director general of India's Railway Protection Force, said the victims were walking to a station in the state of Maharashtra. They had been sleeping on the tracks before they were hit by a goods train shortly after 5 a.m. Four others who were hit survived, two of whom are in critical condition. It's common for people to cross train tracks in India even when trains are running, but it's unclear why the laborers were sleeping on them. Kumar said it's possible that the laborers may have walked along railway tracks to avoid the main road in order to get around police checkpoints, as cross border travel is not permitted under the lockdown and they would have been made to turn around. No passengers trains are currently running between states. The laborers worked in an iron factory in Jalna district of Aurangabad in Maharashtra state, Kumar said. He believes they were likely trying to get on a train that was going to their home state of Madhya Pradesh.  Lockdown measures differ from state to state in India, but throughout the country thousands of migrant workers found themselves stranded with no job, no income, and no mode of transportation to get home when the restrictions went into effect six weeks ago.  Authorities had organized special trains and buses so that they could get home, but those are only open to laborers who the government has identified and is allowing to return to their homes. There are only a limited number of seats available on these trains because authorities want passengers to maintain adequate distance between each other.  ##Daily Life## In his speech today marking 75 years since the end of World War II in Europe, British Prime Minister Boris Johnson said the struggle against the novel coronavirus \"demands the same spirit of national endeavor\" as the fight against Hitler and Nazi Germany.  \"We survived and eventually triumphed thanks to the heroism of countless ordinary people who may be elderly today, but once carried the fate of freedom itself on their shoulders,\" he said. \n\"All of us who were born since 1945 are acutely conscious that we owe everything we most value to the generation who won the second world war.\" Watch his address: While the rest of the world continues to grapple with the coronavirus pandemic, one continent has managed to remain entirely free of the infection. Antarctica, the coldest place on Earth, is now considered the \"safest place in the world,\" with no confirmed cases at all. The region had a close brush with Covid-19 when outbreaks hit the final cruise ships of the season, but the virus didn't reach its frozen shores. And, because it's currently descending into winter, when it's completely cut off, it should stay that way for now. Although there's no official native population here -- unless you count the many penguins, whales, seals and albatrosses -- around 5,000 people, mostly scientists and researchers, currently reside in its 80 or so bases. Keri Nelson, an administrative coordinator at Anvers Island's Palmer Station, the most northerly US station in Antarctica, is one of them. \"I really don't think there's a person here right now who isn't grateful to be here, and to be safe,\" she tells CNN Travel via email. \"Some people are ready to head back home. To help people they love, and to be of use in other ways during this time in history. \"But all of us are very appreciative to be living in a place where this disease (and all of the health and lifestyle implications thereof) are absent.\" Read more:  ##Daily Life## The novel coronavirus has infected more than 3.8 million people worldwide and killed at least 269,000. If you're just joining us now, here are the latest developments: Australia unveils plan to reopen: Prime Minister Scott Morrison announced a three-step plan today to begin reopening the country. He hopes to have society largely up and running by July, but said that states and territories would follow the plan at their own pace. It will be subject to review every three weeks.\nA warning for Africa: The World Health Organization said Thursday that as many as 190,000 people in Africa could die of Covid-19 during the first year of the pandemic if containment measures fail. Dr. Matshidiso Moeti, the WHO regional director for Africa, said Covid-19 would likely not spread as exponentially in Africa as it has in other parts of the world, but it could linger for some time.\nFatalities rise in Pakistan: The country's Ministry of Health said Friday it identified 1,764 new infections in 24 hours -- the highest number of cases recorded in a single day there. More than 25,000 Covid-19 patients have been identified in the country.\nAmazon goes to court: Amazon France is planning to take a case over the shutdown of its distribution centers to the French Supreme Court. A Paris court ruled last month that Amazon had to stop selling anything but essential items while the company reassessed how it was keeping its warehouse employees safe from coronavirus.  ##Catch Up## Disney's theme parks in Tokyo will remain closed with more than 5,000 park employees working a reduced schedule after Japan extended its state of emergency until the end of May. A decision on when to reopen Tokyo Disneyland and DisneySea had been expected by the middle of May. But parks operator Oriental Land said Friday that a date will only be announced once the country's state of emergency is lifted. Some 5,400 employees will work four fewer days per month until the parks reopen, the company added. The news comes as Disney said it will begin a phased reopening of its Shanghai park on Monday with \"enhanced safety measures.\"  The Shanghai park has been closed for three months.  Disney's bottom line has been hit particularly hard by the pandemic. Profits dropped 91% during the first three months of 2020, the company said. Its operating income on its Parks, Experiences and Products segment fell about $1 billion due to lost revenue, although sales for its second quarter were up 21% to $18 billion. Read more here. This post has been updated to correct the number of days that some employees will work. ##Business## Amazon France is planning to take the case over the shutdown of its distribution centers to the French Supreme Court, the company said in a statement.  A Paris court ruled last month that Amazon had to stop selling anything but essential items while the company reassessed how it was keeping its warehouse employees safe from coronavirus.  The case stemmed from a complaint brought by a French labor union. Amazon had appealed the decision but lost.   After the court ruling, Amazon shut its French distribution centers on April 15, saying the move was due to the complexity of its logistics system and what it called confusing instructions from the court with the risk of hefty fines.  The company yesterday announced the warehouses will remain closed through next Wednesday, but all staff will continue to be paid.  ##Business## ##Health## ##Daily Life## Japan's health ministry said 95 new coronavirus patients and six virus-related deaths were identified on Thursday, the first time the daily caseload fell below triple digits since March 31. The country has been under a state of emergency since last month as it has battled to contain the Covid-19 pandemic, though there are signs things are improving. Of Japan's 47 prefectures, 34 have been advised to prepare to ease their lockdown and social distancing restrictions in the coming days. A total of 16,259 patients have been identified nationwide, while 570 have died. Of those, 712 cases and 13 fatalities are tied to the Diamond Princess cruise ship. ##Health## Jimmy Glenn, a former boxing trainer and Times Square bar owner, died on Thursday after fighting the novel coronavirus for weeks, his son told CNN. He was 89. Glenn was hospitalized at NYU Langone Medical Center in April after suffering Covid-19 related symptoms and tested positive shortly after being admitted, his son Adam Glenn said. The former boxer and cornerman was originally from South Carolina but spent most of his life in New York City. He began his boxing career as part of the Police Athletic League and later competed in The Golden Gloves for two years, according to the New Jersey Boxing Hall of Fame. Glenn left behind amateur boxing and went on to become a trainer, manager and cut man. In the 1970s, Glenn worked as a cornerman for heavyweight great Floyd Patterson and trained numerous boxers. He operated the now shuttered Times Square Gym for 18 years, working with fighters who considered him family. \"I would have these people coming up to me saying, you don't know what your dad did for me to help me, to get me off the streets,\" said Adam Glenn, 39. \"He could look into anyone and make you feel like he could be your best self.\" More recently, Glenn was a fixture at Jimmy's Corner, the dive bar he owned in Times Square. The bar is an homage to boxing and a favorite for those looking for beer and whiskey at reasonable prices in the area. Read more:  Pakistan's Ministry of Health said Friday it identified 1,764 new coronavirus cases in 24 hours, the highest rise in a single day the country has seen during the pandemic.  In total: 25,837 total cases have been identified\n594 patients have died\n257,247 coronavirus tests have been conducted ##Health## Esron Torres' grandfather was admitted to a hospital in Manaus, Brazil, with a finger wound. Days later, he was buried in one of the city's many overcrowded cemeteries. A handful of relatives attended the small ceremony, while others listened over the phone as the family's patriarch was laid to rest. According to his death certificate, it was not the wound that killed him, but Covid-19. The tragedy highlights the massive healthcare crisis facing this city, the capital of the northwestern state of Amazonas, and the strain on local institutions' ability to contain the coronavirus. Officials have attributed just 532 deaths to Covid-19 in Manaus, but the true total is likely much higher. City data shows that 2,435 people were buried in April alone, compared with 871 burials during the same month a year ago. Shocking images have also emerged of excavators digging mass graves at the Parque Taruma cemetery, to accommodate the spike in burials. Manaus mayor Arthur Virgilio Neto told CNN Brasil he feels the city has been \"abandoned\" during the health crisis. \"I would like to create awareness around the world because I can't seem to get Brazil to wake up to the strategic importance of my state and my region,\" Neto said. Read more: ##Health## As many as 75,000 Americans could die because of drug or alcohol misuse and suicide as a result of the coronavirus pandemic, according to an analysis conducted by the national public health group Well Being Trust. The growing unemployment crisis, economic downturns and stress caused by isolation and lack of a definitive end date for the pandemic could significantly increase so-called “deaths of despair” unless local, state and federal authorities take action, the group says in a new report released Friday. “Unless we get comprehensive federal, state, and local resources behind improving access to high-quality mental health treatments and community supports, I worry we’re likely to see things get far worse when it comes to substance misuse and suicide,” Well Being Trust’s chief strategy officer Dr. Benjamin F. Miller said. The Well Being trust released maps showing state and county level projections of these types of deaths, based on data from past years, due to Covid-19’s impact on unemployment, isolation and uncertainty. The group is calling for a robust approach from local, state and federal officials and agencies to help those who lose their jobs because of the pandemic to find work. What happened in 2008: Deaths from both suicide and drug overdoses rose along with unemployment during the 2008 recession. Unemployment went from 4.6% in 2007 to a peak of 10% in October 2009 and declined steadily, reaching 3.5% in early 2010, according to the group. 2020 could be much worse. White House economic adviser Kevin Hassett said on Tuesday he expects the US unemployment rate was above 16% in April, “My guess right now is it’s going to be north of 16%, maybe as high as 20%,” he said. \"We're looking at probably the worst unemployment rate since the Great Depression,\" Hassett told CNN's Poppy Harlow Tuesday. ##Health## Australian Prime Minister Scott Morrison today outlined a three-point plan to reopen the economy and society -- and hopes to have it completed by July. Morrison held up a board detailing the plan, saying that states and territories would be allowed to adhere to it at their own pace.  The prime minister said the government will work to better define steps two and three when authorities get closer to implementing them. He said the plan would be reviewed every three weeks, according to CNN affiliate Nine News Australia.  Here are the steps Morrison outlined during his news conference: Step 1: Morrison said this will allow greater connections between friends and family\nGatherings of up to 10 people will be permitted\nPeople will be allowed to welcome five guests in their homes\nChildren will be allowed to return to classrooms and playgrounds\nGolf and swimming will be allowed to resume \nRetail stores and small cafes and restaurants will be allowed to open\nIntrastate recreational travel will be allowed\nUp to 30 people will be allowed to attend funerals outdoors\nUp to 10 people will be allowed to attend weddings outdoors Step 2: Gatherings of up to 20 people will be permitted, including for venues like movie theaters and galleries\nMore retail stores will be allowed to open, depending on the sector \nOrganized community sporting events will be allowed to resume\nBeauty parlors can open Step 3: Gatherings of up to 100 people will be allowed\nMost workers will be allowed back into the workplace\nInterstate travel will likely resume \nBars and clubs can open, but with some restrictions \"The next step beyond this will be to build confidence and momentum that will see our economy get back up and running and get Australians back up on their feet and moving ahead with confidence,\" Morrison said. ##Health## ##Daily Life## ##Business## ##Travel## At least 28,420 new coronavirus cases and 2,231 deaths were recorded in the United States on Thursday, according to Johns Hopkins University. The total number of infections recorded in the country has now reached at least 1,257,023, with at least 75,662 related deaths, according to JHU. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## In a matter of weeks, remdesivir has gone from a shelved, failed hepatitis C treatment to the center of a national effort to treat patients suffering from Covid-19, the illness caused by the novel coronavirus. The situation has thrust the pharmaceutical company behind the experimental drug, Gilead Sciences (GILD), into the spotlight. The company's stock is up nearly 20% from the start of this year, and investors have begun to wonder about potential returns from remdesivir. At the same time, it has sparked questions from lawmakers and activists about whether -- and just how much -- a company should be able to profit from a pandemic. Still, experts caution that it's far too early to tell if remdesivir will be an effective treatment for Covid-19, and one worth paying for. Even if it is, there is enough uncertainty surrounding the trajectory of Covid-19 that it will be difficult to determine whether the drug has long-term business potential for Gilead. Gilead CEO Daniel O'Day said on the company's first quarter earnings call this week that \"it's too premature\" to tell what the business model for remdesivir might be. \"Our focus will be on making sure we come up with a sustainable model that allows us to provide remdesivir to patients around the globe, that is intent on providing access and affordability,\" O'Day said. \"We're just now going through the clinical data, the demand scenarios, the regulatory approvals.\" Striking a balance: Experts say it is important for the company to strike a balance between pricing the drug affordably and making at least enough money to recoup the $1 billion it plans to spend on development costs for remdesivir this year. The price could also be important for incentivizing Gilead and other drug companies to continue developing potentially crucial treatments. \"They need to have some sort of assurance that they will recoup their investments,\" Piper Sandler analyst Tyler Van Buren said. There are currently no treatments or vaccines officially approved by the US Food and Drug Administration for Covid-19, the virus that has now infected more than 1.2 million Americans, killing more than 75,600. Read more: ##Health## ##Business## Top officials from the United States and China spoke over the phone Monday morning in Beijing to discuss the first phase of the trade deal the countries agreed to earlier this year. Chinese Vice Premier Liu He spoke with US Trade Representative Robert Lighthizer, his counterpart during negotiations, and Secretary of the Treasury Steve Mnuchin. The Chinese Commerce Ministry said in a statement the two sides agreed to \"work together to create a beneficial environment for carrying out Phase 1 trade deal.\" They also agreed to \"strengthen cooperation\" on issues of macroeconomics and public health. When Flavio Ramos was wheeled into the hospital room, he was gasping for air and slipping in and out of consciousness. So it was his son, Arturo, who first noticed the bodies. Two corpses laid unattended on the tile floor. By the next morning, the body count in the room rose to three. Flavio Ramos was dead. More than a month later, his family still hasn't buried Flavio Ramos. They couldn't if they tried. Because soon after his death, Arturo Ramos says hospital authorities lost the body. \"We need a place to say, on Sunday let's go to put flowers on the tomb of my father,\" his heartbroken son said. \"There is nothing, there is nothing you can do.\" Flavio Ramos, 55, is yet another Covid-19 victim in Guayaquil, Ecuador, the site of one of the world's worst coronavirus outbreaks. His death and disappearance illustrate how the healthcare system in Ecuador's second-largest city, roughly the size of Chicago, collapsed within a matter of weeks after the outbreak exploded in March. Read more: ##Daily Life## ##Health## The coronavirus that causes Covid-19 can persist in men’s semen even after they have begun to recover, a finding that raises the possibility the virus could be sexually transmitted, Chinese researchers said Thursday. A team at Shangqiu Municipal Hospital tested 38 male patients treated there at the height of the pandemic in China, in January and February.  About 16% of them had evidence of the coronavirus in their semen, the team reported in the journal JAMA Network Open. About a quarter of them were in the acute stage of infection and nearly 9% of them were recovering, the team reported. “We found that SARS-CoV-2 can be present in the semen of patients with COVID-19, and SARS-CoV-2 may still be detected in the semen of recovering patients,” Diangeng Li of the Chinese People’s Liberation Army General Hospital in Beijing and colleagues wrote.\n“Even if the virus cannot replicate in the male reproductive system, it may persist, possibly resulting from the privileged immunity of testes,” the team added. Privileged immunity means the immune system cannot fully reach the region to attack viral invaders. Why this finding isn't terribly surprising: Many viruses can live in the male reproductive tract. Ebola and Zika virus were both found to spread in semen, sometimes months after a male patient had recovered. But it’s not yet clear if coronavirus can spread this way. Finding evidence of virus does not necessarily mean it’s infectious. “If it could be proved that SARS-CoV-2 can be transmitted sexually in future studies, sexual transmission might be a critical part of the prevention of transmission,” the team wrote. “Abstinence or condom use might be considered as preventive means for these patients. In addition, it is worth noting that there is a need for studies monitoring fetal development. Therefore, to avoid contact with the patient’s saliva and blood may not be enough, since the survival of SARS-CoV-2 in a recovering patient’s semen maintains the likelihood to infect others.”  ##Health## The Australian Border Force (ABF) seized more than 6,000 tablets of the anti-malarial drug hydroxychloroquine at the border, according to a statement from the agency.  Hydroxychloroquine is a prescription-only drug used in the treatment of malaria and certain auto-immune diseases, but the drug has come to light since the start of the Covid-19 pandemic as a possible treatment for the virus.  US President Donald Trump has famously touted the drug. However, it has yet to be proven as a successful treatment.  “ABF officers are on the lookout for consignments of this drug, along with all other prohibited imports and exports. Anyone considering further unauthorized imports will be wasting their money,” ABF Acting Commander Susan Drennan said in a statement.\n“Whether its individuals wanting to self-prescribe, or criminals aiming to sell the drug on the black market, our officers have the technology, skills and innovative processes to detect and disrupt their illegal importations of pharmaceuticals such as this.” ##Health## China's National Health Commission on Friday reported only one new locally transmitted  coronavirus cases and no additional deaths related to the virus. The commission reported 16 new asymptomatic cases. No deaths have been reported in China since April 15. Here's the breakdown of the latest numbers from Beijing: Total number of confirmed cases: 82,886 \nPatients who have recovered and been discharged: 77,993\nDeath toll: 4,633\nAsymptomatic patients still under medical observation: 854   The novel coronavirus could kill as many as 190,000 people in Africa during the first year of the pandemic if containment measures fail, the World Health Organization warned on Thursday. “While Covid-19 likely won’t spread as exponentially in Africa as it has elsewhere in the world, it likely will smoulder in transmission hotspots,” Dr. Matshidiso Moeti, the WHO Regional Director for Africa, said in a statement.\n“Covid-19 could become a fixture in our lives for the next several years unless a proactive approach is taken by many governments in the region. We need to test, trace, isolate and treat.”  The WHO predicted that between 29 million to 44 million Africans could be infected in the first year. As many as 5.5 million of these people could require hospital treatment, a number that would overwhelm the medical capacity of most places on the continent. A survey done in March of health services in Africa found an average of nine intensive care unit beds per 1 million people in 47 African countries. “These would be woefully inadequate,” the WHO said. ##Health## A new estimate of the US infection fatality rate from the novel coronavirus puts it at 1.3%, making it deadlier than the seasonal flu, which in a typical season has a 0.1% infection fatality rate. Anirban Basu, a professor in the department of pharmacy at the University of Washington in Seattle, used publicly available data on infection numbers and deaths from the novel coronavirus through April 20. At a county level, the fatality rate ranged from 0.5% to 3.6%, Basu reported in the journal Health Affairs on Thursday. The study did not include New York City, which has had the highest number of cases and deaths in the country. The numbers of cases and deaths were changing too fast to include in the study, Basu said. The lowest rate of deaths was in Putnam County, New York -- estimated at 0.5%. The highest was in King County, Washington at an estimated 3.6%. By April 20, there were 134 counties in the US that had reported no Covid-19 deaths.  Some context: These are just preliminary figures, Basu said. The case fatality rate is based on the reported number of confirmed cases and confirmed Covid-19-related deaths.  Since it is still unclear how many people have actually been infected, the rate is probably not that high, although the authors did create a model that tried to account for some of the unknowns. The model doesn’t account for the number of asymptomatic cases. The numbers will be clearer when there is more testing, Basu said. ##Health## The British government has failed to complete 100,000 daily coronavirus tests for the fifth day in a row, with 86,583 tests carried out on Wednesday and 69,463 on Tuesday.  The last time that threshold was reached was Friday, when 105,937 tests were completed, according to the Department of Health and Social Care data. UK Prime Minister Boris Johnson on Wednesday set a new target of 200,000 daily Covid-19 tests by the end of May, after meeting the initial challenge of 100,000 by April 30, but his spokesperson added that it only covered testing capacity “across all of the different testing pillars,” according to PA.  Overall, 1,534,533 tests have been carried out across the UK and 206,715 people have tested positive -- an increase of 5,614 from the day before, UK Foreign Secretary Dominic Raab said on Thursday. Background: The UK is the second worst-hit country in the world in terms of deaths, behind the US. So far 30,615 people have died with coronavirus in UK, according to Department of Health and Social Care data. ##Health##"], "Language": false}