{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/entertainment/simpsons-coronavirus-insects-predictions/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-08T13:29:24Z"], "LastModifiedDate": ["2020-05-08T19:05:44Z"], "Headline": ["Another example of 'The Simpsons' predicting future"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"The Simpsons\" have continued their streak of being our pop culture Nostradamus. Fox's long-running animated series — actually the longest running in history — has an episode from 1993 which appears to foreshadow 2020 with the pandemic and \"murder hornets.\" Titled \"Marge in Chains\" the season 4 episode features a sick Asian worker sneezing on a shipment of juicers that many of the residents of Springfield wish to purchase, which kicks off an \"Osaka Flu\" outbreak. As people panic they knock over a truck they think has the cure, but instead demolish a crate marked \"Killer Bees\" which then swarm. Earlier this week, scientists said they had spotted Asian giant hornets — also known as murder hornets — in Washington state, and it's still unknown how they got there. The world's largest hornet can kill a human just by stinging a few times. One of the episode's writers, Bill Oakley, initially told The Hollywood Reporter back in March that he didn't like the Internet pointing to the episode as a predictor of the pandemic saying, \"I don't like it being used for nefarious purposes.\" \"The idea that anyone misappropriates it to make coronavirus seem like an Asian plot is terrible,\" Oakley said. \"In terms of trying to place blame on Asia — I think that is gross.\" But on Wednesday he conceded the similarities tweeting \"ok fine i guess we did\" in response to another Twitter user saying the show predicted 2020.  It's far from the first time \"The Simpsons\" has been our Magic 8 ball. Here are a few other examples of the show's accurate squints into the future: President Donald Trump In 2000, the show had an episode titled \"Bart to the Future\" in which it joked about Bart's sister, Lisa, becoming president after \"President Trump,\" but reports that the show foresaw an image of Trump on an escalator and predicted the electoral map from his win turned out to be false. Lady Gaga playing the Super Bowl The singer guested on the show in 2012 and played a concert for Springfield in which she flew through the air -- much like she did during her halftime performance at the Super Bowl in 2017. Smart watches Well before you could strap that Apple smart watch on your wrist, \"The Simpsons\" had something similar in a 1995 episode. Siegfried & Roy tiger attack Siegfried Fischbacher and Roy Horn, the famous Vegas performers who work with big game cats, were parodied by the show in 1993. In the episode, a white tiger attacks \"Gunter and Ernst\" during their act as revenge for having been snatched away from life in the wild. In real life, Horn suffered a career-ending injury in 2003 after a tiger attacked him during a show. Disney buying 21st Century Fox The show appeared to make a business prediction 20 years before it happened. An episode titled \"When You Dish Upon A Star,\" first aired in 1998, and included a sign on the front of a building that read \"20th Century Fox, a Division of Walt Disney Co.\" In 2017 Disney announced it was buying a large portion of 21st Century Fox, which owned 20th Century Fox, and then ESPN reporter Darren Rovell tweeted a pic of the sign from \"The Simpsons\" episode. \"Disney announces it has reached a deal to acquire 21st Century Fox, as predicted by a Simpsons episode that first aired on November 8, 1998,\" he wrote."], "Language": false}