{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/aoc-animal-crossing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allison Gordon, CNN"], "Writers": [["Allison Gordon"]], "FirstPublishDate": ["2020-05-08T15:42:49Z"], "LastModifiedDate": ["2020-05-08T19:02:28Z"], "Headline": ["Alexandria Ocasio-Cortez joins 'Animal Crossing'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The popular Nintendo game \"Animal Crossing\" has reached the halls of Congress. Democratic Rep. Alexandria Ocasio-Cortez told her Twitter followers on Thursday that she is indeed playing the game, which many Americans have embraced while socially isolating at home amid the Covid-19 outbreak. Ocasio-Cortez is even making what she is calling \"House calls\" --- a cheeky nod to her job in the US House of Representatives -- where she can virtually visit other players of the game over the internet. Since the Covid-19 pandemic started, \"Animal Crossing: New Horizons\" has exploded in popularity. In a world turned upside down, the game offers relaxing tasks centered around fishing, shaking trees for fruit, and chatting with other villagers. Players create an avatar who lives on a formerly deserted island that is slowly populated by anthropomorphic animal neighbors, and much of the game surrounds how to develop the new neighborhood -- and users can visit other players' islands online to exchange goods or just say \"hello.\"  Ocasio-Cortez began her Animal Crossing \"House calls\" on Thursday night, starting with a family of three.  \"It was so sweet,\" she said on Twitter. \"We exchanged fruit, took pictures, and I signed a bulletin note using my touch screen. I was floored by how fast they typed and they taught me about the app.\" Ocasio-Cortez has even made her own \"hand drawn campaign shirt\" for her avatar to wear. CNN has reached out to Ocasio-Cortez for further comment.   This is not the first time Ocasio-Cortez has connected with her constituents by creatively using social media. After rising to national prominence by unseating New York Rep. Joe Crowley, then a top Democrat in House leadership, she quickly amassed a massive social media following. Just days after being sworn into Congress, she led a discussion on social media use with her fellow Democrats in Congress. In 2018, she made history by becoming the first member of Congress to take questions from the electorate while assembling IKEA furniture live on Instagram. "], "Language": false}