{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-07-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mike Hayes, Meg Wagner and Ivana Kottasová, CNN"], "Writers": [["Mike Hayes", "Meg Wagner", "Ivana Kottasová"]], "FirstPublishDate": ["2020-05-06T23:24:27.633Z"], "LastModifiedDate": ["2020-05-08T02:35:41.681Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow developments from around the globe here. Randall Woodfin, the mayor of Birmingham, Alabama, said he's \"very concerned\" with his state reopening as new coronavirus cases rise in his state.  “We’re not ready and I think putting Alabamians in harm's way as it relates to choosing the economic crisis over the health crisis is dangerous,\" Woodfin said Thursday on CNN's \"The Situation Room.\" The state’s stay-at-home order expired April 30 and another order with fewer restrictions is in place through May 15. Woodfin also weighed in on a new study that showed evidence of more African Americans dying from coronavirus in the United States than whites or other ethnic groups. \"Here in Birmingham, one out of five people are over the age of 60. Three out of four people, 74% of the city of Birmingham are African-Americans. And we have a lot of people with these underlying, pre-existing conditions. When you add all of that together in addition to knowing that we don't have adequate testing, we don't have adequate tracking and cases continue to go up. It concerns me a lot, because there are a lot of people in this city who are going to be affected, not only test positive for it but make it harder for them to recover. And so I think it's really, really important as elected officials we do less talking and more listening to the health experts. But also important is not to base our decisions on dates, but more so on data.\" ##Reopening## Gary Cohn, former economic adviser to President Trump, said he's optimistic about the future of the US economy. \"We are going to recover. We are going to put people back to work. And we're going to do it rather quickly,\" Cohn told CNN's Erin Burnett. \"I would not underestimate the strength and the recovery of this economy.\" Cohn noted that the economy may look different in a post-coronavirus world, and may feature different types of employment. \"We will be very clever and very creative at creating new jobs and new opportunities in our economy,\" he said. Despite his optimism, however, Cohn does not concur with the President's assessment that the United States is going \"to have an incredible next year\" economically. \"I think it's going to take longer than 12 months for us to evolve to where we're comfortable,\" Cohn said. \"Unless something miraculously happens in the medical field and we get a vaccine... it's going to take some period of time.\"   All passengers using the Metro transportation system in Los Angeles will be required to use face coverings on buses and trains starting Monday, the agency announced on its website.  “The agency will enforce this requirement to the extent that is practical,” Metro said. To help with social distancing, bus riders are being asked to use the back door to board and exit. The front door is still available to wheelchair riders and for those who need to use the ramp. Metro is also looking for ways to help riders obtain face coverings, the agency said. Metro has over 13,000 bus stops and 93 rail stations in Los Angeles County, according to its website.  Los Angeles Mayor Eric Garcetti announced Wednesday that all travelers at Los Angeles International Airport will be required to wear face coverings in addition to passengers on Los Angeles Department of Transportation’s DASH, Commuter Express, and Cityride buses. A new estimate of the US infection fatality rate from the novel coronavirus puts it at 1.3%, making it deadlier than the seasonal flu, which in a typical season has a 0.1% infection fatality rate. Anirban Basu, a professor in the department of pharmacy at the University of Washington in Seattle, used publicly available data on infection numbers and deaths from the novel coronavirus through April 20.  At a county level, the fatality rate ranged from 0.5% to 3.6%, Basu reported in the journal Health Affairs Thursday. The study did not include New York City, which has had the highest number of cases and deaths in the country. The numbers of cases and deaths were changing too fast to include in the study, Basu said. The lowest rate of deaths was in Putnam County, New York — estimated at 0.5%. The highest was in King County, Washington at an estimated 3.6%. By April 20, there were 134 counties in the US that had reported no Covid-19 deaths.  Some context: These are just preliminary figures, Basu said. The case fatality rate is based on the reported number of confirmed cases and confirmed Covid-19-related deaths.  Since it is still unclear how many people have actually been infected, the rate is probably not that high, although the authors did create a model that tried to account for some of the unknowns. The model doesn’t account for the number of asymptomatic cases. The numbers will be clearer when there is more testing, Basu said. Washington Gov. Jay Inslee said Thursday he hopes to move to the second phase of reopening his state at the end of May. \"Phase two allows some additional industries to reopen,\" Inslee told CNN's Wolf Blitzer. \"Restaurants with 50% capacity. [We'll] be able to have gatherings up to five people in a variety of contexts and a group of other less risky businesses.\" Inslee extended his state's stay-at-home order until May 31. \"We've now brought back some industries, the construction industry,\" he said. \"Tomorrow some auto sales, for instance, will come back.\" The Washington state governor added that three weeks after moving to phase two of his reopening plan, he will re-evaluate to see if other businesses that are finding it difficult to preserve social distancing can reopen.  “Then go to the fourth stage, which hopefully could return to the bright days of cheering crowds,” Inslee said. “But that’s not in the immediate future for us. We will have to look at the science before we get to that stage.”  Inslee insisted that coronavirus testing remains a need “to allow our economy to fully reopen.” “The needs of testing will increase, not decrease,” Inslee said. “I think some people think the need for testing will decrease as the virus goes down. Actually, it will increase because we’ll have more new employees coming back, more students, more people who need (personal protective equipment) and testing. So the need for the federal government to assist the states is going to actually increase.” ##Reopening##   The US should be testing at least 900,000 people a day by May 15 if there is to be any hope of getting ahead of the Covid-19 pandemic, a team at the Harvard Global Health Institute said Thursday. That’s up from the institute’s previous recommended target of 500,000 a day. “This is due to a growing consensus among experts that the US is faring worse in this outbreak than previously thought,” the institute said in a statement. “Social distancing measures have been able to stall the sharp increase of infection and death rates — but unlike in many other nations, new cases are only very slowly decreasing and death rates have plateaued at around 1,800 each day.” Harvard published the new goals alongside reporting from NPR that suggests 41 states are not testing enough residents. “As of this week, national testing is still stalled at around 250,000 daily tests,” the Harvard team said.  Yet many states are starting to allow businesses to reopen and people to return to beaches, parks and other recreation sites. States should not be loosening these restrictions yet, the group advised. “Daily new cases should have been in decline for at least 14 days, for example, and states need to have a solid infrastructure in place for testing, tracing contacts of those whose tests have come back positive, and isolating all infected individuals regardless of symptoms,” the institute advised.  “Ultimately, I am deeply worried that four, six, eight weeks down the road we're going to find ourselves in the exact same place we were in in early March, and we will have to shut the economy down again,” institute director Dr. Ashish Jha said in a statement.  \"For states that look like they're meeting their testing goals, I wouldn't take that as too much comfort, because the number of cases will start going up,” Jha added.  In states that are starting to relax restrictions meant to contain the spread of the virus, even more testing will be needed than in states still enforcing lockdowns, Jha’s team said.   If you're just joining our live coverage of the coronavirus pandemic in the US, here are the latest headlines: White House staff gets tested: White House staffers, US Secret Service agents and officers working at the White House were seen heading to the White House Medical Unit for testing Thursday in response to news that a presidential valet testing positive for Covid-19.\nSupply chain for coronavirus testing materials is improving: It is now easier to get critical supplies for coronavirus testing than it was last month, the Association of Public Health Laboratories said Thursday. The federal government began regular shipments of swabs and viral transport media, which is the critical component necessary for collecting virus samples for testing.\nFrontier Airlines to begin temperature screening: All Frontier passengers and crew will be subjected to temperature screening starting next month. The screening regimen with a touchless thermometer will begin June 1 and “anyone with a temperature exceeding 100.4 degrees will be denied boarding.”\nTSA to require masks: The Transportation Security Administration will require employees to wear face masks at airport screening locations. The agency had been providing the masks to screeners, but now it is requiring that facial protection be worn.\nIllinois governor wants mail-in ballots: Gov. J.B. Pritzker said Thursday that mail-in ballots for everyone in the state will be “essential” for November’s general election. Pritzker suggested such a law would be a priority for the state legislature later this year.\nCasinos to partially reopen in Arkansas: The state's three casinos can resume limited operations May 18, according to Gov. Asa Hutchinson. Southland Casino Racing in West Memphis, Oaklawn Racing Casino Resort in Hot Springs and Saracen Casino Resort in Pine Bluff have been closed since mid-March.\nRestaurants to reopen in Kentucky: Restaurants will be able to reopen with outdoor seating and 33% capacity on May 22, Kentucky Gov. Andy Beshear said Thursday. Movie theaters and fitness centers will be allowed to reopen on June 1. Campgrounds will reopen on June 11. ##Catch Up## Georgia Public Health Commissioner Dr. Kathleen Toomey said anyone in Georgia can be tested for Covid-19, regardless of whether they’re showing symptoms or not.   “I think we also recognize that we needed to offer testing more broadly, and that's why we have opened up the criteria, as the governor said, so that anyone who wants to get a test, regardless of their symptoms, can be tested,\" she said. She added: \"We'll continue to prioritize first responders and others at high risk, like health care workers, but we want to ensure that everyone who wants to get a test can get access to free testing through one of our sites.” Georgia Gov. Brian Kemp said the state doubled its daily testing capacity.  \"A few weeks ago, Georgia ranked 43rd out of 54 states and territories in testing per capita. Today, we are 29th according to the Covid-19 Mapping Project,\" Kemp said.  Houston Mayor Sylvester Turner pushed back on Texas Gov. Greg Abbott's decision to reopen state, saying there's no way to require people to stay home if businesses are opening.  \"This virus is still present in our community,\" he said. He added: \"So once you removed the enforcement mechanism, there's nothing you can do to enforce something that you can't enforce.\" Marvin Odum, the appointed Covid-19 recovery leader for Houston, said the city will be adding 24 new testing locations by the end of May. It will be free and open to anyone who wants to get tested. Nevada will begin reopening on May 9, Gov. Steve Sisolak said today.  “I’m able to move up this announcement because, as a state, we have met our gateway benchmarks for starting reopening,” Sisolak said. Starting at 12:01 a.m. Saturday, restaurants will be able to open for dine-in services with social distancing, and customers waiting for a table will have to remain outside. Most retail establishments will be able to open, including hair salons by reservation only. Retail businesses can operate at 50% of normal capacity. Sisolak made clear that one of the industries that will not be opening in the first round is casinos.  “Gaming operations shall remain closed until the Gaming Control Board determines that operations may safely resume,” the governor said. Additionally, bars, bowling alleys, movie theaters and tattoo parlors are among the other businesses that will remain closed. ##Reopening## Frontier Airlines says it plans to begin temperature screening all passengers and crew next month.  The airline announced Thursday that the screening regimen with a touchless thermometer will begin June 1 and “anyone with a temperature exceeding 100.4 degrees will be denied boarding.” Passengers who test above that limit “will be given time to rest,” and if a second screening is also high, “a Frontier gate agent will explain to the customer that they will not be flying that day for the health and safety of others.”     Tests will be conducted at the boarding gate by the agent. CEO Barry Biffle said the temperature screenings are “an additional layer of protection for everyone onboard.” The airline is one of several US carriers requiring all passengers and crew to wear face masks.  On Thursday morning, Frontier acknowledged it is no longer charging customers $39 and upwards to reserve an empty neighboring seat as part of a social distancing initiative. The airline said it will continue to block the seats but not charge customers.  Frontier and other airlines say they are encouraging the federal Transportation Security Administration to include a temperature check at the security checkpoint.    The Transportation Security Administration announced Thursday it is requiring employees to wear face masks at airport screening locations.  The agency had been providing the masks to screeners, but now it is requiring that facial protection be worn. The TSA says this change will happen in the “coming days.” Wearing eye protection remains optional, it says.  “Passengers are encouraged to wear facial protection and individuals may be asked to momentarily lower their facial covering for identity verification purposes, or if screening equipment alarms on it,” the TSA said in a statement. The TSA also says it is considering more measures to protect against coronavirus. See how airports are trying to stop the coronavirus spread:  A JBS Greeley beef plant spokesperson said an 11-year employee will receive “the support she deserves\" after her daughter told CNN Wednesday about her mother getting sick while working at the plant. Tin Aye is now in a local Colorado hospital connected to a ventilator due to Covid-19, according to her daughter. Aye’s daughter San Aye told CNN Wednesday her family filed a Family Medical Leave Act claim with JBS.    “We were not aware of her FMLA claim before it was brought to our attention, but they do not need to worry about the claim. We will make things right and ensure she and the family will receive the support they deserve,” Nikki Richardson with JBS Corporate Communications said in an updated statement to CNN. CNN reported on Wednesday that Aye started feeling ill in March and went to a JBS clinic to be checked by plant staff, according to her daughter. Aye said the clinic staff told her mother that her symptoms were that of a common cold and she could return to work on the plant’s production lines. In a previous statement, Richardson said: “If this is true, it would be a clear violation of our culture and procedures, which puts team member health and safety first.” White House staffers, US Secret Service agents and officers working at the White House were seen heading to the White House Medical Unit for testing Thursday in response to news that a presidential valet testing positive for Covid-19. More than 100 special agents and uniformed division officers were dispatched to the White House Medical Unit located in the Eisenhower Executive Office Building across from the West Wing. A law enforcement source familiar with White House security operation told CNN the hastily arranged testing was ordered under the direction of the White House Medical Unit.   President Trump, Vice President Mike Pence and the senior staffers who regularly interact with them have been getting tested weekly for coronavirus, two people familiar told CNN. Later on Thursday, Trump told reporters he would be tested daily, saying there were \"a number of days missed\" between when the valet was last tested and when the valet discovered he had coronavirus. Thursday’s testing included any Secret Service agent or officer who could potentially be in the proximity of the President or the Vice President, this includes special agents of the presidential protection detail and a variety of specialized officers and agents.   “White House Medical is calling all the shots,\" the source said. A United States Secret Service spokesperson told CNN it would not be disclosing information on testing practices. “To protect the privacy of our employee’s health information and for operational security, the Secret Service is not releasing how many of its employees have tested positive for COVID-19, nor how many of its employees were, or currently are, quarantined,” a statement from USSS read. San Francisco will not lift stay-home restrictions until May 18, Mayor London Breed said. The city will not join the rest of California in reopening on Friday. “As long as SF continues progress reducing the spread of Covid-19, we anticipate allowing some businesses to resume operations with storefront pickup as soon as May 18th,” Breed tweeted on Thursday.  “Retailers like bookstores, florists, & music stores will be the first allowed to operate storefront pickup,” she added. The stay-at-home order for seven Bay Area jurisdictions, which began on May 4, still remains in effect.  “The Bay Area orders do not currently permit curbside pickup from non-essential, non-outdoor businesses, and that is not allowed to begin on Friday, May 8,” the counties said in a statement.  “We appreciate that the Governor recognizes that California communities are impacted differently by coronavirus and can make decisions at the local level,” they added. The areas covered in the regional order are Alameda, Contra Costa, Marin, San Francisco, San Mateo, and Santa Clara counties, along with the city of Berkeley.  “The coronavirus pandemic is still well underway,” the statement said. “Our communities will be dealing with it for a long time to come. We expect outbreaks to continue, especially among vulnerable populations.” ##Reopening## Following the announcement of Shanghai Disneyland's reopening on May 11, Disney announced today that Disney Springs, an outdoor shopping, dining and entertainment area in Lake Buena Vista, Florida, will begin a phased reopening on May 20.  The statement said the reopening would include “increased cleaning procedures, the use of appropriate face coverings by both cast members and guests, limited-contact guest services and additional safety training for cast members.” Theme parks and resort hotels will remain closed.  Florida began allowing restaurants to begin dine-in service on May 4, but restaurants at Disney Springs did not reopen on that date. Dr. Richard Besser, former acting director of the Centers for Disease Control and Prevention, issued a warning this afternoon on the White House's decision not to implement the latest CDC guidelines on when businesses could begin to safely reopen. \"If workplaces can decide for themselves what they're going to do, we're going to see the same burden put on the same populations, black Americans, Latinos, frontline workers who have just been getting slammed during this pandemic, he told CNN's Wolf Blitzer. \"They are going to be at risk if these kind of standards aren't adhered too.\" Besser's remarks came after reports the Trump administration had decided not to implement a 17-page draft recommendation from the CDC for reopening America, a document which provided more detailed suggestions beyond the reopening guidelines the administration had put forth last month, including specific suggestions for schools and churches.  Besser went on to say that as states move to quickly reopen, they face the potential for further coronavirus outbreak. “If you look at the trends around the nation, and you look at the number of states that are opening up their economy, it’s a really risky proposition,” Besser said. “I worry that we’re going to see very significant outbreaks in many of those places.” Restaurants will be able to reopen with outdoor seating and 33% capacity on May 22, Kentucky Gov. Andy Beshear said Thursday. He said movie theaters and fitness centers will be allowed to reopen on June 1. Campgrounds will reopen on June 11. The state’s goal is to allow childcare along with low-touch and outdoor youth sports by June 15, he said. Beshear said phase three of the reopening plan will begin in July and plans include bars and groups of 50 people. Beaches in Southern California’s Orange County will reopen starting today for active recreational use, county officials announced Thursday. The announcement comes just a week after California Gov. Gavin Newsom ordered all beaches in Orange County to close when large crowds gathered one weekend.  Newsom gave the county permission to reopen and announced in an earlier press conference on Thursday that an agreement was made for a “very thoughtful reopening.” The state reviewed and approved the county’s phased beach reopening plan this morning, director of Orange County Community Resources Dylan Wright said. It is consistent with the governor’s order, Wright added.  Orange County supervisor Michelle Steel said she’s still confused as to the governor’s motives on singling out their county. “I want to reiterate that the governor’s actions on this front were clearly arbitrary and capricious and completely unnecessary,” Steel said. ##Reopening##   Arkansas will allow the state's three casinos to resume limited operations May 18, Gov. Asa Hutchinson said Thursday. Southland Casino Racing in West Memphis, Oaklawn Racing Casino Resort in Hot Springs and Saracen Casino Resort in Pine Bluff have been closed since mid-March. \"On May 18, we will be working to provide new guidance for the three gaming casinos in Arkansas so that they can renew limited operations,\" he said. \"They will be opening on May 18 at one-third capacity, one-third capacity with social, with stringent, social distancing requirements in place.\" Hutchinson said this is part of his phase one plan to reopen the state during the coronavirus pandemic. Georgia Insurance and Safety Fire Commissioner John King announced the creation of a task force to communicate and educate critical information and important coronavirus measures in Spanish.   “Priority one is to find ways to communicate effectively and safety measures, including practicing social distancing, wearing masks in public and avoiding large social gatherings,” King said. “This work will involve coordinating with local businesses, radio stations, churches and other organizations to stop the spread of this disease using the Hispanic community, which has been especially hit hard.” King said he wants the workers at the town’s poultry plants to practice the same precautions at home as they are required to at work. “I've toured local poultry plants firsthand to see the safety measures that have been put in place to protect workers while maintaining the supply. Now the next step is to ensure workers continue maintaining these same practices while at home in their communities,\" King said.   A team at Johns Hopkins school of public health is starting a trial to see if so-called convalescent plasma, or plasma from Covid-19 survivors, can help prevent infections in frontline health care workers. A second team at the school will test plasma in people who are not sick enough to be hospitalized to see if the plasma might help keep them out of the hospital. The idea of using blood plasma from people who have recovered from an infectious disease isn’t new, Dr. Arturo Casadevall, chair of molecular microbiology and immunology at the school, said during a briefing. Blood plasma contains antibodies that people have developed over time to fight off an infection, and they can be used to kickstart someone else’s response. But it’s rare for anyone to conduct a controlled clinical trial to prove it actually helps people recover, or acts to prevent disease. An informal network of researchers is working to coordinate donations from coronavirus survivors across the US and study what happens to people who receive it. “As of this morning, 7,200 people have been treated with plasma in the United States,” Casadevall told the briefing. “What is missing is knowledge of how, when and if to use plasma.” Several teams have been testing donated plasma in extremely ill patients. The two Johns Hopkins trials will seek to show whether it helps at earlier stages. The teams will recruit 150 people for the trial to see if plasma protects frontline workers, and 1,000 patients for the trial aimed at showing whether plasma helps prevent serious illness from developing. “You are really looking for that proportion of individuals who get sick and then progress,” Casadevall said. That is a minority of patients, so at least 1,000 will be needed to randomize them and treat half with convalescent plasma and half with blood plasma not taken from Covid-19 survivors, he said. Illinois Gov. J.B. Pritzker, a Democrat, said mail-in ballots for everyone in the state will be “essential” for November’s general election. Pritzker suggested such a law would be a priority for the state legislature later this year He added that in-person voting will take place with input from the Illinois Department of Health. People choosing to stay on unemployment instead of returning to work “is a real issue,” Rhode Island Gov. Gina Raimondo said Thursday. Raimondo stressed that she is grateful to Congress for expanding unemployment benefits and called it “the right thing to do,” but also said the program has had unintended consequences. “It does frustrate me that this was an initiative intended to help people get back on their feet,” Raimondo said. “It was not an initiative for folks to make more staying home and then that hurts their business. In the long run, you’re going to want your job to be there. So if your employer is reopening, I’d encourage you to work with your employer to get your job back.” Rhode Island begins its phase one reopening this weekend. ##Reopening## One of New York’s largest hospital systems stopped recommending doctors use hydroxychloroquine, a medication for malaria, as a standard of care for patients admitted with Covid-19 in April, one of its top doctors told CNN. Dr. Thomas McGinn, deputy physician-in-chief and senior vice president for Northwell Health, said the hospital system began recommending hydroxychloroquine as a standard of care toward the end of March for patients who had low levels of blood oxygen saturation and didn’t have heart or liver problems. “We were all very cautious about it to begin with. We did not feel it had a strong evidence base,” McGinn said. “We were doing it with some hesitation but knowing the FDA, the politicians, the family demands and lack of harm, we were doing it cautiously.” McGinn said his colleagues have experience prescribing hydroxychloroquine with other conditions and that, of at least 500 Covid-19 patients who were administered hydroxychloroquine in the Northwell Health System, his colleagues “saw no side effects.” Patients were closely monitored for possible side effects impacting the heart with electrocardiograms. But after a study of the drug involving hundreds of patients at US Veterans Health Administration health centers showed that patients were no less likely to need mechanical ventilation and had higher death rates compared to those who did not take the drug, McGinn said his team of doctors and administrators decided to stop recommending the drug as a standard of care. “When the VA trial came out and showed no benefit, we felt that undermined doing this at all. We quickly pivoted on that and decided to pull that recommendation,” McGinn said. “We prefer not to give a drug if there’s no benefit.\" Northwell Health is New York State’s largest health care provider and private employer, operating 23 hospitals and nearly 800 outpatient facilities across the state, according to their website. It is now easier to get critical supplies for coronavirus testing than it was last month, the Association of Public Health Laboratories said Thursday. “The reality is that the supply chain does remain constrained, but is getting better every week,” APHL’s chief operating officer Scott Becker said during a media briefing Thursday. This week, the federal government began regular shipments of swabs and viral transport media, which is the critical component necessary for collecting virus samples for testing, Becker said. Shortages of these supplies had been a “big challenge across the country.” “People might want to be tested but they can't be tested if there aren't enough collection materials available, so I think that goes hand in hand. So we do expect that this will get better, week after week,” Becker said. “There's also some high throughput tests that are being shipped out later this week by a company called Hologic and that tool will be very helpful to clinical and public health labs across the country, in terms of expanding the testing,” he added.  In a media briefing two weeks ago, APHL said public health labs were still reporting critical shortfalls in testing material, including swabs and the chemical reagents needed to perform Covid-19 tests. There are 97 public health laboratories in all 50 states, Washington D.C., Puerto Rico, Guam and the US Virgin Islands, and hundreds of private labs across the country. If you're just joining our live coverage of the coronavirus pandemic in the US, here are the latest headlines: Deaths continue to rise: According to Johns Hopkins University's tally of cases in the United States, more than 75,000 people have died from coronavirus. \nTrump to get tested regularly: President Trump says he'll be tested daily for coronavirus after one of his valets tested positive for Covid-19.\nValidity of antibody tests questioned: Antibody tests which tell people if they have been infected with coronavirus are not very reliable and should only be used with caution, the Association of Public Health Laboratories and the Council of State and Territorial Epidemiologists said Thursday.\nStay-at-home order extended in Michigan: Gov. Gretchen Whitmer announced that she signed an executive order to extend Michigan’s Covid-19 stay-at-home order through May 28. \nGun shops to reopen in Massachusetts: A federal judge in Massachusetts issued an order Thursday allowing licensed gun shops in the state to reopen starting at noon on Saturday. \nHydroxychloroquine's effectiveness questioned: A new study finds no evidence the drug hydroxychloroquine helps very ill Covid-19 patients survive better or escape the need for a ventilator to help them breathe.\nBlood plasma treatment under exploration: Dr. Corita Grudzen, vice chair for Research and Emergency Medicine at NYU Langone Health, is running a new drug trial that explores the benefits of using blood plasma from patients who have recovered from coronavirus on new patients who are experiencing moderate symptoms. ##Catch Up## Movie theaters in Montana will be allowed to reopen on May 15, according to new guidance announced Thursday.  “We have determined that these businesses can carefully reopen under strict capacity, social distancing, and sanitation guidelines,” Gov. Steve Bullock said in a statement. Theaters will only be able to operate at 50% capacity with 6 feet of separation between families. They are also being told to “increase cleaning and sanitizing of frequently touched surfaces.\" Cleaning must be done at least once every two hours. Museums will be also allowed to reopen on May 15 under the same restrictions, along with fitness centers and pools. Workers in gyms must wear a mask. Customers are encouraged to do the same, but it will not be mandatory. ##Reopening## There are 22 new deaths and 262 new cases in Mississippi, Gov. Tate Reeves announced today. \"It's clear the number of deaths continue to rise in our state,\" he said The state has at total of 8,686 cases and 396 deaths from Covid-19. At least 1,037 of those cases and 169 of the deaths are attributed to the state's long-term care facilities, such as nursing homes.   \"We must understand we are not over this disease nor are we over the challenges that we face,\" Reeves said. \"It's critically important that we as a state come together in these challenging times.\" Reeves amended the safer-at-home order on Monday to allow outdoor gatherings for up to 20 people.  Restaurants can offer indoor dining as long as they abide by the strict guidelines presented in the amended order. The safer-at-home order expires May 11. Connecticut reported 789 new cases of Covid-19, bringing the state total to 31,784, Gov. Ned Lamont said today.  Though that number is still high, the governor noted that the state is seeing a decrease in the rate of positive cases. There were 79 new deaths reported, bringing the state total to 2,797. The state is continuing to see a downward trend in hospitalizations, Lamont said. The governor discussed the progress made for the first phase of reopening on May 20 in his briefing.  The state’s previously announced Microsoft platform that was designed to facilitate contact tracing in the state is going live today, Lamont said, and 20 local health departments will begin a pilot tracing program next week.  Hospital capacity is at an adequate level, he said, and the personal protective equipment supply chain is stabilizing. California's first case of coronavirus community spread started in a nail salon, Gov. Gavin Newsom said Thursday in his briefing. “This whole thing started in the state of California – the first community spread – in a nail salon,” Newsom said, explaining why salons are not part of the reopening phase. Higher levels of protection, especially in places that already often use procedure masks and sanitation, will be required before reopening can happen. ##Reopening## According to Johns Hopkins University's tally of cases in the United States, at least 75,054 people have died from coronavirus.  The first known US coronavirus-related fatality was Feb. 6, which was 91 days ago. A federal judge in Massachusetts issued an order Thursday allowing licensed gun shops in the state to reopen. The order from US District Judge Douglas Woodlock allows gun retailers to get back to work starting at noon on Saturday.  Woodlock's order calls for gun retailers to operate by appointment only, with no more than four appointments per hour. Gun shops will be allowed to operate from 9 a.m. to 9 p.m. Gun shop owners must enforce social distancing and public health guidelines, including requiring employees and customers wear masks. They must also provide full or partial barriers between employees and customers and ensure proper hygiene is practiced in the workplace.  Some context: This decision from Woodlock comes after Gov. Charlie Baker was sued last month by gun shop owners and advocates following his decision to close firearm retailers in an effort to contain the spread of coronavirus.  “The court has issued a ruling and the administration is working with the Attorney General’s office to review the decision,\" Deputy Communications Director Terry MacCormack told CNN. ##Reopening## Michigan Gov. Gretchen Whitmer announced on Thursday that she signed an executive order to extend Michigan’s Covid-19 stay-at-home order through May 28.  The government’s order will allow manufacturing workers to resume work on Monday. Manufacturing accounts for 19% of Michigan’s economy, Whitmer said. The big three auto suppliers, in agreement with United Auto Workers (UAW) union, will begin phasing into work on May 18, the governor said. They’ll be starting at 25% capacity before phasing up.  “My team and I determined that manufacturing has a lower risk score than some other industries,” Whitmer said, explaining why the state is moving forward with reopening the manufacturing sector.  Manufacturing facilities must adopt measures to protect their workers from the spread of Covid-19 in order to reopen, she said.   ##Reopening## Illinois has suffered 3,111 total coronavirus deaths, according to Department of Public Health Director Dr. Ngozi Ezike. Ezike reported 2,641 new positive cases and 138 deaths in the last 24 hours. Illinois has 70,873 total positive cases. California will begin reopening Friday, and guidelines are being introduced to support the lifting of restrictions. \"It does not mean a return to normal,\" Health Secretary Dr. Mark Ghaly warned as he laid out the state’s plans Thursday. Retail stores will be allowed to do more curbside pickup and possibly deliveries, likely with hand sanitizer at the door. Ghaly is encouraging outlets to change from direct payment at a cash register and move to a \"click and swipe methodology.\" Plant workers at warehouses and manufacturers should be further apart, and Ghaly suggests perhaps break rooms will be closed down to prevent people from congregating. \"Delivery drivers will have different personal protective equipment than they did before COVID-19 became a reality,” Ghaly said. Employers must train employees on how to limit the spread of Covid-19 and how to screen for symptoms on a daily basis. Each location will be required to have a site-specific protection plan including cleaning and disinfecting protocols, Ghaly explained. Industry-wide guidance will be issued shortly, but some businesses will be able to move further into stage two, which may include the reopening of offices and dining inside a restaurant. Modifications to the stay-at-home order allow residents to move from phase one into phase two. Stage one involves the strict stay-at-home order, with only essential businesses remaining open. Phase two includes \"lower risk\" workplaces like retail, manufacturing, and offices. Phase three will include personal care businesses like salons and gyms, and the final phase is for the \"highest risk\" businesses like sporting events and concerts. ##Reopening## Antibody tests which tell people if they have been infected with coronavirus are not very reliable and should only be used with caution, the Association of Public Health Laboratories and the Council of State and Territorial Epidemiologists said Thursday. The association issued new guidelines to help state public health labs and others decide how and when to use the tests, often called serologic tests. The tests, which look for antibodies in the blood, can show someone was infected. But it’s still not clear if having antibodies to Covid-19 means a person is immune to further infection, the strength of the immunity or for how long, the groups said in a joint statement. “Until more evidence about protective immunity is available, serologic test results should not be used to make staffing decisions (return to work), decisions regarding the need for personal protective equipment or need to discontinue social distancing measures,” the statement said. The guidelines include information on the different types of serologic tests, current testing availability, how to choose the right test for population studies, how to interpret the test results and continuing research needs for evaluating the tests. The tests can be used for determining how widespread the coronavirus may be in a community or population, whether a person can serve as a convalescent plasma donor and to detect whether a person has had an immune response. Some context: The US Food and Drug Administration at first allowed manufacturers to begin selling antibody tests in mid-March without any federal review and without knowing whether the tests even worked. The FDA has since changed that policy and now requires validation of the tests. President Trump says he'll be tested daily for coronavirus after one of his valets tested positive for Covid-19. Speaking in the Oval Office after news of the valet's condition broke, Trump said the episode underscored the fallibility of using testing exclusively to determine safety. \"What happens in between when you got tested and just a couple of days later?\" he asked, saying there were \"a number of days missed\" between when the valet was last tested and when he discovered he had coronavirus. Trump said he'd had \"very little personal contact\" with the man, a US military member, who tested positive. He described the situation as \"a little bit strange.\" Trump repeated that Americans were \"warriors\" in their efforts to overcome the pandemic.  \"We’re all warriors together,\" he said. \"I am, you are, we all are.\" President Trump asked about valet who tested positive:  A total of 709 deaths from Covid-19 are from nursing homes across Louisiana, according to the state's Department of Health.  Confirmed cases have been reported in 179 of the 279 nursing homes in the state. According to the state, 90 of the 157 adult residential facilities are reporting 438 cases and 75 total deaths. The total of deaths from these two types of facilities represent nearly 37% of the state's fatalities while the cases represent a little over 12% of the state's totals.  Louisiana has 30,652 confirmed coronavirus cases and 2,208 deaths from the disease, according to a tally from Johns Hopkins University. The coronavirus pandemic is having an adverse impact on people’s mental health, according to Bob Filbin, co-founder and chief data scientist of Crisis Text Line. He said his company has seen a 40% higher volume in people reaching out since mid-March.  Some of the top trending phrases the Crisis Text Line is getting from texters include: Quarantine\nCovid\nLockdown\nPandemic\nEssential\nSocial distancing\nLaid off\nHome\nClosed\nUnemployed   “We’re starting to see issues around being laid off, losing your job enter this top 10, whereas quarantine and fear of getting the virus remain high,” Filbin told CNN’s John King. He added, that “over 80% of our texters say they're experiencing some kind of fear or anxiety related to Covid.” Filbin said that twice as many people who reach out are concerned about their friends or loved ones getting the virus versus getting the virus themselves. He urged people to reach out if they’re experiencing feelings or symptoms that are disrupting their life. You can text HOME to 741741 to connect with a counselor from Crisis Text Line. Frontline worker discusses mental health challenges amid pandemic: Thousands of children are still eagerly anticipating a decision as to whether summer camps in Maine will be allowed to open for a part of the summer. Ron Hall, executive director of Maine Summer Camps umbrella group, said he anticipates Gov. Janet Mills will allow camps to reopen in July. Hall said he is waiting on state guidelines for what measures would need to be taken to open. Hall has asked for camps to be treated as “closed communities” like nursing homes, which would allow them to operate outside other social distancing guidelines. Rules that prohibited gatherings of 15 or more, he said, would basically make it impossible for many camps to open. \"That would be very hard,\" Hall told CNN. Some more context: At a news conference Thursday, Mills didn't definitively answer the fate of summer camps when asked by a reporter. She said her office is working to see if there's a way that camps can safely open \"in some capacity, in some degree.\" \"We're working on that, can't make any promises yet, but we're hopeful,\" Mills said. Dr. Corita Grudzen, vice chair for Research and Emergency Medicine at NYU Langone Health, is running a new drug trial that explores the benefits of using blood plasma from patients who have recovered from coronavirus on new patients who are experiencing moderate symptoms. The trial borrows antibodies from patients who are now recovered and are 28 days asymptomatic, Grudzen told CNN’s John King. “We use their antibodies through plasma and we give them to patients who are ill in the hospital, on oxygen, not feeling well and compare that to saline,” she said. Using plasma isn’t something new, Grudzen added. “The first Nobel prize in medicine went to someone who invented this whole process to cure diphtheria,” she said. Grudzen said administering the treatment early in the course of the illness is theoretically the best chance for it to have an impact.   So far, her trial has enrolled a little more than 100 patients, but she’s hoping to reach 300 as soon as possible in order to get answers from her study, including whether the treatment is beneficial, harmful or has no effect. “It’s a race against time, but with all these infectious diseases, part of the problem is …  the epidemic wanes, we don’t have the science, and God forbid that there’s another outbreak, we don’t have any answers. So, we’re trying to enroll patients as fast as we can,” she said. ##New York## A new study finds no evidence the drug hydroxychloroquine helps very ill Covid-19 patients survive better or escape the need for a ventilator to help them breathe. \"The patients who got the drug did not fare any better or any worse than patients who didn't get the drug,\" Neil Schluger, professor of epidemiology and environmental health sciences and professor of medicine at the College of Physicians and Surgeons at the Columbia University Medical Center, told CNN on Thursday. There’s little to support the widespread use of the drug, Schluger and colleagues wrote in their report, published in the New England Journal of Medicine Thursday.  \"What we think perhaps the most important take-home message is that this drug is being administered to many, many, many people around the United States and around the world without any robust evidence that it works,\" Schluger said. \"Our data could not demonstrate any association between the drug and an outcome — so our strong feeling is that this drug should not be administered in a routine basis to hospitalized patients.\" What is this about: President Trump had urged use of the drug, originally developed to treat malaria and used to treat some autoimmune diseases such as lupus. The observational study included data on 1,376 hospitalized Covid-19 patients admitted to New York-Presbyterian Hospital-Columbia University Irving Medical Center in New York City between March 7 and April 8. Among the patients, 811 or 58.9% of them were treated with hydroxychloroquine. The remaining patients were not. By the end of the study, 180 patients were intubated and 166 died without intubation.   Once the data in the study was adjusted to compare the groups, the study found no difference in the risk of intubation or death among patients who received hydroxychloroquine compared to those who did not. \"The analysis that we did was to use very rigorous and sophisticated, but very well established, statistical techniques to compare the patients who got hydroxychloroquine to patients who looked just like them and for whatever reason didn't get hydroxychloroquine,\" Schluger said.  \"From that analysis, there appeared to be no association at all,\" Schluger added. \"In a sense, we can't see any association between getting the drug and anything happening to anyone.\" The National Institutes of Health and the Food and Drug Administration have cautioned against using the drug outside of a clinical trial. CNN medical correspondent shares study's conclusion: Miami Beach just extended its “safer-at-home” order through May 14, according to a copy of the signed order released by the city’s press office.  The order includes a general curfew, the continued closing of public and private nonessential establishments and social distancing practices. Beaches remain closed.  All employees and customers of essential retail and commercial businesses are also required to wear a face covering, such as a mask, scarf, bandana or handkerchief. If you're just joining our live coverage of the coronavirus pandemic in the US, here are the latest headlines: NBA opens team facilities: The NBA has informed all of its franchises that their facilities may open Friday and be used on a voluntary basis by up to four individual players, as long as local or state guidelines are followed. \nUnemployment worsens: Economist Mark Zandi expects the unemployment rate to hit “close to 20%,” and he notes that it could reach 25% for underemployed Americans, which are those on the “periphery of the labor market.” \nAmericans are spending less: The Federal Reserve Bank of New York's quarterly household spending survey found that people across the income spectrum reeled back their spending over the past several months while businesses have closed and laid off employees.\nOhio allows some businesses to open: Gov. Mike DeWine announced today that personal services like hair salons, barber shops, day spas, or nail salons will be allowed to open on May 15.\nRhode Island to reopen: Gov. Gina Raimondo confirmed Thursday that her statewide stay-at-home order will expire Friday and the state will begin phase one of its reopening as long as businesses comply with additional rules like cleaning frequently, reducing capacity and screening employees. ##Catch Up## Ohio Gov. Mike DeWine announced today that personal services like hair salons, barber shops, day spas, or nail salons will be allowed to open on May 15. Debbie Penzone, who headed up the working group that put together best practices for reopening personal services, said some changes in practices will include professionals wearing masks and clients waiting in their cars until their appointment. Additionally, the governor announced Ohio’s outdoor dining will reopen on May 15 and dine-in service will resume on May 21. According to Treva Weaver, a restaurant COO who led the state’s restaurant working group, the establishments will need to create floor plans to comply with social distancing guidelines and most all employees will be wearing masks in the reopening. ##Reopening## New Jersey health officials say they have heard reports in their state about rare inflammatory disease in children that could be linked to coronavirus that’s been seen in New York. Responding to a question from a reporter, Dr. Edward Lifshitz, the medical director for the New Jersey Department of Health, said that the state has begun to hear reports about these cases as well and are reaching out to local commissions and to the Centers for Disease Control and Prevention for additional guidance. Lifschitz said they did not know yet how often this association occurs, but said “certainly it’s rare.” Lifschitz noted that only about 2% of the confirmed cases of Covid-19 in the state are in the “pediatric population.\" What's this about: The New York State Department of Health (DOH) issued an advisory on Wednesday to healthcare providers about “Pediatric Multi-System Inflammatory Syndrome Associated with COVID-19,” describing it as a serious inflammatory disease affecting children, including as many as 64 potential cases.  Some of the children had symptoms similar to Kawasaki disease, the advisory said. Rhode Island Gov. Gina Raimondo confirmed Thursday that her statewide stay-at-home order will expire Friday and the state will begin phase one of its reopening. Raimondo mentioned several industries that can reopen Saturday if they comply with additional rules like cleaning frequently, reducing capacity, and screening employees.  The rules and industries include: Retail shops may reopen\nElective medical procedures and other healthcare needs like immunizations and specialty care can resume\nState parks will reopen with limited parking available\nPlaces of worship may hold services for five people or fewer. Drive-in or broadcasted services are recommended.\nEmployees of office-based businesses who need to go to the office may do so on a very limited basis, but work from home is encouraged Restaurants are still limited to delivery and takeout while outdoor dining might be permitted eventually in phase one. Nursing homes and assisted living facilities remain closed to visitors and entertainment venues like movie theaters, bowling alleys, museums, gyms, salons and barber shops will remain closed. The governor said that her priority in phase one is people returning to work, and that socializing should wait and be limited to groups of five or fewer people. “This is not the time for social gatherings,” Raimondo warned. “The economic devastation in this state and every state around this country is untenable. So I am focused like a laser on work, getting people enabled to work.” ##Reopening## White House counselor Kellyanne Conway stressed that states choosing to reopen across the country are making their own decisions. “The President isn't 'reopening' each state up. The governors in those states are making those decisions. And we’re having ongoing conversations with those governors. They are welcome, and many have, to submit a plan for reopening,” the she said Conway said that when Trump wanted to get more involved, the administration got “tremendous blowback,” she said while speaking on Fox News on Thursday. Conway said that the administration has spoken to certain states when the White House views something a state is doing as troubling. Following her Fox appearance, Conway discussed the administration not implementing the US Centers for Disease Control and Prevention guidelines on reopening the country, saying that the governors want to be in charge of opening their states. She said “there’s not a one size fits all strategy for the whole country and it doesn’t sound like there’s a one size fits all policy even for some of those states.” ##Reopening##   Dr. Francis Collins, director for the National Institutes of Health (NIH), said the Abbott ID Now machine, which is used to perform rapid coronavirus tests, has “about a 15% false negative rate.” Speaking to the Senate Health, Education Labor and Pensions Committee, Collins said there are about 18,000 of the machines out there right now, performing tests, which have results in roughly 15 minutes.  “If you're in a circumstance where you really really don't want to miss a diagnosis of somebody who's already carrying the virus, you'd like to have something that has a higher sensitivity than that. And I know they're working on how to make that happen,” Collins said. “It's certainly one of the most exciting things we've got right now, but we think we could even do better,” he said. “I would say if we have a new technology that would give a twofer where you could get both a virus test and an antibody test at the same time for a really good price -- that might be something we'd be pretty interested in,” Collins said. As part of the 21st Century Cures Act, the All of Us Research Program is hoping to do antibody survey of a million people. “We're already up to over 300,000 that have signed up, and those individuals answer lots of questions, their electronic health records are available for researchers to look at. And after they'd been anonymized, they get blood samples, over the course of time,\" Collins said.   Pennsylvania Gov. Tom Wolf and Attorney General Josh Shapiro announced Thursday an Executive Order that protects Pennsylvanians from foreclosures and evictions through July 10. This action builds on the state’s Supreme Court order that closed court eviction proceedings until May 11, and ensures no renter or homeowner will be removed from their home for 60 more days. The White House has emerged as ground zero in the cultural battle over whether to wear a face mask to prevent the spread of coronavirus. President Trump won't wear one in public, at least in front of cameras. His aides in the West Wing remove them before walking inside. Vice President Mike Pence violated a hospital's rules by visiting without one last week, only to say later he should have tied one on. On Thursday, the White House confirmed one of the President's staffers — a US military member responsible for attending to his personal needs in the Oval Office — had tested positive for coronavirus. Like others inside the building, valets haven't been wearing masks at work as they go about their jobs serving the President and his family. The development angered Trump and led to a renewed round of testing for him and Pence. But it did not appear likely to change the unwritten code inside the White House against wearing masks, despite recommendations from Trump's own administration on wearing face coverings where social distancing is difficult. \"He's a unique individual,\" one White House official said. \"He can't be seen walking around wearing a mask.\" Like other recommendations issued by the White House on social distancing and reopening states, the guidance from the federal government on wearing masks is not compulsory. And like those recommendations, Trump has shown passing interest in following them himself. Administration aides have said the regular testing administered to Trump and those who come into close proximity to him negates the need to wear a mask at all times. They have also cited temperature checks provided to anyone entering the White House complex. But temperature checks wouldn't screen out asymptomatic individuals. The rapid test used by the White House's medical officers isn't foolproof. And only those who interact directly with Trump or Pence is tested, excluding others who work at a further distance from the two men. Privately, Trump has questioned whether he should ever be seen wearing a mask in public, concerned it might contradict his public message that the virus is waning and the country is ready to reopen. He has shown little interest in wearing one as an example to the country, even though many people are now required to wear masks to enter grocery stores, pharmacies and other businesses. Read more about this here. See how a mask affects how a cough travels:  The Federal Reserve Bank of New York's quarterly household spending survey found that people across the income spectrum reeled back their spending over the past several months. The country-wide lockdown to prevent further coronavirus infections began in March and was in full force in April with many workers working remotely. On top of that, businesses closed and laid off employees All of this explains a decrease in consumer spending, which is the backbone of the US economy. A quarter of survey respondents said their spending had reduced by as much as 5% compared with a year ago. Notably, the decline in spending growth was the steepest for high-income earners making more than $100,000 per year, as well as respondents below the age of 40. Spending cuts on vacations and trips were by far the largest, with only 12.5% of respondents reporting any such spending over the past four months, the lowest point on record for that kind of spending. Read more here on what economists are saying about how recovery might look. ##Economy## Moody’s Analytics chief economist Mark Zandi said there is a long road ahead for US unemployment, prior to tomorrow’s release of the federal government’s jobs report, which is expected to show unemployment rose to Great Depression-levels due to coronavirus.  Zandi expects the unemployment rate to hit “close to 20%,” and he notes that it could reach 25% for underemployed Americans, which are those on the “periphery of the labor market.”  “It’s going to take several years to get those jobs back. Businesses will have to reform, because a lot of businesses are going to fail between now and then. And so it’s not really until mid-decade, with a little bit of luck, that we get back to the 3.5-4% unemployment we had before this,” Zandi said.  “This is a process. This is not a V; this is a slog,” Zandi told CNN’s John King in an interview.  Zandi said he expects an economic bounce close to Memorial Day, as job losses will abate a bit as state economies reopen. By Election Day, the unemployment rate could be 8-10%, he said.  “At least half of the entire workforce have been affected in a negative way directly of what's going on here. That’s how broad and deep this is,” Zandi said.  Watch more: ##Economy## New Jersey reported 1,827 new cases of Covid-19 on Thursday, bringing the statewide total to 133,635. The state continues to see the daily counts “leveling,” Gov. Phil Murphy said. The number of patients hospitalized with Covid-19 has dipped just below 5,000 – to 4,996. Murphy called the dip a “milestone” for the state. There were 325 new hospitalizations on Wednesday and 460 patients discharged from hospitals. The number of new hospitalizations was higher in the central and southern portions of the state, and lower in the northern portion of the state, which had previously been a hotspot.  There were 254 new deaths, Murphy said, bringing the statewide total to 8,801. Murphy also announced Thursday that he has directed the New Jersey National Guard to deploy its members to long-term care facilities across the state to help back fill employees at these facilities. At least 120 soldiers will be in the first tranche of assistance, Murphy said, and it will begin this coming weekend “at the latest.” The NBA has informed all of its franchises that their facilities may open on Friday and be used on a voluntary basis by up to four individual players, as long as local or state guidelines are followed.  In a league-wide memo sent late Wednesday night, teams were told to designate up to six assistant coaches or player personnel who may supervise a player’s workout but that no more than four of those coaches or personnel may be in the facility at one time.  A source with knowledge of the memo shared some of its details. CNN has not seen the original memo. Team head coaches are not allowed to observe or take part in the workouts, according to the source. Team practices and scrimmages remain prohibited. The Portland Trail Blazers have confirmed to CNN that their facility will be open on Friday for players to utilize. ##Reopening## If you're just joining our live coverage of the coronavirus pandemic in the US, here are the key headlines today: More than 73,000 people have died from Covid-19 in the United States: There are at least 1,231,992 cases of coronavirus in the US, and at least 73,573 people have died, according to Johns Hopkins University's tally of cases.\nAnother 3.2 million Americans filed for first-time unemployment benefits: In total, more than 33.5 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. That represents 21% of the March labor force. \nOne of Trump's personal valets tests positive for coronavirus: A member of the US Navy who serves as one of President Trump's personal valets has tested positive for coronavirus, CNN has learned Thursday, raising concerns about the President's possible exposure to the virus. Trump was upset when he was informed yesterday that the valet had tested positive, a source told CNN, and he was subsequently tested again by the White House physician.\nWhat New York Gov. Andrew Cuomo called \"amazingly good news\": Cuomo said 27,000 workers got antibody tests at 25 downstate health care facilities. The percent of health care workers in New York City and Westchester County who tested positive was actually about half of the general population, he said. In Long Island, the numbers were nearly the same. “That is amazingly good news,” Cuomo said. New York City Mayor Bill de Blasio also announced this morning that 140,000 New Yorkers will undergo antibody tests beginning next week. ##Economy## ##New York## ##Reopening## ##Catch Up## Texas Gov. Greg Abbott announced Thursday that he has modified his Covid-19 executive order to \"eliminate confinement as a punishment for violating the order\" after a salon owner in Dallas was jailed for opening her business.  “Throwing Texans in jail who have had their businesses shut down through no fault of their own is nonsensical, and I will not allow it to happen,” Abbott said.  Abbott said the modifications are retroactive to April 2, and supersede local orders. If “correctly applied” the order should free the salon owner, Abbott said.  What this is about: Salon owner Shelley Luther was found in civil and criminal contempt of court Tuesday in Dallas for ignoring a temporary restraining order prohibiting her from operating her business, Salon A la Mode, according to a court document. As a result, Dallas Civil District Judge Eric Moyé ordered Luther to seven days in jail and fined her $500 for every day the salon stayed open. According to Abbott's orders, salons are allowed to open tomorrow, with restrictions: There can only be one customer per stylist and there must be six feet between stations. Masks are strongly recommended but aren't mandatory. ##Reopening## See Dallas salon owner's response for defying lockdown NYPD Commissioner Dermot Shea said today that New York police officers, \"need extra patience, we need de-escalation more than ever.\"  The comments came after video showed an officer, who was responding to social distancing violation complaints, punching a man during an arrest. Here's what the commissioner said during a live Twitter Q&A Thursday: \"All across New York City people are stressed out, people are tired of being cooped up, people are worried about health, people are worried about where their next meal is coming from, that's the reality of what we're doing, and they're going to rely on the NYPD to get 'em through this, they're going to rely on you to get 'em through this. We need extra patience, we need de-escalation more than ever. If it comes to summonses, then it's going to come to summonses and we're going to have to do it, but exercise that discretion as you always do, and we're going to count on you to do it more than ever.” What this is about: The police commissioner made the comments after a controversial video emerged of an officer violently punching a man during an arrest this past weekend. The officers were responding to complaints over a lack of social distancing and people not wearing masks.  The officer captured in the video has been placed on modified duty. He was stripped of his gun and badge and an investigation has been launched by the NYPD's Internal Affairs Bureau.  \"There's a controversy right now,\" Shea continued. \"We have to make sure that we are impartial in how we enforce the law ... but we have a couple videos that people think otherwise.” Shea added, \"I'm going to look at every incident and I'm going to call it as I see it.\" ##New York## Watch the video here:  New York Gov. Andrew Cuomo said the state has been “aggressively” testing frontline workers for coronavirus. The state gave antibody tests to about 27,000 workers at 25 downstate health care facilities. The percent of health care workers in New York City and Westchester County who tested positive was actually about half of the general population, he said. In Long Island, the numbers were nearly the same.   “That is amazingly good news,” Cuomo said. “…We were afraid of what was going to happen, and the health care workers actually are at about the same or lower than the general population in that area.” Cuomo says there are two points out of these findings: Health care workers must be protected, so the state never has to go through a supply shortage ever again. \nMasks, gloves and sanitizer really work in fighting the coronavirus. See more: ##New York## New York City could limit the number of people that go into parks as the weather gets warmer to help with social distancing, Mayor Bill de Blasio said during his morning Covid-19 presser. The mayor said he has been having discussions with New York Police Department Commissioner Dermot Shea to see how limiting park goers could work to prevent overcrowding which can happen quickly. He said he expects to discuss this more tomorrow. ##New York## New York Gov. Andrew Cuomo announced extra protections for renters during the coronavirus crisis. He extended a ban on evictions due to non-payment of rent for both commercial and residential tenants until Aug. 20. Previously, he issued a moratorium on evictions until June. \"It's not that the bill collectors have taken a vacation,\" Cuomo said. The governor also said he is banning late fees on rent, and he's allowing tenants to use their security deposit as a rent payment. See more: ##New York## At least 231 people died across New York from coronavirus yesterday, New York Gov. Andrew Cuomo said. Cuomo said the death toll is decreasing, but slowly. \"You can see how slow that has come down and how painfully high it still is,\" he said. Watch the moment: ##New York## Dr. Francis Collins, Director for the National Institutes of Health (NIH), said the race to ramp up testing across the United States will be “a wild ride.” Speaking today to the Senate Health, Education Labor and Pensions Committee about new ideas for defeating coronavirus, Collins said, last week NIH announced a program called Rapid Acceleration of Diagnostic (RADx), “the goal of RADx is to help make millions more accurate and easy to use tests per week available to all Americans by the end of summer, and even more in time for the flu season,” Collins said. Since it announcement last week, Collins said he is “delighted and somewhat astounded” that as of yesterday afternoon, “there were 1,087 applications initiated, 79 of those already complete.”   “In 27 years at NIH, I have honestly never seen anything move this quickly. The expert review team already in place has identified 20 of these completed applications that are ready to move into that first phase of intense scrutiny and the game is on, and it's going to be a wild ride,” he said. Collins warned, the goal of RADx “is a stretch goal that goes well beyond what most experts think will be possible. I have encountered some stunned expressions, when describing these goals and this timetable.”  “The scientific and logistical challenges are truly daunting, but I remain optimistic because of the track record of American ingenuity and the outpouring that has already happened, of great ideas coming into this Shark Tank,” Collins said.  Japan has approved the use of the experimental anti-viral drug remdesivir, for the treatment of coronavirus patients with severe symptoms. About the drug: Researchers in the US released some good news last week about a possible treatment for coronavirus — evidence that the experimental drug may help patients recover more quickly from the infection. The US Food and Drug Administration has authorized remdesivir for emergency use in patients with severe Covid-19. The Japanese Ministry of Health and Welfare granted special approval of the drug, developed by the US's Gilead Pharmaceutical, just three days after it applied for approval.  A member of the US Navy who serves as one of President Trump's personal valets has tested positive for coronavirus, CNN has learned Thursday, raising concerns about the President's possible exposure to the virus. The valets are members of an elite military unit dedicated to the White House and often work very close to the President and his family.  Trump was upset when he was informed yesterday that the valet had tested positive, a source told CNN, and he was subsequently tested again by the White House physician. In a statement, the White House confirmed that one of the President's valets had tested positive. \"We were recently notified by the White House Medical Unit that a member of the United States Military, who works on the White House campus, has tested positive for Coronavirus,\" deputy White House press secretary Hogan Gidley said in a statement. \"The President and the Vice President have since tested negative for the virus and they remain in great health.\" A White House source said the valet, a man who has not been identified, exhibited \"symptoms\" yesterday morning, and said the news that someone close to Trump had tested positive for coronavirus was \"hitting the fan\" in the West Wing. Trump, Vice President Mike Pence and the senior staffers who regularly interact with them are still being tested weekly for coronavirus, two people familiar told CNN.  The number of people that were admitted into the hospital for Covid-19 as of Tuesday are down, New York City Mayor Bill de Blasio said.  At least 79 people were admitted to hospitals. That number is down from 109 reported Monday, the mayor said. At least 567 people were admitted into ICUs for Covid-19 treatment across the city and that number is down from the 599 reported on Monday. ##New York## Outreach workers and police engaged 361 homeless individuals in New York City last night into this morning, the second day the Metropolitan Transportation Authority closed its subways stations to disinfect trains during overnight hours. At least 218 people accepted social services: 196 went to shelters and 22 went to hospitals, Mayor Bill de Blasio said in a press conference. “When 218 come in at one night … that’s an extraordinary story,” he said. ##New York## No one expected airlines to report good news for the first quarter. But Spirit's and JetBlue's losses were even worse than analysts predicted. Spirit followed other airlines in announcing it will offer 12 million shares at an as-yet-undetermined price, and $150 million in debt to raise cash to weather the crisis. It also has reached an agreement to increase a credit line by $30 million by May 18. That news, combined with Spirit's adjusted loss of $58.9 million, sent Spirit shares down 14% in early trading Thursday. JetBlue lost an adjusted $116 million excluding special items, compared to a $51 million profit a year earlier. Shares of JetBlue were little changed in early trading. ##Economy## 140,000 New Yorkers will undergo antibody tests beginning next week, as New York City is launching its own antibody survey in partnership with BioReference to understand the spread of the coronavirus, New York City Mayor Bill de Blasio announced Thursday morning. Up to 5,000 people will be tested per day, he said, and test results are expected within 48 hours. Up to 70,000 people will be tested within the first two weeks. Tests will be focused on people in the general area of test sites, de Blasio said, adding initial testing sites will be located in the Morrisania neighborhood in the Bronx, East New York, Upper Manhattan, Concord, and Long Island City. Earlier this week, the city announced a separate 140,000 antibody tests for health care workers and first responders. ##New York## Connecticut Gov. Ned Lamont said he’d like to hear from CDC experts about reopening the US economy, and he said he bases decisions about his states on scientific recommendations.   “What do you got to hide? I think it would be very helpful for us,” Lamont said in response to the Trump administration’s decision to not implement the Centers for Disease Control’s 17-page draft recommendation for reopening America. “Let us hear from the experts. I think we'll be able to make much better decisions accordingly. Don't politicize this,” he added.   With Connecticut set to begin reopening on May 20, Lamont said the state is “making baby steps as we slowly reopen our economy.” He outlined what businesses will be able to open at that time: Nail and hair salons will be open by appointment only\nRestaurants will be open for outdoor service only\nMasks and proper social distancing will be required Lamont also said the state will look at opening summer camps at an appropriate time, and those would also have an educational component. “I’ve got to continue to ramp up the education, so [by] September 1, kids are ready to go back to school,” he said.  Ultimately, the reopening will be shaped by the residents of Connecticut themselves, and Lamont says he trusts them to do the right thing.  “I put a lot of trust in the people of Connecticut and they really honored that trust. I can say I don't want groups of more than five or six, you know, clanging around there. I can't enforce that. I can't have police doing that. I have to trust people that they're going to use their good judgment, and overwhelmingly they have,” he said.  Watch more: US stocks kicked off higher today, as investors chose to focus on the gradual reopening of the US economy. As in previous weeks, the market shrugged off the bleak weekly jobless claims data, which showed that more than 1 in 5 Americans has now filed for first-time unemployment benefits since mid-March. Here's how the markets opened: The Dow opened 1.1%, or 256 points, higher.\nThe S&P 500 rose 1.3%.\nThe Nasdaq Composite opened up 1.4%. The index is on track for its fourth day of gains in a row. ##Economy## Moderna — the company that announced earlier today the FDA cleared its vaccine for the novel coronavirus for a second trail phase — said a 600-participant phase 2 study is expected to begin shortly.  During an investor call this morning, Moderna said it added people older than 55 to the phase 2 study. It said the first batches of the vaccine are expected to be manufactured in July, with the goal to enable manufacturing of up to 1 billion doses per year. What the phases mean: The first phase of vaccine trials examines safety. The second phase expands the number of participants. In the third phase, the vaccine is given to many more people and tested for efficacy and safety.  According to the World Health Organization, there are 100 vaccines in preclinical evaluation globally, and eight vaccines in clinical trials. One other vaccine was already in phase 2, and several others are doing simultaneous phase 1 and phase 2 trials.  Moderna’s vaccine, which was developed by the company and the National Institute of Allergy and Infectious Diseases, used a genetic platform called mRNA. According to the National Institutes of Health, the vaccine directs the body’s cells to express a virus protein that researchers hope will elicit an immune response. Moderna has never brought a product to market, or gotten any of its vaccine candidates approved for use by the FDA. Science journalist Laurie Garrett has been warning about a pandemic like Covid-19 for decades and predicts the coronavirus pandemic could possibly last for three years.  “Each community and each part of the country has to be ready and know, yes, maybe you got things under control right now in May. Maybe in June. But be ready. It's coming back again and again,” Garrett, author of “The Coming Plague,” told CNN’s John Berman in an interview.  Garrett said we should look at places like South Korea, Taiwan and Hong Kong, which have been able to stem the pandemic.   “These places have figured out this virus will come in waves. It's not going to be a giant tsunami that just sweeps over America all uniform all at once, then retreats, then all comes back all at once across America again. It's going to be more like little brush fires popping up here, there, and everywhere,” she said.  Garrett also slammed US coronavirus policies and the Trump administration’s decision to not implement the Centers for Disease Control’s 17-page draft recommendation for reopening America. \"The CDC ought to be in leadership,\" she said. “It’s just madness. We're acting as if you can wish away an epidemic. You can't just say, ‘I want the economy going and the virus will cooperate.’ It doesn't work that way,” Garrett said.  She said that the pandemic has changed the world’s perception of the US.  “Now, we're the laughingstock of the planet. We're the only one that refuses to engage with everybody else in a cooperative agreement on developing vaccines and drugs. We're the only one that says we won't work with the WHO. And we refuse to pay our dues. And we're the only one acting like whatever we do today may be different from what we do tomorrow, but it's what we do, so the heck with the rest of you,” she said. “I can't even tell you how upsetting this is. This is as if we stood on the sidelines and watched somebody else make the first landing on the moon,\" she said. The idea of testing everyone is not realistic and possibly not necessary, Garrett said, but it needs to be targeted to be effective.  “We're going to have to do testing that's really smart, that's targeted, that follows basic principles of science,” she said. “…We're not doing any smart testing. There's only a handful of places in the country where testing is following the kind of scientific principles that means that what the results of what the testing are are valid.”  Watch more: The Trump administration will not implement the Centers for Disease Control’s 17-page draft recommendation for reopening America, a senior CDC official confirmed to CNN. What was in the document: The guidance provided more detailed suggestions beyond the reopening guidelines the administration had put forth last month, including specific suggestions for schools and churches. A senior CDC official confirms to CNN that last night it was clear that the White House was not going to implement their 17-page draft recommendation for reopening America – after it asked for it.   “We are used to dealing with a White House that asks for things and then chaos ensues. A team of people at the CDC spent innumerable hours in response to an ask from Debbie Birx,” said the source, referring to White House coronavirus task force official Dr. Deborah Birx. “The 17-page report represents an ask from the White House Task Force to come up with these recommendations. That’s our role. To put together this guidance.” A task force official provided CNN with the following statement:  “On April 16, President Trump released guidelines for opening America up again. Those guidelines made clear that each State should open up in a safe and responsible way based on the data and response efforts in those individual states. Another administration official told CNN that CDC leadership had not seen the document before it was leaked. A senior administration official said the draft document obtained by CNN last week was the subject of heated internal debate over the last week, but ultimately, members of the task force felt it was too specific and might not be helpful as nationwide guidance given the vastly different situations in each state. The White House has also been subject to an intensive lobbying effort from certain sectors who were looking to influence the guidelines, the senior official said. At the White House briefing yesterday, White House press secretary Kayleigh McEnany reiterated the White House’s initiative to let the nation’s governors implement their own guidelines. “This is a governor-led effort. The president has said that governors make the decisions as to move forward and we encourage them to follow our phased approach,” McEnany said The CDC official told CNN that this is part of the ongoing friction that has gone on between the top US health agency and the White House.  The decision was then made by the CDC to pivot and try to get their recommendations implemented at the state level via state agencies.  Part of the debate over the recommendation had to do specifically with what was recommended for businesses. “The CDC, the White House task force and White House principles were in disagreement on how strongly a public health response should still be in place,” said the official. According to the CDC official, the agency was told by US Department of Labor officials – who are all part of the government process – that under the agency’s proposed guidelines, some of the restrictions that would have to be placed on entities like churches, and businesses were too stringent, and businesses would be left vulnerable to legal liability if a worker contracts or dies from Covid-19 on the job. “In the absence of law, it’s regulation, and in the absence of regulation, it’s recommendations. They think it’s left too much open to be interpreted by the courts if something happens on the job. It doesn’t matter if OSHA is playing ball or not,” the CDC source said. ##Reopening##  Another 3.2 million Americans filed for first-time unemployment benefits in the week ended May 2. In total, more than 33.5 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers.  That represents 21% of the March labor force.  ##Economy## Moderna’s investigational vaccine for the novel coronavirus has been cleared by the US Food and Drug Administration to proceed to second phase of a study, the company said today in a press release.  The next phase of the trial is expected to begin shortly, it said.  The vaccine, mRNA-1273, was the first US vaccine to start clinical trials in the United States. Moderna said it is finalizing protocol for a phase 3 study, which is expected to begin in early summer.  CNN has reached out to the FDA. If you're just joining our live coverage of the coronavirus pandemic in the US, here are the key headlines today: 1.2 million cases: According to Johns Hopkins University's tally of cases in the United States, there are at least 1,228,609 cases of coronavirus in the US. At least 73,431 people have died in the US from Covid-19.\nExperimental vaccine gets green lit for a new trial: Moderna’s investigational vaccine for the novel coronavirus has been cleared by the US Food and Drug Administration to proceed to phase two of a study.\nTrump reverses on task force: US President Donald Trump said the White House coronavirus task force will now continue \"indefinitely,\" one day after his administration said it would begin to phase it out. The focus of the group will shift from preventing the outbreak toward finding a vaccine for the virus, Trump said.\nThe President contradicts a nurse on PPE shortages: Trump insisted there are no personal protective equipment shortages in the US despite the nurse's account that availability could be \"sporadic.\"\nNew unemployment figures likely to be high: Economists expect that another 3 million Americans filed for first-time unemployment benefits in the week ended May 2. That would bring the total of first-time filings since mid-March to more than 33 million. A growing number of children are showing up at New York hospitals with troubling new symptoms that state health officials believe could be linked to coronavirus. In an advisory to health care providers, state officials said 64 children in New York have been hospitalized with a condition doctors described as \"pediatric multisystem inflammatory syndrome.\" Some of the children had persistent fever, toxic shock syndrome and features similar to Kawasaki disease, the state health advisory said. Kawasaki disease causes inflammation in the walls of the arteries and can limit blood flow to the heart. While it's usually treatable and most children recover without serious problems, it can also be deadly. It mainly affects children under the age of five. As coronavirus restrictions in the US are loosened, public health officials and state leaders have urged residents to continue practicing social distancing in order to prevent another spike in cases.  But Americans in prisons and nursing homes often don't have that option. In some states, those facilities make up a startling number of coronavirus cases.  Across federal and state prisons, thousands of inmates have tested positive for the virus -- many of whom showed no symptoms when they were infected. In Ohio, more than 20% of the people infected with coronavirus are prisoners. And in Colorado, the state's largest outbreak is in a correctional facility. Read the whole story here.  According to Johns Hopkins University's tally of cases in the United States, there are at least 1,228,609 cases of coronavirus in the U.S.  At least 73,431 people have died in the U.S. from coronavirus.  The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases. Blood-thinning drugs could help save some patients who are the most severely affected by the new coronavirus, doctors reported Wednesday. The findings from a team at Mount Sinai Hospital could help with a troubling problem that has shocked and horrified doctors treating coronavirus patients around the world -- blood clots throughout the body that complicate an already hard-to-treat disease. The team now says it is running experiments to see which anticoagulants may work best, and at what doses. \"The patients who received anticoagulants did better than those who didn't,\" Dr. Valentin Fuster, director of Mount Sinai Heart and physician-in-chief of The Mount Sinai Hospital, told CNN. \"This has implications already. People, I believe, should treat these patients with antithrombotics,\" he added. The findings are not clear enough yet to make solid recommendations. The team noted that patients who were already severely ill were more likely to be given the blood thinners. PresidentTrump declared Wednesday his coronavirus task force would continue \"indefinitely\" a day after he and Vice President Mike Pence said they were phasing out the health-focused panel in favor of a group focused on reopening the economy. Trump, who said the panel would adopt a new focus on vaccines, is also considering naming an administration point person on treatment and vaccine efforts, according to people familiar with the matter. And Jared Kushner, the President's son-in-law and senior adviser, continues to play a central role in the White House's response effort, including on vaccines, despite questions about the efficacy of his attempts to source badly needed supplies. According to Pence's public schedule, the task force was slated to meet at 4 p.m. ET on Wednesday. A few hours earlier, Trump explained his retreat on phasing out the panel. \"I thought we could wind it down sooner. But I had no idea how popular the task force is until, actually, yesterday when I started talking about winding it down,\" Trump said in the Oval Office, where he was meeting with nurses. \"I get calls from very respected people saying, 'I think it would be better to keep it going, it's done such a good job.'\" \"It's a respected task force. I know it myself,\" he added. \"I didn't know whether or not it was appreciated by the public but it is appreciated by the public.\" As complaints about dire shortages of protective gear for medical workers on the frontlines of the Covid-19 crisis began to stream in, President Donald Trump was quick to point the finger of blame at his predecessor, Barack Obama. It was Obama and other administrations, he said, who left the shelves of the nation's Strategic National Stockpile bare of the items needed to combat the coronavirus. To an extent, the President was right. The Obama administration did use and then failed to replace items from the stockpile to fight the 2009 H1N1 \"swine flu\" pandemic. But Trump hadn't replaced those items either, despite repeated warnings that the country was ill prepared for a pandemic, stockpile experts said. The President's criticism also ignored a key point: The stockpile was never intended — or funded — to be a panacea for a pandemic. Rather, it serves as one piece of the overall supply chain puzzle during a disaster. The stockpile's inadequacies quickly came to light in the coronavirus pandemic — a devastating health crisis that experts have long predicted. Trump delayed striking deals with the private sector and invoking the Defense Production Act (DPA) to produce more medical supplies, making a bad situation worse. And states — bidding against one another and other countries for supplies at sharp markups — turned to the stockpile, only to find it understocked and the federal stewards overseeing it in disarray. The picture was complicated even further when a whistleblower alleged this week that the system of deciding what to put in the stockpile had been corrupted by outside lobbyists and politically driven decision-making, rather than science. \"People who somehow believed it was a bottomless pit filled with everything they can imagine were not paying attention,\" said Tara O'Toole, a physician and former Department of Homeland Security official who once chaired an advisory committee on the stockpile. Read more on the US medical supply stockpile here."], "Language": false}