{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-050720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-05-06T16:43:49.024Z"], "LastModifiedDate": ["2020-05-07T23:59:32.667Z"], "Headline": ["US stocks close higher, even as millions more file for unemployment: May 7, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks ended higher on Thursday, buoyed by investor optimism over the reopening of the US economy. The market shrugged off another alarming number for weekly jobless claims, ahead of Friday’s jobs report, which is expected to be the worst monthly report on record. Over the past seven weeks, 33.5 million Americans have filed for first-time unemployment benefits. The Dow closed up 0.9%, or 211 points.\nThe S&P 500 finished 1.2% higher.\nThe Nasdaq Composite logged its fourth straight day of gains, ending up 1.4%. The index has now pared its losses incurred throughout the coronavirus crisis and is up 0.1% for the year. US stocks are squarely in the green on Thursday afternoon, with all three major indexes up more than 1%. And the Nasdaq managed to turn green on the year. Hopes for reopening the US economy are boosting the market today. The Nasdaq Compositerallied 1.6%, bringing it to a 0.2% gain for 2020. It's on track for its fourth session of gains in a row. The Dow climbed 1.4%, or 319 points, in the early afternoon while the S&P 500 was up 1.5%. Both indexes remain sharply in the red for the year, with the Dow off by 16% and the S&P down 10.5%.  Zoom Video Communications (ZM) has become increasingly popular, but that's led to some high-profile privacy and security issues, as is clear to anyone who's had a group chat Zoom-bombed.  But Zoom is trying to fix its problems -- and as part of that strategy it announced Thursday it's buying Keybase, an encryption startup. Financial terms were not disclosed for the deal, which is part of Zoom CEO Eric Yuan's plan to boost the company's security offerings within the next 90 days. The move comes at a critical time for Zoom. While the service is still popular with individuals looking to catch up with friends, the security gaffes have led many schools and big businesses to stop using Zoom.  Instead, organizations are embracing rival offerings from tech giants Microsoft (MSFT), Cisco (CSCO), Facebook (FB) and Google owner Alphabet (GOOGL). Verizon (VZ) is getting into the business, too, with its recent announcement of plans to buy Zoom competitor BlueJeans.   Investors liked the Keybase deal, as Zoom shares rose 6% Thursday. The stock, which is one of several IPOs from 2019 that's skyrocketed this year, is up more than 130% in 2020. Wall Street is buzzing about another unusual move in financial markets. Futures contracts on Thursday began pricing in a slightly negative fed funds rate in early 2021 from the Federal Reserve.  At face value, that suggests investors believe the Fed will take President Trump's advice and embrace the subzero rates adopted by Europe and Japan. Yet analysts told CNN Business the Fed funds market move -- coming just weeks after crude oil futures went negative for the first time ever -- should be taken with a grain of salt. They blamed technical factors such as low liquidity and investor positioning.  “There’s some weirdness going on in that market. It went silly,” said Guy LeBas, chief fixed income strategist at Janney Capital.   Plus, though the Fed dropped rates to zero in March to fight the coronavirus crisis, the central bank's officials aren't fans of negative interest rates -- which critics say have done more harm than good. “A straight read tells you the market expects the Fed will take rates negative. I fundamentally disagree with that view,\" said Mark Cabana, head of US rates strategy at Bank of America.  Then again, few imagined in January the Fed would be back at zero and buying unlimited amounts of bonds. Yet here we are.  No surprise here: consumer spending growth slowed in April. The Federal Reserve Bank of New York's quarterly household spending survey found that people across the income spectrum reeled back their spending over the past several months. The country-wide lockdown to prevent further coronavirus infections began in March and was in full force in April with many workers working remotely. On top of that, businesses closed and laid off employees. All of this explains a decrease in consumer spending, which is the backbone of the US economy. A quarter of survey respondents said their spending had reduced by as much as 5% compared with a year ago. Notably, the decline in spending growth was the steepest for high-income earners making more than $100,000 per year, as well as respondents below the age of 40. Spending cuts on vacations and trips were by far the largest, with only 12.5% of respondents reporting any such spending over the past four months, the lowest point on record for that kind of spending. ViacomCBS (VIACA) shares soared 15% Thursday after the company announced an expanded distribution deal with YouTube TV. The new multi-year deal with Google (GOOG) -- the parent company of YouTube TV -- will bring ViacomCBS networks like BET, CMT, Comedy Central, Paramount Network, MTV, TV Land, VH1 and Nickelodeon to the streaming service this summer. The newly added networks will join other programming from ViacomCBS that's already on YouTube TV: CBS, CBS Sports and The CW, as well as the company's premium subscription services, including Showtime. Read more here. Neiman Marcus filed for bankruptcy Thursday as the coronavirus pandemic continues to batter the retail industry. Neiman said in a statement that it entered into a restructuring agreement with creditors that will allow it to \"substantially reduce debt and position the company for long-term growth.\"  The luxury retailer did not announce any store closings Thursday. The company's history goes back 113 years to its first store in Dallas, which is still its home base. The company also operates the Bergdorf Goodman and Last Call chains, as well as a separate online outlet mytheresa.com, which is not included in the bankruptcy case, according to the company.  Read more here. The King of Beers didn't post regal results for the first quarter. Anheuser-Busch InBev (BUD) said Thursday that volume and sales for the first quarter fell due to the global Covid-19 pandemic. But there are some promising signs in China -- despite a more than 45% plunge in sales in that market. AB InBev said in its earnings report Thursday that there was a \"steady recovery\" in beer sales at restaurants and retailers.  The company noted that \"by the end of March, almost all our wholesalers had resumed operations\" and that \"the recovery rate has been consistently improving each week since the beginning of March.\" AB InBev has also re-opened all its breweries in China and said there are signs of improvement in South Korea too. What's more, AB InBev expanded its market share lead in online beer sales, posting double-digit gains in volume thanks to partnerships with Alibaba's (BABA) Tmall and JD.com (JD).  Investors remain nervous though. Despite the fact that beer sales overall are booming in the United States, shares of BUD are down nearly 50% so far in 2020. The stock was flat Thursday.  Shares of biotech company Moderna (MRNA) soared 10% in early trading Thursday after the company said the US Food and Drug Administration approved of its plan to conduct a phase 2 study of a vaccine it has developed to treat Covid-19. The stock is now up nearly 175% in 2020. Moderna has been developing the vaccine with the National Institute of Allergy and Infectious Diseases. But the unprofitable company has still yet to get any of its other drugs approved by the FDA and brought to market.  Moderna said in its earnings release Thursday that it is hoping to start the phase 2 trial soon and then conduct a phase 3 study of patients this summer. The goal is to have a vaccine approved by 2021.  Moderna is one of many biotechs and Big Pharma companies racing to find an effective treatment for the coronavirus. Drug giants Johnson & Johnson (JNJ) and Pfizer (PFE) are working on vaccines, as are smaller biotechs Novavax (NVAX) and Inovio (INO). And remdesivir, a drug made by Gilead Sciences (GILD) that was originally used for Ebola and other highly contagious diseases, has gotten a lot of attention as well. Officials at the World Health Organization have touted remdesivir as having the most potential or being a promising treatment for coronavirus patients. . CNN Health’s Jamie Gumbrecht and Amanda Watts contributed to this report Makeup retailer Ulta (ULTA) is reopening 180 stores in select states this Monday. The states are Arkansas, Nebraska, Oklahoma, South Dakota, Tennessee, Texas and Utah. The company is making a number of safety changes including requiring employees to wear face coverings, signage to encourage social distancing and the elimination of product testers.  Ulta is also giving half-priced haircuts to healthcare workers for the first month the store reopens. Shares rose more than 3% in early trading. No one expected airlines to report good news for the first quarter. But Spirit's and JetBlue's losses were even worse than analysts predicted. Spirit (SAVE)  followed other airlines in announcing it will offer 12 million shares at an as-yet-undetermined price, and $150 million in debt to raise cash to weather the crisis. It also has reached an agreement to increase a credit line by $30 million by May 18. That news, combined with Spirit's adjusted loss of $58.9 million, sent Spirit shares down 14% in early trading Thursday. JetBlue (JBLU) lost an adjusted $116 million excluding special items, compared to a $51 million profit a year earlier. Shares of JetBlue were little changed in early trading. Read more here. Kohl's (KSS) stores across 14 states will be open by Monday. The announcement sent the stock 4% higher in early trading. Shoppers can begin visiting Kohl's in Alabama, Alaska, Arizona, Georgia, Idaho, Mississippi, Montana, Texas and a \"majority\" of locations in Florida and Tennessee on May 11.  It has already reopened stores in Arkansas, Oklahoma, South Carolina and Utah. Reopened stores will have shorter hours, signage to encourage social distancing and protective barriers for cashiers.  US stocks kicked off higher on Wednesday, as investors chose to focus on the gradual reopening of the US economy. As in previous weeks, the market shrugged off the bleak weekly jobless claims data, which showed that more than 1 in 5 Americans has now filed for first-time unemployment benefits since mid-March. The Dow opened 1.1, or 256 points, higher.\nThe S&P 500 rose 1.3%.\nThe Nasdaq Composite opened up 1.4%. The index is on track for its fourth day of gains in a row.  The Covid-19 outbreak isn't slowing down PayPal.  Shares are up 10% in premarket trading Thursday, and they're set to open at a new all-time high after PayPal said late Wednesday that it expects strong growth in the second quarter. PayPal (PYPL), which owns Venmo, did report a drop in earnings for the first quarter. And sales missed Wall Street's forecasts.  But investors looked past the headline numbers, focusing on the fact that PayPal added 7.4 million new active accounts in April. That growth led to a 17% jump in April revenue. It is clear that PayPal’s products are more important and relevant than ever before,\" said PayPal CEO Dan Schulman in the earnings release. The digital payments business remains highly competitive. But it looks like PayPal has a leg up on rival Square. The company reported a quarterly net loss Wednesday -- and Square (SQ) shares have lagged PayPal's performance over the past year.  Another 3.2 million Americans filed for first-time unemployment benefits in the week ended May 2. In total, more than 33.5 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. That represents 21% of the March labor force. Read more about last weeks jobless claims here. The number of Peloton (PTON) diehards are growing.  Revenue jumped 66% in its fiscal third quarter, largely benefitting from closed gyms and workout studios because of the coronavirus pandemic. Peloton doesn't just sell in-home bikes and treadmills. Its app, which features several types of workouts that don't need its machines or even gyms, also grew 30% to 2.6 million members.  App growth was spurred by a 90-day free trial that began when shelter-in-place orders were issued in much of the country. Peloton also raised its full-year forecast, noting that demand hasn't declined: \"During the last few weeks of Q3, we saw a significant increase in demand for our bike which has continued into Q4 so far,\" the company said. Shares rose nearly 20% in premarket trading. Intercontinental Hotels (IHG) put it bluntly in its first quarter earnings report: The coronavirus pandemic is the \"most significant challenge both IHG and our industry have ever faced.\" And the numbers show it. Occupancy levels sunk to \"historic lows\" in March and April. Revenue also dropped 25% for the quarter, with the company anticipating an 80% drop for April. Roughly 1,000 hotels in its global chain, which includes Holiday Inn, are temporarily closed. More than half of those closed are in North and South America. IHG shares are flat in premarket trading. US stock futures are moving higher ahead of the weekly initial jobless claims report at 8:30 am ET.  Here's where futures stand at 6:15 am ET: Dow futures are up 299 points, or 1.27%\nS&P 500 futures increased 1.43%\nNasdaq Composite futures moved 1.54% higher There's no end in sight for coronavirus-related job losses. Economists expect that another 3 million Americans filed for first-time unemployment benefits in the week ended May 2. That would bring the total of first-time filings since mid-March to more than 33 million. These figures are staggeringly high: Before the crisis, weekly jobless claims hovered around 200,000. It would also be the fifth week in a row that claims have fallen. Economists say downward trend is a good sign, but doesn't help the brutal overall picture of the job market during the pandemic. Weekly jobless claims data will be released at 8:30 am ET. The success of the Nintendo Switch during the coronavirus pandemic propelled the Japanese video company to a banner year. Nintendo (NTDOF) said on Thursday that it made 352 billion yen ($3.3 billion) in operating profit for the fiscal year ended in March — a 41% surge from a year ago. Profit in the three months to March more than tripled compared with the previous quarter. Sales were driven this spring in large part by the breakout success of \"Animal Crossing: New Horizons,\" a game set on an island utopia. The company sold more than 13 million units of the game in its first six weeks of release. Read more here. The UK economy is heading for its worst crash in more than 300 years because of the coronavirus pandemic, according to a new forecast from the Bank of England. The central bank said Thursday that the British economy could shrink by 14% this year. That would be the biggest annual contraction since 1706, based on the bank's own best estimate of historical data. Governor Andrew Bailey said it would respond as necessary to support the economy as the coronavirus threat evolves, but stopped short of announcing any new stimulus measures. Read more here."], "Language": false}