{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/sport/michael-jordan-children-competitive-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T11:36:59Z"], "LastModifiedDate": ["2020-05-07T19:04:35Z"], "Headline": ["Michael Jordan's children reveal the extent of their dad's competitive streak"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["From superior athleticism to his tireless work ethic, there are many contributing factors that make Michael Jordan one of the greatest basketball players of all time.  But, as is obvious in the new 10-part documentary series 'The Last Dance,' it's his astonishing will to win that sets him so far apart from the rest.  The show, which chronicles Jordan's epic final season with the Chicago Bulls, depicts a man obsessed with winning -- whether it be a game of cards or a training game with teammates.  It seems even his children weren't immune, as three of them -- Jasmine, Marcus and Jeffrey -- recalled an incident playing tackle football with their dad, inside their home.  \"Jeff was going for a touchdown and, I'll never forget it, my dad tackled Jeff into a glass table and Jeff hit his head,\" Marcus Jordan told The Breakfast Club radio station, revealing the incident required his brother to get stitches.  \"That's the competitiveness. Obviously, it was an accident.\" READ: The billion-dollar move that Michael Jordan almost missed 'The last time I've smack talked him' Examples of such competitiveness were clear throughout the docuseries, which chronicled how nothing and no one stood in the way of Jordan.  His US teammates experienced that first hand during a legendary practice session ahead of the 1992 Olympic Games, as documented by the show.  The US had assembled a dream team of NBA stars, including legends such as Magic Johnson and Charles Barkley, but it soon became clear who the true leader was.  Jordan famously pulled out all the stops to drag his team to victory in what was supposed to be a training game, settling the score with a number of teammates in what he described as the best game he's ever played in.  It seems such an edge has continued into his retirement and transcends the sport of basketball.  Former world no. 1 golfer Brooks Koepka remembers a time when he learned never to trash talk Jordan ever again, during a round with the hall of famer.  Going into the final two holes, Koepka made the mistake of teasing his opponent, to which Jordan had a simple response.  \"He just tees the ball up, takes his practice swing and looks at me. 'It's the fourth quarter, baby, I don't lose,'\" Koepka told SportsCenter, revealing Jordan went on to win the last two holes.  \"It's probably the last time I've smack talked him.\"  READ: Buy! Buy! Buy! There's a bull market in Michael Jordan sneakers 'Biggest misconception' Many of his competitors only saw that side of Jordan and perhaps couldn't comprehend a time where he wasn't doing everything in his power to win.  But his children revealed their dad was able to relax and let go of his competitive edge from time to time.  \"One of the biggest misconceptions was that he couldn't turn that off,\" Jeffrey Jordan told The Breakfast Club.  \"He definitely could turn it off and be a dad, take us to school, and make sure we got our work done. But when it was on, it was on.\""], "Language": false}