{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/football/alessandro-del-piero-serie-a-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse and Amanda Davies, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T18:25:36Z"], "LastModifiedDate": ["2020-05-07T18:25:36Z"], "Headline": ["Italian soccer league should 'finish properly,' says Alessandro Del Piero"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["From playing without fans in attendance to completing seasons in different countries, organizers are searching for ways to get soccer back underway. Creative measures have been hypothesized to hasten the return of the professional game across the world following its suspension because of the coronavirus pandemic.  The first top-level league to signal its return is the German Bundesliga which announced that it would return on May 16.  And former Juventus and Italy international Alessandro Del Piero says he would prefer Italy's Serie A \"finish properly\" rather than be canceled or voided, like leagues in France and the Netherlands.  \"This is a big thing, a big, unpredictable thing. The priority should be the health of the people, not only players,\" Del Piero told CNN Sport's Amanda Davies over Instagram Live.  \"I really hope there will be a way to finish the league properly. Players need to be aware they might have to play longer ... to July and August.\" READ: 'I don't want to die,' says UFC boss Dana White as sport gets back to business amid pandemic With reigning champions Juventus -- with whom Del Piero won six Serie A titles -- just one point ahead of second-placed Lazio, the Serie A title race is one of the most tightly contested in Europe.  And if a viable solution to the end of the 2019-20 season cannot be found, Lazio owner Claudio Lotito told Italian newspaper La Repubblica that he would accept a one-off match with Juventus to decide the Serie A title. But Del Piero doesn't think that would be a fair conclusion. \"We should not have one game count as ten.\" As Italy begins to ease some of its lockdown measures, Serie A teams have begun to return to training.  The Italian government confirmed that professional athletes in both individual and team sports could start training. Juventus, who Del Piero played for between 1993 and 2012, returned to practice on Tuesday, and the 45-year-old acknowledged how difficult a time this must be for the players. \"We're facing something completely unknown. It's not easy to manage the situation. To go to football training, go back to you family and hope you're OK,\" he said.  \"We are living something really new. In unusual situations you have unusual consequences. As a fan I hope it will restart. I miss it in every way.\" Del Piero has been playing his part to help front line workers during these tough times.  Visit CNN.com/sport for more news, features, and videos The 2006 World Cup winner owns an Italian restaurant in Los Angeles -- where he lives -- and while restaurants are closed, his restaurant has been cooking and delivering food to those medical staff working in hospitals.  \"We are happy we have done something for people who need it the most.\""], "Language": false}