{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/cnn-underscored/virtual-graduation-party-outbrain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julianne Ross"], "Writers": [["Julianne Ross"]], "FirstPublishDate": ["2020-05-07T18:22:17Z"], "LastModifiedDate": ["2020-05-07T18:22:17Z"], "Headline": ["How to throw the best virtual graduation party"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With the end of the school year fast approaching and social distancing guidelines still in place, high schools and universities across the country have started canceling their graduation ceremonies. While this is an important step to slow the spread of covid-19, it's also a blow to students who've looked forward to celebrating the past four years of hard work before heading to college or into the workforce.  Luckily, the class of 2020 doesn't have to risk its health to honor its achievements.  Thanks to the internet, it's easy to host a virtual graduation party — and virtual birthday or any other kind of party, for that matter — without breaking any social distancing rules. \"While virtual parties may seem intimidating at first, celebrating life events and maintaining normalcy is so important for all of us right now,\" says Zaria Zinn, a Celebration Expert at Evite. \"If you're just able to bring the most important people together for the grad on their special day, then your virtual party will be a success.\" Here's everything you need to throw a virtual graduation party — no tech savvy required. Streaming tech   All any virtual party really requires is solid Wi-Fi, a webcam and the video chat service of your choice.  Google Hangouts is free and readily available. When it comes to big parties, though, Seri Kertzner, chief party officer at Little Miss Party, says that \"Zoom is the best.\" It's free to sign up, though unpaid plans limit group meetings to 40 minutes. For $14.99 a month, meetings can be as long as 24 hours. Be sure to use a password to protect entrance to your party, and don't publicly post the information to avoid virtual party crashers. \"For the best virtual event setup,\" Zinn says, \"we recommend making yourself comfortable in a room with natural lighting and strong internet connection, with your device camera about eye level.\"  Kertzner also offered tips on making sure the streaming itself goes smoothly. \"Zoom needs a moderator,\" she says. \"This person can control who is on mute, who can participate in the chat, etc. This will be important because Zoom can get a bit rowdy if everyone is talking. Assign a family member that is home with you to be on top of this.\" Of course, a video platform is no good without a webcam. The cameras built into laptops (especially Macbooks) often leave much to be desired, so it's not a bad idea to invest in a higher quality device to make sure guests can see you clearly. Here are reliable webcams that will suit nearly anyone's needs:   PAPALOOK PA452 Web Cam with Microphone ($79.99; amazon.com) Webcams are sold out nearly across the board, but you can still snag this model from Amazon — shipping on May 8. It's compatible with both Macs and PCs, and features well-reviewed automatic low-light correction.   If you plan to connect from your phone or tablet, you'll also definitely want a stand so you can stream hands-free. We like these options: _______________________________________________________________________________  Joby GripTight One GorillaPod Stand ($34.99; bhphotovideo.com) Joby's popular stand has a swiveling mount and flexible legs that can be wrapped around pretty much anything. It's also versatile and compact, perfect for stashing away when not in use (or shooting videos on the go when social distancing ends). _______________________________________________________________________________  UBeesize Extendable Tripod Stand with Bluetooth Remote ($29.99; amazon.com) This is a more traditional stand than the Joby, featuring a familiar tripod design that extends to 51 inches.   Invitations   No party can start without an invitation — and, as Zinn adds, \"using a festive invitation ensures that your party feels like a party.\" Tell guests about the festivities with an online invite from Paperless Post or Evite, or even via snail mail with something from Paper Source. Whichever method you choose, be sure to include the meeting ID and/or link for the party plus the timing for any activities.   Grad Props ($14.99 to $79.99, based on number of guests; evite.com) This digital invitation lets you include a link to the video chat location, which will streamline the process. \"Having the chat linked directly on the invitation makes it very user friendly if you're inviting different generations to graduation,\" says Zinn. It's also animated! _______________________________________________________________________________ Grad Cap Graduation Party Invitation (Starting at $1.48 per card based on number printed; papersource.com) Snail mail is safe, according to the CDC, and could be a nice way to make guests feel more connected during social distancing. We love this bright and colorful design featuring a mortarboard being tossed into the air.  What to wear Use this as a special occasion to get out of your sweats, at least from the waist up (Nordstrom has tons of great summery dresses and dress shirts) or simply top your loungewear with festive grad-themed accessories.   Rachel Parcell Floral A-Line Dress ($78.23, originally $149; nordstrom.com) A romantic, fluttery chiffon dress that's girly without being too cutesy. _______________________________________________________________________________ Chelsea28 Faux Wrap Dress ($74.50, originally $149; nordstrom.com) A slightly fancier number that's made with a stretchy material and features a bright print perfect for spring. _______________________________________________________________________________ Graduation Head Bopper ($3.99; partycity.com) No mortarboard, no problem. Pick up some of these \"head boppers\" for the grad and send a few to guests to keep the theme going. _______________________________________________________________________________ Ultimate Grad Night Party Outfit Kit ($10.79; partycity.com) This kit comes with an inflatable graduation cap, lei, sparkly \"grad\" glasses and a beaded mortarboard necklace. _______________________________________________________________________________ nobrand Class of 2020 Graduation T-Shirt (Starting at $14.99; amazon.com) Throw in a funny shirt to help lighten the mood. You could even send a shirt to everyone invited, or ask them all to buy one if they want so that you can take a tiled zoom screenshot of everyone wearing the same shirt. Themes and decorations \"You can never go wrong by choosing a theme, especially for virtual parties,\" Zinn says. \"This way, people can easily participate despite the social distance.\"  Put some big, bold decorations up in the area you plan to stream. You can also mail props that everyone can wave on camera. \"Think crazy hats, silly hair or something unique to the grad,\" says Zinn. \"Choose a digital invitation that accurately sets the tone for your theme, and encourage everyone to participate in whatever way they can.\"   Class of 2020 Graduation Star Balloon ($2.99; partycity.com) This 19-inch star-shaped balloon is reusable and comes in a variety of colors, in case you attend more than one graduation party. Party City also has tons of balloons in different school color combinations so you can show personalized school spirit. _______________________________________________________________________________ Congrats Grad Graduation Decorating Kit ($14.99; partycity.com) Go all out with this decorating kit, which comes with three tissue poms, a large \"Class of 2020\" banner and shiny streamers to hang from the ceiling. The kit comes in nine colors, so you can get one that best matches the grad's school colors. _______________________________________________________________________________ Air-Filled Silver Done Letter Balloon Kit ($9.99; partycity.com) Everything a virtual party balloon should be: simple, to the point and easily visible via webcam. _______________________________________________________________________________ Congrats Foil Gold Balloon ($5.99; target.com) Another bold balloon design perfect for the occasion.  Activities \"Incorporating an activity or game is a great way to really get everyone engaged in your virtual graduation party,\" Zinn says. To that end, Kertzner recommends setting aside a time for everyone to toast to the new grad together. Have everyone bring a drink of their choice to raise their glass to the class of 2020.  If multiple grads will be virtually attending the party, it would also be fun to designate a time for everyone to toss their caps in the air. And \"if you were planning on allowing speeches or showing videos,\" Zinn says, \"you can still set aside time for this. Just ask your guests to mute their mics as you're honoring the grad.\" Other expert-recommended activities include karaoke (Zinn recommends that one person shares the lyrics on their screen while another sings along), recreating the latest TikTok dances or streaming from the kitchen while cooking a celebratory dessert together. Black Graduation Cap ($1.99; partycity.com) This inexpensive cap features a cardboard mortarboard, perfect for decorating. You can send caps to all the guests for a group arts and crafts project. Have everyone decorate their graduation caps during the party and then toss them at the same time. Or, if you want to splurge for a higher quality cap in a variety of colors, you can grab this Adult Graduation Cap ($12.95; amazon.com). _______________________________________________________________________________ JBL Flip 5 Portable Bluetooth Speaker ($99.95, amazon.com) Perfect for a dance party, and something the grad can also take with them to their dorm.  _______________________________________________________________________________ Never Have I Ever Family Edition ($24.95; amazon.com) For those who want a more low-key activity, this is a family friendly version of the classic game perfect for the new grad who thinks they've done it all. (We've also rounded up a list of the best family puzzles and games). _______________________________________________________________________________ BlueFire Wireless 4 in 1 Bluetooth Karaoke Microphone ($25.99; amazon.com) Skip singing into a hairbrush and take virtual karaoke up a notch with this colorful mic. Graduation gifts Graduating is a huge step in any student's life, so mark the occasion with a gift that looks toward the future — their future, and the end of this difficult time for the country as well. \"For grads, how lovely would it be to get them a gift card to Amazon, their favorite restaurant or shop online?\" says Kerntzer. \"They are going to need the money when they leave home for college or to start their real life post-college, and that would be such a great and efficient way to kick off the next chapter of their life, post-coronavirus.\" Zinn adds: \"It's important to treat virtual graduations just like in-person ones, which means the standard gifting rules apply. Consider cash, gift cards, subscriptions or a donation to a cause they care about if you'd like to avoid shipping.\"  Or consider "], "Language": false}