{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/opinions/the-new-twilight-novel-we-dont-need-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Holly Thomas"], "Writers": [["Holly Thomas"]], "FirstPublishDate": ["2020-05-06T21:08:17Z"], "LastModifiedDate": ["2020-05-07T14:44:51Z"], "Headline": ["The new 'Twilight' novel we don't need"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["There's a powerful thirst for escapist entertainment at the moment, literature included, and in announcing a new addition to the blockbusting \"Twilight\" saga this week -- a prequel titled \"Midnight Sun\" -- author Stephanie Meyer appears to have tapped into it.  If the outrageous success of the original books and films -- which tell the story of a teenage girl called Bella who falls in love with a vampire and eventually joins his Instagram-perfect adopted family -- is anything to go by, fans will guzzle up the new novel. But in the midst of a pandemic, and after several significant flops among new vampire franchises, do we really need this right now? The book was postponed in 2008 after an excerpt leaked online. And there is no indication that this latest \"Twilight\" offering -- starring Edward Cullen, the repressed, regressive male love interest of the original series -- will revitalize the genre now, so isn't it about time vampires left the chat?  Vampires have had many reincarnations since their birth into modern popular fiction with John Polidori's \"The Vampyre: A Tale\" two centuries ago. Until relatively recently, it seemed that our collective fascination with the enigmatic immortals would endure as long as they themselves could (that is, forever). But since the final \"Twilight\" film \"Breaking Dawn: Part 2\" was released in 2012, interest has largely dwindled. Tim Burton's dire 2012 offering \"Dark Shadows\" -- featuring (shocker) Johnny Depp as the chalk white, kohl-rimmed lead -- sucked the life out of its victims both on and off-screen. 2014's \"Dracula Untold\" bombed commercially despite the livelier talents of Luke Evans and Sarah Gadon. HBO killed off the series \"True Blood\" in 2014, and the CW's \"The Vampire Diaries\" finished in 2017 after eight seasons with a steadily diminishing viewership.  Themes which vampire stories have historically centered around -- illicit lust, preying on virginal girls and huge romantic age gaps -- have grown stale, and attempts to break new ground in the last few decades have had varied success. In the late 1990s and early 2000s, \"Buffy the Vampire Slayer\" turned the genre on its head with its television friendly feminist themes, centering a powerful female lead, and adding a dash of humor to proceedings.   The first \"Blade\" movie in 1998, starring Wesley Snipes, and 2002's \"Queen of the Damned\" -- based on Anne Rice's \"Vampire Chronicles\" series -- starring Aaliyah, were a step away from traditional imagery around vampires, almost always portrayed as white aristos. The more recent success of FX's mockumentary series \"What We Do In The Shadows\" (based on the 2014 film of the same name), in tandem with the cooler reception of Netflix's more old school \"Dracula\" series, suggests less earnest takes are more digestible for the vampire audiences of 2020.  The first \"Twilight\" book, which was published in 2005, took the modern vampire and made it pale, chaste and laden with sexual guilt more appropriate to its 19th century forebears. The cover of the first installment featured a pair of white hands, proffering a red apple set against a black cover. Forbidden fruit was the order of the day, and the night, and the next several books. Almost all of this was down to Edward Cullen, the male love interest soon to be reimagined in \"Midnight Sun.\" At the beginning of the series, Edward, who is 104 years old, is immediately drawn to the virginal 17-year-old Bella, who he describes as his \"own personal brand of heroin.\" Appropriately, given his love of dubious addiction metaphors, Edward and his family all embody the outdated \"heroin chic\" of the nineties -- thin, pale, and more cheekbones than personality. Edward's own lack of fine lines apparently excuses him dating someone nearly 90 years younger than he is. Bella is likewise drawn to Edward, who withholds sex -- and the promise of eternal life -- until she agrees to marry him. Which she does, at age 18, at the beginning of the fourth book.  During their courtship, Edward stalks Bella (because he loves her so much), watches her when she's sleeping (romantic), and at one point, pretends he doesn't love her anymore (Edward knows best). He's also rich (hot), and has very old fashioned values around dating (quaint). All of Edward's regressive, controlling characteristics are painted as a product of his mysterious and attractive vampire-ness. Tellingly, Edward and Bella's love story spawned the most successful fan fiction of all time in the soft-porn romance, \"Fifty Shades of Grey.\" Like \"Twilight,\" \"Fifty Shades\" enjoyed phenomenal success, meaning that its problematic representation of BDSM, consent and sexist power dynamics was, if not absorbed or accepted, at the very least read by millions.  Another problem with Edward -- and by extension, the vampire theme -- is one that wider popular culture has also grappled with in recent years. Vampires are often cast as antiheroes, and antiheroes have traditionally been portrayed by men. But in unfortunate news for fiction's not-quite-good guys, interest in tortured men who we're meant to love even though they \"can't help\" but do bad things has waned in the last decade or so. The likes of Don Draper in \"Mad Men,\" Walter White in \"Breaking Bad\" and \"Luther\" have been replaced by Daenerys Targaryen in \"Game of Thrones,\" Villanelle in \"Killing Eve\" and \"Fleabag.\" A return to the \"but he means well\" form of the late 2010s feels like a wasted chance to push the paradigm further. Stephanie Meyer's \"Twilight\" was progressive in one respect, when it was published in 2005. Young adult fiction had long been sniffed at, and besides the outrageous success of \"Harry Potter,\" not much transcended the hormonal teen demographic. The release of \"Twilight\" broke the mold, tapping into an underserved, enthusiastic market, and demonstrating that stories written by women, for teenage girls, could be incredibly lucrative.  \"Twilight\" paved the way for the monster hype around the female-led \"The Hunger Games\" franchise, which in turn served as kindling for the likes of recent \"Wonder Woman\" and \"Captain Marvel\" juggernauts. Though delving deeper into Edward \"lost soul\" Cullen -- who arguably received more than enough attention in the first five books -- feels like a gigantic step backwards, \"Midnight Sun\" might at the very least reignite an audience whose worth appears to need constant re-proving to publishers and Hollywood. And let's hope it also inspires some more innovative, less fang-y fiction in future."], "Language": false}