{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/football/syrian-boy-commmentator-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman and Anna Stewart, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T12:16:27Z"], "LastModifiedDate": ["2020-05-07T12:18:26Z"], "Headline": ["Hazem al-Hossain: Syria's 12-year-old soccer commentator star"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["For millions of fans, the suspension of global soccer leagues due to the coronavirus pandemic has deprived them of an outlet for partisan emotion and joy. For 12-year-old Syrian Hazem al-Hossain, it has meant a disruption to his artistic connection to the beautiful game: commentary. Hazem is an avid commentator and now uses every opportunity to commentate on pick-up matches, after the game he loves was put on hold by the coronavirus. Rather than taking part in a game of two-on-two with his friends, al-Hossain prefers to \"broadcast the action\" of the heated game unfolding before him. \"I love commentating more than playing the game,\" al-Hossain told Reuters news agency. \"For me, it is more interesting.\" His love of commentating started at the age of five, when he was watching a match between Spanish clubs Real Madrid and Atletico Madrid, and has since preferred commentating to playing the game. And his focus has remained on calling the action. Al-Hossain doesn't support an individual team though. \"I don't support any one team,\" he explains. \"Any commentator should be neutral. I must not support any single team.  \"I love the Spanish league, the English league, the Italian and French leagues. I love the game.\" When he cannot commentate on his friends playing, he instead commentates over the video games his older brother plays. \"When I play PlayStation, he always sits next to me and starts commenting on the match,\" al-Hossain's brother Mulham says. \"I wish him luck and wish to see him a famous commentator one day.\" Fan following Hazem records himself and uploads his videos to hundreds of online followers, and hopes one day to receive formal training.  One of his fans rues the lack of infrastructure to support people like Hazem: \"His videos are very nice and he has a beautiful voice,\" they explain. \"We have to remember that he is only 12 years old and in sixth grade.  \"It is nice that he has this talent but the problem is that we do not have academies here to support these children in order to improve and train them to become commentators.  \"In Syria we have a lack commentators.\" Syria has so far 45 confirmed cases of coronavirus with 3 deaths. Authorities have eased a lockdown in the past week and allowed a wide range of professions and businesses to return to work."], "Language": false}