{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-07T12:13:44Z"], "LastModifiedDate": ["2020-05-07T12:13:44Z"], "Headline": ["Gaming companies are powering up because of coronavirus"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["With people around the world confined to their homes, the companies keeping everyone entertained are thriving.  What's happening: Nintendo said Thursday that profit in the three months to March more than tripled compared with the previous quarter. Recent sales have been driven in large part by the breakout success of \"Animal Crossing: New Horizons,\" a game set on an island utopia for the Nintendo Switch game console. \"Animal Crossing\" sold a record 11.8 million units in March, making it the best Switch launch since the device was released in 2017. \"It is incredible for hardware going into its fourth year to sell so well,\" said Hideki Yasuda, an analyst at Ace Research Institute. \"It's an uncertain world already, and no one wants war and horror games in their living room. Animal Crossing keeps the parents happy, too.\" Investor insight: Nintendo shares have gained almost 5% this year, while Japan's benchmark Nikkei 225 has shed nearly 17%. War games have also been hugely popular. Activision Blizzard beat Wall Street estimates for its most recent quarter this week, driven by ongoing demand for titles in its \"Call of Duty\" franchise. The gaming company also raised its revenue expectations for this year — notable considering that many other firms have scrapped predictions for the rest of 2020 altogether, citing huge uncertainty. Activision Blizzard, whose shares have jumped more than 22% this year while the S&P 500 has lost nearly 12%, said that while there are still risks tied to the weakness of the global economy and rising unemployment, it thinks its business will benefit from heightened engagement with its games, which it said could continue \"well beyond\" June. Electronic Arts shares stumbled this week after investors were disappointed by the company's growth in the first three months of the year. But EA still experienced solid revenue growth, with its \"Madden NFL 20\" game notching the highest engagement in the franchise's history. Know this stat: Spending on video game software, equipment and accessories in the United States jumped to $1.6 billion in March, according The NPD Group, a research firm. That's a 35% jump compared to the same month last year. The UK economy heads for its worst crash in 300 years The UK economy is heading for its worst crash in more than 300 years because of the coronavirus pandemic, according to a new forecast from the Bank of England. The central bank said Thursday that the British economy could shrink by 14% this year. That would be the biggest annual contraction since 1706, based on the bank's own best estimate of historical data, my CNN Business colleague Charles Riley reports. Stimulus update: Governor Andrew Bailey said the central bank would respond as necessary to support the economy as the coronavirus threat evolves, but stopped short of announcing any new stimulus measures. The big picture: The extent of Europe's weakness is starting to become clear. The European Union economy will shrink by a record 7.5% this year, the European Commission warned Wednesday, and the drop could be even more precipitous across the 19 countries that use the euro. That will weigh on the global recovery. The European Union is the world's largest exporter of manufactured goods and services, and the bloc accounts for 16% of the world's imports and exports. Much hinges on whether Europe can agree on how to coordinate fresh spending. Despite broad agreement among EU member states on the need for urgent relief, old divisions have delayed the implementation of major recovery efforts. Watch this space: Efforts to protect jobs will also shape the path forward. Nearly 39 million people are being paid by governments to work part time or not at all, I reported earlier this week — a record level of support that will shape the region's ability to claw its way out of the deep recession it now faces. The US is becoming the king of debt, but it's necessary Even before the coronavirus crisis hit, the United States was piling on debt to pay for massive tax cuts and spending surges. Now, the debt levels are exploding, as Washington is forced to rescue the US economy from its greatest shock ever, my CNN Business colleague Matt Egan reports. The latest: The US Treasury Department said this week it will borrow $3 trillion this quarter alone. That's nearly six times the previous record, which was set in 2008. But economists and deficit watchdogs agree that borrowing is necessary in a moment of extreme duress. \"We made a huge mistake being so in debt when the economy was strong,\" Maya MacGuineas, president of the Committee for a Responsible Federal Budget, told Matt. \"But just because we were reckless and foolish going into the crisis, [that] doesn't mean we shouldn't borrow during it.\" Up next Anheuser-Busch InBev, ArcelorMittal, Edgewell Personal Care, Hilton, Raytheon and Vista Outdoor report results before US markets open. Booking Holdings, Cloudflare, GoPro, Live Nation, Stamps.com, Uber, Yelp and Zillow follow after the close. Also today: How many Americans filed for their first week of unemployment benefits last week? Economists surveyed by Refinitiv expect another 3 million claims. Coming tomorrow: Investors brace for the worst US jobs report since the Great Depression. "], "Language": false}