{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/politics/education-secretary-betsy-devos-title-ix-regulations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Annie Grayer and Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi", "Annie Grayer"]], "FirstPublishDate": ["2020-05-06T16:54:33Z"], "LastModifiedDate": ["2020-05-07T02:14:24Z"], "Headline": ["DeVos finalizes regulations that give more rights to those accused of sexual assault on college campuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Education Secretary Betsy DeVos on Wednesday formally announced new protections for those accused of campus sexual harassment and assault, a controversial move that upends Obama-era guidance she had argued denied due process to the accused. The changes, which critics argue may discourage victims from coming forward, include provisions under the federal law Title IX that allow those accused of harassment or assault to question evidence and cross-examine their accusers. The department under DeVos has said it is trying to strike a balance that is fair to all parties. \"Too many students have lost access to their education because their school inadequately responded when a student filed a complaint of sexual harassment or sexual assault,\" DeVos said in a statement Wednesday. \"This new regulation requires schools to act in meaningful ways to support survivors of sexual misconduct, without sacrificing important safeguards to ensure a fair and transparent process.\" The new rules, which are set to go into effect in August, narrow the definition of sexual misconduct on campuses. They define sexual harassment as a \"school employee conditioning education benefits on participation in unwelcome sexual conduct,\" \"unwelcome conduct that a reasonable person would determine is so severe, pervasive and objectively offensive that it effectively denies a person equal access to the school's education program or activity\" or \"sexual assault, dating violence, domestic violence, and stalking.\" The Obama administration's guidelines for schools -- issued in a 2011 memo referred to as a \"dear colleague\" letter -- had a broader definition of sexual harassment. Under the new regulation, schools will have to investigate the allegations in any formal complaint but dismiss any allegations of conduct that doesn't meet the definition of sexual harassment. The final rule's definition of sexual harassment also differs from federal law's definition of what constitutes sexual harassment in the workplace. The Equal Employment Opportunity Commission defines sexual harassment as \"unwelcome sexual advances, requests for sexual favors, and other verbal or physical harassment of a sexual nature.\" The regulation will expand to apply to the school's programs or activities on and off campus, including fraternity or sorority houses, but excludes allegations that occur during study abroad programs. Schools will still have an option to use the \"preponderance of evidence\" standard -- the lowest standard of proof when judging sexual violence cases under Title IX, which protects people from sexual discrimination in education or other programs receiving federal aid -- or use a higher standard, \"clear and convincing evidence.\" Colleges and universities also will be required to hold live hearings with cross-examinations of both parties. Cross-examinations won't be done by the students personally, but by an \"adviser.\" Either party can request the hearing be held virtually in separate rooms. Kenneth Marcus, the assistant secretary of the department's Office for Civil Rights, said that the new regulation is a \"game-changer\" and \"establishes that schools and colleges must take sexual harassment seriously.\" \"It marks the end of the false dichotomy of either protecting survivors, while ignoring due process, or protecting the accused, while disregarding sexual misconduct,\" he said in a statement. \"There is no reason why educators cannot protect all of their students -- and under this regulation there will be no excuses for failing to do so.\" Victim advocacy groups, however, argue that the new regulations diminish survivors and discourage them from reporting sexual assault and harassment.  Fatima Goss Graves, president and CEO of the National Women's Law Center, said that \"if this rule goes into effect, survivors will be denied their civil rights and will get the message loud and clear that there is no point in reporting assault.\" Dan Schorr, a former New York sex crimes prosecutor who now leads the consulting firm Ankura's sexual misconduct and Title IX Investigations practice, told CNN that many schools are \"extremely unprepared\" to implement the live hearings called for under the new guidance. Congressional Democrats, including Sen. Patty Murray of Washington state, the top Democrat on the Senate Committee on Health, Education, Labor and Pensions, have slammed DeVos for issuing regulations that are \"completely unrelated to combating coronavirus.\" \"Our education system is facing an unprecedented crisis. But instead of focusing on helping students, educators, and schools cope with (Covid-19), Secretary DeVos is eroding protections for students' safety,\" Democrats on the House Committee on Education and Labor said on Twitter. And the National Women's Law Center said Wednesday that it intends to sue the Education Department. Asked about anticipated legal challenges, a senior department official told reporters that the department \"is focused on the new rule being understood publicly and by institutions.\" DeVos said the department received \"more than 124,000 public comments\" when the rules were first proposed and that the final regulations come after \"years of wide-ranging research, careful deliberation, and critical input,\" including from survivor advocates, people falsely accused and school administrators.  DeVos and other agency officials on a call with reporters were also asked how the Department of Education expects these regulations to be implemented given how schools are already struggling to allocate funding and manpower during the coronavirus pandemic. DeVos argued that the \"reality is that civil rights really can't wait, and students' cases continue to be decided. \"We've been working on this for more than two years, so it's not a surprise to institutions that it was coming,\" she said. CLARIFICATION: This story has been updated to include the new rule's full definition of sexual harassment. This story has been updated with additional details and reaction."], "Language": false}