{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/us/baseball-pitcher-blake-bivens-family-killed-facebook-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-05-06T12:43:52Z"], "LastModifiedDate": ["2020-05-06T19:52:59Z"], "Headline": ["Minor League Baseball pitcher Blake Bivens says he found out his family was killed over Facebook"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Minor League Baseball player Blake Bivens says he learned his wife, young son and mother-in-law had been killed when he read the news on Facebook last year. The 24-year-old pitcher shared the story with Pastor Travis Gore from the River Church in Danville, Virginia, in a livestreamed interview Sunday, eight months after the triple homicide. Bivens, who was in Tennessee at the time finishing a series of games with Tampa Bay Rays Double-A affiliate the Montgomery Biscuits, said the morning of their deaths was \"complete chaos.\" It began at 9 a.m. as he was waking up to get ready for a game. He checked his phone and, seeing no messages from his wife, decided to check Facebook. \"As soon as I clicked on Facebook, I just saw a headline, and the headline was just (that) they were looking for my brother-in-law. And so I knew then there's something going on, so I immediately called my parents,\" Bivens said. \"They were trying to figure out everything that was going on also. So at that point I knew I needed to get my stuff together. I needed to probably get an airplane trip home, not knowing the extent of anything going on.\" About 30 minutes later, Bivens was at the airport ready to go home. He kept trying to call his wife but wasn't getting any answers. He decided to check Facebook in hopes of getting more information when his eyes landed on the first headline: a story about two women and a child who were killed. \"I immediately knew that was them. I found out my family was gone over a Facebook headline. And I just immediately began to scream in the middle of the airport,\" he said. Bivens' mother-in-law, Joan Denise Jefferson Bernard, 62; his wife Emily Bernard Bivens, 25; and their son, Cullen Micah Bivens, 14 months, were found dead that day in August 2019 in a south Virginia town. Matthew Thomas Bernard, the brother of Bivens' wife, was arrested and charged with three counts of first-degree murder in August. A moment after making the disturbing discovery, Bivens received a call from Montgomery Biscuits' manager Morgan Ensberg, who accompanied him home. \"The only thing I really remember from the whole plane ride is I just kind of went through periods of -- I just stared at the back of the seat the whole time, trying to get my mind to wrap around what I'm hearing,\" Bivens said. \"It's almost kind of like, this isn't really happening. And I (was) just more of in a state of shock. I would go through periods of shaking and then I would kind of start to lose it a little bit and break down and cry. And it was kind of just a circle and the plane rides just seemed like they took forever.\" The pitcher told Gore his faith in God has been his greatest comfort as he continues to heal from the devastating loss of his family. "], "Language": false}