{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/hyperx-sale-mothers-day-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-05-06T14:41:54Z"], "LastModifiedDate": ["2020-05-06T14:41:54Z"], "Headline": ["Score some discounted HyperX gear for the gamers in your household"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With Mother's Day coming up, there are discounts to be had everywhere you look. Even HyperX has hopped on the deal train, reducing the price on some of their premium gaming tech at both Amazon and Best Buy. Whether you're new to the world of gaming or you've been a pro for years, you'll find savings on a full set of new gear, including a keyboard, headset, mouse and mousepad. Alloy FPS - Blue Switch keyboard ($69.99, originally $79.99; bestbuy.com)   First up is the Alloy FPS - Blue Switch keyboard. This sleek mechanical model is backlit with a red light and features a fully integrated numeric keyboard. And these durable keys are just as satisfying to type on as they are to look at. Plus, the keyboard capable of detecting every single keystroke, no matter how many keys are being pressed, so don't worry about blunders during your game. Included with the keyboard is a mesh travel pouch, eight replacement keycaps and a keycap removal tool. Additionally, you'll get a 2-year manufacturer's warranty on the off chance that the parts go bad. Pulsefire Core RGB gaming mouse ($19.99, originally $29.99; amazon.com) Beside the keyboard, you can plug in the Pulsefire Core RGB gaming mouse. It boasts seven different programmable buttons — that's more than enough to bind in-game voice chat and controls all to your mouse. This device also has exceptionally precise movement tracking, owed to its Pixart 3327 optical sensor. It's built to last, rated at 20 million clicks, and for ease of use, weighing under 4.5 ounces. Fury S XL gaming mousepad ($19.99, originally $29.99; amazon.com)  And don't forget the all-important mousepad. The Fury S XL gaming mousepad is almost 3 feet long (900mm) and almost 16 inches wide (420mm), so you won't have to worry about running out of room during a critical moment. Its anti-fray edges and non-slip rubber underside will ensure it stays put and intact for years to come, and when you need to take it somewhere, just roll it right up. Cloud Orbit S gaming headset ($279.99, originally $329.99; bestbuy.com) Finally, top off your gear with the Cloud Orbit S gaming headset. This powerful stereo over-ear headset contains 100mm drivers for accurate sound no matter where your games take you. In addition to hi-res 3D sound, this headset features a detachable microphone so you can squad up with friends. Plus, every control you'll need is right on the headset, including a volume slider, power button and toggle for 3D sound. It comes with a carrying bag, as well as a one-year warranty. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}