{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/opinions/fix-public-health-care-system-covid-19-sachs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeffrey Sachs"], "Writers": [["Jeffrey Sachs"]], "FirstPublishDate": ["2020-04-25T02:08:46Z"], "LastModifiedDate": ["2020-04-25T16:13:25Z"], "Headline": ["First we need to fix this key thing. Then we can reopen"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With the US surpassing the grim toll of 50,000 confirmed Covid-19 deaths, perhaps our nation will now properly address the epidemic.  The milestone highlights anew America's greatest failure thus far: its public health system. I'm not speaking about the heroic doctors, nurses and hospital staff, who deserve our profound gratitude for their extraordinary efforts. I'm speaking about the public systems that are supposed to track disease outbreaks and help to isolate infected individuals.  A well-functioning public health system confronting a contagion would have identified infected individuals quickly, tested and isolated probable cases, tracked the close contacts of these probable cases, provided quarantining for those who could not safely remain at home, understood the main locations in the community where new infections were occurring, and deployed hygienic and screening tools (like face masks, hand sanitizers and thermal monitoring) as needed.  But our system is not well-functioning. The failure started with the US Centers for Disease Control and Prevention, which runs our national sentinel system to guard against a pandemic. It missed the spread of the infection for crucial weeks, with CDC Director Robert Redfield absurdly claiming recently that the US had \"only 14 cases\" through February 27, when in fact there were probably already thousands. That's to say nothing of the CDC's faulty test kits that gravely hampered our nation till now. According to federal officials, this was the result of shoddy laboratory practices.   Meanwhile, the Transportation Security Administration failed to screen adequately the incoming passengers from China after January — and then failed to put in place an organized screening process as late as mid-March.   With President Donald Trump, Health and Human Services Secretary Alex Azar and CDC Director Redfield still in charge of response efforts, the shortcomings of the public health response — including systematic testing — have not been corrected.  And the White House Task Force continues to struggle to address these issues because Trump, in his narcissism, continues to get in the way of his own scientists. Most recently, he posited that the injection of disinfectants might be a way of combating the virus — to the horror of the medical community. Before that, he touted an anti-malaria drug that has shown no benefit. In fact, in a recent study, those patients who took the drug had a higher death rate than those who didn't. And the Food and Drug Administration warns it has serious side effects.     But the federal failures cascaded to the state and local levels — and the local systems buckled. Take, for example, my own state of New York. The New York state and New York City health systems were so overwhelmed that they could not track the disease even to one order of magnitude. With a shortage of testing kits, delays in response time and an explosion of cases, the state and city public health officials simply could not keep up with the demand. The epidemic spread explosively without any realistic count of actual infections or targeted case management.  Based on a new sampling of the population, the New York public health authorities revealed on Thursday that the number of infections in the state has possibly reached 2.7 million, rather than the 271,690 confirmed by testing as of April 25. Meanwhile, the city put \"probable\" Covid-19 deaths at 5,102, which is almost half again as many as the number of confirmed Covid-19 deaths — 10,746. As we can see, the data on cases and deaths has missed the mark by an astounding proportion. And without a more effective public health system, we are doomed to an ongoing economic crisis, combined with far higher death tolls.    The debate about when to reopen the economy is therefore misguided. Our true choice is not a matter of debating May 1 versus June 1 versus Sept. 1. It's entirely a matter of how fast we put in place a public health system that is ready to do its vital job. Opening the economy without a functioning public health system is a death sentence that could send the current 50,000 death toll to hundreds of thousands instead.  First and foremost, such a system would identify those who are infected or probably infected — and help them to stay out of contact with others. It would identify those likely cases based on testing when available, and according to symptoms and close contact with infected individuals when testing is not available. Such a system would promote rapid isolation, at home when safe, and in public quarantine facilities, like a hotel requisitioned for quarantine use if the home is too crowded with susceptible individuals. And it would rapidly trace the contacts of probable cases to help those close contacts to be on the alert for symptoms, getting tested and isolating early.  The system would perform other basic functions, like regularly sampling the general population, as New York has finally done, to study the patterns of infections and learn where new infections are taking place. It would put in place special safeguards and sentinel systems for nursing homes, prisons, elder communities and other congregant settings, with immediate isolation or quarantining of any suspected cases and with full protective gear and rigorous procedures. The system would promote hygiene and screening for symptoms in buildings, factories, and public places (using thermal monitors, for example). And it would support self-isolation by offering social support services, such as telemedicine and delivery of groceries.   The US has more than 880,000 confirmed cases as of Friday, with thousands more confirmed daily. The continuing lockdown and physical distancing for the next few weeks will bring down the number of new infections and make the public health caseload more manageable.   Since we can't rely on federal authority to take an effective approach, and Trump has thrown much of the challenge back to the states and cities, my advice to the mayors and governors is this: Scale up your health systems so that they start tracking every day where your citizens are most likely becoming infected. By tracking cases and interviewing (safely, by phone) each newly infected individual, you can get these individuals into early isolation and determine where the infections in the community are generally occurring, for example, whether among family members, congregant settings like nursing homes, shelters, prisons, or shops, restaurants and workplaces in particular parts of town.  By tracing the contacts of infected individuals, you can far more quickly identify new cases and help those to isolate.      So, local leaders, get your expanded teams on the phones, or hire private companies as auxiliaries. Start calling your constituents, the ones who have tested positive, their close contacts and others who are showing symptoms. This is the ultimate campaign for our survival and economic recovery.    "], "Language": false}