{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/leatrice-eiseman-sanctuaries-home-color/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T02:47:07Z"], "LastModifiedDate": ["2020-05-06T02:47:07Z"], "Headline": ["Color boost: How vivid hues in your home can lift your mood"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["How do colors make us feel? This question has guided color specialist Leatrice Eiseman since childhood. As the executive director of the Pantone Color Institute, she leads color trends and forecasts as well as the decision-making behind the company's annual Color of the Year (the choice for 2020, Classic Blue, is proving to be an apt calming color for an already anxious year.) \"Every color has an innate meaning most associated with it, but it can change depending on your culture, your background, your upbringing and your personal associations with it,\" she said. Eiseman has always used color to turn her personal spaces into sanctuaries -- as a young girl, she was allowed to paint her room any color she wanted, as long as she bought the paint and did the work herself. To her friends' envy, Eiseman opted for bold color schemes and painted everything down to the furniture. Later, she chose to study design and psychology at college, pursuing color psychology as her specialty. Below, Eiseman shares her advice on the small touches that can help enliven a space. CNN: What does a sanctuary mean to you, and why is it important to create one in your home? LE: I feel that a sanctuary might be the most important room in a home, especially now. This is a special place where you can stop, reflect and feel protected and secure. I think about the innate need that children have, from an early age, to put a big cloth or sheet over a table and make their own little private \"den.\" I don't think we ever lose that need as adults; we simply create it on a larger scale. With so many people stuck at home right now, how can we harness color in our living spaces to help lift our moods? Most people are not out shopping right now and can't change decor that easily, but you can get creative in your home. If you happen to have sheets you don't normally use, in cooler tones and neutrals, you can create a space for yourself that promotes a sense of calm. If you can paint your walls, that would be one of the best things you can do, and it would give you a new activity at home.  But if not, you can be inventive and look around you. How many blue or green objects do you own? Do you have books in those shades? What about jewelry? If you have kids, you can turn it into a game with them. If you have crayons or markers at home, that's also a great creativity activity, with or without children. You can also print some images and tape them up around the house, or make a corner of color for yourself. How can color enhance or shift our mood or well-being? I think that it's important to bear in mind that there are no magic-bullet answers. To say blue always generates a specific feeling would be too broad of an answer. But we do know through our research that colors do evoke certain responses on a general level. Most people all around the world have very positive associations with sky blue, for example, because from childhood we associate it with a beautiful day. Of course, as we get older, we have other experiences with color, and that can shift how we feel. In general, the warmer colors are those that are more activity-producing. If you're feeling depressed or your energy levels are low, the general rule of thumb would be to opt for warmer colors on the spectrum, because they are a little bit more engaging. They produce more animation and activity. If you wanted to be calmer, then you would go for some of the cooler colors on the spectrum: the blues, the blue-greens, the lavenders.  If warmer colors have been found to be more energetic, would you suggest those shades for people who are finding it hard to stay motivated working from home, or need to generate creative inspiration? I would, but at the same time, when brightened, cool colors take on more energy. Royal blue, for example, is a blue in the electric range -- electric colors are brighter and more intense. And it might sound strange to talk about a warm blue, but periwinkle almost leans to the purple side, because it has red as an undertone. So if cool colors speak to you, choose the brighter tones or the warmer tones within that color family.  How do neutral tones generally make people feel? Neutral is always thought of as calmer than anything that's bright. The problem with neutrals -- and I know a lot of people live with neutral tones -- is that you can get very bored in that setting.  But neutrals do make a good backdrop. If you have a gray sofa and carpeting, throw something red against that, like a pillow. Put spots of color around the room, even if it means bringing the red tea kettle in from the kitchen, putting it on the dining-room table and sticking some greens in it -- something to catch your eye that will help to lift the energy level. It also seems like a good time to choose some green shades to remind us of nature. Absolutely. Greenery is always associated with the outdoors. There have been studies showing that in places for healing, senior centers and even in apartments, bringing more greens and greenery into the atmosphere can be therapeutic.  If you have your own yard or garden, you can go outside and cut the things you never think of cutting, even the leaves on the trees, and bring them inside. If you live in an apartment, that might be harder to do, but maybe there are things you can order online to help. You can try different creativity exercises to bring more color into your space when you can't go outside. Which room in your home do you consider your sanctuary, and which colors are prominent in it? My sun room is my first sanctuary. It is filled with greenery and surrounded by it as well. The important colors in the room are green and violet, with a few other floral colors in the mix. The room doesn't feel enclosed; it makes me feel like I am in a quiet garden -- a place to refresh, replenish and breathe. My other sanctuary is in my bedroom, which is primarily periwinkle blue, balanced by some accessories in warm hues. This is my reading and resting place when I do want to feel more enclosed and cozy. The blue tones are the major color, bringing a sense of serenity and peace."], "Language": false}