{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/entertainment/instagram-live-celebs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-05T16:04:07Z"], "LastModifiedDate": ["2020-05-05T20:39:17Z"], "Headline": ["As Instagram Live keeps us entertained, it's helping celebs stay in the game"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["There is something for everyone on Instagram Live these days. From Guided meditations and workouts to dance parties and happy hours with A-listers, comedy shows, cooking demonstrations and, of course, major music battles, Instagram Live is where it's all happening at the moment. The platform is quickly starting to feel like the new TV and with more people staying home in the midst of the Covid-19 pandemic, it's also become a way for many celebrities to stay engaged with their audiences. \"It's almost like this is the best way to do community service,\" producer, songwriter and musician Teddy Riley, whose recent Instagram LIve battle with singer/songwriter/producer Kenny \"Babyface\" Edmonds had hundreds of thousands of people jamming, told CNN. \"It brings joy to people.\"  Here's how it works: An Instagram user can \"go Live\" from their page, enabling followers to see them in real time and comment. Those who are Live can allow others to join them and produce a split screen for followers to watch. Instagram is owned by Facebook and, according to the social media giant, there are currently 800 million daily active users across the company's platforms. Instagram Live views in the United States increased more 70% from February to March, the company states. With so much to watch on IG Live, some are now posting schedules on story pages.  Last week, the company announced a new tool that allows people to raise funds for causes they care about directly within Instagram Live, with 100% of the funds raised going directly to the designated charitable organizations.  Several celebs have already tapped into the giving power of IG Live. \"Real Housewives of Beverly Hills\" cast member Lisa Rinna went Live to raise money on behalf of No Kid Hungry last week. Grammy-nominated musician Tory Lanez has been using his \"Quarantine Radio\" show on IG Live to spread the word about his Tory Lanez Dream City Fund Covid-19 relief efforts. The music industry has been especially active on IG Live, with live performances, chats and the now famous DJ D-Nice \"Club Quarantine\" -- even former first lady Michelle Obama has hopped on as he spins records.  Adam Alpert, chief executive officer of Disruptor Records, told CNN that in these times of uncertainty and fear, IG Lives are providing positivity and entertainment to the public.. He said it's also incredibly valuable to artists who are limited in how they can interact with their audiences during the pandemic. \"I think it's critical,\" Alpert said. \"It's like the number one outlet for artists to reach their fan bases from home while they can't tour.\" Alpert's label includes artists such as The Chainsmokers and Dove Cameron. He said he's been encouraging his acts to not only conduct their own IG Lives, but also hop on other Lives \"where there are new audiences to tap into.\" Ryan Press is president, A&R, in the US for global music company Warner/Chappell Music and has worked with the likes of Rihanna, DJ Khaled and Wiz Khalifa. He told CNN IG Lives have provided \"a break from the seriousness of everything going on\" and sparked a great deal of creativity in the music industry. \"These battles slash celebrations, I think, are probably one of the biggest tools ever to reengage different people,\" Press said. \"The power of [IG Lives] has been insane to just celebrate music again that was starting to be overlooked.\" Teddy Riley and his talents could fall in that category.  Best known for his work in the 1980s and '90s with his groups Guy and Blackstreet, as well as for writing music for Michael Jackson and a plethora of other artists, Riley has seen a resurgence in his career since his IG battle, which he said at one point had more than half a million people viewing (Instagram does not release data on individual IG Lives). There's been so much interest that Riley said he's planning on doing an IG Live with R&B singer Keith Sweat, as well as teaching sessions. \"I'm going to be doing a tech talk, I call it 'Teddy Talk,' and I'm just showing people how I do music or how I made this song or how I did life,\" he said. "], "Language": false}