{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/lincoln-project-ad-donald-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-05T17:54:45Z"], "LastModifiedDate": ["2020-05-05T20:56:23Z"], "Headline": ["Donald Trump just broke the most basic rule of politics"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Famed Seven Kingdoms philosopher Tywin Lannister once said this when asked about concerns regarding his leadership: \"A lion does not concern itself with the opinions of the sheep.\" Simply put: The lion is a lion. He does what he wants and what he needs to do. Worrying about what his prey think about him is pointless. Their opinions are of no consequence. Thinking about them at all is a waste of the lion's time. The \"Game of Thrones\" patriarch wasn't talking about American politics, but his lesson holds true here, too. We express it with the phrase \"Never punch down,\" meaning that there is no value in a high-profile politician going after a lesser-known opponent. All it does is elevate the opponent, which is what he or she wants anyway! Which brings me to the curious case of Donald Trump and the Lincoln Project.  The former you know. He's the President of the United States.   The latter you probably don't. The Lincoln Project was formed late last year by some of the most prominent \"Never Trumpers\" in the country: George Conway, the husband of senior Trump counselor Kellyanne Conway, as well as Republican consultants John Weaver, Steve Schmidt and Rick Wilson. \"Over these next 11 months, our efforts will be dedicated to defeating President Trump and Trumpism at the ballot box and to elect those patriots who will hold the line,\" they wrote in a New York Times op-ed announcing the group's formation. On Monday, the Lincoln Project released an ad entitled \"Mourning in America\" -- playing off the famed \"Morning in America\" ad by President Ronald Reagan in 1984. \"Under the leadership of Donald Trump our country is weaker and sicker and poorer,\" says the ad's narrator. \"If we have another four years like this, will there even be an America?\" Its message is dark, foreboding and harsh. And it's very likely that almost no one would have even seen that message had it not been for Donald Trump.  (Asked for more information, the Lincoln Project did not provide any specifics regarding how much they spent on the commercial. But the group only had $2.5 million in the bank at the end of March, so they aren't likely spending massive sums on it.) Just after midnight Monday -- 12:46 a.m. ET Tuesday morning, to be precise -- Trump took to Twitter to rant about the ad and the group. Here's the full text, which took Trump four tweets: \"A group of RINO Republicans who failed badly 12 years ago, then again 8 years ago, and then got BADLY beaten by me, a political first timer, 4 years ago, have copied (no imagination) the concept of an ad from Ronald Reagan, 'Morning in America', doing everything possible to get even for all of their many failures. You see, these loser types don't care about 252 new Federal Judges, 2 great Supreme Court Justices, a rebuilt military, a protected 2nd Amendment, biggest EVER Tax & Regulation cuts, and much more. I didn't use any of them because they don't know how to win, and their so-called Lincoln Project is a disgrace to Honest Abe. I don't know what Kellyanne did to her deranged loser of a husband, Moonface, but it must have been really bad. John Weaver lost big for Kasich (to me). Crazed Rick Wilson lost for Evan 'McMuffin' McMullin (to me). Steve Schmidt & Reed Galvin lost for John McCain, Romney's campaign manager (?) lost big to 'O,' & Jennifer Horn got thrown out of the New Hampshire Republican Party. They're all LOSERS, but Abe Lincoln, Republican, is all smiles!\" So, yeah. But he wasn't done! Before leaving for Arizona on Tuesday morning, Trump again addressed the ad and the group, saying (in part): \"I saw a Project, the thing called the Lincoln Project, and I would have them change their name to the 'Losers Project.' Because if you take a look -- it's (Steve) Schmidt, it's George Conway -- the guy, Kellyanne must've done a big number on him, but it's George Conway and some other people, (John) Weaver, every one of them, I either defeated or they lost by themselves. But it's a group of major losers. They're Republican losers. ... So they should not call it the Lincoln Project, it's not fair to Abraham Lincoln, a great president. They should call it the Losers Project.\" Think Trump is letting the sheep bother him? Uh, yeah. I can just imagine the folks at the Lincoln Project high-fiving when they read Trump's tweets. And dancing a jig when he talked about them -- and their ad -- before getting on Marine One. This is their ideal scenario. They literally don't have the money to buy this sort of publicity for their ad. Now lots of people who read Trump's tweets or saw him blasting the Lincoln Project outside the White House on Tuesday will got to their computers and look up \"Lincoln Project.\" And watch the \"Mourning in America\" ad. It's a gigantic win for what is, in truth, a small group of prominent talking heads who were -- and Trump is right about this -- roundly crushed by him and his allies during the 2016 campaign.  Trump's inability to ignore renegade voices within his party is a violation of the most basic of campaign rules. The more he talks about the Lincoln Project -- no matter how negatively -- the better for the group's profile and ability to raise money to oppose his reelection. Trump's best strategy toward dissenting voices within his own party would be to ignore them and stay silent. But that's not really a skill he possesses."], "Language": false}