{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/politics/fema-doj-price-gouging-supplies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Geneva Sands and Priscilla Alvarez, CNN"], "Writers": [["Geneva Sands", "Priscilla Alvarez"]], "FirstPublishDate": ["2020-04-25T16:09:54Z"], "LastModifiedDate": ["2020-04-25T16:09:54Z"], "Headline": ["Feds target price gouging as states and hospitals swarm private market for supplies"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Desperate for critically needed medical supplies, hospitals and states have swarmed to the private market to obtain equipment only to have it suddenly seized -- and later re-distributed -- by the federal government, fueling frustration and concern among health care providers across the country.  A surge in demand resulted in skyrocketing prices. To crack down on companies believed to be exploiting the situation, the Justice Department in late March set up a task force to identify companies selling their products for an increased rate. The Justice Department has more than 150 open price gouging and hoarding investigations through the task force, according to a DOJ official.  Once DOJ identifies potential price gouging, it alerts the Federal Emergency Management Agency, the agency within the Department of Homeland Security leading federal operations response, including supply distribution. FEMA may then buy the supply at market value and distribute supplies using authorities in the Defense Production Act. For weeks, states urged President Donald Trump to invoke authorities provided in the wartime-era law that gives the government more control over the supply chain. Trump, in turn, argued that states should acquire equipment on their own accord. Now, both the authorities provided by that law, invoked in late March by the President, and attempts to go directly to the private market have at times contributed to the delays and confusion. Earlier this month, IndutexUSA, an industrial textile company based in Delaware, imported 100,000 N95 respirators from China and was planning to distribute them to customers across the US, including to health care facilities and municipalities. But the shipment was unexpectedly intercepted by the federal government when it arrived at John F. Kennedy International Airport in New York City. \"How many doctors and nurses have been infected in the last 18 days while these sat at a dock at JFK?\" asked George Gianforcaro, president of IndutexUSA. Gianforcaro said the company was first told on April 6 shortly after the plane landed at JFK that the respirators were being examined by customs and the US Food and Drug Administration. A few days later, the company received an \"Allocation Order,\" signed by FEMA Administrator Pete Gaynor, to take possession of the products under the authority of the Defense Production Act. Gianforcaro had lined up 30 customers to receive 124,000 respirators. He said the company received conflicting messages in the days that followed from DOJ and FEMA about whether the products would be released back to him. On April 15, a FEMA attorney told the company that he would recommend the products be released, according to a text message shared with CNN.  Five days later, a DOJ attorney wrote in part, \"FEMA is not recommending release.\" FEMA said in a joint statement with the Justice Department that it was working with the company to verify the \"quantity, type and shipping status of the respirators,\" and reviewing the terms of the purchase agreements the company struck with buyers for the products. \"Upon expeditious completion of this work, FEMA will determine whether to purchase the PPE, at which point FEMA would direct the PPE be delivered to FEMA for further distribution, or to compel GKM to perform on its existing contracts and complete delivery of the PPE to the original buyers, albeit at a lower price than GKM had initially charged,\" the agency said, about GKM Supply LLC, which does business as IndutexUSA. Gianforcaro said his customers were quoted approximately $5 per mask, adding that it is \"below the fair market value.\" The cost of N95 masks went up from $0.38 each before the Covid-19 crisis to $5.75 each, according to one report published earlier this month by the Society for Healthcare Organization Procurement Professional, a nonprofit organization, founded by two companies that provide consulting.   \"The cost keeps rising and rising and rising, and there's no end in sight,\" Michael Einhorn, CEO and president of Dealmed, a personal protection equipment distributor based in New York, told CNN last week. 3M, the largest maker of N95 face masks in the US, sued another company earlier this month for offering to sell New York City overpriced N95 masks for $45 million at more than $6 per mask. Gianforcaro said he paid $4 million to a broker in China to send respirators, which started with the 100,000 unit shipment. He was hoping to import a total of 10 million masks over the course of a month or so. \"For someone to say to me that I am price gouging or price fixing, I think is ridiculous,\" he said, accusing FEMA of theft. \"Forget about cost, forget about price. Why aren't they sending me the masks or why aren't they sending my customers the masks?\" FEMA maintained in a statement that it's not \"seizing or taking personal protective equipment (PPE) from state or local governments, hospitals, or any entities who are lawfully engaged in transactions through which these resources are distributed,\" adding that some individuals and businesses are \"trying to profit from the confusion and fear surrounding COVID-19.\" Marked-up items are the reality for health care providers across the country, who are seeking out equipment on the private market. Jose Camacho, executive director and general counsel at the Texas Association of Community Health Centers, said face masks have been going for between $3 to $7 per unit. \"That's a heck a lot more than we were paying in mid-February,\" Camacho said.  The centers' usual vendors have been overwhelmed with orders, resulting in them having to look to other suppliers they haven't worked with before, with little intel on the quality of products. On Thursday morning, Camacho told CNN they had received an order that had been placed in late March for 20,000 face masks, only to find that boxes had been tampered with and some units were missing. \"They're just useless,\" Camacho said. \"You couldn't mow a lawn with them.\"  The association represents centers where staff are conducting coronavirus testing and taking emergencies to help overburdened hospitals and emergency rooms. PPE is critical to their operations.   \"To tell you it's the wild west is to state it mildly,\" Camacho said, referring to the procurement of supplies. The Justice Department's task force on price gouging -- made up of officials in Washington and representatives from each of the 93 US attorneys' offices across the country -- is taking in leads daily and actively building new investigations, Craig Carpenito, the US attorney in New Jersey who is leading the task force, said in an interview earlier this month. In the task force's first bust, Justice Department and Health and Human Services officials seized nearly a million pieces of supplies, such as N95 masks, medical grade gloves, gowns and hand sanitizer, from a Brooklyn man that were later redistributed to front-line medical workers. The man who allegedly hoarded the materials, Baruch Feldheim, was charged with assaulting federal officers and making false statements to law enforcement. He was later reimbursed for the materials by HHS. Feldheim's attorney declined to comment on the case. As of Thursday, 500,000 IndutexUSA N95 respirators were in storage at JFK, said Gianforcaro, who is waiting for a decision on whether FEMA will take them or return them to the company to sell them to original customers. Rubbing \"salt into the wound,\" Gianforcaro said he would be charged $3,000 per day to store the product at the airport."], "Language": false}