{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/americas/cinco-de-mayo-faq-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brandon Griggs, CNN"], "Writers": [["Brandon Griggs"]], "FirstPublishDate": ["2020-05-05T07:12:42Z"], "LastModifiedDate": ["2020-05-05T21:49:38Z"], "Headline": ["These are, we kid you not, actual questions people Google about Cinco de Mayo"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["You know the old saying, \"There's no such thing as a stupid question?\"  Turns out, there is.  And when it comes to Cinco de Mayo -- the annual fiesta that gives Americans an excuse to load up on tacos and margaritas -- people ask a LOT of them.  These are actual questions people asked on Google about the Mexican holiday, which is actually a bigger deal in the US than it is in Mexico. When is Cinco de Mayo?  Cinco = 5. de Mayo = of May. So, May 5. What is Cinco de Mayo in Spanish?  Cinco de Mayo. When is Cinco de Mayo celebrated in Mexico?  On Cinco de Mayo. When is Cinco de Mayo celebrated in the US? *Sigh. On Cinco de Mayo. When is Cinco de Mayo in Portland, Oregon? We've been through this already. When was the Cinco de Mayo war? There was no Cinco de Mayo war.  The holiday celebrates Mexico's victory over France in the Battle of Puebla on May 5, 1862. It was a relatively minor battle -- the French reclaimed Puebla a year later -- but a symbolic one because a small Mexican army defeated a larger occupying force. By 1867, Mexican troops had driven France from the country. Many Americans assume Cinco de Mayo is Mexico's Independence Day. It's not. That holiday falls on September 16 and commemorates the Grito de Dolores, a priest's ringing of a church bell in the town of Dolores in 1810 that triggered Mexico's War of Independence from Spain. Is Cinco de Mayo the Day of the Dead?  No. Día de Muertos, or Day of the Dead, is a three-day holiday in which families across Mexico gather to remember deceased friends and family members. It's usually held from October 31 to November 2.  Where is Cinco de Mayo? Wherever you want it to be. If your party game is strong, Cinco de Mayo could even be a state of mind. Is Cinco de Mayo racist? No. But something like this is: And our absolute favorite question ... Is Cinco de Mayo about mayonnaise?  We give up."], "Language": false}