{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/opinions/anthony-fauci-house-democrats-testimony-honig/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Elie Honig"], "Writers": [["Elie Honig"]], "FirstPublishDate": ["2020-05-05T10:15:26Z"], "LastModifiedDate": ["2020-05-05T10:15:26Z"], "Headline": ["Why House Democrats need to put up a fight on Fauci's testimony"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["House Democrats last week sought testimony from Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, about the Trump administration's handling of the coronavirus crisis. The White House quickly stepped in to block it, claiming that Fauci's testimony would be \"counter-productive.\" Now the ball is back in the House Democrats' court, and they've given no indication of doing anything more than dropping it and skulking away. But if House Democrats ever intend to get real answers about the administration's response to the coronavirus -- from Fauci or anybody else -- they need to toughen up.  If this all sounds familiar, that's because it is. Just in the past year, we've seen this lopsided dance between Congress and the White House, time and again -- first when the House tried to investigate after the release of special counsel Robert Mueller's report, then during the impeachment investigation (and, in between, over testimony from Attorney General William Barr). Each time it's been the same pattern: The House demands crucial information, the White House tells the House to take a hike -- and the House does next to nothing to stand up for itself.   Sure, there have been rare exceptions. A few courageous executive branch employees -- Lt. Col. Alexander Vindman, former Ambassador Marie Yovanovitch and others -- defied White House instructions and testified in the House impeachment proceedings. And the House (after inexplicably waiting nearly four months after the release of the Mueller report) finally went to court and followed through in its effort to compel testimony from former White House counsel Don McGahn.  The still-ongoing McGahn case, and possibly the pending Supreme Court case involving Trump's tax returns, will answer a crucial question: Will the courts step in and compel the executive branch to comply with congressional subpoenas? If the ultimate answer from the courts is \"no,\" then it's game over, as the White House can freely disregard House subpoenas with no legal intervention.   But I expect the courts ultimately will decide that they do have the power to rule on and enforce congressional subpoenas to the executive branch. Indeed, every court to have heard the Trump tax returns cases thus far has found that the courts do have the ability to referee these disputes. And the entire Court of Appeals in the McGahn case has taken the rare step of rehearing the initial ruling of a smaller panel of judges to the contrary. There are legitimate questions about whether the House should fight for Fauci's testimony now. It might indeed be counterproductive or premature, as the White House has claimed. But then why would the House request Fauci's testimony in the first place? It makes sense to request that testimony while the crisis is ongoing and any missteps can be identified and potentially remedied. The administration has said it will permit Fauci to testify in the House at some later, unidentified time, but time is of the essence, and there has been no solid, enforceable commitment. Fauci reportedly will testify in the Republican-controlled Senate, before the Health, Education, Labor and Pensions Committee, on May 12. That's certainly better than nothing at all.  But there is a world of difference between taking questions about the administration's handling of the coronavirus on the friendly Republican-controlled home turf of the Senate rather than the Democratic-controlled House. And while, of course, even as the minority party, Democrats on the Senate committee will have a chance to question Fauci, Republicans, as the majority party, will have complete control over process and ground rules. Exhibit A: Compare the tenor and substance of the impeachment proceedings in the House, which involved days of substantive testimony about the facts of the Ukraine scandal, and the Senate, which allowed no witnesses and no new evidence whatsoever.  In short, if House Democrats request information, and the White House blocks it, they need to be ready to serve a subpoena and then go to court to enforce it if necessary. Otherwise, neither the House nor the American public will get meaningful answers and accountability -- on coronavirus or anything else.   Now, your questions: Elaine (Utah): Who decides whether mail-in balloting is available for the November general election -- the states or the federal government?   Generally, decisions about manner of voting -- mail-in versus in-person voting, for example -- are made by the states, not the federal government or the president. Five states (Colorado, Hawaii, Oregon, Utah and Washington) already conduct their elections entirely by mail. Over two dozen states -- including potential presidential swing states Arizona, Florida, Michigan, North Carolina, Pennsylvania and Wisconsin -- allow \"no-excuse\" absentee voting, meaning voters do not need to provide any reason or excuse to vote by mail. Another one third of states allow voting by mail, but only if the voter shows specific \"cause\" or need, such as age, disability, absentee status or religious observance. States can also pass legislation changing their rules. The trend has been toward expanding mail-in voting options -- Pennsylvania and Virginia recently expanded access by going to a \"no-excuse\" system. If anything, that trend may accelerate now, given the emergency conditions caused by the coronavirus.   Opponents of such rule changes can try to challenge them in courts -- but face an uphill climb to establish that such legislation is illegal or unconstitutional, given the states' broad authority to administer elections. (The recent dispute over voting in Wisconsin concerned a last-minute extension of deadlines for mail-in ballots, but not the actual manner of voting). Congress could pass a law standardizing the manner of mail-in voting across the states. But no such law has ever been passed, and it is doubtful that both the current Democratic-controlled House and Republican-controlled Senate would agree on the details. Despite Trump's stated opposition -- \"Mail ballots are a very dangerous thing for this country because they are cheaters,\" he declared -- there is nothing he can do on his own to stop states from adopting or expanding mail-in voting.   Even if Trump directed the Justice Department to sue to prevent states from accepting or expanding mail-in voting, that suit likely would fail given the near-total lack of evidence of mail-in voting fraud. John (California): What are the next steps after the federal court of appeals makes its ruling on the House subpoena to McGahn? The \"en banc\" (the entire available court, totaling nine judges) ruling could come at any time now that the court has heard oral arguments, and that ruling will supplant the original ruling by the three-judge panel. Whichever side loses almost certainly will then seek \"certiorari\" (review) by the Supreme Court. The Supreme Court does not have to take any case, and it requires a vote of four of the nine Justices to grant review. The Supreme Court typically agrees to hear only a small fraction of all cases brought to it, usually around 1%.   That said, the McGahn case poses such an important issue of constitutional law -- impacting the balance of powers between Congress and the executive branch -- that it's a strong candidate for Supreme Court review. If the Court hears the case, then of course it will have the final say. If not, then the forthcoming en banc decision from the Court of Appeals in Washington DC will decide the matter.  Brad (Wisconsin): What happens if the Supreme Court declares that the Trump tax returns cases are political and not justiciable?  Interestingly, the court last week requested additional briefing from the parties on whether the case presents a \"political question\" or other justiciability issue -- meaning the court has asked the parties whether it even has the legal ability to rule. If the court concludes that it does not have the power to rule on the case, then the short-term effect is that the banks -- who have indicated that they will comply with the subpoenas, unless the court finds the subpoenas invalid -- will turn the requested financial information over to Congress. That would be a win for Congress and a loss for Trump. But, bigger picture, such a ruling could make it difficult or impossible for Congress to enforce its subpoenas to the executive branch or to third parties (like the banks) where the executive branch objects, if the third party is unwilling to comply voluntarily. Three questions to watch 1. Will House Democrats subpoena Fauci and go to court to enforce it if necessary? 2. Will we get a ruling from the Court of Appeals on the McGahn case? 3. Will Barr agree to let Trump's former national security adviser Michael Flynn rescind his guilty plea, or will Trump issue a pardon?"], "Language": false}