{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/politics/hhs-review-us-repatriation-flight-wuhan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren Fox, CNN"], "Writers": [["Lauren Fox"]], "FirstPublishDate": ["2020-04-25T02:36:51Z"], "LastModifiedDate": ["2020-04-25T15:35:45Z"], "Headline": ["US government review of first Wuhan repatriation says safety protocols not followed"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A US government review out Friday sheds light on early missteps of the administration in repatriating the first Americans from coronavirus-struck Wuhan, China, on January 29. While the summary report makes clear that all the individuals were asymptomatic, it echoes some of the concerns raised in February by a whistleblower from the Department of Health and Human Services, who complained that more than a dozen workers who received the evacuees lacked the proper training or protective gear.  The report notes that no US government personnel involved in the repatriation and subsequent quarantine tested positive for or contracted Covid-19 as a result. The report was sent to congressional offices Friday. Asked to respond to the findings, HHS replied that it had deployed an incident management team within hours after the flight's arrival that arrived at the base two days later \"and began providing appropriate guidance and prevention measures,\" and said the department immediately launched an investigation after receiving the whistleblower's complaint.  \"The investigation concluded that during the early days of what was an unprecedented repatriation of U.S. citizens from Wuhan, China, a rapidly evolving response meant that uniform infection-control and infection-prevention measures were not initially in place at March Air Force Base when repatriated Americans arrived on January 29,\" it said in a statement.  According to the summary of the investigation by HHS' Office of the General Counsel obtained by CNN, the state of California was going to handle the repatriation of nearly 200 US citizens -- including diplomats and their families -- but at the last minute, it was decided the facility it was going to use was \"medically inadequate.\" HHS then stepped in, but without time to plan, \"there was no designated agency or official leading the repatriation effort\" when the plane landed at March Air Reserve Base east of Los Angeles, according to the report. As a result, appropriate safety protocols were not followed, according to the report. On the way out of China and during a refueling stop in Alaska, passengers were screened for symptoms of coronavirus. No one was symptomatic, according to HHS. \"Initially, no procedures were in place at March to ensure uniform infection-control and infection-prevention measures, including the proper use of personal protective equipment (PPE),\" the report states. \"Appropriate safety officers were not designated and in place from the outset of the deployment. Nor was an Infection Prevention Control Plan in place, a normal component of a deployment of this type. \"Clear, written instructions for proper PPE use were not disseminated and posted at March until February 1, three days after the evacuees arrived.\" Some officials \"were forced to use Riverside County California's PPE,\" the report adds.   According to the government report, food distributors at March also were not wearing personal protective equipment and were at times within 6 feet of repatriated individuals. \"According to multiple interviewees, ACF [Administration for Children and Families] also directed HHS personnel to remove PPE to avoid 'bad optics.' Finally, according to multiple eyewitness accounts, the CDC lead at March repeatedly interacted closely with evacuees without donning appropriate PPE,\" the report states. The CDC ordered a federal 14-day quarantine for the evacuees on January 30.  The HHS report says none of them tested positive for Covid-19. The problems described did not recur during the arrival of another evacuation flight at Travis Air Force Base a week later, according to the report. \"Written PPE protocols were in place and all U.S. Government personnel were trained in proper PPE and PPE usage before the arrival of evacuees at Travis,\" it states. \"Although there has been anecdotal evidence of breaches of PPE protocol at Travis, it appears that those breaches were the result of individual mistakes.\" CNN previously reported that when emergency response teams were deployed to the Air Force base in northern California to assist potential victims of coronavirus, some members were stunned by the protective gear they were given to aid in their mission: Baby wipes and construction worker-style paper dust masks like \"you would buy at Home Depot,\" as one worker told CNN. \"We were so pissed,\" said the source, who was deployed to Travis Air Force Base to greet Americans returning home from China and Japan."], "Language": false}