{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/sport/nba-2k-esports-basketball-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-04T10:39:20Z"], "LastModifiedDate": ["2020-05-04T13:49:54Z"], "Headline": ["Virtual stars of NBA esports league return remotely for exciting new season"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["While most professional sport is on hold around the world, stars of a basketball simulation video game are getting ready for action.  The NBA 2K League has been an official esport for three years and is run by both the National Basketball Association and virtual game company Take-Two Interactive. Despite the coronavirus pandemic, the league's 23 teams will still compete for the title remotely over at least six weeks of competition, starting May 5, with games simulcast live on the NBA 2K League's Twitch and YouTube channels. NBA 2K managing director Brendan Donohue said he hoped the competition will provide \"both new and returning fans with a fun way to stay connected and engage with our league during these unprecedented times.\" He added: \"Our players have been quarantining with their teammates as they prepare for the season and will now have the opportunity to compete against one another and show they are the best players in the world.\" READ: Arsenal's virtual Thierry Henry on the inaugural ePremier League 'A dream for all gamers' Earlier this year, the world's best professional gamers traveled to New York to take part in the 2020 draft to determine who would be representing which team next season. Players had the chance to join existing NBA outfits, as well as esport giants such as Gen.G. \"It created excitement, obviously in the NBA community, but it also awoke the entire esports community,\" Donohue said at the draft in February.   \"The NBA is taking this really seriously and they're all in.\" Hopes are that the league will continue to add more teams in the future, in order to capitalize on the momentum behind the industry.  \"It's the best thing because they're going to have full faith in you,\" said Jazz Gaming player Kimanni Ingram, speaking about the chance to play for existing franchises.  \"They're drafting you to represent their organization for a whole season -- to bring them a championship, to protect their brand, to make your own brand.  \"It's perfect. This is a dream for all gamers.\"  A new and improved venue for the upcoming season had been built in Manhattan, New York, with space not only for the competitors but also up to 200 spectators. READ: Millions catch glimpse of the 'future' at League of Legends world final ePremier League It's not the first time a professional sports league has got involved with competitive gaming.  The top-flight of English football staged its first ePremierLeague last year, with all of the 20 clubs involved.  Each team hosted live playoff events to find their best Xbox One and PlayStation 4 players, who were then entered into ePL finals at the Gfinity Arena, London. Watch the video at the top of the page to learn more from this season's NBA 2K League. "], "Language": false}