{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/us/five-things-may-4-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-04T10:30:22Z"], "LastModifiedDate": ["2020-05-04T10:30:22Z"], "Headline": ["5 things to know for May 4: Coronavirus, vaccines, economy, weapons ban, elections"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Forget toilet paper! The latest must-have product to sell out on store shelves is flour. There's no wheat shortage or anything, it's just because people have been baking so much during lockdown measures. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus President Trump has shifted his estimate of American coronavirus deaths. During a Fox News town hall this weekend, he said the US could lose 80,000 to 90,000 people to the disease. Two weeks ago, that estimate was 50,000 to 60,000 people. However, top medical experts like Dr. Deborah Birx say the final death toll will be much higher -- between 100,000 and 240,000. So far, the virus has taken at least 67,000 lives in the US. It's also raging in Russia, which saw its fourth record-breaking day of Covid-19 cases on Sunday. The virus has exploded there in recent weeks, with case numbers now firmly in the six digits. Things are looking better elsewhere. Spain recorded its lowest daily death toll in six weeks as eager citizens spent the weekend soaking up the sun amid relaxed lockdown restrictions. Italy and India are also lifting some lockdown measures. Follow here for the latest.  2. Vaccines Scientists working as part of the White House's task force to develop a vaccine for the coronavirus have honed in on 14 different vaccines to test and develop. The project is called \"Operation Warp Speed,\" and it will focus on finding solutions to quickly ramp up production, organize distribution and determine who gets the first doses of the vaccine. The government will also begin shipping tens of thousands of courses of remdesivir early this week. Experimental trials of the drug showed it shortened the duration of illness in patients with severe Covid-19. According to Gilead Sciences, the makers of the drug, the government will decide where the medicine goes. The company hopes it can produce 1 million treatment courses by the end of the year.  3. Economy The US may not need another round of coronavirus stimulus money, according to White House economic adviser Kevin Hassett. Congress has already passed trillions of dollars in unprecedented legislative relief in response to the pandemic, but the scale of the devastation that the crisis has inflicted has led lawmakers to consider another round of aid. Democrats in particular want Congress to authorize more federal funding for struggling state and local governments. However, Hassett says since more states are opening their economies (despite multiple medical warnings), the fourth stimulus package Congress is working on may be geared more toward \"growth and taking off and recovering, rather than just building a bridge to recovery.\"  4.  Canada weapons ban Canadian Prime Minister Justin Trudeau has banned \"assault-style\" weapons two weeks after a gunman killed 22 people in the country's deadliest mass shooting in modern history. The ban covers about 1,500 types of military-grade \"assault-style\" weapons as well as mortars and rocket launchers --  but not handguns. Trudeau said the measures are effective immediately, but disposal of the weapons will be subject to a two-year amnesty period. While it may seem extreme by American standards, some Canadian outlets have criticized the move as not extreme enough. Trudeau has been promising to beef up gun control since being elected in 2015.  5. Election 2020 As he prepares to wage his campaign against President Trump in full, presumptive Democratic nominee Joe Biden is responding to allegations of sexual assault made by former Senate aide Tara Reade. Biden and his advisers released a statement responding to the allegations, and the former Vice President sat for an 18-minute interview to discuss them. He denied claims that he sexually assaulted Reade, but also said she had a right to be heard and asked the Senate to locate any complaint she filed in the 1990s. Meanwhile, Biden's vice presidential committee says they are looking at \"more than a dozen women\" to be Biden's running mate. Biden promised earlier this year that he would choose a woman to fill the role. Friendly reminder: There are just under six months left until November's presidential election. BREAKFAST BROWSE Labradors are still America's favorite dog, but corgis have wiggled into the top 10 Then again, every dog should be America's favorite dog. 'Game of Thrones' star sets new record by deadlifting 1,104 pounds You don't even have to look it up to know it's the guy who played Gregor \"The Mountain\" Clegane. Boris Johnson and his partner named their new son after doctors who saved Johnson's life during his battle with Covid-19 This is so sweet! Taco Bell is offering a taco bar kit so you can celebrate Cinco de Mayo at home in style Because nothing can keep people from enjoying tacos. Invasive giant murder hornets have been spotted in the US GO AWAY, murder hornets! Can't you see we're busy right now?  TODAY'S NUMBER 373 That's how many employees at a pork plant in Buchanan County, Missouri tested positive for coronavirus. All of them were asymptomatic TODAY'S QUOTE \"Because I can't really pinpoint or go back in the past, I just think it's very important to talk to people, to express how important it is to just keep your social distancing. Stay in the house!\" DJ Jazzy Jeff, who says his experience being very sick with Covid-19 should be a wake-up call for people to take safety measures seriously.  TODAY'S WEATHER AND FINALLY Big bunny energy  Let's meet some of the largest types of rabbits in the world and try not to be scared by them. (Click here to view)"], "Language": false}