{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/sport/mandy-marquardt-olympic-hopeful-training-quarantine-cmd-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cesar Marin, CNN"], "Writers": [["Cesar Marin"]], "FirstPublishDate": ["2020-05-02T09:35:50Z"], "LastModifiedDate": ["2020-05-02T09:35:50Z"], "Headline": ["Mandy Marquardt: Diabetic Olympic hopeful adapts to training in quarantine"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Isolation isn't a new concept for Olympic hopeful Mandy Marquardt. As a track cyclist she's become inured to the discipline of a sport that demands the toughest of psyches in dealing with hours of solo training. So the new global norm of social distancing hasn't been that daunting for the 28-year-old. But trying to keep her Olympic training at an elite level while being in virtual isolation? That's taken some ingenuity. Due to the pandemic, Marquardt has been forced to give up access to a cycling velodrome track, world-class gym, and all the perks that come with being an Olympic hopeful. In their place she's created a do-it-yourself, at-home Olympic-style training facility, including a bike simulator to measure all vital performance numbers and a makeshift gym that includes everything she needs for her weight workouts.   And training under quarantine conditions is hardly the biggest challenge Marquardt has ever faced. It's almost a miracle that she's competing at all at the elite level, considering the up-and-coming cyclist was diagnosed with Type 1 diabetes at the age of 16, after having routine fitness tests. Before the diagnosis in 2007, Mandy was well on pace to living out her dreams of becoming an Olympic athlete. Now doctors were telling her she'd never compete at a competitive level again.  But the teenager didn't let her new challenge dampen her spirits and never asked herself why this was happening to her. Rather than dig herself into a deeper hole, she decided to refocus her efforts and find a way to achieve what she'd always dreamed of.  Mandy says her father was instrumental in giving her the mental strength to persevere. \"My dad is full-on German. He's always said, 'Do it or don't do it!' So it's always been in me to find a way to make things happen, and I really love competing, so I knew it was something I wanted to do.\"  Ultimately, the Pennsylvania State University graduate proved her doctors wrong. Marquardt is now a professional cyclist for Team Novo Nordisk, whose entire roster is made up of athletes with Type 1 diabetes. She was having a stellar season, climbing to 12th in the world, and was on her way to being named to the USA Olympic Cycling Track team when, days before the national team selection, it was announced the 2020 Games would be postponed.  The official news, that her Olympic dreams were vanishing, came from Team USA and the USA Cycling Federation hours later. The situation provoked many questions for Mandy, but she found parallels to her cycling profession. \"There are so many unknowns,\" she noted, \"but that's how it is in sports, so you just have to keep doing your best, and sometimes you just don't have the answers.\"  So despite the fact she was entering her final preparations in hopes of being in top form for Tokyo, she knew she now had to adjust to make sure all the hard work, sacrifice, sweat, tears, and hours in the gym wouldn't go to waste. Just as she had when she was first diagnosed with diabetes, Mandy revamped her game plan and kept pushing forward.  When she returned to the US, she started putting together a life plan, in isolation with her fiancé, and developed a whole new style of training while striving to maintain her current form amid a landscape of uncertainty.  \"You don't know what's going to happen next,\" she said. \"Day by day everything is changing; I don't know when my next race is, or if there is even going to be racing this year. I just know I have to keep on training, keep preparing like if it was a normal life.\"  Training under quarantine has provided Mandy with the new challenges including how to manage her insulin levels under these new conditions. \"I want to eat everything in sight but that's not possible even though we're in quarantine. I still want to keep healthy diet and regulate my blood sugars.\" Her diet is one of the biggest components of her regimen and her calorie intake will vary depending on what type of training she has on a given day. She is aware that any variable can put her in a race to balance her disease numbers and control her disease. \"Living with Type 1 diabetes and being a professional athlete is incredibly difficult because it is 24/7,\" Marquardt added.  \"I'm always managing my diabetes when I'm traveling, competing and training and all of those variables affect my blood sugar. \"A lot goes into self preparation, mindset and really nailing down my nutrition. I want to live a long healthy life but I also want to compete at the highest level of my sport and continue to prove to myself and even the world what is possible diabetes.\" Marquardt is confident her adaptation to the new world under coronavirus will bear its fruits. \"Everything has been so uncertain,\" she noted.  \"I just keep training to have that consistency in my life, and I said whatever happens I'm going to keep with that consistency, because I know that all the hard work will eventually pay off.\""], "Language": false}