{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/us/espn-ocho-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-05-01T19:24:57Z"], "LastModifiedDate": ["2020-05-01T19:27:28Z"], "Headline": ["ESPN to air marble racing, cherry pit spitting and more weird sports this weekend"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Got plans this weekend? Odds are you don't -- most Americans are staying home -- but no worries. ESPN has plenty of action to keep you entertained. The sports network is bringing back \"ESPN8: The Ocho\" this Saturday with a promised 11 hours of rarely seen  action. Inspired by the movie \"Dodgeball: A True Underdog Story,\" which introduced the idea of a channel packed full of weird sports that typically don't get broadcast on television, ESPN8 will air a mix of marble racing, robot righting and cherry pit spitting beginning at high noon.  Saturday will mark the fifth time the faux-network gets on the air. The network will begin with a live look at Thor Bjornsson, better known as \"The Mountain\" from \"Game of Thrones,\" as he attempts to deadlift a world-record 1,104 pounds. From there it'll smoothly transition into arm wrestling, hamburger eating, stone skipping, Putt Putt, a marble run and something called \"Slippery Stairs.\" The 2019 Jelle's Marble Run will also be featured, which has marbles \"racing\" along a course in front of marbles  serving as the spectators in the crowd -- a nice touch. Of course, any airing of The Ocho would not be complete without someone dodging, ducking, diving and dipping. Dodge Juggle features  jugglers facing off against people throwing dodgeballs in an attempt to disrupt their juggling patterns. The full schedule is below 12:00 p.m.: World Record Deadlift Attempt by Thor Bjornsson (Live) 1:00 p.m.: Professional Arm Wrestling\t 1:30 p.m: 2006 KrystAal World Hamburger Eating Competition 2:30 p.m: E:60 -- Cheese Rolling, Frog Jumping, and Japanese Monster Wrestling 3:30 p.m: 2018 Classic Tetris World Championship\t 4:00 p.m.: 2019 Golden Tee World Championship 4:30 p.m.:51st Annual Stone Skipping Competition 5:30 p.m.: 46th Annual Cherry Pit Spitting Championship 6:00 p.m.: Dodge Juggle 7:00 p.m.: Putt Putt Championships 7:30 p.m.: 2019 Stupid Robot Fighting league 8:00  p.m.:2019 World Sign Spinning 8:30: p.m. 2019 Jelle's Marble Run 9:00 p.m.: Lawn Mower Racing 9:30 p.m.: Slippery Stairs 10:00 p.m.: Death Diving"], "Language": false}