{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/entertainment/will-ferrell-seattle-seahawks-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T18:20:45Z"], "LastModifiedDate": ["2020-05-01T18:20:45Z"], "Headline": ["Will Ferrell crashed a Seattle Seahawks Zoom call pretending to be the team's newly signed tight end"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In a pandemic-free world, the Seattle Seahawks would be gearing up for training camp and playing in person.  But this isn't a pandemic-free world, so the next best thing the NFL team got was a virtual meeting with a cameo from Will Ferrell.  The comedian, masquerading as newly signed tight end Greg Olsen, joined the Zoom call to introduce himself, dispense some wisdom and bare his stomach while the real Greg Olsen stayed quiet.  Ferrell, as Olsen, seemed ecstatic to join the team -- but he was especially thrilled to meet quarterback Russell Wilson.  \"Russ, I love you,\" the Seahawks fan told Wilson in the call. \"I love the way you play, I love the way you handle yourself as a human being. I love you. Let's make a baby, you know?\"  Wilson laughed politely off-screen (he recently announced his wife Ciara is pregnant with another child).  Ferrell/Olsen came to the meeting with his personal playbook. He draws all of his plays himself, he told the team, including the \"90-Go-Flywheel-Kanye-Starburst.\" He did not elaborate on any components of the play.  \"I'm only gonna play about 12 plays a game,\" he told the group. \"I'm an older guy. I'm 36. But I've been working out.\" (Ferrell is 52.)  He lifted his jersey and gave the Zoom crew a 360-degree view of his stomach.  \"My body's a temple,\" he said. \"I've been doing a lot of yoga and nothing else. This is a yoga body.\"  Seahawks head coach Peter Carroll suggested he work on his core before throwing it back to the real Olsen, who seemed to enjoy Ferrell's impression.  The NFL season is still planned to kick off in September, though that could change as the course of the coronavirus does. To aid in coronavirus relief efforts, the league launched a \"Draft-A-Thon\" during the NFL Draft that raised $100 million for charities like American Red Cross and Feeding America.  Ferrell, for his part, recently appeared in in Gal Gadot's ill-fated \"Imagine\" video and a PSA asking young Californians to stay inside. "], "Language": false}