{"Type": ["gallery"], "Url": ["https://www.cnn.com/2016/12/06/politics/gallery/biden-vice-presidency/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2016-12-06T15:24:13Z"], "LastModifiedDate": ["2020-05-01T16:30:20Z"], "Headline": ["In photos: Presidential candidate Joe Biden"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden speaks at an event in Washington in 2013. Biden, a former US senator from Delaware, was vice president of the United States from 2009 to 2017. Biden carries his sons Beau, left, and Robert while attending a Democratic convention in Delaware in 1972. At center is his first wife, Neilia, and on the left are future Gov. Sherman W. Tribbitt and his wife, Jeanne. Biden, a member of the New Castle County Council, was running for one of Delaware's US Senate seats, and he won that November at the age of 29. Biden cuts a cake at his 30th birthday party in November 1972 shortly after winning the Senate election. A few weeks later, Neilia Biden died in a car accident while Christmas shopping. Their baby daughter, Naomi, was also killed in the wreck. The two boys were badly injured, but they survived.  Biden speaks with US President Jimmy Carter at a fundraising event in Delaware in 1978. Later that year, Biden was re-elected to the Senate. He kept getting re-elected until he resigned in 2009 and became Barack Obama's vice president. Biden talks with Egyptian President Anwar Sadat after the signing of the Egyptian-Israel Peace Treaty in 1979. In 1987, Biden entered the 1988 presidential race. But he dropped out three months later following reports of plagiarism and false claims about his academic record. In February 1988, Biden had surgery to repair an aneurysm in an artery that supplies blood to the brain. Here, he sits in his office after returning to work. Biden, as chairman of the Senate Foreign Relations Committee, laughs with students as he visits a high school in Kabul, Afghanistan, in 2002. Biden, second from left, participates in a 2007 presidential debate with other Democratic candidates. With Biden, from left, are John Edwards, Barack Obama and Hillary Clinton. Biden signs his book \"Promises to Keep\"\nat the National Press Club in Washington in 2007. Biden takes the vice president oath of office next to his second wife, Jill, in January 2009. Biden had to resign from the Senate, where he had held office since 1973. Biden and President Obama put their arms around each other after Obama's health care overhaul was passed in March 2009. It was the biggest expansion of health care guarantees in more than four decades, and it represented a significant step toward the goal of universal coverage, which had been sought by every Democratic President since Harry Truman. Biden sits with Obama and members of Obama's national security team as they monitor the mission against Osama bin Laden in May 2011. (Editor's note: The classified document in front of Hillary Clinton was obscured by the White House.) Biden speaks at the convention of Florida's Democratic Party in October 2011. Biden said he and Obama had made progress on fixing problems they inherited from Republicans, but he said the GOP was using obstructionist tactics to keep the administration from doing more for the economy and middle class. Biden whistles to get someone's attention as he stands with a high school marching band in Euclid, Ohio, in November 2011. Obama and Biden laugh together as they attend a basketball game in July 2012. Biden speaks on the final day of the Democratic National Convention in September 2012. Biden talks to some bikers at a Seaman, Ohio, diner in September 2012. Biden holds a baby during a campaign event in Eau Claire, Wisconsin, in September 2012. Biden debates US Rep. Paul Ryan, Mitt Romney's running mate, in the run-up to the 2012 election. Biden salutes as he boards Air Force One in November 2012. Biden makes a cameo in the TV show \"Parks and Recreation\" in 2012. The show's main character, played by Amy Poehler, touched Biden's face and laughed awkwardly when they met. Biden listens to Obama speak about gun reform in December 2012. In the wake of a shooting at a Connecticut elementary school, Obama tapped Biden to lead an administration-wide effort against gun violence. But fierce resistance to new gun legislation thwarted nearly all of the administration's plans. Biden hands a vote certificate to US Rep. Robert Brady as Congress officially counts the Electoral College votes in January 2013. Obama and Biden were elected to a second term in November 2012. Biden and his wife, Jill, dance during an inaugural ball in January 2013. Biden awards the Medal of Valor to William Reynolds, a battalion chief with the Virginia Beach Fire Department, during a ceremony in Washington in February 2013. Biden presented the award to public safety officers who had exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect others from harm. Biden gets ready to pay for an ice cream cone in Portland, Oregon, in October 2014. He was in Portland campaigning for US Sen. Jeff Merkley. Biden tours a dredging barge along the Delaware River in Philadelphia in October 2014. During his visit, the vice president discussed the importance of investing in the nation's infrastructure. Biden talks to Stephanie Carter as her husband, Ashton Carter, delivers a speech at the White House in February 2015. Ashton Carter had just been sworn in as the country's new Secretary of Defense, but it was Biden's hands-on whisper that went viral on social media. Biden wears his signature aviator sunglasses as he addresses graduating students at Yale University in May 2015. Biden pauses with his family as they enter a visitation for his son, former Delaware Attorney General Beau Biden, in June 2015. Biden's eldest son died at the age of 46 after a battle with brain cancer. Biden and Obama share a light moment at the White House, where Obama spoke at a reception honoring Hispanic Heritage Month in October 2015. Biden points at Obama during Obama's final State of the Union address in January 2016. Biden speaks on stage during the Academy Awards in February 2016. Before introducing Lady Gaga's performance of \"Til It Happens to You,\" Biden encouraged Americans to take action against sexual assault on college campuses. \"Let's change the culture,\" Biden said. \"We must, and we can.\" Biden waves to the crowd before speaking at the Democratic National Convention in July 2016. Biden surprises Obama on his birthday in August 2016. Democratic presidential nominee Hillary Clinton greets Biden on an airport tarmac in Avoca, Pennsylvania, in August 2016. Watch CNN's Jeanne Moos on the \"endless embrace\"  Biden greets Ruth Bonner, a 99-year-old daughter of a young slave who escaped to freedom, as he and his wife attend the September 2016 opening of the Smithsonian National Museum of African American History and Culture. Biden shakes hands with his successor, Mike Pence, after they had lunch in Washington in November 2016. Biden wipes away tears as Obama surprises him with the Presidential Medal of Freedom in January 2017. \"For your faith in your fellow Americans, for your love of country and for your lifetime of service that will endure through the generations, I'd like to ask the military aide to join us on stage,\" Obama said in the ceremony. \"For my final time as President, I am pleased to award our nation's highest civilian honor, the Presidential Medal of Freedom.\"  Biden poses for a photo with a dog named Biden as he greets a crowd on Capitol Hill in March 2017. Biden speaks at a fundraising dinner for New Hampshire Democrats in April 2017. Biden, who advisers said was nowhere near making a decision on whether to run for president in 2020, addressed the question head-on. \"Guys, I'm not running!\" he said with a smile, as the audience in the hotel ballroom booed in response. Biden tosses his jacket off stage as he begins to speak at a rally in Pittsburgh in April 2019. Days earlier, he announced that he would be running for president for a third time. Biden is confronted by US Sen. Kamala Harris during the first Democratic debates in June 2019. Harris went after Biden over his early-career opposition to federally mandated busing. \"I did not oppose busing in America,\" Biden told Harris. \"What I opposed is busing ordered by the Department of Education.\" Biden takes a selfie with supporters in Detroit after CNN's Democratic debates in July 2019. Biden is questioned about his son Hunter during a campaign stop in New Hampton, Iowa, in December 2019. Biden grew visibly frustrated with the man, calling him a \"damn liar\" after the man accused Biden of sending his son to Ukraine \"to get a job and work for a gas company, that he had no experience with gas, nothing.\" Hunter Biden served on the board of a Ukrainian gas company while his father was vice president. He said recently he used \"poor judgment\" in serving on the board of the company while his father was pushing anti-corruption measures in Ukraine on behalf of the US government, but he added that he didn't do anything improper. There is no evidence of wrongdoing by either Joe or Hunter Biden. Biden speaks at a caucus-night rally in Des Moines, Iowa, in February 2020. He finished a disappointing fourth. Biden rallied from early setbacks in Iowa, New Hampshire and Nevada, winning the South Carolina primary in February 2020. \"Just days ago, the press and pundits had declared this candidacy dead,\" Biden said in his speech to supporters. \"Because of you, the heart of the Democratic Party, we just won and we won big because of you. We are very much alive.\" Biden puts his hands on the shoulders of Pete Buttigieg as Buttigieg endorses him for president in March 2020. Buttigieg, the former mayor of South Bend, Indiana, had just dropped out of the Democratic race. Biden's wife, Jill, blocks a protester who charged the stage during his Super Tuesday speech in Los Angeles in March 2020. The protester was holding a sign that said \"Let dairy die.\" Biden has a testy exchange about gun rights as he tours a Fiat Chrysler assembly plant in Detroit in March 2020. A man confronted Biden and accused the former vice president of trying to \"take away our guns.\" Biden responded, \"You're full of s***\" and tried to clarify his policies, saying he supports the Second Amendment.  Biden greets US Sen. Bernie Sanders with an elbow bump before the start of their one-on-one debate in Washington in March 2020. The two Democrats went with an elbow bump instead of a handshake because of the coronavirus pandemic. Sanders ended his presidential campaign the following month, clearing Biden's path to the Democratic nomination. In May 2020, Biden denied a former aide's claims that he sexually assaulted her 27 years ago. \"This never happened,\" Biden said of Tara Reade's allegation. In an interview with MSNBC, Biden said he did not know why Reade was now making the allegation."], "Language": false}