{"Type": ["article"], "Url": ["https://www.cnn.com/2015/03/30/us/nba-finals-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2015-03-30T15:50:33Z"], "LastModifiedDate": ["2020-05-01T12:52:58Z"], "Headline": ["NBA Finals Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's some background information about the NBA Finals. The NBA Finals follow the league's regular season.  2019 Finals June 13, 2019 - Finals - The Toronto Raptors defeat the Golden State Warriors with a series win, 4-2.\nMay 20, 2019 - Western Conference Finals - The Golden State Warriors defeat the Portland Trail Blazers with a series win, 4-0. \nMay 25, 2019 - Eastern Conference Finals - The Toronto Raptors defeat the Milwaukee Bucks with a series win, 4-2.   2018 Finals June 8, 2018 - Finals - The Golden State Warriors defeat the Cleveland Cavaliers with a series win, 4-0. May 28, 2018 - Western Conference Finals - The Golden State Warriors defeat the Houston Rockets with a series win, 4-3. May 27, 2018 - Eastern Conference Finals - The Cleveland Cavaliers defeat the Boston Celtics with a series win, 4-3. Other Facts The Finals champion is the first of two competing teams to win the best of seven games. Of the 30 NBA teams that compete during the regular season, 16 teams, eight in the Eastern Conference and eight in the Western Conference, participate in the post-season playoffs leading up to the Finals. All playoff series are also the best of seven games. The Finals championship is between one Eastern and one Western Conference team.  The winner receives the Larry O'Brien Championship Trophy, which was named after the former NBA commissioner in 1984. The Boston Celtics have won the most league titles, at 17. The Lakers have won the second most, 16, with 11 wins in Los Angeles and 5 in Minneapolis. Timeline 1947 - In the Basketball Association of America (BAA), the Philadelphia Warriors beat the Chicago Stags in the first finals, 4-1.  August 1949 - National Basketball League (NBL) teams join the BAA, to become the National Basketball Association (NBA).  April 23, 1950 - In the first official NBA Finals, the Minneapolis Lakers beat the Syracuse Nationals, 4-2.  1956 - Bob Pettit with the St. Louis Hawks becomes the NBA's first MVP, but Philadelphia Warriors beat the Ft. Wayne Pistons, 4-1. 1959-1966 - Boston wins the NBA Finals Championship for eight consecutive years.  1993 - The Chicago Bulls are the first team to win a \"three-peat,\" or three consecutive championships, since the Celtics in the 1960s.  June 5, 2014 - In Game 1 of the Finals in San Antonio between the Spurs and the Miami Heat, an electrical failure in the arena causes the air conditioning to fail, and the indoor temperature reaches above 90 degrees. The Spurs go on to beat the Heat in the series, 4-1.  June 13, 2019 - The Toronto Raptors win Canada's first NBA Championship, defeating the Golden state Warriors in the series, 4-2. The Raptors are also the first team, outside the United States, to win an NBA title. March 11, 2020 - After a Utah Jazz player tests positive for Covid-19, the NBA suspends the remainder of the season \"until further notice\" due to the global pandemic. No update is provided for the start of the Finals, which are tentatively set to begin June 4. "], "Language": false}