{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/football/premier-league-return-fans-liverpool-norwich-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T08:30:45Z"], "LastModifiedDate": ["2020-05-01T08:30:45Z"], "Headline": ["Potential Premier League return divides fans at top and bottom"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Plans had been laid, drinks had been contemplated and celebrations imagined. Before the coronavirus pandemic brought the Premier League season to an abrupt pause, Liverpool were just two wins away from winning English football's top prize -- their first league title in 30 years. But as the Premier League examines ways of restarting the season, a potential resumption of the current campaign is bitterly dividing fans. \"All those celebrations we had planned, those drinks with friends and the hugs and kisses that we imagined when it finally got confirmed, we've had to wait on that now and obviously we're going to have to think about it in different terms,\" Liverpool fan and co-founder of The Anfield Wrap Gareth Roberts told CNN Sport. \"But I still think it would be a huge thing for Liverpool to finally win it and, like any Liverpool fan, I'd like to see that confirmed.\" READ: 30 years of dreaming: Liverpool's agonizing wait for English football's biggest prize Safety first There have been 172,481 confirmed cases of Covid-19 in the United Kingdom with 26,842 deaths, according to latest figures.  A number of Premier League teams have had multiple members of their squad test positive for the virus.  So whilst he is desperate to see a return of action, Roberts doesn't want the health and safety of others to be compromised as a result.  He accepts the dream of watching his team lift the trophy in front of a packed Anfield Stadium is a long way from fruition, with any return inevitably to be played behind closed doors.  But Roberts knows just how important football is to the community and says watching the games on television will still bring some much welcome relief.  \"For me, it's an issue around integrity. Football means so much to people and they put so much into it,\" added the 43-year-old.  \"If you suddenly strip that away, I think a lot of people would find that hard to deal with. \"I actually think a lot of people would walk away from the game if you said Liverpool are not going to have the chance to win the title now.\" READ: From Senegal to superhero, but Sadio Mane's story isn't a fantasy 'Bonkers' to rush back However, the mood at the other end of the Premier League table is very different.   Newly-promoted Norwich City has struggled in the top flight this season and is anchored ominously at the foot of the table -- needing a major turnaround in form to avoid relegation.  For Jack Reeve, founder of the Talk Norwich City podcast, football means relatively little in the context of the crisis and, on balance, he would prefer the season to be abandoned, describing any return at the moment as \"bonkers.\"  \"We haven't got a vaccine, the deaths aren't going down that much and we're still planning on bringing the season back. It just seems ludicrous to me,\" Reeve told CNN Sport. Like Roberts, Reeve says safety in the stadiums is paramount to any return to action but, unlike Roberts, he says football behind closed doors is not a prospect he's looking forward to.    \"I think people would much prefer sports to return in a safe capacity, rather than being rushed back,\" he said, admitting it would be tough to take if Norwich was relegated without having the chance to finish the season. \"I want the fairest possible outcome but, unfortunately, I don't think there is a particularly fair outcome unless the season continues and I don't think that's a particularly wise move either.\" READ: Thiery Henry talks about the coronavirus pandemic  'Central pillar to your life' Earlier this week UK lawmaker Oliver Dowden said: \"I have been in talks with the Premier League with a view to getting football up and running as soon as possible in order to support the whole football community. But, of course, any such moves would have to be consistent with public health guidance.\" Advocates of a potential return to action have suggested it might help lift the mood of the nation. \"Some of the conversations appear to be around the general morale of the country and I think football does play a part in that,\" added Roberts. \"When you devote so much of your life to something and it's such a central pillar to your life, to have that suddenly taken away with very little notice is difficult for people to deal with. \"You've got that moment of sheer joy [when Liverpool win]; the expression on your face is the expression on the face of thousands of other people as well. You can't recreate that.\" It's an observation also shared by Reeve who says he's missed the social side of sitting in a crowd of thousands and cheering his team on, even despite its lowly position.  \"It's always been about the people I see at the ground that I think has been been the biggest loss for me,\" he added. \"Not having that has really sort of thrown me off and I know it's thrown a lot of other people off. For some people, football is their life and I feel sorry for them.\" Premier League organizers have this week ramped up plans to restart the current season with reports suggesting a soft target of June 8, with players expected back at training next month.  England's top-flight clubs are due to meet Friday to discuss a potential return, whilst European football's governing body UEFA has urged domestic leagues to make a decision on the fate of this season by May 25. "], "Language": false}