{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/entertainment/a-parks-and-recreation-special-recap/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-05-01T01:00:59Z"], "LastModifiedDate": ["2020-05-01T05:07:18Z"], "Headline": ["'A Parks and Recreation Special' reminds you to 'Treat Yo Self' kindly amid pandemic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It makes a lot of sense that Leslie Knope, the fictional person best known for looking out for her friends, would also have all of our backs during the coronavirus pandemic.  At least, that's when it felt like watching \"A Parks and Recreation Special,\" the one-off half-hour reunion organized to benefit Feeding America.  The episode, broadcast Thursday night, centered on Leslie's efforts to keep a \"phone tree\" going among her former Pawnee co-workers as everyone self distanced and stayed at home.  What viewers found was a group of people who represented essentially every type of quarantine personality.  There was Ben (Adam Scott), who was going stir crazy and plotting a script for a movie based on his board game Cones of Dunshire. There was Ron (Nick Offerman), who doesn't like being around people anyway and was not having trouble doing so. There was Chris (Rob Lowe) and Ann (Rashida Jones), who were apart because Ann was working as a nurse again and was keeping away from her husband and children by staying in the southeast part of their house. (One of the night's best jokes had Ann bragging that her health-conscious husband is so healthy his blood shares rare qualities only seen in two other entities -- Megan Rapinoe and \"a panther at the Miami Zoo.\")  There was Tom (Aziz Ansari) and Donna (Retta), the duo reponsible for the all-important \"Treat Yo Self\" concept-turned-meme, who spent most of their time drinking in front of a sun-soaked beach video chat background.  There was April (Aubrey Plaza), who was dressing herself in the morning by grabbing four random items from a bag filled with all her clothing.  There was Andy (Chris Pratt), who was separated from April because he accidentally locked himself in their shed.  There was Garry/Jerry (Jim O'Heir), who had multiple tech fails during his attempt to make calls.  There was Jean-Ralphio (Ben Schwartz), who was all alone and bought TV commercial to plead with viewers for human contact. (\"Please call me. I'm very sad.\") And then there was Joan Callamezzo (Mo Collins), one of several surprise guest stars. (Others included Paul Rudd, Jon Glaser and Jay Jackson.) She interviewed Leslie and Ben in a segment from her home, where she had gathered a collection of dolls to be her audience. Joan was not doing well.  If she was being honest, neither was Leslie.  Despite seeming to thrive off the call to serve others (so much so that her normal four nights of sleep had been reduced to two), Leslie was starting to feel the stress of keeping tabs on those she loved. That's when Ron stepped in and organized a video call with every person on the phone tree at the same time -- something Leslie had expressed missing.  \"I just called your friends and told them you needed a little help. They cleared their schedules,\" he said.  She was moved.  \"Leslie, don't spend all your time looking after other people,\" Ron added. \"Look after yourself once in a while.\"  True to the friendship that had been formed on the show over seven seasons, Ron knew what Leslie needed without her having to say so.  And, perhaps, viewers needed this to.  When it was on the air, \"Parks and Recreation\" shined as a comedy in that it was led by a character that, at her core, led with her heart and believed in the power of believing in others. She reminded us that it was okay to live with genuine, corny positivity.  Bringing Leslie and other beloved Pawnee-ites back for one night likely fed some laughter-hungry souls and, with any luck, will feed lots of people. The episode, which concluded by directing people to the Feeding America website and the The National Institute of Mental Health, will be available to stream on Friday on the NBC app, Hulu, Peacock and YouTube. "], "Language": false}