{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/us/sports-coronavirus-leagues-updates-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T19:00:55Z"], "LastModifiedDate": ["2020-04-30T21:04:54Z"], "Headline": ["Here's how the major sports leagues are responding to the coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["One of the many facets of life put on hold by the coronavirus pandemic are, to the anguish of many fans, sports. Days of obsessing over beloved teams -- chatting about NBA playoff bets, lamenting about March Madness brackets or meticulously following the opening days of the MLB season -- have been cut. And most leagues probably won't be returning to normal anytime soon.  Here's everything you should know on where professional leagues in the US stand on their coronavirus response, and when you can expect your teams to return. MLB In March, Major League Baseball canceled spring training and indefinitely delayed the start of the 2020 season, meant to begin on March 26.  But as the coronavirus spread has yet to slow down, the league is now considering other options -- most notably playing the entire season in just one or a few locations. \"While we have discussed the idea of staging games at one location as one potential option, we have not settled on that option or developed a detailed plan,\" the MLB said in a statement April 7. The league is considering \"numerous contingency plans\" for once the situation improves, the league said at the time. Earlier reports said the league is looking to get all teams to play in Arizona, where half of MLB teams hold their spring training in the Phoenix area. The stadiums are all within about 50 miles from each other, allowing teams to quarantine in a hotel and not have to travel far for their games. Other more recent reports say the MLB is planning on dividing the teams into three \"leagues\" based on location, and each \"league\" would play their games in one city.  The games, of course, would be played with no fans. There's no confirmed start date yet, but some reports have pointed to late June. Still, the MLB says it has yet to seek approval for any specific plan from government officials or the players association so far. For future MLB stars, the situation has been grim. The Little League World Series, scheduled for the end of August, was officially canceled April 30. NBA/WNBA More than a month ago, the NBA suspended its season after Utah Jazz player Rudy Gobert tested positive for coronavirus. In April, commissioner Adam Silver said there would be no word on when basketball will be back until May -- at the earliest.  What's a bored NBA fan to do? Archived games may be the way to go. The NBA has made League Pass free during the NBA hiatus for fans stuck at home. The service offers replays of games from the 2019-2020 season, as well as archived classic games.  Still, many questions remain about the NBA's return, and it's not just about the start date -- which there's been no word about. How will the regular season's timeline be affected? How will playoffs operate? These are questions Silver alluded to in an interview with TNT in April, but at the time he said it was too early to make any projections.  As more states begin opening up, though, it could mean good news for the players, at least. The NBA may reopen team practice facilities for individual workouts as early as May 8 in areas where local governments have relaxed stay-at-home restrictions, the association said. The WNBA, meanwhile, was meant to begin its season May 15, but it has since been postponed. New start dates have yet to be announced.  NFL The actual National Football League's season is still a few months away, but after making the 2020 draft in April fully virtual -- with coaches and team personnel making picks from their homes -- it's clear the NFL is paying close attention to the pandemic. League and club facilities have been closed indefinitely, too. Though the NFL season is still scheduled to kick off in September, that could change.  NFL commissioner Roger Goodell announced staff furloughs, salary reductions and cuts in the NFL's pension plan in a memo sent to the league office staff in New York, as well as employees at NFL Films and NFL Network, April 29.  In the memo, Goodell discloses the league is still preparing for a full 2020 season but acknowledges the \"difficult decisions\" that had to be made because of the economic consequences of the coronavirus pandemic. NHL On March 12, the National Hockey League suspended its regular season, which was originally scheduled to end on April 4, followed by the Stanley Cup playoffs, of course. Obviously, a wrench has been thrown into the regularly scheduled programming.  The league, like many others, doesn't know much right now, though commissioner Gary Bettman said in April that officials hope to know more by the end of the month.  Since then, rumors have swirled that the NHL could be staring at a December start date.  MLS The MLS season was only about two weeks in when the coronavirus put a halt to the games. On March 12, MLS officials first announced a 30-day suspension, but in April the date was pushed back even further -- until at least June 8.  So far, there's no set return date. \"We are hopeful that we can have players begin individual workouts soon, but we do not have any set dates for a return.  We will only do so when the health and safety of players, coaches and staff is assured,\" said Dan Courtemanche, executive vice president of communications for the league. \"MLS is in discussions with the MLS Players Association (MLSPA) and the players on this process.\" The MLS Cup may get pushed back to December, or even later, Courtemanche said, but the league could still play a 34-game schedule -- including playoffs and the Cup. The MLS isn't the only soccer league to announce postponements. The English Premier League, the world's richest top-flight soccer league, also postponed its season around the same time the MLS did back in March. The season, which runs contrary to the MLS from August to May, has now been suspended indefinitely and players have been asked to take a 30% pay cut.  NASCAR After postponing all events through May 16 back in March, NASCAR announced on April 30 that races will return on May 17, beginning at the Darlington Raceway in South Carolina.  The motorsport series said it would implement \"a comprehensive health and safety plan\" for those at the track. Still, fans will be prohibited at the upcoming races. During the approximately two-month break, many NASCAR drivers, including the likes of Kurt Busch, have taken up iRacing -- where drivers race from the comfort of their home. The sport has been getting extra attention because of the virus.  Tennis Both men's and women's professional tennis -- the ATP and WTA tour -- have suspended all tournaments through July 13, freezing the rankings in the process.  Tournaments taking place after July 13 are still planning to proceed as scheduled, said the ATP and WTA. That means that the French Open, or Roland Garros, which typically begins in May, has been moved to instead begin on September 20.  Wimbledon, however, has been completely canceled. It had been scheduled to begin on June 29. Some tournaments that were forced to cancel are getting creative, though.  The Madrid Open, typically played in early May, canceled its events, but hosted a \"Virtual Pro\" tournament, featuring stars like Caroline Wozniacki, Andy Murray and Rafael Nadal. The tournament began April 27, and has tennis pros facing off via PlayStation, substituting video game tennis for in-person matches. That being said, it's a difficult time for tennis fans everywhere. With players stuck at home, some have taken to social media to provide some content for those feeling tennis-deprived. Venus Williams, for example, teamed up with Grigor Dimitrov to host a workout session on Instagram Live in April. It might not make up for Wimbledon, but it's something.  PGA Golf is no different from the other sports, with three of the majors postponed, and The Open canceled. At the time of writing, the only event unaffected is the Ryder Cup which remains set to go ahead as planned from September 25-27 in Wisconsin. But the spread-out nature of the sport means that returning on the week of June 8 to 14 -- which has been proposed -- is a realistic option for PGA Tour commissioner Jay Monahan. \"And for us to return with no spectators, our sport lends itself more so than any other sport to social distancing,\" Monahan told CNN Sports' Andy Scholes. \"If you think about what happens inside the field of play, our players are very rarely within six feet of each other. And so to come back in that environment and to think about every single facet of the competition and how we create a safe environment. \"And I think that's what puts us in a spot where we feel like we can return at that point in time. Golf is inherently unique in that regard.\""], "Language": false}