{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/sport/coronavirus-tom-brady-all-in-challenge-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Lynch, CNN"], "Writers": [["John Lynch"]], "FirstPublishDate": ["2020-04-30T16:25:23Z"], "LastModifiedDate": ["2020-04-30T17:55:16Z"], "Headline": ["Fan pays $800,000 for Tom Brady's 'All-In' experience"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["How much would you pay to spend a day with your sporting hero? Well that answer seems to be $800,000 for a fan of Tom Brady.  The six-time Super Bowl champion auctioned off a chance to experience his first home game as a Tampa Bay Buccaneer like no one else and it's the largest grossing package seen so far in the All In Challenge. That's the virtual fundraiser offering experiences with athletes, celebrities and corporations and raising money for charities assisting those in need during the coronavirus pandemic.  Here's how the All In Challenge website described the experience with Brady:  \"You'll get to join Tom in this historic and unprecedented experience by attending (with three friends) his first game with the Tampa Bay Buccaneers, in addition to either a private dinner or a private workout with Tom himself -- the choice is up to you and your friends! \"After every awe-inspiring moment with this modern legend, you'll get to take home his first game-used uniform and cleats to display and cherish with your other Brady memorabilia. A moment like this doesn't happen often in sports, and now you can be a piece of it and all its glory.\"  The \"All In Challenge\" fundraiser was created by Michael Rubin. He's the founder of the sporting apparel company Fanatics and is the co-owner of the NBA's Philadelphia 76ers and the NHL's New Jersey Devils. Rubin says the goal is to provide food to children, the elderly and the front-line heroes fighting to stop the spread of coronavirus. As of Thursday, more than $25 million has been raised for charities such as Feeding America, Meals on Wheels, America's Food Fund, World Central Kitchen and No Kid Hungry.  The auction for Brady's experience began at $50,000 Tuesday; after 32 bids, it closed at $800,000. The winning fan's identity was not revealed. Brady accepted the bid in a post on social media back on April 14.  At the end of his post, Brady challenged several people to take part in it including NFL commissioner Roger Goodell, who accepted that challenge two days later, offering a VIP experience at the Super Bowl that includes tickets at midfield and a chance to join him during the trophy presentation.   Seventeen NFL experiences make up the more than 100 items that are currently up for auction in the challenge. Last weekend, the NFL received high praise for how it pulled off the league's first-ever virtual entry draft. But the positive news flowing from league offices in New York doesn't mean the NFL hasn't felt the impact of the global pandemic. Far from it. Goodell has acknowledged that \"difficult decisions\" had to be made because of the economic consequences of the coronavirus. In a memo CNN obtained on Wednesday from a source with knowledge of its distribution, Goodell announced staff furloughs, salary reductions and cuts in the NFL's pension plan. The source also disclosed that Goodell had voluntarily reduced his own salary to $0, effective last month."], "Language": false}