{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/andy-dalton-bengals-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-04-30T16:20:14Z"], "LastModifiedDate": ["2020-04-30T16:21:33Z"], "Headline": ["The Cincinnati Bengals say goodbye to longtime quarterback Andy Dalton"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["So long, Andy. The Cincinnati Bengals are releasing longtime quarterback Andy Dalton from its roster, the team announced Thursday. \"After nine seasons, many franchise records and a deep impact on the community, Bengals QB Andy Dalton has been released,\" the Bengals said in a statement. Team president Mike Brown added, \"Andy will always hold a special place with this franchise, and I know that he holds a special place in my heart. This is a hard day for our club because we know and appreciate what a consummate professional Andy has always been. We respect and appreciate Andy, and we thank him.\" The move comes just one week after the Bengals drafted LSU quarterback Joe Burrow with the No. 1 overall pick in the 2020 NFL draft. With that, it was widely suspected that Dalton's time on the team was over. The Bengals had 2 wins and 11 losses last season with Dalton under center. The move frees up $17.7 million in cap space for the Bengals, and it paves the way for Burrow to immediately be the team's starter at quarterback. Drafted in the second round of the 2011 NFL draft with the 35th overall pick, Dalton finishes his career in Cincinnati with 31,594 passing yards, 204 touchdowns and 108 interceptions in 133 games. Dalton is one of four quarterbacks to start a playoff game in each of his first four seasons in the NFL, according to Elias Sports. He joins Otto Graham, Joe Flacco and Russell Wilson on that list. Although, the Bengals lost in each of those games. The two teams that need a starting quarterback the most are the New England Patriots and the Jacksonville Jaguars. Whether Dalton garners any interest from those teams as a starter remains to be seen with Cam Newton still available, but he should at least receive plenty of interest on the free agent market as a backup quarterback."], "Language": false}