{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/college-football-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Brekke Fletcher"], "Writers": [["Brekke Fletcher"]], "FirstPublishDate": ["2020-04-29T13:00:17Z"], "LastModifiedDate": ["2020-04-30T00:40:09Z"], "Headline": ["The exquisite pain that changed my life: How college football turned me into a lifelong traveler"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["No one element of my life has required such consistent spontaneity (and solvency) as the College Football Bowl schedule. The appeal is sometimes a mystery. There's the annual displeasure, every December, of not knowing where you'll be going in the next few weeks. Of having to book multiple hotel rooms across several different cities, of having to track multiple flights, just in case.  And then there are the disappointments of defeat. One after another. I did not go to a \"football school.\" Northwestern University in Evanston, Illinois, has always been in the shadow of more sports-focused colleges like Ohio State, Notre Dame and Alabama. The Northwestern University Wildcats were nothing but a punchline until the year 1995 -- the year I graduated. There was no real reason to pay them any attention.  I'd just moved to Washington, DC, that year and was housesitting a friend of friend's Georgetown townhouse. My roommates were fellow alumnae, and as one of them had family going to the game, we turned on the Wildcat football season opener. It was September 2, and Northwestern was playing Notre Dame in South Bend, Indiana. The Wildcats were, unsurprisingly, 28-point underdogs, having lost to the Fighting Irish 14 times since 1962. Notre Dame was ranked #9 in the country. It should've been a foregone conclusion, but about halfway through the first quarter, the Cats recovered a fumble and scored a touchdown. Was Northwestern actually beating Notre Dame, 7-0? As the NBC announcer said, \"This score will reverberate throughout college football stadiums.\" Fight for victory Guess what happened after Northwestern won? Well, they just kept winning.  This may not seem any kind of life-altering event, but imagine watching something unfold that was wholly and completely inconceivable -- like the real meaning of the word (not capable of being imagined or grasped mentally; unbelievable).  It would never have occurred to anyone who had the sad lot of trying to support \"Northworstern\" football, who attended games at Dyche Stadium and listlessly tried to sing the fight song they didn't know the words to. Nonetheless it was the start of what was later called a \"Cinderella\" season. I had become, in under three hours, a die-hard Northwestern fanatic. And as the season drew to a close, it was also the beginning of my travel career. The Rose Bowl That year, Northwestern made it to the Rose Bowl in Pasadena, California. We were going to play college football powerhouse USC on New Year's Day. The Rose Bowl is one of the biggest and most revered championship games of the college football season, and at that time, to me, it was the Super Bowl. I grew up in Southern California, I had even performed on the Rose Bowl field (not during a bowl game) as a high school cheerleader. And I was already flying from DC to Santa Barbara to be with my family for Christmas. But there was a problem.  I had a new job I had to return to DC for and no vacation days to extend my stay in California past December 26. And no money. I had a decision to make: Was this game important enough to fly back to California, four days after returning to work, to watch it in real life? Then head straight back across the country again? Of course it was. And thankfully my amazingly generous parents insisted I do it, because it was a \"once in a lifetime\" experience. They helped me finance the trip and hosted me and my friends, Laura and Julie. We drove to Pasadena after a New Year's Eve spent in our crappy hotel, rung in with the pizza delivery man.  The game itself was the epitome of a nail-biter. It put me through a bout of emotional intensity I'd only previously felt when I was in or out of love. I couldn't breathe, I couldn't look at the field, I couldn't look away, I screamed myself hoarse, I cried and laughed and flailed about as if I was being electrocuted. At times it really looked like we were going to pull off the upset of the century. We didn't.  We drove back to Santa Barbara in silent misery, listening to the recap on the radio. I can't describe the combination of pride and joy and soul-crushing disappointment. I've since come to call the sensation \"exquisite pain.\"  Victorian poet Alfred Lord Tennyson does it better:  \"I hold it true, whate'er befall;          I feel it, when I sorrow most;          'Tis better to have loved and lost Than never to have loved at all.\" Here we go The following fall I moved back to Chicago to live with my friend, Laura, and the plan was we would share season tickets.  Looking back I can hardly believe it: I moved to Chicago for a football team.  I worked a terrible temp job at a bank to pay the bills. I was filling out paperwork for a woman who had a broken arm and lorded over me like the horrendous boss, Bill Lumbergh, from the film \"Office Space.\" I was literally a rented hand. What a fantastic time at the games, though. We beat Michigan. We beat Wisconsin. Our Cinderella season was no fluke -- we went to our second bowl game. Sadly, I was not solvent enough after my fall in Chicago to fly to Orlando for the 1997 bowl game and wouldn't be flush enough to finance much of anything for a few years.  Then I moved to New York City to fulfill my dream of becoming a writer and where a conclave of college friends already lived.  Northwestern fans gathered at a bar called Blondies on the Upper West Side of Manhattan on fall football Saturdays -- and we cheered and drank and ate and laughed and cried. The exquisite pain of being a Wildcats supporter follows wherever you go. Purple pride When I finally stopped living paycheck to paycheck, I flew back to Evanston every year for a home game. I flew to games at Nebrasksa and Penn State. I went to the Alamo Bowl in 2008 (lost), the Outback Bowl in 2010 (lost), and finally, at the 2013 Gator Bowl, Northwestern won its first bowl game since in 1949.  I was on ESPN2!  I credit this team with showing me what was possible. That buying a plane ticket and going somewhere at a moment's notice could and should be done regularly, even if it doesn't involve football. It became no big deal. London for the weekend? Yep. Rent a villa in Tuscany for five friends? No problem. A weekend in Cabo? Sure. Take a train, rent a car, book a hotel? Yes, yes, yes.  It aligned with my desire to focus my editorial career on travel and luxury lifestyle. And while I clawed my way from magazine to magazine (most of which are now gone), I would basically go anywhere with anyone. If someone mentioned they were headed on a trip, and would I come, the answer was invariably yes. Conversely, I would plan trips and ask friends to come along.  People started asking me for recommendations, what hotel or restaurant, what airlines I favored and what credit cards I used. I'd work out itineraries for other people's honeymoons, family trips, and some of my own birthday celebrations in Las Vegas, Los Angeles or Paris.  All grown up My travels were primarily self-financed, and still I longed to align my vocation with my personal passion for travel (if not my obsession with Northwestern football). I did have a high-ranking magazine job, so I was able to finagle trips to write about. Usually because it turned out to be cheaper to send me than anyone else.  Then CNN came calling. I finally got my dream job in 2016. I've been to Singapore, Hong Kong, Sri Lanka, Mexico, the Caribbean, Canada, London and more. Every story and every trip is burned on my brain as a superlative of one sort or another. But I never stopped following my Cats. I travel with a rotating crew of fellow Wildcats, from all over the country. We've gone to cheer on Northwestern at their last three bowl games in Nashville, New York and San Diego.  The big dance And I would be remiss not to mention another inconceivable moment. In 2017, Northwestern made its first-ever appearance at March Madness (the NCAA basketball men's tournament) in Salt Lake City.  And alongside Wildcat superfan Julia Louis-Dreyfus, we assembled our crew and deployed. We unexpectedly won our first game, followed by a heartbreaking loss I'm still not quite over. But it's also one of the best travel experiences I ever had.  More to come Still, the list of places I haven't been and want to go is much longer than the list of places I've visited. I've been walking down memory lane for the past several weeks, to think about better days, to smile at my incredible luck, and hope for a better, safer future for all travelers. And still, each year, my favorite thing to do is organize our travel to Northwestern football games. This year is my 25th college reunion, and 25 years since that Notre Dame upset.  If there's any way I can travel safely to Evanston for the Nebraska game on October 3, that's where I'll be. Regardless, this year I celebrate a quarter century of exquisite pain. I wouldn't change a thing.  "], "Language": false}