{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/us/sports-coronavirus-return-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-04-29T22:50:02Z"], "LastModifiedDate": ["2020-04-29T23:42:18Z"], "Headline": ["It may be a year before sports return to normalcy in the US, Fauci warns"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A return for sports would be a return to some semblance of normalcy. But don't hold your breath. With thousands of new cases being reported across the country every day, experts say we may have to brace for a year in which we may not see many of our favorite athletes suit up and take their respective fields, rinks or tracks. That doesn't mean they're not trying to adapt. The NFL just hosted its first-ever virtual draft. NASCAR and the NHL are toying with e-games. And the NBA tried H-O-R-S-E. And while sports commissioners have said they are actively exploring options to safely resume play, most of it is likely conjecture -- no one really knows when it'll be safe to begin play again.  The only game is wait and see. Take it from Dr. Anthony Fauci, the country's top medical expert on the coronavirus pandemic and a member of President Donald Trump's Covid-19 task force. \"I would love to be able to have all sports back,\" Dr. Anthony Fauci said in an interview with the New York Times published on Wednesday. \"But as a health official and a physician and a scientist, I have to say, right now, when you look at the country, we're not ready for that yet.\" \"Safety, for the players and for the fans, trumps everything,\" the doctor added. \"If you can't guarantee safety, then unfortunately you're going to have to bite the bullet and say, 'We may have to go without this sport for this season.'\" But some sports, such as golf, are already eying a return -- the LPGA announced that it is hopeful it could restart the 2020 LPGA tour in mid-July. However, a non-contact sport where athletes compete individually, social distancing guidelines and safety measures is much easier to implement than, say, basketball. Who could forget March 11th, when an announcer called off the Oklahoma City Thunder and Utah Jazz game just before tip-off, signaling the arrival of the coronavirus in the US to many. For team sports where contact is unavoidable, leagues will have to take extra precautions in order to ensure the safety of players and personnel. Widespread, rapid testing needed First and foremost, teams will have to be able to conduct widespread, rapid testing of players and personnel in order for resuming play to become even remotely possible, experts say. \"I hope when we get to that point, when we're going to try and get the sports figures tested, then we will have enough tests so that anybody who needs a test can get a test,\" Fauci told the NYT. \"That's the reason I stress the idea of testing everybody and having available for them tests from which you can get a result immediately,\" Fauci said. \"And then you'll know whether or not someone is infected and have to get them out for a while, 14 days or whatever it is until they pass the incubation period.\" Isolating players who test positive and preventing them from participating is vital for any plan to work. But until testing is easily accessible for the general public, some may say it simply isn't fair for sports leagues to get priority just because these leagues have deeper pockets. Playing in empty stadiums with no spectators The safety of all personnel and fans is of the utmost importance. That means any league entertaining the idea of resuming play will likely be playing without anyone in the stands. In fact, spectator-less sports may become the new normal. Stadiums will be empty to limit the potential spread of the virus, and it could be some time before spectators are allowed to attend games in person. Some leagues may even have to delay live broadcasts of games or get creative with the audio during games without spectators, as the noise from the crowd often drowns out what is said on the court or field during a game. Korean Baseball Organization is leading the way The Korean Baseball Organization, which announced that it will begin its season on May 5, may help show the world the way. While South Korea reported its first coronavirus case on January 20, the country deployed rapid testing that helped keep the spread low and is now reporting less than 100 new cases every day.  Social distancing measures are set to begin lifting across the country next week. The league will begin the season without spectators with the hope of gradually increasing attendance throughout the season, according to NBC Sports. Team managers will be available for a pregame press conference, but all managers, team officials and media members must wear masks. There will no longer be any pregame media scrums in the dugout, and only a single player or manager from the winning team will be available to the media after a game. Each team has also put into place a daily protocol for entering team facilities -- there's just one entrance for people to enter and everyone that enters the facility has to have their temperature taken. Sports leagues across the globe are likely to be closely monitoring how the season goes. "], "Language": false}