{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/media/spotify-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-04-29T14:17:37Z"], "LastModifiedDate": ["2020-04-29T14:17:37Z"], "Headline": ["How Spotify consumption has changed during the pandemic"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The coronavirus pandemic has upended consumers' lives and behavior, including the way they stream music. Usage on Spotify's car, wearable and web platforms dropped when users swapped their car commute for shelter-in-place as employers mandated that people work from home. Usage on TV and game consoles, however, is up by more than 50%. Spotify shared these insights on Wednesday as part of its earnings report for the first quarter of 2020. \"It's clear from our data that morning routines have changed significantly,\" Spotify said in the report. \"Every day now looks like the weekend.\" Spotify said listening time around activities such as cooking, chores, family time and relaxing at home have each been up by double digits over the past few weeks. Spotify also reported an increase in searches for \"chill\" and \"instrumental\" and an increase in consumption of wellness and meditation podcasts. Spotify also surveyed US consumers and found two in five said \"they were listening to music to manage stress more than they typically do.\" \"We are fortunate that as a business we are able to operate with very little disruption and our hope is that providing music, information, and an escape for many can provide some joy and comfort,\" Spotify said.  The company reported a decline in daily active users and consumption in some of the markets hit hardest by the pandemic such as Italy and Spain. But Spotify said that started to \"rebound\" over the past few weeks and consumption has \"meaningfully recovered.\"  Spotify said one in six US respondents in its exit survey cited coronavirus-related reasons for canceling their accounts. More than 80% said they were extremely likely or likely to renew when the economic situation improves.  For the quarter, Spotify reported it reached 130 million paid subscribers, up 31% from the year prior, and it generated about $2 billion in revenue. While Spotify beat its expectations for revenue from paid subscribers, its revenue from ad-supported users fell short \"as a result of impacts from COVID-19,\" the company said. In the last three weeks of the first quarter, ad-supported revenue was more than 20% below forecasts.  Spotify CEO Daniel Ek said the company was in a better position than others in media because it relies less on advertising, which accounts for about 10% of its overall revenue.  Over the past year, Spotify has invested more in podcasts, which rely on ad revenue. In February, Spotify announced it was acquiring The Ringer, Bill Simmons' sports and culture site which boasts more than 30 podcasts. Spotify said podcast listening is still growing with 19% of monthly active users engaged with that content, up from 16% the previous quarter. \"We continue to believe that our investments in podcasts will benefit the platform as a whole, and see an overall benefit to both usage, engagement, and retention,\" Spotify said. "], "Language": false}