{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/cnn-underscored/instant-pot-blender-sale-deal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Noelle Ike"], "Writers": [["Noelle Ike"]], "FirstPublishDate": ["2020-01-16T22:03:50Z"], "LastModifiedDate": ["2020-04-29T13:38:00Z"], "Headline": ["Instant Pot makes a blender, and it's on sale now at Walmart"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's no doubt that Instant Pot's kitchen gadgets have reached cult-favorite status — so much so that we've created a guide to which Instant Pot is right for your cooking needs, discovered the best accessories to pair with an Instant Pot, and even covered the brand's launch of three adorable colors. That's why we want to spread this news far and wide: The Instant Pot Ace 60 Cooking Blender, a blender that features the same smart one-touch programs you love in the Instant Pot Electric Cooker, is on sale now. True to Instant Pot form, it can take on far more than your average blender. Instant Pot Ace 60 Cooking Blender ($69.99, originally $99; walmart.com) The Instant Pot Ace 60 Cooking Blender features eight one-touch programs in total: four cold blending programs and four hot blending programs. So with a touch of a button, you can whip up anything from nondairy milks to frozen desserts, hot soups and vegetable purées. There are also three manual blending speeds: low, medium and high. One of the more unusual features of the blender? Not only can you blend soups, you can actually cook them, too. The hot blending programs allow you to cook fresh ingredients while they blend (and boil together) for super quick and simple meals. This is possible thanks to the concealed heating element at the bottom of the blender, along with a premium-quality glass pitcher, designed to withstand extreme temperatures. When you buy the Instant Pot Ace 60 Cooking Blender, you'll also receive a food tamper, 5-ounce measuring cup, cleaning brush and a strainer bag. There's no doubt this is a purchase that could dramatically up your kitchen game, especially when it comes to creating healthy yet delicious food options like veggie soups, nondairy milks, low-sugar ice cream, healthy smoothies and much more. But don't just take it from us, this one rave review on the Walmart site sums it up well. \"Absolutely amazed! My wife and I bought this thing a week ago. We have run multiple programs already, and are absolutely amazed! We have already recommended this blender to multiple people who are experiencing the same results... Just like our Instant Pot Ultra cooker, this Ace-60 blender has opened new horizons for us with food and all the great things we can make that we never thought of before, thanks to the incredible power and convenience.\"  For more great deals, check out CNN Coupons.  Note: The prices above reflect the listed retailer's prices at the time of publication."], "Language": false}