{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/success/work-transformed-work-from-home-communication-tips/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kathryn Vasel, CNN Business"], "Writers": [["Kathryn Vasel"]], "FirstPublishDate": ["2020-04-28T19:33:53Z"], "LastModifiedDate": ["2020-04-28T19:33:53Z"], "Headline": ["Here's when you should Slack, email or call an employee"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Editor's Note: A version of this story appeared in CNN's Work Transformed newsletter. To get it in your inbox, sign up for free here. Let's talk about ... well, talking. Last week, I spoke with leaders of companies that have always operated remotely to learn their secrets to success and I realized it all boiled down to one thing: Good, clear communication. First, the good news: We have an abundance of tools at our disposal to talk to each other without being in the same space. Now, the bad news: We have an abundance of tools at our disposal to talk to each other without being in the same space. Having so many forms of communication means that messages can get lost if you are focusing on email while a co-worker is more of a Slack user. Then there's the frustration of staring at your screen waiting for a response and wondering if enough time has passed to give a \"friendly nudge.\" And of course, there's that message that left you perturbed when the sender meant nothing by it. Communicating remotely can be a minefield. Here's the thing: It's all about being as clear, direct and transparent as possible. We're all adults, we can handle it. Set a team standard. Create a communication game plan with your team. Determine the best way you all want to communicate -- and this can change depending on the circumstance. For instance, maybe the majority of all conversations happen in an open Slack channel so anyone who has to be offline for a while can catch up quickly. But if there's a problem or disagreement over something, a video meeting is scheduled to hash it out. Set the ground rules and expectations and hold each other accountable. One company I spoke with had a team communication charter that spelled out how long you have to give someone to respond to a Slack before sending a reminder. Tell people where you are. They don't need to know about every bathroom break or child tantrum that has pulled you away from your computer. But if you are going to be away from your work space for a long(ish) period of time, put up an away message/emoji on Slack or give your co-workers and managers a heads up so they know. Don't overly rely on email. Email is convenient, but it's not the best for continuous communication, one expert told me. If you need to have a back-and-forth discussion, set up a phone or video meeting. Be as transparent as possible. Making sure everyone is on the same page and up to date on a project's progress is important. Some companies keep most of their instant messages public to all employees so people can always review what's going on. Others have weekly meetings to set priorities and then post updates for their co-workers at the end of the week. Whatever your tactic, make sure everyone is giving clear objectives and regular updates on progress and goals. Meet the engineers working from their garages  For many of us, all we need to work from home is a computer, an Internet connection, headphones and a phone. But what if your job is designing cars? The engineers working on Ford's Mustang Mach-E electric SUV took home more than a dozen pre-production versions of the car to continue working on it in their garages, driveways and living rooms while the coronavirus pandemic keeps them out of the office. This car is a big deal for the company: It's the first Ford model designed and engineered purely as an electric vehicle, reports CNN's car guru Peter Valdes-Dapena. Read more about how they make it work. What you need to know about pay cuts  Companies are struggling to stay afloat as the economy sits at a standstill. And a growing number of employers are turning to reductions in pay and benefits to help make ends meet. The majority of workers in the US are \"at will\" employees -- meaning they can be fired or have their hours or pay reduced -- at any time for any reason that isn't illegal or discriminatory. Did you know there are some limits to how low your pay can go? And make sure to ask these questions if you are getting a pay cut. Should you take out a personal loan?  Here's one of the biggest problems with suddenly earning less than you were before: Your bills likely haven't changed. And that can leave you wondering how to cover your expenses. More people are turning to unsecured personal loans to cover emergency costs, reports CNN's Anna Bahney. These loans are paid back over time with a fixed interest rate. While taking out a personal loan can make financial sense on paper, there are risks involved. Here's what you need to know about what it takes to get a personal loan and what to keep in mind before borrowing. A new (more fun!) use for your broom All the hours sitting hunched over a laptop and not being able to exercise as freely as I once did are starting to catch up with me (OK fine: The emotional snacking also isn't helping.) But you don't need a fancy home gym or even gym equipment to get a good workout in. Check out this 10-move routine that uses a backpack, broomstick, chair, towel and water bottles to help build functional strength and reduce stress. I am pretty much living in yoga pants these days -- might as well put them to use! Coffee Break If you are over the bread baking craze (or never got on board because you couldn't find flour), Ikea's got something for you to cook up: its famous Swedish meatballs. The Scandinavian furniture retailer has closed its stores due to the pandemic, but said it wanted to make people's lives a little bit easier and enjoyable. You can get the recipe here."], "Language": false}