{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/entertainment/troy-sneed-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-28T17:25:23Z"], "LastModifiedDate": ["2020-04-28T19:24:17Z"], "Headline": ["Troy Sneed, Grammy-nominated gospel singer, dies from coronavirus complications"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Troy Sneed, a Grammy-nominated gospel singer and record label founder, has died of complications from Covid-19, his publicist Bill Carpenter confirmed to CNN. Sneed was 52. Known for gospel radio hits, including \"My Heart Says Yes\" and \"Worked It Out,\" Sneed died Monday at a hospital in Jacksonville, Florida. \"Troy was like a brother to me,\" Mike Chandler, chief executive officer of Rejoice! Musical Soul Food radio network, said in a statement. \"He was a businessman. He was a husband; he was a father. He was an industry leader so it's not just my loss it's a loss to the whole industry.\" \"He was one of the most talented men in our industry but more importantly Troy was a good person and he did a lot of good work,\" Chandler said. \"The world is going to miss him.\" Born in Perry, Florida, Sneed played football throughout high school and dreamed of playing in the National Football League. But three separate injuries in his junior and senior years cut his dream short and doctors advised him to give up the game. After graduating from high school, Sneed enrolled at Florida A&M University as an education major with a minor in music. He joined the university choir and became active in gospel music.  The school's gospel choir adviser, Prince J.D. Olds, recognized Sneed's leadership and musical qualities and appointed him the minister of music for the choir. During that period, Sneed traveled with the choir as they performed with gospel luminaries such as James Moore, LaShun Pace, Dorothy Norwood and the Rev. James Cleveland. After graduating from FAMU, Sneed taught at Jacksonville's Beach Elementary School until Savoy Records executive Rev. Milton Biggham offered him a position as the Georgia Mass Choir's assistant minister of music.  During his decadelong tenure, Sneed performed and arranged music on albums and appeared with them in the 1996 film \"The Preacher's Wife,\" starring Denzel Washington and Whitney Houston. Youth for Christ's 1999 album \"Higher\" earned Sneed a Grammy Award nomination.  That same year Sneed released his debut solo gospel album \"Call Jesus\" on Savoy Records and a follow-up project. He later decided to go into the business for himself.  In 2003, Sneed and his wife, Emily (whom he met at FAMU), formed their own recording label, Emtro (a blend of their first names) and secured national distribution with GoDigi Path.  Over the years, Sneed wrote songs and produced projects for a variety of other artists that were released through Emtro, including \"Call Jesus\" for Bruce Parham and the Arkansas Mass Choir's hit, \"You Alone.\"    By 2007, Sneed focused on his own music and earned his first Billboard solo Top Ten hit with the upbeat song, \"Hallelujah.\"  He would go on to have a dozen songs place on various Billboard gospel charts. His biggest hits include \"My Heart Says Yes\" (2011) and \"Work It Out\" (2008), which both peaked at No. 2 on Billboard's Hot Gospel Songs chart.  His latest album \"All My Best\" was released last fall and featured 12 of his gospel radio songs. Sneed is survived by his wife of 27 years and their four children, Troy Jr., Evany, Trey and Tyler."], "Language": false}