{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/cnn-underscored/apple-mfi-certified-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-28T16:56:42Z"], "LastModifiedDate": ["2020-04-28T16:56:42Z"], "Headline": ["Your go-to guide on MFi-certified Lightning cables"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["While Apple has integrated wireless charging into its phones since iPhone 8, you still get a Lightning cable in the box with your phone. And plenty of companies produce such cables, if you're looking for, say, a different color or length than Apple's default. However, not all Lightning cables are created equal. If you're buying a Lightning cable for your iPhone, iPod or iPad, make sure it is MFi-certified. MFi Certification explained MFi certification stands for Made for iPhone/iPod/iPad. It's a program that producers of accessories for those devices must go through to have their hardware approved by Apple. It's a stringent process, but when a product is MFi-certified, you can be sure it's safe to use. On the flipside, you should avoid purchasing and using Lightning cables that are not MFi-certified. (Yes, we're looking at you, cheap corner store cables.) These can cause all sorts of damage to both the cable and your iOS device itself. The risks of non-MFi cables For starters, an improper cable can damage your device. This could be as simple as scratching the contacts in your charging port, or as serious as damaging the battery. You could also damage the cable itself, causing it to overheat or even break at the connector. If you're lucky, the cable will just not fit in your device, or you'll notice that it isn't charging it properly. Either way, it's not worth the risk. Our MFi cable recommendations Fortunately, a host of companies have jumped at the chance of producing Lightning cables for iOS and iPadOS devices. Below, you'll find some of our recommendations. These vary in color, length and composition, but they have one thing in common: MFi certification. Apple The first place you can look for MFi cables is, obviously, Apple. It sells a handful of cables ranging from half a meter (about 20 inches) to 2 meters (a little over 6 feet) (starting at $19; amazon.com). As is the case with all Apple cables, these come in white. Unfortunately, these are not the most durable. One cable we already had lying around has a tear near the connector. They are also thin enough that they tend to become tangled, which can be a hassle. That being said, they work well, and they're less expensive than many of their more sturdy competitors. And while they aren't the most durable cables, you'll know they're legit, capable of charging your iOS or iPadOS device.  _______________________________________________________________________________ Anker The name Anker is synonymous with power and portability. Be it batteries, surge protectors, cables or other accessories, you're in for something reliable — and, in this case, MFi-certified. One such product is the 10-foot MFi-certified PowerLine Lightning cable ($16.99; amazon.com). We got to use this cable hands-on, and it does a great job at charging iOS devices. The 10-foot length makes it versatile, and it's also quite thick and durable, resisting tangling you'd commonly experience with thinner cables. The 10-foot version is only available in white, but there's also a shorter version that comes in two colors.  Anker's PowerLine series goes up to PowerLine III, so if you opt for a shorter option, the MFi-certified PowerLine III Lightning cable (starting at $12.99; amazon.com) is the way to go. This improved cable comes in 3-foot and 6-foot lengths with black and white color options. PowerLine III is more durable, yet slimmer than previous generations. When we played around with this cable, it felt like it would be more likely to tangle up. However, the tough exterior doesn't feel fragile by any means. The cable comes with a lifetime warranty, which really takes the cake.  If you're looking to go even smaller, Anker's 1-foot MFi-certified USB Type C-to-Lightning cable ($17.99; amazon.com) is a good option. This one comes in black and white too. Like others of the PowerLine III series, it's a durable, slim cable. And with USB Type C, you'll see even faster charging. We found that the length is perfect for hooking your phone to an external battery or laptop too. And finally, if durability is the name of your game, there's the 10-foot Anker Powerline+ II Lightning cable (starting at $16.99, originally $19.99; amazon.com). This bad boy has a braided nylon exterior for yet more toughness and tensile strength. If you run your fingers along the braids, you'll feel some serious strength there. And with PowerLine+ II, you're still getting that lifetime warranty. This cable comes in black, red, gold and silver. _______________________________________________________________________________ Belkin Belkin offers a plethora of power-related accessories, many of which are featured on Apple's website. When it comes to MFi-certified Lightning cables, a good place to look first is one of its affordable Lightning-to-USB cables (starting at $11.95; amazon.com). These measure in at 6 inches, 4 feet, 2 meters or 3 meters. And, depending on availability, they come in black, pink, white and blue. If you're looking for a cable to keep in your pocket, go for the 6-incher. But for something that'll cross a whole room, the 3-meter cable is where it's at. And while these cables don't share the braided exterior of others on this list, they are certainly affordable. For something more sturdy, check out the MIXIT DuraTek Lightning-to-USB cable (starting at $15.99, originally $29.99; amazon.com). You can pick one up in gold, silver, rose gold or black. With a sleek connector housing, these cables look really good. They also feature a double braided nylon exterior, a durability favorite that can also reduce tangling.  And last, but certainly not least, is the BOOST CHARGE Lightning-to-USB A cable (starting at $23.69; apple.com, amazon.com). This lovely-looking cable comes in 4-foot and 10-foot variants, with pink, black and white as color options. On Amazon, you can select a 6-foot version, but that doesn't come in the pink option. Regardless of length and color, these cables feature double braided nylon for extra strength and tangle resistance. Plus, the connector housing is extra long and flexible. These properties help it absorb stress and reinforce the connection between the cable and connector. To top it off, each comes with a leather cable strap, which both visually and functionally complements these MFi Lightning cables. _______________________________________________________________________________ Nomad If there's one company to go to for durability, it's Nomad. Among its variety of gear and accessories, its MFi-certified Kevlar Lightning cables certainly stand out. The models below even come with a five-year warranty. We got to take a hands-on look at several of these, and long story short, we were impressed. The first we checked out were the 1.5-meter Kevlar Lightning cable ($34.95; amazon.com) and 1.5-meter Kevlar USB Type C-to-Lightning cable ($39.95; amazon.com). Both come only in black. These cables feature tightly braided Kevlar exteriors along with reinforced Kevlar cores. This provides ultrastrong durability that you can really feel in your hand, not to mention tangle resistance. And aesthetically speaking, these are some of our favorite cables around. Each connector has a large housing with a metal exterior for yet more protection. And to top it off, they come with built-in liquid silicone rubber cable ties. The tie is easy to do and undo and keeps cables secure for packing away and taking along. When you need to charge more than just your iOS and iPadOS devices, Nomad's got you covered too. Its 0.3-meter Kevlar universal cable ($34.44; amazon.com) and 1.5-meter Kevlar universal cable ($39.95; amazon.com) have USB Type A on one end and Lightning, micro-USB and USB Type C connectors on the other. Yes, instead of having three separate cables to charge your tech, all you need is one. By default, the micro-USB connector is on the end of the cable, but the other two are affixed nearby, so when you need one, just plug it into the micro-USB connector. We tried out all three connectors with some tech we had on hand, and they worked swimmingly. These cables have the durable Kevlar construction, LSR cable tie and five-year warranty as well. They both come in black. _______________________________________________________________________________ Satechi Satechi specializes in tech that goes hand in hand with Apple products. Keyboards, external hard drives, cables — you name it. This black MFi-certified USB Type C-to-Lightning cable ($24.99; amazon.com) definitely fits that sleek aesthetic. The nylon braided jacket not only keeps the cable sturdy and tangle-resistant, but its alternating black and white braid makes for a great visual effect. The connector housing is even a similar tone to Apple's customary Space Gray. The cable is 6 feet long, a comfortable length for most situations. If you need a much shorter cable, Satechi's USB Type A-to-Lightning cables (starting at $11.99; amazon.com) should do the trick. These are coated in flexible silicone rather than nylon braid, which, while less durable, is certainly less expensive. They come in black or white, measuring in at either 6 or 10 inches. They are thick, and they have an interesting, almost soft consistency compared with the other cables we looked at. Cables this length are perfect for plugging your iOS or iPadOS device into an external battery or laptop. That way, you won't have to deal with all that excess cable. We certainly found them useful in our hands-on testing. _______________________________________________________________________________ Griffin This brand is best known for protective cases and accessories for smartphones, tablets and computers. Its Lightning cables meet its durability standards, including the 5-foot Premium braided USB Type C-to-Lightning cable ($34.99; griffintechnology.com). We took a look at both the silver and black varieties of this cable. The first thing we noticed was the thick, double braided nylon exterior, a design we've come to know for its durability and resistance to tangling. We definitely noticed these properties while bending them and trying to crumple them up. We also liked the addition of an aluminium housing for the connectors, providing additional protection to this otherwise weak spot. All these features come together to make a visually sleek and physically tough set of MFi-certified lightning cables. _______________________________________________________________________________ Mophie Mophie concentrates on slim power-delivering accessories, which is where these MFi-certified products come in. The first we're highlighting is a USB Type A cable with Lightning connector (starting at $19.95; zagg.com). This cable comes in black, in lengths of 2 or 3 meters. Like others we've looked at, it has a braided nylon exterior. This provides additional durability and should reduce tangling too. Holding it, we really got the"], "Language": false}