{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/entertainment/jeopardy-chaka-khan-answer-explanation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-28T14:35:43Z"], "LastModifiedDate": ["2020-04-28T14:35:43Z"], "Headline": ["'Jeopardy' contestant confused Chaka Khan for Shaka Zulu, but still made history"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Monday night's episode of \"Jeopardy!\" had both history made and a history flop. Defending champion Sarah Jett Rayburn became the first contestant, according to host Alex Trebek, to explain her wrong Final Jeopardy question. The answer was, \"Before they were photographed together in 1862, Lincoln wryly noted this general 'should have no problem' sitting still for it.\" Jett Rayburn wrote down \"Who is Grant?\" but then verbally said to Trebek, \"McClellan maybe?\" \"Yes,\" Trebek said, signaling that the correct response was indeed General George B. McClellan. \"I wasn't sure,\" Jett Rayburn said. \"I second-guessed myself on that one a lot. Sorry, I shouldn't be talking now.\" Trebek told her it was fine to talk, explaining that it was a first for the popular game show. \"There are people who are watching who are saying, 'Why didn't she put down McClellan' and you just explained it was your second choice,\" Trebek said. That apparently freed the contestant further and she went on to say that she was afraid and that \"Grant seemed safer.\" \"Ladies and gentleman you have just witnessed something that never happens on our program and that is an explanation of why the contestant wrote down what they did,\" Trebek told the audience. Earlier, the writer and stay-at-home mom from Texas confused music legend Chaka Khan with 1800s warrior leader Shaka Zulu when seeking the name of the person the September 24 Zulu holiday was named for. #Facepalm. That caused Chaka Khan's name to trend on Twitter. Despite her wrong final entry, Jett Rayburn still ended up winning the show. "], "Language": false}