{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/sport/siya-kolisi-south-africa-coronavirus-spt-intl-cmd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Macfarlane, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T11:14:26Z"], "LastModifiedDate": ["2020-04-28T12:14:21Z"], "Headline": ["'There is nothing worse than hunger,' says South Africa hero Siya Kolisi of helping townships during lockdown"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["South Africa's World Cup-winning captain Siya Kolisi remembers the sound of hunger gnawing in his belly when he was young. So, the man from the townships can certainly empathize with the pain lockdown is inflicting on the less fortunate in his country.  Kolisi, who last November became the first black captain to lead South Africa to Rugby World Cup glory, is sounding the alarm over a potential crisis emerging in South Africa's townships as the country enters its fourth week of lockdown amid the coronavirus pandemic.  \"For me, it's personal,\" said Kolisi, speaking to CNN from Port Elizabeth, South Africa.  \"There's nothing worse than hunger. There's nothing worse than listening to your stomach before you go to bed and you just hear grumbling. You have nothing to eat, you've got no other choice.\" According to the latest data from the Johns Hopkins University, there have been 4,793 cases of Covid-19 recorded in South Africa and 90 deaths. The country is set to begin easing strict lockdown restrictions next month, according to Reuters.  Growing up in the township of Zwide, just outside Port Elizabeth, bed for Kolisi was a pile of cushions on the living-room floor and finding enough to eat was a daily struggle. It was a life which was, he said, incompatible with social distancing.  \"If I went a couple of days without eating I would go to my neighbor and go ask for something,\" he said. \"Sometimes we live in a house with 10 or 15 people in one room. It's really hard to have social distancing.\" Having watched the impact lockdown has had on South Africa's poorest, Kolisi and his wife, Rachel, have mobilized help.  They have brought forward the launch of their charity -- The Kolisi Foundation -- to this month, supplying Personal Protective Equipment (PPE) to frontline workers and delivering food parcels to the Zwide township, going door to door raising spirits and awareness. \"With the food packages that we drop off, we are adding messages in the local dialect of Xhosa, because this is predominately for the Xhosa areas,\" Kolisi said.  \"We put in instructions there for the masks - all in Xhosa - on how to put it on ... But the most important is this: if you want people to stay home, tell them why. You can't just tell someone to stay home and not give them anything.\" The couple hopes to extend this scheme to other townships. Kolisi wants to give back, and wants to encourage others to as well. \"I'm not disadvantaged anymore and I don't see myself like that,\" he said. \"But I know what it feels like. What I'm trying to say is you don't have to come from there to be able to give back. There's no better feeling than helping somebody else.\" Shut indoors, Kolisi has had time to revisit his extraordinary Rugby World Cup victory and, for the first time, has watched the final against England -- 80 minutes which whizzed by when he was on the pitch, the weight of a nation on his shoulders. To lift a nation's spirits, the final was recently re-run on TV, and in the Kolisi home there was no dispute over the remote that night -- Kolisi's wife made everyone watch the match.  \"We watched it all over again and got all the goose bumps all over again,\" she said. \"When Siya was playing like you don't see the people and everything that's going on.\"  Kolisi himself remembered being \"in the zone,\" and the rousing speech of his coach Rassie Erasmus before the game. \"I remember everything,\" he said. \"That was just exactly what we needed. You know, exactly what I needed. He spoke about all the struggles and things that you've experienced in your life and how you can use that on the day, so you can change the future of the other people coming behind you.\" How will Kolisi feel when sport returns, when stadiums can safely fill with thousands of fans again? \"That's gonna be amazing,\" he said. \"I think sport does a lot of things to people. You know, it makes people happy sometimes. It speaks to everyone.\" Yet, even that yearning to return to the field doesn't distract from the urgency of the crisis at hand.  \"The most important thing is make sure everybody's safe and protected,\" he said. \"Then we can get through this together. It doesn't matter who you are right now. We all want to fight this thing together and we need to stand united together as humanity.\""], "Language": false}