{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/opinions/white-house-briefings-journalists-trump-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-04-26T20:38:21Z"], "LastModifiedDate": ["2020-04-26T22:10:36Z"], "Headline": ["I used to run White House press briefings. Here's how journalists should handle Trump."], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["After Thursday's disinfectant fiasco some are speculating we've seen the last of the freewheeling White House press briefings. But given what we've seen over the last three years, I expect President Donald Trump will be back, and he'll be back soon, as staying out of the limelight is just not in his nature. To prepare for that, here's some advice for reporters to make these briefings more productive and informative. Now, it's likely that the last person reporters want to take advice from is a former White House press secretary. Although I believe there was some mutual respect when I held the role during the Clinton administration, I doubt reporters went to the White House press office looking for advice on how to do their jobs. But these are extraordinary times with the president holding court for two hours from the briefing room podium. And I don't think it's a secret that reporters, along with many other Americans, are frustrated with the way the president handles himself. So, maybe, just maybe, as someone who's stood behind that podium and plotted ways to spin the news and avoid the hardest questions, I might be able to provide some insight on how to hold this President more accountable. Every day, the White House and the press corps struggle to define the narrative and determine what the most important story of the day is. This advice comes from years of anticipating questions and follow-ups, plotting out answers and understanding where the traps are. Here's some insight into what I was afraid of every day as press secretary, and how you can take advantage of that. First, stop directing most of the questions at the president. He is very adept at avoiding them  and launching into a campaign speech instead. Ask the scientists and doctors in the room --  they have the knowledge, and none of them are as capable at lying or dodging the question as the president is. The more you pepper them with questions, the closer you'll get to the truth. I always felt anxious when experts gave the briefings, not because they'd get something wrong, but because they would often say too much. Second, employ what I call the Tim Russert method of interrogation, coined after the late journalist who worked at NBC News for decades. The president is very adept at turning questions back on reporters, questioning their credibility, and blasting the media organizations they work for. Prepare long quotes using the president's own words to frame the question you want him to answer. In the Clinton White House, we'd spend hours trying to figure out what quote Tim would pose that day. We got good at predicting what it would be, although we weren't always great at coming up with answers. Third, you have to work together as a group. The White House briefing is a battle between the White House and the press corps. My worst fear during a briefing was losing control of the room as reporters worked in tandem to pin me down on a particular subject -- one that I  often wanted to avoid. When reporters started working together, following up on their colleagues' questions, the control of the room was firmly with the press corps. Reporters need to support each other. There's no antitrust law that says they can't coordinate ways to get the real answer in advance. Have a game plan and execute it together. The President's strongest weapon comes in the form of reporters who ask parochial questions and miss the obvious follow-up questions. Fourth, make sure a medical expert is part of the pool. The most important tool any Press Secretary has is knowing, or having the perception of knowing, a little bit more on any White House policy or initiative than the press corps. That's not because they're smarter -- it's because they have much better access to administration policy makers. To get a leg up, the press pool should enlist the help of a medical expert. Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, is going to take a question much more seriously and thoughtfully from Dr. Sanjay Gupta, for example, than a political reporter who doesn't fully understand the intricacies of science and medicine. My nightmare was walking to the podium and seeing the late reporter Robert Pear in the New York Times seat. Robert was soft spoken and extremely polite; he also knew so much more about health care than I did that I'd go into survival mode when he asked a question. That's the kind of advantage the press pool should be exploiting. Fifth, don't let the president interrupt your question. Trump often knows where a question is going and barges in before you get to the hard part. Be ready to politely say, \"Mr. President, I'd appreciate it if you would let me finish my question before you begin your answer.\" If he continues to ignore your polite request, he looks like the rude bully he can be. I don't need a poll to tell me that's not a good look. Common sense and a general shared view of manners makes this damaging for the president. Another strategy is to politely hold the floor and tell the president the answer did not address the question, and say, \"I'd like to ask it again.\" Here's where teamwork really gets involved.  Whoever gets called on next should follow up and repeat the question. In most situations, reporters are afraid they'll never get the chance to ask a second question, so they move on instead of working with the previous reporter to pin the President down. But there are now a limited number of reporters and the president often wants to stay out there for hours, so you will most likely get another chance at asking a different question. Work together. Finally, when the president asks who you work for, don't answer CBS News or the Washington Post.  When the president asks who you work for, look him straight in the eye and say, \"the American people.\" "], "Language": false}