{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/investing/global-stocks/index.html"], "Source": ["cnn"], "Location": ["Hong Kong/New York"], "ByLine": ["By Sherisse Pham and Jazmin Goodwin, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-04-24T07:28:46Z"], "LastModifiedDate": ["2020-04-24T17:48:13Z"], "Headline": ["Global stocks falter as investors lose faith in potential coronavirus treatment"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Global stocks slumped Friday as investors lost faith that a potential coronavirus treatment would soon prove effective. European stocks fell in early trading, following markets in Asia. The FTSE 100 dropped 0.6% in London, while Germany's DAX shed 0.8%. France's CAC 40 shed 0.7%. South Korea's Kospi Index finished 1.3% lower, while Japan's Nikkei 225 slid 0.9%. China's Shanghai Composite dropped 1.1%, while Hong Kong's Hang Seng dipped 0.6%.  Markets have struggled to find direction this week as countries released dismal economic data and as an historic crash in US oil prices spooked investors. Stocks declined on Thursday after drug maker Gilead said it did not have conclusive evidence that its experimental drug remdesivir was effective in treating Covid-19 since it had terminated a trial in China early. Shares in the company closed down 4.3% on Wall Street on Thursday.  The company released a statement after the World Health Organization inadvertently published draft documents indicating that the drug had not helped patients. Finding effective treatments and vaccines for the disease could allow governments to lift tough restrictions on social interaction and travel, accelerating the economic recovery. But progress in combating Covid-19 \"is not the same as returning the economy to the place it was last fall,\" said Hannah Anderson, a market strategist for J.P. Morgan Asset Management. She added that \"investors should expect more volatility across all asset classes as we try to appropriately price in something we have never experienced before.\"  Poor economic data has also sowed concerns among investors. UK retail sales for March released Friday fell 5.1% compared to the previous month, the largest drop on record. Most stores in the country closed on March 23 following guidance from the government. -- Julia Horowitz, Danielle Wiener-Bronner, Clare Duffy and Anneken Tappe contributed to this report. "], "Language": false}