{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/politics/what-matters-april-24/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-25T12:14:03Z"], "LastModifiedDate": ["2020-04-25T17:14:18Z"], "Headline": ["The medical experts stay with Trump, but for how long?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Does President Donald Trump not know that people will believe him when he speaks from the White House podium? Does he not care?  He has made clear, again, that he either doesn't understand the concept of science or doesn't care about it. Both options are bad.  He's the President. That's not changing for at least nine months, and maybe not for another four years. But now he's making up medicine (see below).  Even if you can believe his attempt to say his bad medicine was actually sarcasm (but, really, you shouldn't), let's all agree the time for sarcasm ended sometime around the time the pandemic happened.  Should all the capable doctors around him resign? He has, at times, listened to them. He criticized the reopening of Georgia earlier this week after a talking-to by Dr. Deborah Birx. She and infectious disease expert Dr. Anthony Fauci had earlier gotten him to back social distance guidelines by using large charts, according to CNN's report on April 2, which seems like an eternity ago. Trump's original generals all left. The should-I-stay-or-should-I-go question has been a theme of the Trump presidency. All of the generals he touted having in his administration early on were either kicked out or resigned. Remarkably, there are moments when standing up ultimately works out in Trump's government: The Navy has recommended reinstating the USS Theodore Roosevelt captain who was relieved of duty after raising concerns about coronavirus on his ship. Hundreds of sailors were ultimately infected.  The doctors, so far, have stayed. The question of what the experts should do here seems more acute during this pandemic, when tens of thousands of Americans are dying.  Read this story by CNN's Jim Acosta and Kevin Liptak on what it's like to stand up there on the podium next to Trump when he says something completely wrong: Caught off-guard: \"Members of the panel are often caught off-guard by Trump's comments, a source close to the coronavirus task force said, adding the President's remarks sometimes seem 'surreal' to the experts sharing the podium at the daily news conferences. One official said task force members can never tell what precisely Trump will absorb from their briefings, often picking something small and fixating on it during the televised news conference afterward.\" Don't be seen: \"Some members of the task force have become aware that their reactions to Trump are being captured on camera, leading the experts and administration officials to either remind themselves to remain expressionless as the President is speaking or to stay away from the podium in order to avoid the camera.\" You don't get a win unless you stay in the game: \"Through it all, the health officials have been required to balance their professional and medical integrity with an imperative to not run afoul of the President, who is notoriously attuned to loyalty and often does not take well to being publicly undermined. Mindful that their recommendations on social distancing -- which Trump ultimately adopted and later extended -- have helped mitigate the crisis, health officials on Trump's team have endeavored to remain in good standing in order for their advice to be heard.\" Trump's weird science Trump is incredibly powerful and he's leading the national government during a 100-year pandemic that has threatened, potentially, to kill millions of Americans.  But -- and this should be painfully obvious -- he is not a doctor. Please don't take medical advice from him.  You can read about his theories of UV light and disinfectant to clean people's bodies of coronavirus from within. I won't reprint them here. Many hours later he said he was being sarcastic.  In fact -- if you see anyone on TV try to give you specific medical advice, turn it off. Call an actual doctor. Your doctor. And talk to them about your situation.  Before anyone cries hypocrisy -- \"Newsletter writer is trying to criticize Trump telling me about health!!!\" -- stop it. This is not medical advice. It's just common sense. And Trump has very little of it when it comes to medicine.  He is President, so real doctors sit, as Birx did Thursday, stony-faced (seriously, watch her face) as he peddles snake oil while millions of Americans look on.  She wasn't there at Friday's very brief briefing, and neither was Fauci, who hasn't attended a Trump-led briefing for more than a week, though he appeared by video at the NFL draft (yes, really!). Would Trump's suggestion of sunlight under the skin have led him to leap up and grab the microphone from Trump, as he has suggested he probably shouldn't do?  President vs. public health. Public health policy is what the government does in the common good for everyone's health and Trump, as President, is unquestionably a threat to the idea that underpins it.  Bad advice created a hydroxychloroquine black market. His new ideas come after he initially pushed hydroxychloroquine as a Covid-19 treatment. He did that against the advice of actual doctors, like Fauci, who said to wait for testing.  Hydroxychloroquine doesn't work against the virus. Actual testing has shown no benefit and that it could hasten death. Or speed up heart rates. The Food and Drug Administration has said it's not safe or effective for treating Covid-19. But Trump's endorsement, helped by conservative media, has led to a run on the drug and people who need it for other ailments can't get it. Bad advice led to calls about injecting disinfectant. After Trump spouted about using disinfectant as a treatment, the Maryland Emergency Management Agency got more than 100 calls asking about it as a Covid-19 treatment.  They issued an alert: \"This is a reminder that under no circumstances should any disinfectant product be administered into the body through injection, ingestion or any other route.\" Fake news vs. \"natural ability.\" Pushed by reporters about his quack theories endangering public health, Trump calls them fake news. He acts as though he truly believes in his own abilities on the subject of medicine.  \"I like this stuff,\" he said during an appearance at the Centers for Disease Control and Prevention back in March. \"I really get it. People are surprised that I understand it. Every one of these doctors said, 'How do you know so much about this?' Maybe I have a natural ability. Maybe I should have done that instead of running for president.\"  Dig yourself out of imagining that alternate universe to consider that his wild theories and peccadilloes extend to his own health. Energizer bunny theory. This is the man who thinks he's got a finite amount of energy and so, by not exercising, he'll live longer.   Doctor-patient relationships. He wanted the Navy doctor who publicly praised his health to be veterans affairs secretary. Ronny Jackson has since retired and lost a Republican congressional primary in Texas.  His previous doctor -- the long-haired guy with the John Lennon sunglasses -- says Trump dictated a letter claiming superior health during the 2016 presidential campaign.  Vaccine conspiracy theories -- In tweets and during a 2016 presidential debate, Trump stoked skepticism of vaccines and suggested an disproven tie to autism.  It goes so much further than that, however. Trump's war is not on medicine. It's on science itself.  Scientific method vs. Trump's method. This journalist can tell you a very, very little about the scientific process from watching his middle schooler's distance learning class. You're supposed to use evidence and data to test hypotheses. Trump uses whims and gut feelings to throw real science away.  He's previously said climate change is a Chinese plot.  He buried a massive climate change report assembled by 300 government agencies because \"I don't believe it.\" He pushed raking forests as the antidote for wildfires. This goes beyond science, too. He's skeptical of economics, of intelligence, of computers, of technology. He's got his own theories. That's one thing when it comes to economics. There's room for debate. On medicine, for your own safety, get a second opinion."], "Language": false}