{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/politics/top-leaders-coronavirus-response/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-24T22:30:24Z"], "LastModifiedDate": ["2020-04-25T17:07:55Z"], "Headline": ["10 leaders who mattered most on coronavirus response this week"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["America's fight against the coronavirus entered a new phase this week as the debate over when and how to reopen the country began in earnest. At the tip of that spear was Republican Georgia Gov. Brian Kemp, who ordered that select businesses -- including nail salons, beauty salons and tattoo parlors -- could open for business on Friday. He did so even after President Donald Trump first supported the move and then reversed that support publicly via the daily coronavirus news conference at the White House on Thursday. Those two men -- and their contretemps -- dominated the week. But lots of other voices (mostly at the gubernatorial level) also mattered in the ongoing effort to contain the coronavirus and find policy solutions to deal with its lingering impacts. My list of the 10 voices who mattered most -- for good or bad -- in the pandemic fight this week is below. (Here's last week's list.) 1. Donald Trump: Although he appears to not understand just how much influence he has over the way the public thinks and talks about coronavirus and its potential treatments, the President remains the dominant figure in the country on the issue. His declining approval ratings on handling the coronavirus are evidence that the public is losing patience with this episode of the Trump reality show. 2. Brian Kemp: Suddenly the Georgia governor -- and his state -- have become the guinea pigs in how and when to return to some semblance of normal. As The Atlanta Journal-Constitution's Greg Bluestein wrote Friday, this is the week \"that could define\" Kemp's political career. For Kemp, it's now a waiting game; how many Georgians will get the coronavirus as they venture back out? 3. Andrew Cuomo: The New York governor's daily news conference remains must-see TV as a sort of counterweight to Trump's own daily news conference. But Cuomo's profile has dipped slightly as -- thankfully -- the virus has slowed in New York. 4. Gretchen Whitmer: After a surge of positive publicity over her aggressive approach to coronavirus in Michigan, the governor has faced significant criticism for a series of strict measures she signed earlier this month. And, as of Friday, she is relaxing some of those measures -- an admission that she may have gone too far. 5. Drs. Anthony Fauci/Deborah Birx:  Trump's ascendance at these daily briefings necessarily means that the doctors on the team are backgrounded a bit. But according to CNN reporting, Birx was sent to convince Trump that his support for Kemp's reopening decision had to change -- and was the main reason the President decided to throw the Georgia governor under the bus. 6. Mike Pence: If you believe that the entirety of Pence's tenure as VP is aimed at shoring up support from Trump while also sending a signal to the broader Republican Party that he is up to the top job, then he has done himself a solid in his role as the head of the coronavirus task force. While Trump is all bluster and spin, Pence's role at the daily news conferences is facts and figures, with a large dollop of compliments for his boss thrown in, of course. 7. Steve Mnuchin: If the question of whether the economy bounces back from the massive hit it's taken from coronavirus truly is at the heart of Trump's chances of winning a second term, then the moves being made by the treasury secretary remain absolutely critical. Working with Congress, Mnuchin has now helped plough $3 trillion into the laboring economy. But now the hard part begins. What industries does Mnuchin work to help? Which does he let falter? And can he ever hope for bipartisan support for any stimulus packages going forward? 8. Jim Clyburn: The South Carolina Democratic congressman was named as the chair of a new panel tasked with performing oversight on the federal government's response to the coronavirus crisis. That role will put Clyburn, the man who single-handedly saved Joe Biden's 2020 presidential campaign, squarely in the national spotlight as we as a country sift through how we got here and whether we can prevent it from happening again. 9. Gavin Newsom: Increasingly California -- and its governor -- look like the state that got things the most right in dealing with the pandemic. Newsom, a Democrat with national office ambitions, began to roll out increased testing in the Golden State this week.  10. Joe Biden: Another week passes where the former vice president and soon-to-be Democratic presidential nominee struggled to get any media attention for either his campaign or his ideas on how to best combat the coronavirus. Polling conducted in swing states like Michigan, Wisconsin and Florida this week suggests that such a low profile is not hurting Biden's chances of beating Trump  -- and may actually be helping it."], "Language": false}