{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/sport/agustin-pichot-world-rugby-elections-bill-beaumont-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-25T09:14:09Z"], "LastModifiedDate": ["2020-04-25T09:14:09Z"], "Headline": ["Unions are 'on their knees' but Agustin Pichot thinks he can save rugby"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["A plucky, abrasive presence on the rugby field, Agustin Pichot has never done things quietly -- a boldness he now carries into the game's boardrooms. \"I've always knocked like a woodpecker for things to happen,\" the former scrumhalf tells CNN Sport. \"And that made me probably an average rugby player. I was very stubborn and committed to doing things.\" Pichot is being modest. Over the course of his 71 international caps he became a talismanic figure for Argentine rugby, captaining the Pumas during a breakthrough third-place finish at the 2007 World Cup.    Visit CNN.com/sport for more news, videos and features These days, he lends his voice to the game's political side.  After rising to the role of World Rugby Vice-Chairman in 2016, Pichot is now hoping to succeed former England captain Bill Beaumont as Chairman. On Sunday, the World Rugby council will vote on whether it is Pichot or Beaumont, 23 years the Argentine's senior, who will lead the governing body going forward.  Pichot saw rugby sevens make its Olympic bow in 2016, helped bring sevens tournaments to Vancouver and Singapore and increased rugby's residency rules from three to five years -- meaning countries can better retain top players living overseas. But he says frustration with the sport's current direction has compelled him to run for the top job. \"The game is in desperate need -- not of myself -- but of different mindsets,\" says Pichot. \"I've been part of World Rugby and at some stage I felt that that cadence of change or transformation was very blocked by some conservative way of thinking. The structure, the mindset of doing copy paste all over again. \"I said to Bill, 'I can't carry on for four more years, just sitting down flying in first class and going to royal boxes.  \"'I don't do that. If I don't think I can transform, I'll go home' ... And that's why I decided to run.\" READ: 'It's unreal,' says Italian rugby star Maxime Mbanda as he tackles COVID-19's frontline Following football's lead Among Pichot's frustrations has been the breakdown of World Rugby's Nations Championship concept last year, a new vision for the game's global calendar which would have seen countries competing in three leagues of 12 teams with promotion and relegation between each league.  The model was criticized by the International Rugby Players Council and some of the game's leading players, but Pichot maintains that the sport needs a system that creates a pathway for emerging nations. In doing so, he hopes to break up the small handful of countries that dominate the global game; the nine Rugby World Cups since 1987 have produced just four different winners.  \"We need to build the regions like football has -- regional tournaments that can feed into the qualifiers for our World Cup,\" says Pichot. \"Football has done it so well ... you have qualifiers in every region, which are very competitive. Then you have the European Cup, the Africa Cup (of Nations), or the America's Cup (Copa America).  \"You build on that regional competitiveness, and then you come into the world stage to compete ... But to do that, you need to invest into the different regions and start slowly to create that blueprint.\" A chance to reset The upcoming elections have already been fraught with controversy.  Francis Kean, the chairman of the Fiji Rugby Union (FRU) which was seconding Beaumont's bid for re-election, has been stood down by World Rugby following accusations of homophobia and discrimination. CNN has contacted FRU chief John O'Connor for comment but has not received a response. Of the 51 members on the World Rugby council who will vote in this weekend's elections, 30 are split between 10 nations -- Argentina, Australia, England, France, Ireland, Italy, New Zealand, Scotland, South Africa and Wales.  Beaumont, a former England and British and Irish Lions captain, is running alongside French rugby chief Bernard Laporte, the only candidate for Vice-Chairman.  As chairman of England's Rugby Football Union, Beaumont oversaw the 2015 Rugby World Cup -- at the time, a tournament which drew record-breaking attendances -- and succeeded Bernard Lapasset at World Rugby's helm in 2016. \"At this unprecedented challenging time, I am working hard with all stakeholders to guide rugby through the COVID-19 crisis and to shape and build the strongest future for the global game. My manifesto, with Bernard Laporte, outlines my vision of a game for all,\" said Beaumont. His manifesto pledges a review of the game's governance and a reform of the global season, as well as increased focus on the women's game, player welfare and World Rugby's financial policy.  The latter has been brought into sharp focus by the coronavirus pandemic as unions struggle to achieve financial parity. USA Rugby has applied for bankruptcy, with coach Gary Gold saying last week that he could soon be out a job, while Rugby Australia, whose embattled chief Raelene Castle stood down on Thursday following a call from former Wallabies captains for a change in how the game is administered, has cut players' pay under mounting financial pressure.  Rugby Canada has also said that it will likely require financial assistance from World Rugby later this year.  Yet Pichot is confident that the coronavirus -- which has seen rugby paused across the globe -- also presents an opportunity for the sport to reset. \"I think this virus has made us all think a little bit more comprehensively ... and be more in solidarity with the world,\" he says.  \"We have to make a different strategy, a better strategy and integrate more equality, a better governance. I think it's time. I think crises are a great opportunity to do things differently. And rugby has been in a crisis.  \"The problem is that just because it went well in some countries, we just kept on going. But I said it two years ago, if we continue (at) that pace, countries will fold. USA is on its knees, Canada is on its knees, Australia is on its knees.\" Speaking of his own vision, Pichot eschews the idea that he is rugby's \"Robin Hood\" figure -- taking from the game's richest powers to help poorer unions -- but says he does want to see the likes of Fiji, Japan, USA and Canada, among others, achieve better representation on the global fixture calendar.  Another more left-field pledge Pichot has made during his campaign is to help develop a new rugby video game.  The sport has often lagged behind rivals when it comes to the virtual world -- football and NFL have established games in FIFA and Madden -- and Pichot says he has previously spoken to the CEO of EA Sports about rugby developing its own product to attract a younger audience. \"It's an industry that no one could have ever imagined,\" he adds. \"We need to work on it. Again, you need a good product. Kids want a good product and it's a lot of investment, I understand that.\" The outcome of Sunday's election will be announced on May 12, after which Pichot could be handed rugby's real-life controls.  He's confident he can push the right buttons to move the game forward. "], "Language": false}