{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/cnn-underscored/vegetarian-meal-delivery/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-04-13T17:56:49Z"], "LastModifiedDate": ["2020-04-24T20:02:01Z"], "Headline": ["Food delivery services that vegetarians will love"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. It's one thing to stuff your shopping cart on your increasingly rare grocery store runs with Twinkies, tortilla chips and boxes of cake mix and macaroni and cheese. You run little chance of those things turning bad on you between now and the next time you venture out during this time of shelter-in-place orders. But produce? That's something you want as fresh as possible. Whether you're a vegan, a vegetarian, trying to eat plant-based, or just looking to add in a meatless meal or dish now and then, we've rounded up eight companies offering delivery services that range from premade vegan meals, to ingredients to make your own vegan recipes, to fruit and veggie boxes, to frozen smoothies ready to be popped in your blender and enjoyed. And if you do eat meat, check out our guide on meat delivery services working in this time, as well as meal kit delivery services that help take the guesswork out of dinner.  Just because you can't eat out doesn't mean you can't eat well.  Veestro  Who it's for: The strict vegan who doesn't really like to cook. The basics: If your idea of cooking is opening up your takeout bag and digging right in, Veestro will feel like a godsend. Made entirely with plant-based, organic, preservative-free ingredients, these precooked meals arrive frozen, so all you need to do is heat them in the microwave or oven.  Plan options: Choose from three plans: À La Carte, Chef's Choice or Weight Loss. With À La Carte, you select from entree and breakfast options (think country fried chick'n, Asian noodle salad or Spanish torta) with categories including high-protein, gluten-free, low-calorie, nut-free, soy-free and kosher. With Chef's Choice, the company's most popular plan, you'll get a preselected menu (enchilada casserole or pad thai? Yum!) under the category of customer favorites, high protein or gluten-free. And Weight Loss (we're craving the oatmeal breakfast pie and the red curry with tofu) includes three meals a day, with a total of around 1,200 calories per day. Change your meals, pause delivery or cancel at any time. Pricing: For the À La Carte and Chef's Choice plans, choose a box with 10 ($117), 20 ($216) or 30 meals ($297). Boxes may be delivered every week, every two weeks or every four weeks. For the Weight Loss option, choose from a five-day ($175.50) or seven-day ($226.80) plan. _______________________________________________________________________________ Purple Carrot  Who it's for: The vegan who really likes to cook.  The basics: If it's variety you seek, Purple Carrot has you covered. Craving Mexican? Try the Mexican black bean skillet. Want Indian food? There's tofu saag paneer. Leaning toward Asian? Opt for the peanut vegetable Buddha bowls. Menus change frequently, but globally inspired cuisine is always in rotation at this plant-based meal delivery company.  Plan options: Weekly boxes include pre-portioned ingredients for your selected meals (you can search by high-protein, chef's choice and gluten-free), along with a booklet that includes recipes for all eight of that week's dinner recipes, plus the two available lunch and breakfast options. Skip any week and cancel at any time.  Pricing: The two-serving plan (choose three or four meals per week) is $10.99 per serving. The four-serving plan (choose two or three meals per week) is $8.99 per serving. Customize by adding on breakfast, lunch or snack items (prices vary). _______________________________________________________________________________ Farmbox Direct  Who it's for: The organic juicing fanatic. The basics: Load up on fruits and veggies without having to make a supermarket run, with these boxes filled with fresh, local produce.  Plan options: Each week, you'll receive a list of what's available, which you can then customize with up to five substitutions per box. Choose mixed produce, all fruit or all veggies. Missing your daily juice from your local gym or favorite cafe? Opt for a green, orange or red juicing box. In the green box: kale, carrots, beets, apples, kiwis, pears, lemon, avocado and garlic. Want more? Artisanal and other grocery items can be added on for an extra charge.  Pricing: Juicing boxes are $57.95 each; organic fruit and veggie boxes are $47.95 to $68.95; natural fruit and veggie boxes are $43.95 to $53.95. _______________________________________________________________________________ Farm Fresh To You  Who it's for: The person (in California) who's already missing the farmers market.  The basics: Run by a family-owned farm in California, the site offers an array of different specialty boxes — from veggie-only to fruit-only to a snack box — all of which are packed with organic produce. You can also customize them by swapping items into and out of their boxes, right up until two days before your order is set to ship, as well as add in specialty items like handcrafted jams, artisan olive oil, honey and more. Each delivery comes with recipes and quick tips. An important note: As of right now, Farm Fresh To You only ships within California. Check here to see if your area is within its delivery zone.  Plan options: Pick one of the company's six specialty boxes (Mixed Fruit and Veggie, No Cooking, Fruit Only, Traditional CSA, Veggie Only or Snack Pack) and then choose your size of box, which ranges from small to large. You can then add items like dairy and eggs, meat alternatives, coffee and even flowers for an extra fee. You can choose to get boxes delivered weekly, every other week, every three weeks or every four weeks.  Pricing: Prices start at $27.50 for small boxes of fruits and veggies, with each specialty item an additional fee. Skip or cancel at any time. _______________________________________________________________________________ Harry & David  Who it's for: The home chef really missing fresh produce.  The basics: Whip up your favorite vegetarian recipes at home with a bounty of fresh produce delivered to your door. Harry & David's 5-pound Baby Vegetable Basket comes in a classic wood crate filled with produce such as artichokes, beets, broccoli, turnips, kohlrabi, cauliflower, squash, radishes, potatoes and onions, depending on availability. For smoothies or desserts, turn to the 8-pound Deluxe Fresh Fruit Basket, which comes in a woven hyacinth basket brimming with seasonal pears and apples, plus kiwi, papaya, pineapple, baby bananas, avocado, mango and limes.  Pricing: The Baby Vegetable Basket is $89.99; the Deluxe Fruit Basket is $99.99. _______________________________________________________________________________ Raw Generation  Who it's for: The wellness guru. The basics: Whether you're looking to do a juice cleanse or just want a good reason to step away from the cookie jar during this stressful time, Raw Generation's fruit and vegetable boxes can help. Each 25-pound box is filled with fresh, seasonal produce that varies according to what's been harvested. The vegetable box is likely to contain items like avocados, Brussels sprouts, carrots, cucumbers, onions, sweet potatoes and squash. The fruit box, meanwhile, could be filled with apples, bananas, melons, grapefruit, lemons, limes, oranges and pineapple. We feel healthier just thinking about it.  Pricing: Boxes are $79.99 each; delivery to some states requires an additional shipping charge.  _______________________________________________________________________________ The Fruit Company  Who it's for: The fruit fiend.  The basics: You made that panicked Costco run and ended up with a pantry filled with Cheez-Its, microwave popcorn and so many packages of Oreos. But what you really want now is fresh fruit. Get it easily and fuel your body with something healthy with a HarvestClub fruit of the month delivery from The Fruit Company.  Plan options: Choose from three-, six- or 12-month subscriptions in a variety of sizes. The Americana, the company's most popular pick, includes Rainier cherries in June, dark sweet cherries in July and mountain blueberries in August. The Medley, which mixes hard-to-find fruits with favorites, includes pairings such as Imperial Asian and Starkrimson pears. The Exotica offers, you guessed it, exotic fruit, such as Hawaiian papaya and persimmon. And the Organic features fruit like certified organic Pink Lady apples, sugar red grapefruit, nectarines and more. Pricing: The Americana starts at $99 for three months; the Medley starts at $109 for three months; the Exotica starts at $119; and the Organic starts at $129. Shipping is free.  _______________________________________________________________________________ Daily Harvest  Who it's for: The healthy eater who loves a fancy smoothie.  The basics: From chia bowls and flatbreads to smoothies and soups, turn to Daily Harvest for chef-created meals that focus on fruits and veggies and are delivered to your door.  Plan options: You'll choose a plan that includes nine, 12 or 24 items and weekly or monthly delivery. From there, select from more than 80 options, including frozen smoothies, soups, harvest bowls, flatbreads, oat bowls, protein bites, chia bowls and latte pods. You can make searching easier by selecting likes and dislikes, key benefits you're seeking (such as energy, stress relief or an immunity boost) and dietary needs (like keto, low-calorie or gluten-free). We don't know about you, but the vision of starting the day with a mint and cacao smoothie, feasting on mushroom and miso soup for lunch, snacking on espresso bean and tahini bites, and serving up an artichoke and spinach flatbread for dinner has us looking forward to healthful eating.  Pricing: You pay per item: Smoothies, bites and latte pods are $7.99 each; harvest bowls and flatbreads are $8.99 each; and oat bowls and chia bowls are $5.99 each. Skip a delivery, change your box size or try new foods at any time.  The tools Breville Juice Fountain Plus ($125.99, originally $149.99; bedbathandbeyond.com) No need to prechop all those fruits and veggies with this powerful appliance that will turn your produce into juice in a mere five seconds.  _______________________________________________________________________________ BergHoff Leo Vegetable Knife with Zester ($11.99; bedbathandbeyond.com) Make veggie (and fruit) slicing, dicing and chopping a breeze with this mint-colored, stainless steel knife that has an integrated zester, too. _______________________________________________________________________________ Threshold Acacia Wood Paddle Board ($19.99; target.com) Preparing lots of veggie and fruit dishes means lots of chopping will be in order. Up your game with this acacia wood board that's pretty enough to serve food on as well.  ________________________________________________________________________"], "Language": false}