{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/perspectives/ppe-production-shortage/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alexander Salerno for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T16:25:55Z"], "LastModifiedDate": ["2020-04-24T17:00:54Z"], "Headline": ["As a doctor in the US, I shouldn't have to buy masks and gloves on the black market"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["I recently paid black market brokers $17,000 for personal protective equipment (PPE). With critical supply shortages, I had no choice but to pay a 700% markup for life-saving gloves, N95 respirators and gowns. Covid-19 patients have overwhelmed my family practice in New Jersey. And when my staff is seeing upwards of 300 patients a day, protecting my medical personnel so we can continue to provide care is my top priority. As a primary care practice, we are on the frontlines trying our best to stem an onslaught of Covid-19 patients from overrunning emergency rooms in New Jersey, as they have just across the Hudson River in New York City. The demand for PPE is up to 100 times higher than normal right now, and the Strategic National Stockpile recently deployed the last round of protective gear. We are in desperate need of PPE and testing kits. Because the United States outsources the production of medical supplies and test components to other countries, and those countries have been under lockdown due to the pandemic, we are in the midst of the greatest supply shortage I've ever seen.  China provided 43% of world imports of PPE like face shields, protective garments, masks and gloves in 2018. At the beginning of this year, the country entered a 76-day lockdown, slowing manufacturing and the global supply chain in the process. Since March, Copan Diagnostics, a major manufacturer of swabs — a critical component of COVID-19 test kits — has been unable to ship swabs to the United States from its manufacturing plant in Italy due to border closures. Transport volatility and a reduction in flight capacity has stranded much-needed PPE in the countries they are manufactured. Vacuuming up supplies for their own citizens, foreign governments are implementing trade bans or restrictions: 60 countries, including India and Switzerland, have curbed exports of PPE. Now the United States is facing another hurdle to import tests and medical supplies from manufacturers abroad. In a push for quality control, China has implemented new export requirements on medical products being used to respond to the pandemic. Exports of test kits and PPE require new certifications and licenses from China's equivalent of the US Food and Drug Administration. Previously, exporters were only required to work with the United States to make sure products were compliant with our import requirements.  The United States must shift the medical supply chain back home and increase domestic production to fix our supplies shortage. The disrupted global supply chain means we can't test nearly enough people to contain this virus and protect medical personnel in the process. Churning out supplies locally allows us to avoid export restrictions. Critical PPE and testing components won't be stranded abroad if we can bypass clearances imposed by foreign nations. We wouldn't be at the mercy of a broken transportation chain either.  To be sure, it is cheaper to manufacture goods abroad, but the price our health care system, medical providers and patients are paying so the country can turn a profit is far too high.  I am thankful President Trump enacted the Defense Production Act, which enables the government to order the private sector to produce needed supplies, but he should have pulled the trigger far earlier. US manufacturers shouldn't have to abandon their products to produce medical supplies. But when we don't produce enough supplies domestically, this is our only solution. After witnessing the widespread destruction this virus has imposed on America, I urge our leaders to reprioritize our production capability and stop relying on other nations to protect America's health."], "Language": false}