{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/opinions/trump-biden-political-attack-ads-wierson-honan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Arick Wierson and Bradley Honan"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T15:36:10Z"], "LastModifiedDate": ["2020-04-24T16:41:40Z"], "Headline": ["The key area where Trump is trouncing Biden"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["By historical standards, it's still fairly early in the presidential campaign calendar. And the nation is consumed with worries about the deadly coronavirus. Nonetheless, this being an election year, both the Joe Biden and Donald Trump campaigns are already lobbing attack ads at one another. So far, with his early salvos, Trump is winning in the ad wars -- and Biden should be plenty worried. Just as in 2016, when fewer than 80,000 votes across three swing states determined the final election result, this year's race will likely come down to who votes --  and who doesn't -- in just a handful of states. And effective campaign ads don't have to move large blocks of voters -- just enough to upend the electoral math by the slimmest of margins.   As anyone who has followed this President knows, Trump is not someone who plays by the rules or follows convention, and he isn't about to start now, especially after the House impeachment proceedings failed to remove him from office. With extremely lax Federal Election Commission rules governing federal political campaign advertising and Facebook taking a laissez-faire approach to vetting political ads, we can fully expect the Trump campaign to take its attack ads to a new and unprecedented level in the coming months. And, so far, it doesn't seem that the Biden camp is up to the challenge of responding in kind. On Tuesday, Trump tweeted out a blistering attack ad that riffs off of a popular Allstate insurance commercial currently running on national television. The Trump ad shows a video bobblehead of former President Barack Obama superimposed over another actor's body as he watches television with a small group of middle-aged African American buddies. Then a mock political ad begins playing with the former vice president tossing a completely nonsensical word salad. At the end of the spot, the buddies look with indignation at the Obama character who shrugs, as if to say, \"Well, that's what you get with Biden.\"   There is so much that is wrong with this video: The blatant superimposing of the former president's head and his expressions -- taken out of context -- over the head of the original actor. The gross appropriation of a well-known Allstate insurance ad. (Twitter has since taken down the ad in response to a report by the copyright owner, but it remains on Trump's Facebook page.) The fake Biden spot within the ad. One might even hear a dog whistle in there as well, cautioning against the return of black influence to the White House. Obama endorsed Biden last week. These are all things most political ad makers would have stayed away from with a 10-foot pole. But the Trump campaign is impervious to blowback. In fact, they relish it.  And this is what makes Trump's team so dangerous. With less than 200 days until Election Day, the Trump campaign has nearly a quarter of a billion dollars on hand to spend raining down negative Biden television and digital ads on key swing states. And many of them don't care if what their ads say is correct, or if the clips used are taken out of context. Take, for example, a spot released this week by Trump 2020 campaign manager Brad Parscale called, \"Let them eat ice cream, by Nancy Antoinette.\" The video cuts between House Speaker Nancy Pelosi showing off her formidable stash of gourmet ice cream in what Parscale claims is a $24,000 side-by-side stainless-steel refrigerator-freezer, and clips of Americans struggling to have enough to eat amid the current economic crisis. The spot vividly portrays the speaker as seemingly out of touch with everyday, suffering Americans -- which implies why she is not acting swiftly to pass the President's latest bailout legislation for small businesses. The ad manages to include Pelosi's reasoning for the delay -- that it would be irresponsible to pass such a monumental piece of legislation without properly vetting it, but she comes off as a bit snarky in the clip anyway. \"They asked for a quarter trillion dollar in 48 hours -- well I don't think so,\" quips the speaker, as she stands in front of her luxury appliances. Although not directed at Biden, this is exactly the type of cutthroat political ad that can be extremely effective in swaying the opinions of low-information voters, who tend to make up their minds based on information they might glean from a campaign ad that connects with them on a visceral level. It's not fair, but it's brutally effective. And because the nation is still reeling from a daily death toll in the thousands from the coronavirus, these ads are actually reflective of a campaign operating with some restraint.  Imagine what is yet to come. Biden should be prepared to counter incoming ads, not just from Trump, but also from his supporters. And these ads may not only take the lies and misinformation to a new level; they could use the latest in artificial intelligence to manipulate voice and video to make their points, as Jordan Peele famously did in a deep fake video several years ago with the likes of Obama. The political spots released by the Biden campaign, as well as by several former Democratic candidates, so far are largely playing it too safe. They come across as polished but banal, as though they only made it on air after being sifted through layers of consultants who are more afraid of offending someone in the party's progressive base than they are focused on going for their opponent's metaphorical jugular. The one exception might be a blistering takedown that the campaign released on Trump's record on China amid the coronavirus outbreak. This kind of ad could be effective if Biden had Mike Bloomberg's checkbook and the ability to blanket the airwaves in every critical contest. But with a paltry $57 million in cash on hand, Biden is going to have to up his game and develop meme-worthy ads that can both fire up the base and generate millions in earned media.  But therein lies the conundrum. How does Biden portray himself as \"presidential\" while taking his gloves off at the same time? Perhaps he could take a cue from former Democratic President Lyndon Johnson's 1964 political spot \"Daisy Girl.\" Though the Johnson campaign aired the ad only once, political pundits at the time considered the 60-second spot instrumental in Johnson's landslide victory that year.  Johnson's iconic spot shows an innocent young girl in a field, counting daisy petals. Just as she reaches the number 10, her words are supplanted by the austere voice of a mission-control countdown. The camera slowly zooms into the little girl's eye to reveal a massive nuclear blast in a classic mushroom shape. Johnson's voice follows: \"These are the stakes.\" At the time, the American electorate had never seen anything like \"Daisy Girl\" -- a political ad driven by emotions, rather than hard facts. But it worked. Without mentioning Johnson's Republican opponent by name, the ad clearly conveys the emotion that if Arizona Sen. Barry Goldwater were to win the White House, America could face the real threat of nuclear war. The ad resonated deeply with American voters, who had just lived through the Cuban Missile Crisis a few years earlier and were still in the thick of the Cold War with the former Soviet Union. Biden needs to up the ante and lay out his vision of what another four more years of Trump will mean for America and the world. We've seen this President get impeached for allegedly attempting to influence the 2020 election, botch a pandemic response, and preside over an immigration policy that put children in cages on the border. This President cozies up to dictators and strongmen and makes wanton attacks on the environment. And Biden's ads need to speak directly to all of that. They should lay out what four more years of a President Trump, free from the shackles of having to face another election, will mean for the country. Biden needs to take his political advertising to a new level -- a raw, emotional level. Biden needs his \"Daisy Girl.\""], "Language": false}