{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/culture/elijah-wood-animal-crossing-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T15:57:34Z"], "LastModifiedDate": ["2020-04-24T16:36:20Z"], "Headline": ["Elijah Wood visited a stranger on 'Animal Crossing' to sell turnips and make friends"], "Section": ["culture"], "MappedSection": [null], "Article_Body": ["For everyone in isolation, the Nintendo Switch game \"Animal Crossing: New Horizons\" has been a boon: It's a place to virtually meet up with friends, pretend to live a simple, pandemic-free existence and run into the occasional celebrity -- like Elijah Wood, who is desperately looking to turn a profit on digital turnips.  The \"Lord of the Rings\" star surprised a player this week by arriving on her island to peddle his wares, according to her tweets. And she was pleased to report he was a model tourist while there.  Wood has evidently joined the legions of players whiling away their days on \"Animal Crossing,\" a simulation game set on an island inhabited by anthropomorphic animals.  And one of the many, many objectives of the game is to sell those animals turnips at exorbitant prices.  After developing their own islands, players are granted the ability to travel to others' -- and shop, explore or just plain party. A bit about turnips for those not playing the game: You buy them from a boar named Daisy Mae who only does business for a few hours each Sunday. Then, you attempt to sell the turnips to two entrepreneurial raccoons at a much higher price -- but when your own island's prices are low, it's helpful to travel to another island where the raccoons are willing to pay handsomely for them. The player Wood surprised, who goes by \"Jessa\" on Twitter, lucked out on the price the raccoons were willing to pay, so she tweeted her \"dodo code\" -- the passcode other players can enter to visit her island.  Wood must've been following the hashtag, because soon enough, he messaged her for her code -- he needed to sell some turnips. She shared screenshots of the exchange on Twitter. \"Would love your dodo code to sell these turnips!\" he wrote her, according to Jessa's tweet.  She was thrilled to oblige.  Cartoon Elijah Wood soon arrived on her island and quickly made himself at home. He applauded Jessa while she ran in circles. He complimented her on her island. And he even asked for permission before plucking fruit from the trees that grow there. And he sold those turnips for the cool price of 599 bells (the Animal Crossing currency) each.  \"It was so much fun,\" she told tech outlet The Verge. \"He was so nice and wholesome.\"  CNN reached out for further comment but we've yet to hear back. Wood didn't comment on their interaction, but he did \"like\" several of Jessa's tweets about their time in the game together.  Not one to let the encounter go to waste, Jessa used her brush with fame to market herself to potential employers on Twitter: She's skilled in communication and storytelling, she said -- and she's got the best turnip prices.  That part, no doubt, was her mom's idea."], "Language": false}