{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/economy/childcare-gender-equality-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Annalyn Kurtz, CNN Business"], "Writers": [["Annalyn Kurtz"]], "FirstPublishDate": ["2020-04-03T10:04:13Z"], "LastModifiedDate": ["2020-04-24T12:15:25Z"], "Headline": ["Millions of dads are stuck at home — which could be a game changer for working moms"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["Globally, more than 1.3 billion children are out of school because of the coronavirus pandemic. Parents are frazzled. Children are antsy. And the whole thing is proving a major shock to society. Four economists have a hypothesis for how this shock could play out on a massive scale. In a new research paper, Matthias Doepke and Jane Olmstead-Rumsey of Northwestern University, Titan Alon of the University of California San Diego and Michèle Tertilt of the University of Mannheim predict two big outcomes for gender equality. First, the bad news: Over the short run, they predict, working moms will shoulder a higher burden than dads when it comes to providing childcare in the pandemic.  But there's also good news: Millions of dads have suddenly been forced to stay home with their kids. This historic moment could forever shift dynamics in both firms and families, leading to greater gender equality down the road. Here's how. Why moms have it harder The coronavirus recession will be different than any other downturn for many reasons. Among them: the way it impacts women and men in the labor force. First, some history. Early on in recessions, it's common for men to lose more jobs than women. The Great Recession, for example, was even nicknamed the \"mancession\" because initially men bore 78% of the job losses. This happens in part because men dominate sectors like manufacturing and construction, which are prone to steep declines in an economic downturn, whereas women dominate jobs in nursing and teaching, which are more resistant to job losses. With the coronavirus recession, however, the steepest layoffs early on are in low-wage service jobs, which are closer to 50-50, if not slightly skewed toward women. Women hold 52% of restaurant jobs, 60% of hotel jobs and 50% of retail jobs, for example. According to Doepke and his colleagues, women are also slightly less likely than men to work in occupations that have high rates of telecommuting, like computer, financial and mathematical professions. For working moms in any of these groups, serving as the primary childcare provider is more of a necessity than a choice now that work has dried up and schools are closed. Among middle class and higher income couples — particularly those who have the ability to work from home — job losses may not be as severe, but tradeoffs within families will still be common. After all, someone has to watch the kids. In heterosexual couples, that responsibility is still likely to fall on women.  That's for several reasons including the pay gap and social norms. On average, working women make less than their male partners, spend more time on unpaid household labor including cooking, cleaning and childcare, and are more likely to sacrifice their own careers to prioritize their partner's work. These things are all true today even though women have made significant strides over the last 50 years.  As of 2017, men still out-earned women in 69% of heterosexual couples, according to an analysis by the Pew Research Center. That pay gap, for many families, leads to a default decision to prioritize the husband's career. \"In the majority of households, where the man is the higher earner, there is going to be a temptation to cater to his career — and it's not impossible that it could have longer term effects,\" said Francine Blau, an economics professor at Cornell University who has conducted numerous studies on the gender pay gap. It's not just money that makes the decision. Even in families where women are the higher breadwinner, research has shown moms are more likely than dads to opt out of the labor force to care for children.  \"In a lot of cases, gender trumps money,\" said Kristin Smith, a visiting research associate professor at Dartmouth who wrote her Ph.D dissertation on that phenomenon. \"Our social roles are so much more powerful in decision-making than money.\" All these dynamics are unfolding in households now in response to the dearth of childcare during the coronavirus pandemic. Which is why it's not surprising Doepke and his colleagues hypothesize working moms are likely picking up the largest share of childcare and homeschooling in many homes. It will take years for economists to collect all the data and analyze whether this was actually the case. But right now, they are also hopeful this moment could eventually lead to lasting change.  A moment like World War II While many mothers are likely to pick up the largest share of childcare during the crisis, that won't be true in all families. In some households, traditional gender roles will be reversed. Take for example families with moms who work in the health care industry and are fighting Covid-19 on the frontlines. Women hold 4 million or 78% of all hospital jobs. They also hold 70% of pharmacy jobs and 51% of grocery store roles, another area that has been crucial in the pandemic. In many of these families, men will inevitably turn into the main childcare providers, either because they lost their own jobs or are able to work from home, Doepke and his colleagues say. Overall, that will mean millions of dads will suddenly find themselves as the primary caregiver, many for the first time in their lives. Such a dramatic shift in gender roles hasn't happened since World War II, when millions of married women entered the labor force for the first time to replace men in factories. That moment in history, still symbolized by Rosie the Riveter in the popular imagination, ended up increasing the participation of some married women — particularly white, educated women — in the labor force, even after the war ended, according to research by Harvard economist Claudia Goldin and Dartmouth economist Claudia Olivetti. Likewise, Doepke and his colleagues think the coronavirus pandemic could increase men's participation in household labor, including childcare, even after the pandemic is over. They cite studies documenting how paternity leave policies in Spain and Germany increased fathers' involvement in childcare later on. \"During the current crisis, many millions of men are on a form of forced paternity leave for a much longer period, and a sizeable fraction will be the main providers of childcare during this time,\" Doepke and his colleagues wrote. \"Hence, even while women carry a higher burden during the crisis, it is still highly likely that we will observe a sizeable impact of this forced experiment on social norms, and ultimately on gender equality, in the near future.\" If that prediction comes true, it could be a game changer for working moms, who often grapple with a \"second shift\" of unpaid labor at home. Women spend more time on household labor than men in every industrialized nation tracked by the OECD. In the US, women spend an extra hour and 12 minutes each day on housework and childcare than men do. There's another way, too, that the coronavirus pandemic could advance gender equality. Many businesses are adopting widespread work-from-home options for the first time. Now that they've invested in telecommuting technologies and acclimated to that experience, it's unlikely they'll go all the way back to the pre-pandemic way of working. Doepke and his colleagues predict some flexible work arrangements will remain in place. \"All these companies now have to make this work, with families being at home and having these other responsibilities,\" Doepke said. \"It might be a culture shock that has implications on equality.\"  According to Goldin's research, the lack of flexible work arrangements is one factor that drives the pay gap between men and women. If that were to change, and more companies encouraged flexible work options in the future, that shift could possibly lead to a narrower pay gap, as well. Ultimately, how all this will play out is hard to say, Goldin said. But economists will study the coronavirus recession — and its reverberations on gender equality — for years to come.  \"On the gender front, we have made this into a 'war,'\" Goldin wrote in an email. \"WWII was fought in our factories first and then on land and sea. This war is being fought first in our hospitals, research labs, and the home front.\" \"Let's see if dads step up to the plate and do 50-50,\" she added. \"Could that ever happen? I hope so.\""], "Language": false}