{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/travis-scott-fortnite-concert/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France and Sara Spary, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-24T11:31:50Z"], "LastModifiedDate": ["2020-04-24T11:31:50Z"], "Headline": ["Travis Scott's virtual concert on Fortnite set a record"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["More than 12 million people hopped on Fortnight Thursday for the debut of Travis Scott's new song. The Grammy-nominated rapper debuted \"Astronomical\" within the wildly popular online video game, and it attracted a record audience. The game's official Twitter account shared the news. \"Over 12.3 million concurrent players participated live in Travis Scott's Astronomical, an all-time record!,\" the tweet read.  If you missed it, don't worry as there will be encore presentations until Sunday. \"From April 23-25, blast off into a one of a kind musical journey featuring Travis Scott and the world premiere of a brand new track. Astronomical is an other-worldly experience inspired by Cactus Jack's creations, built from the ground up in Fortnite,\" an announcement on the game's site reads. \"To make sure everyone has a chance to experience Astronomical, we're setting up multiple tour dates with showtimes for players around the globe. Jump in to whichever time fits your schedule best, or catch an encore with your friends if they missed it.\" Cactus Jack is both Scott's nickname and the name of his record label. Fortnite, which has become a phenomena since it was developed and released by Epic Games in 2017, has three iterations within the game that allow players to battle for survival, fight zombies, and create their own worlds. Only those who are signed up as players can view the Scott performance. Fortnite boasts around 125 million users for its game, which can be played on Xbox, PlayStation, Windows and Mac platforms. The virtual performance is the only one Scott's audience will be able to enjoy at the moment because of the pandemic. Scott noted that in a tweet Thursday thanking his supporters in which he wrote, \"Honestly today was one of the most inspiring days.\" \"Love every single one of u guys. And i know times are weird for us. But for one moment to be able to have the ragers to rage where ever you are  is amazing,\" he tweeted. \"Love u guys with all my body. !!!!!\" Fortnite has collaborated with Hollywood before, including virtually screening Chance the Rapper's reboot of Punk'd on Quibi."], "Language": false}