{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/23/world/gallery/week-in-photos-0424/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-24T02:34:01Z"], "LastModifiedDate": ["2020-04-24T03:05:26Z"], "Headline": ["The week in 40 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A health care worker stands in a Denver street on Sunday, April 19, counterprotesting a rally where people were demanding that stay-at-home orders be lifted. Protesters around the country have rallied against coronavirus restrictions and complained that they infringe on their personal freedoms and threaten to destroy their livelihoods. A tornado is seen in Madill, Oklahoma, on Wednesday, April 22. Severe storms ripped through parts of Oklahoma, Texas and Louisiana, officials said. At least six people were killed and more than a dozen were injured. This aerial photo shows bodies being buried in Manaus, Brazil, on Wednesday, April 22. The mass grave included confirmed victims of the coronavirus pandemic. This photo of Britain's Prince Louis painting rainbows was released on his second birthday on Thursday, April 23. The photo was taken by his mother Catherine, the Duchess of Cambridge. US President Donald Trump responds to a question from CNN's Jeremy Diamond during a White House coronavirus briefing on Sunday, April 19. When pressed by Diamond as to why he was taking time during the briefing to discuss praise he has received, Trump said he was \"standing up for the men and women who have done such an incredible job,\" not for himself. \"It's not about me. Nothing is about me,\" he said. The clips Trump played at the briefing praised himself and not health care workers.  Air Force Academy cadets, spaced 8 feet apart, celebrate their graduation as fighter jets fly overhead on Saturday, April 18. Students take exams at a high school in Overeen, Netherlands, on Tuesday, April 21. Students sat away from one another and wore protective slippers over their shoes.  A nurse poses with a 1-month-old baby in Bangkok, Thailand, on Wednesday, April 22. The Reuters news agency reported that the baby, the country's youngest coronavirus patient, has successfully recovered. Shocking photos from Philadelphia showed seven bodies, in the back of a pickup truck, being transported from a local hospital to the medical examiner's office on Sunday, April 19. The Philadelphia Department of Health confirmed the incident and the number of bodies in the truck. The causes of death were not immediately known. People visit Jacksonville Beach, Florida, on Friday, April 17. Jacksonville reopened beaches and parks Friday afternoon as more states consider easing restrictions that were put in place to battle the coronavirus pandemic. People view the moon from the roof of the Al Musariin Mosque in Jakarta, Indonesia. They were waiting to mark the official first night of Ramadan, the Muslim holy month, on Thursday, April 23. In photos: A Ramadan unlike any other A SpaceX Falcon 9 rocket lifts off from the Kennedy Space Center in Florida on Wednesday, April 22. Elon Musk's space venture launched another batch of its Internet-beaming satellites into Earth's orbit Wednesday, continuing the company's push to create a multibillion-dollar telecom business. A couple poses for a wedding photo in Wuhan, China, on Sunday, April 19. For more than two months, the city was sealed off from the outside world. Weddings in the city were postponed. People in Tel Aviv, Israel, spread out from one another as they protest Prime Minister Benjamin Netanyahu on Sunday, April 19.  First-base umpire Lee Gye-sung wears a protective mask and gloves during a professional baseball game in Seoul, South Korea, on Tuesday, April 21. South Korea's professional baseball league is playing its preseason right now. The regular season will start May 5, but because of the coronavirus pandemic, there won't be fans in the stadiums. A swan and its cygnet swim in a London canal on Wednesday, April 22. House Speaker Nancy Pelosi walks in front of bust of President Abraham Lincoln as she arrives on Capitol Hill on Thursday, April 23. Cars are lined up a drive-in movie theater in Chemnitz, Germany, on Wednesday, April 22. A dinosaur atop the Ripley's Believe It or Not museum in Hollywood encourages people to wash their hands on Sunday, April 19. A woman in Teltow, Germany, photographs the blossoms of a Japanese cherry tree on Sunday, April 19. Candles form a giant cross in Zella-Mehlis, Germany, on Friday, April 17. Volunteers lit close to 4,000 candles in memory of coronavirus victims in Germany. The Rolling Stones perform live for the virtual concert \"One World: Together at Home\" on Sunday, April 19. The campaign is raising funds for the World Health Organization's Covid-19 Solidarity Fund. A man and his dog run in the Indian village of Jalot, near the Dhauladhar mountain range, on Wednesday, April 22. Volunteer Larize Nel lies next to Mapimpi, an orphaned rhino, at a rhino sanctuary in Mookgophong, South Africa, on Friday, April 17. A meteor streaks across the sky in Pitstone, England, during the Lyrid meteor shower on Wednesday, April 22. Nurses rally outside of the White House on Tuesday, April 21, calling on the Trump administration to order the mass production of personal protective equipment.  People relax in New York's Central Park on Sunday, April 19. Fans watch a mixed martial arts event in Minsk, Belarus, on Friday, April 17. Clowns entertain children in Khan Younis, Gaza, on Sunday, April 19. Triathlete Leslie Amat trains at her home in Havana, Cuba, on Monday, April 20. Students read on a playground in Xuzhou, China, on Wednesday, April 22.  Police officers in Howrah, India, wield batons against a man they say defied a government-imposed lockdown on Sunday, April 19. This aerial photo shows people gathered on a beach in Hong Kong on Sunday, April 19. A mounted gendarme is stationed outside a supermarket in Courseulles-sur-Mer, France, on Friday, April 17. A worker disinfects a bus station in Bogota, Colombia, on Sunday, April 19. People wave as the cruise ship Ruby Princess departs from Port Kembla, Australia, on Thursday, April 23. Crew members are going back to their home countries. This flock of sheep, seen here on Friday, April 17, is helping to keep the grass maintained at the Avington Park Golf Course in Winchester, England. The golf course is using the sheep because it had to furlough a majority of its staff. The Fort Myers Police Department makes a heart out of police cars to thank health-care workers at Lee Memorial Hospital in Fort Myers, Florida, on Thursday, April 16.  Soldiers wear face masks in Ankara, Turkey, on Thursday, April 23. Philip Hernandez and Marcela Peru drive away in their car after they were married in the Honda Center parking lot in Anaheim, California, on Tuesday, April 21. The coronavirus pandemic has altered wedding plans across the world. See last week in 47 photos"], "Language": false}