{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/us/black-women-lawsuit-golf-course/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Taylor Romine and Chandelis Duster, CNN"], "Writers": [["Taylor Romine", "Chandelis R. Duster"]], "FirstPublishDate": ["2020-04-23T04:54:03Z"], "LastModifiedDate": ["2020-04-24T02:19:14Z"], "Headline": ["Black women sue golf course that called cops alleging they were playing too slowly"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A group of African American women who allege that management at a Pennsylvania golf course mistreated them when they called police because they were playing too slowly are now taking legal action. Myneca Ojo and Karen Crosby, two of the five women involved in the 2018 incident, filed a racial and gender discrimination lawsuit on Monday against Brew Vino LLC, which owns Grandview Golf Course, as well as several employees involved. The lawsuit alleges that an owner told a member of their group that they weren't keeping pace and treated them differently than other players on the course, who the lawsuit says were Caucasian and male.  The lawsuit seeks a jury trial and requests compensatory and punitive damages but does not list a specific amount.  An investigation by the Pennsylvania Human Relations Commission found that the women had probable cause that they were \"profiled, harassed, evicted and subjected to different terms and conditions of service because of their protected classes,\" and granted them the right to sue, according to the lawsuit.  CNN has reached out to Brew Vino for comment but has not received a response. Women were told they weren't following policy, lawsuit says According to the lawsuit filed in US District Court for the Middle District of Pennsylvania, the plaintiffs had recently bought memberships to the golf course and decided to put them to use for the first time on April 21, 2018. Although their group was one person more than the Grandview's usual limit, the person who checked them in allowed them to proceed. Frost had delayed play earlier in the day, the lawsuit says, so their tee time was pushed from 10 a.m. until sometime between 10:39 a.m. and 11:12 a.m.  Once they were two holes in the game, Steve Chronister, who identified himself as the owner of the course, told one member of the group that they were moving too slowly, the lawsuit alleges. The women contend in the lawsuit that they weren't playing slowly, and say one of them told Chronister that he was treating them differently than the other players on the course. After this interaction, the lawsuit alleges that Chronister called 911 to say they weren't following policy. An officer came to the location, but Chronister asked her not to confront them because they had moved ahead, the lawsuit says. After completing the first nine holes, three of the five women left because of their experience earlier in the day, the lawsuit alleges. Myneca Ojo and Sandra Thompson continued playing the rest of the course, the lawsuit says. When another group arrived at 10th tee at the same time as they did, the lawsuit states, the group told them to go ahead because they were taking a break. When the women started to play, Jordan Chronister, an employee at Grandview, came up to the women and told them they could not \"cut people off,\" according to the lawsuit. Both Thompson and a man from the other group explained the situation, but an argument started between the women and management, which was captured on video, the lawsuit says. Grandview attempted to refund the cost of their memberships on the spot, but the women declined. At this point, Steve Chronister called 911 again, the lawsuit says. It is unclear whether the women left on their own or were escorted by police. The lawsuit cites information from a Pennsylvania Human Relations Commission hearing in which a golfer in the group immediately behind the women stated his group was not held up and that he felt the women were being targeted. The lawsuit also claims that Steve Chronister defamed the women in public statements to the media, specifically in regard to a comment made to the York Daily Record in February of this year, after the PHRC ruling giving the women the right to sue. \"Throughout the hearings, the five accusers testified under oath and before this kangaroo court, asserting the false claims and ultimately committing perjury, which I can prove,\" Steve Chronister was quoted as saying in a February 25 article. Two years later In a statement to CNN, the lawyers representing Ojo and Crosby said that the Pennsylvania Human Relations Commission made an objective determination that their clients were harassed, and therefore are continuing to federal court. \"The civil rights violations undertook by representatives of Grandview Golf Course against our clients in April of 2018 continue to shock the conscience of civil-minded Americans,\" attorneys John L. Rollins and Mary H. Powell said. Crosby told CNN Wednesday she is \"relieved and happy\" by the suit. \"Feels like we will have some sort of closure to this situation,\" Crosby said. She also said since the incident they eventually stopped golfing because they \"didn't feel comfortable doing it.\" \"This is a small area and there was a lot attention brought to it, we just didn't feel comfortable doing it,\" she said, adding that she occasionally would golf with her husband. \"Hopefully this year we will be able to play again once this dies down. We'd like to.\" Sandra Harrison and Carolyn Dow filed a similar lawsuit against the golf course Tuesday, citing discrimination in a place of public accommodation and discrimination in performance of contract, according to court documents filed in the US District Court for the Middle District of Pennsylvania.  Ian Bryson, their attorney, told CNN on Thursday they are also asking for a declarative judgment that they were discriminated against instead of just a monetary judgment.  \"It's hard to put a value on someone's civil rights. It's not just about money,\" he said, \"but about vindication of civil rights.\" He also said Harrison and Dow \"are interested in getting a resolution more than anything\" when asked how they were feeling about the lawsuit. Jordan Chronister, as well as the other defendants in the lawsuit, did not respond to CNN's request Thursday for comment on the lawsuits. Defendants Steve Chronister and Brian Polachek did not comment when reached, but instead pointed to an article in the York Daily Record that says \"current and former state employees have told the York Daily Record/Sunday News that the Pennsylvania Human Relations Commission has not handled investigations properly,\" referring to cases more generally as well as the Grandview case. In response to the allegations, Chad Dion Lassiter, executive director of the PHRC, said that while he couldn't comment directly on the case, he denied \"any allegations of mishandling and bias.\" He continued to say that while there is a backlog, it is important to take the time to consider every case. \"Since I became executive director two years ago, I've insisted on transparency in our processes and redundancy in our procedures,\" Lassiter said in a statement. \"What do I mean? The Pennsylvania Human Relations Commission has a backlog of cases. I've been transparent about that. Do I like it, absolutely not. \"In fact, one of the things that my staff is dedicated to working on during this pandemic is clearing the backlog. However, we aren't manufacturing widgets. Each case is different and requires that we give the individual attention necessary to reach fair and equitable outcome, to that end we require that several sets of eyes review every case.\" Thompson told CNN that Steve Chronister and others are \"recycling their opinion they've told reporters\" and \"I don't really have a comment to their opinion.\" \"They had an opportunity to come to the hearings and give testimony but they didn't,\" she said. \"Nothing has been presented to challenge our testimony and that's what PHRC went by.\" She also said the defendants fought subpoenas from the PHRC to attend hearings and didn't show up to planned remediation. Thompson, who is also an attorney, told CNN earlier Thursday she filed a writ of summons -- a precursor to filing a complaint -- in the York County Court of Common Pleas. Asked about filing a suit in the future, Thompson said, \"Who knows, since they filed already, what may happen.\" She later told CNN the writ of summons is the \"first step. It stops the statute of limitations and puts them on notice that a lawsuit is coming.\" \"I do intend to file -- it all depends on the timing,\" Thompson said."], "Language": false}