{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/michael-caputo-tweets/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andrew Kaczynski, Nathan McDermott and Em Steck, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T18:02:19Z"], "LastModifiedDate": ["2020-04-23T23:17:48Z"], "Headline": ["New HHS spokesman made racist comments about Chinese people in now-deleted tweets"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The new spokesman for the Department of Health and Human Services in a series of now-deleted tweets made racist and derogatory comments about Chinese people, said Democrats wanted the coronavirus to kill millions of people and accused the media of intentionally creating panic around the pandemic to hurt President Donald Trump. Michael Caputo, a longtime New York Republican political operative who worked on Trump's 2016 presidential campaign, was appointed last week as Assistant Secretary for Public Affairs at HHS, a prominent communications role at the department which serves a central role in the federal government's response to the coronavirus pandemic.  Caputo, a prolific user who often tweeted insults and profanity, recently erased nearly his entire Twitter history from before April 12. CNN's KFile used the Internet Archive's \"The Wayback Machine\" to review more than 1300 deleted tweets and retweets from late February to early April many of which were regarding the rapidly spreading coronavirus. While he occasionally weighed in with praise for public officials or more straightforward observations, tweets from this period are also littered with conspiracy theories and controversial language to go after perceived critics of the Trump administration. In a series of tweets on March 12, Caputo responded to a baseless conspiracy theory that the United States brought the coronavirus to Wuhan, China, by tweeting that \"millions of Chinese suck the blood out of rabid bats as an appetizer and eat the ass out of anteaters.\"  He followed up at another user, \"Don't you have a bat to eat?\" and tweeted at another user, \"You're very convincing, Wang.\" After publication, Caputo responded to CNN's request for comment by saying that reporting on his past tweets is \"fair game, dude. I don't care. It doesn't matter to me at all.\" He claimed that he deletes his tweets \"every month and I do it because it drives people mad.\"  He added \"when you tweet in spirited fashion, KFile is going to have them. I've known that all my days. So I don't mind what you've done.\" Caputo defended his past Twitter behavior saying he was \"a defender of the President\" tweeting in a \"spirited manner\" that included calling out reporters, but he said he's \"now a servant of the American people and some might be disappointed, but my tweets will be different.\" Spokespeople for HHS did not respond to requests for comment. A spokesperson for the White House declined to comment.   Caputo also used his Twitter account to aggressively attack Democrats and the media.  In March, he referred to one White House reporter as \"a dick\" after that reporter had a heated exchange with the President. He said many Americans viewed reporters as \"the enemy of the people\" for \"carrying water for the Chinese Communist Party.\" He implied that MSNBC host Joe Scarborough was guilty of sedition.  On March 8, he said a Democrat may try to inflict hundreds of thousands of American deaths from the coronavirus, creating a hypothetical scenario comparable to James Hodgkinson, the anti-Trump man who shot House Majority Whip Rep. Steve Scalise and four others during a Republican congressional baseball game practice in 2017. \"Coronavirus is the Democrats' new Russia, their new Ukraine. And nobody will believe them except their zombies. But know this: The Dems' strategy to defeat @realDonaldTrump requires 100s of thousands of American deaths. Will one of their nutjobs make it happen, a la Hodgkinson?\" That same day, Caputo retweeted conservative actor Nick Searcy saying, \"Democrats are pulling for the virus to kill a lot of people.\" In other tweets from March, Caputo claimed the media created \"intentional\" panic created around the outbreak, saying it was \"orchestrated by soulless Trump critics who seize every crisis as an opportunity to stop him.\" Caputo is a friend of political operative and Trump associate Roger Stone, leading a campaign to have Stone pardoned after he was found guilty of lying to Congress, obstructing a congressional inquiry and witness tampering after Special Counsel Robert Mueller's investigation brought charges against him. He was sentenced to 40 months in prison in February.  Caputo was also interviewed by Mueller prosecutors and testified before Congress, and adamantly denied there was collusion between the Trump campaign and Russia.  Caputo resigned from the 2016 Trump campaign after he tweeted \"Ding Dong the witch is dead\" following the news that its campaign manager Corey Lewandowski had been fired. Here are some of Caputo's deleted tweets pertaining to the unfolding health crisis in the United States: February 28: Caputo tweets, \"Bottom line, a lot of Americans have to get sick and die for coronavirus to tank the Trump economy. The Democrats' only hope for 2020 victory is a sunk economy. They're talking it down right now. But their strategy only works if a lot of Americans get sick and die.\" March 8: Caputo tweets, \"Coronavirus is the Democrats' new Russia, their new Ukraine. And nobody will believe them except their zombies. But know this: The Dems' strategy to defeat @realDonaldTrump requires 100s of thousands of American deaths. Will one of their nutjobs make it happen, a la Hodgkinson?\" March 8: Caputo retweets a tweet from the conservative actor Nick Searcy that read, \"Democrats are pulling for the virus to kill a lot of people.\" March 8: Caputo tweets a screenshot of a Washington Post story, \"How the Trump administration lost control of the coronavirus crisis.\" \"The Get Trump Media has shifted gears again: from the Russia Hoax to the Ukraine hoax to this. REMEMBER: Coronavirus is serious. The media is not.\" March 11: Caputo tweets in a chain on testing shortages, \"A lot of the panic is orchestrated by soulless Trump critics who seize every crisis as an opportunity to stop him. And fail.\" Still, Caputo acknowledged that the lack of testing was an issue. March 11: Caputo tweets, \"For the Democrat 2020 victory strategy to work, 100,000+ Americans have to die. For the Democrat 2020 victory strategy to work, you have to believe the media. Media literacy is more vital now than ever. Question everything - smell the BS - start by doubting anonymous sources.\"  He follows up in a tweet saying, \"There must be a national pandemic tragedy for the Democrats to win. They're counting on it now.\" March 12: Caputo tweets in response to the baseless conspiracy that the US brought coronavirus to Wuhan that, \"Sure, millions of Chinese suck the blood out of rabid bats as an appetizer and eat the ass out of anteaters but some foreigner snuck in a bottle of the good stuff. That's it.\" He follows up, \"Don't you have a bat to eat?\" He tweets at another user, \"You're very convincing, Wang.\" March 13: Caputo tweets that New York Gov. Andrew Cuomo is an \"*asshat.\"  March 14: Caputo tweets, \"100s of thousands must die and the US economy must collapse for the Democrat 2020 victory strategy to succeed. They're getting so excited for the carnage. Sick people.\"  He follows up, \"Of course he has\" -- in response to Trump being proactive. \"This Democrat strategy, echoed by their conjugal media, will fail. Hoping your country fails and hundreds of thousands die so you can gain power is a sick and twisted strategy. America will punish them.\" March 14: Caputo tweets, \"Taking down names of progs who pick out of context phrases from Administration statements so they can 'LOL' for resistance cred while Washington deals with a pandemic. These are the biggest assholes. Hugest shitbags. Gargantuan sphincters.\" March 15: Caputo tweets a reference to a conspiracy about George Soros, the prominent philanthropist and Democratic donor. \"Are you kidding? Soros's political agenda REQUIRES a pandemic.\" Soros is the subject of numerous anti-Semitic conspiracy theories fueled by extremists and in 2018 a pipe bomb was sent to his home in New York state. March 15: Caputo tweets at Daniel Goldman, a lawyer for House Democrats during impeachment, \"Wow. I started out feeling badly for you. At least now we know the Wuhan Virus doesn't have any lingering effects on douchebags.\"  Goldman had tested positive for coronavirus and had tweeted, \"One final note: I may be the first you know who tested positive, but I won't be the last. Let's take care of each other, listen to the experts and the cities, states and corporations who are taking the lead in the absence of the fed government, and get through this together. END.\" March 16: Caputo tweets in response to a tweet noting the Dow Jones Industrial Average had lost all its gains since Trump took office, \"The Democrat celebration of the death and destruction will be held soon.\" March 17: Caputo tweets, \"#ChineseVirus\" 20 times in a row. President Trump in March began calling the coronavirus the \"Chinese virus.\"  Trump claimed he did so to counter conspiracy theories from Chinese media and an official that the US brought the coronavirus to Wuhan. Trump claimed he also did so because it was \"accurate... it comes from China, that's why.\" Trump denied that it is a racist term. Critics alleged the President did so to deflect blame from his own administration's preparation failures. Trump subsequently decided to pull back from associating the coronavirus' name with China. March 17: Caputo tweets, \"The Chinese Communist Party has always been adept at lying to cover their murders. What's remarkable here is the US Democrats and their conjugal media repeating CCP propaganda because they hate Trump more than they love America. The Wuhan virus has exposed them.\" March 17: Caputo tweets claiming there is \"intentional media panic.\"   \"Saying the intentional media panic doesn't exist is dishonest. Saying everything in this crisis transpires because of intentional media panic is also dishonest,\" writes Caputo. March 17: Caputo tweets a conspiracy that implies economist David Rothschild is a member of the European Rothschild family calling him, \"an inbred elitist sphincter whose family craves control. That's one reason why he constantly lies about President Trump.\"  Rothschild told CNN he is not related to the banking family, which is frequently the target of anti-Semitic conspiracies. March 18: Caputo tweets, \"Double down on #ChineseVirus. Leftists lost the true meaning of 'racism' long ago.  And polls show they've beaten this dead horse so badly that GOP, independent, and soft Dem voters ignore them.\" He adds, \"Nobody should let Democrats and their conjugal media popularize Chinese Communist Party talking points. Democrats + Media = CCP.\" March 18: Caputo tweets after a reporter asks Trump why he calls it the \"Chinese Virus,\" \"And they wonder why many consider them now the enemy of the people. Carrying water for the Chinese Communist Party is reason enough.\" March 20: Caputo tweets at Democratic Sen. Chris Murphy of Connecticut to, \"Try to support America until this is over. Even you can do it"], "Language": false}