{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/world/coronavirus-nepal-food-shortage-quarantined-54-kids-cnnheroes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allie Torgan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T21:39:21Z"], "LastModifiedDate": ["2020-04-23T21:39:21Z"], "Headline": ["Quarantined and caring for 54 kids in rural Nepal: How one CNN Hero is doing it"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["New Jersey native Maggie Doyne is seeing firsthand the toll that the Covid-19 pandemic is taking on women and children in rural Nepal. In Surkhet, a district in the country's Midwestern region, Doyne's nonprofit serves vulnerable children and their families through a school, a women's center, a safe house, and a children's home. \"Our front gate gets swarmed with women and families asking for support,\" said Doyne, the 2015 CNN Hero of the Year. \"I've never seen anything like this. So many mothers struggling and scared, children are hungry.\" When Doyne was 19 years old, she purchased land in Surkhet with her babysitting money and co-founded the BlinkNow Foundation. In 2007, she and her organization built the Kopila Valley Children's Home with the help of friends around the world and the people of Surkhet. Today, Doyne lives in the home with her growing family -- which includes her husband, Jeremy, and 54 children, including her biological daughter, Ruby. They are all currently quarantined there.  Graduates of the home also receive care. \"We have 12 kids in college all over Nepal, so we had to get them all in a minivan and get them back into quarantine in an apartment across the street,\" said Doyne, who is now 33. To educate, feed and care for a family of close to 60 in quarantine, plus the college kids across the street, the group has come up with creative solutions. They are also using their emergency food supply, and relying on their gardening and farm programs to supplement what they can no longer purchase. \"We're just making the best of it and taking in each moment, taking it day by day,\" Doyne said. \"We're trying to keep the normalcy of a schedule with game time, home school time, meals, bedtime. We had bread, we had butter, we had eggs. And all of a sudden, that just was gone. And it was rice and beans. I've never seen the kids so excited about peas from the garden.\" Doyne and her team have also launched an emergency aid program to reach the community's most high-risk and in-need populations, sharing from their food bank to help those struggling outside their gates. \"We had to pivot and re-strategize,\" she said. \"We are procuring as much food as we can find, scouring everywhere to get food into the hands of widowed women and single mothers and children. We've set up a food bank. We've mobilized our health and wellness team to make sure vulnerable families are safe and protected. We're just doing everything we can to keep this community safe.\" CNN has been in communication with Doyne since the crisis began to unfold. Below is an edited version of those conversations. CNN: What does shelter in place look like there?  Doyne: Sheltering in place and lockdown, when you're in this part of the world, it looks different. There's been power cuts, there's been rampant food shortages. There's no access to cash. People can't work. You can't buy soap. There's not a lot of water to be had. People don't have household taps or household toilets. I worry for our most vulnerable population, daily wagers who are not able to work in this climate, and the multiple billions of people who live on less than $2 a day and the families that are hand-to-mouth day in, day out. CNN: How are you coping? Doyne: It's definitely been a roller coaster of ups and downs. I have moments where I'm scared and think about how everything's shut down. There's no coming in. There's no going out. We're worried about family and friends around the world. And there is the intensity of trying to keep a family safe and prepared and also keep things light and joyful. We've been humbled by the support and the love. We're trying to stay strong and level-headed and do as much as we can while staying safe and taking every precaution necessary. I think it's made all of us in Nepal and around the world realize everything that we had before the pandemic. CNN: What is the biggest need right now? Doyne: It's become evident that people are running out of food. Top (BlinkNow's co-founder) and I did some food drops and were absolutely shocked by what we saw. Homes had been broken into for food. People were surviving on salt and chili powder. It's become very clear we are in a very serious situation.  Our biggest need right now is to continue to raise funds for our relief efforts. You can follow along on our journey at BlinkNow.org. In each food kit, at the food bank, we put together local vegetables from farmers, 25 kilograms of rice, five kilograms of lentils and beans. Cooking oil, salt, and soap. We've shifted our food bank to government buildings for that extra layer of protection, and people can come in, take their kit, carry it on their back, and get back to their village or their home. We're collaborating with local governments and calling on everyone we can for support as we weather the storm over the next couple months. CNN: What keeps you going? Doyne: It's scary, but I'm also really hopeful to see that we can do something and share what we have and mobilize. I've just been so touched by all the generosity and mobilization to get food into the hands of people who need it the most. We're a small and mighty team, in both Nepal and the US, working to serve our mission for children in this region. And we're going to keep working for as long as these stay at home orders last. We'll be doing everything we can on the ground here to keep our community safe and our women and children safe, fed, nurtured, cared for. Want to get involved? Check out the BlinkNow Foundation website and see how to help."], "Language": false}