{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/trump-campaign-app/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Bash and Bridget Nolan, CNN"], "Writers": [["Dana Bash", "Bridget Nolan"]], "FirstPublishDate": ["2020-04-23T15:27:29Z"], "LastModifiedDate": ["2020-04-23T15:27:29Z"], "Headline": ["Trump's new campaign app gamifies voter outreach"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Share a Trump tweet, win a point. Share the campaign app with a friend, win 100 points. Earn 5,000 points and you can redeem a campaign store discount. Earn 100,000 points, and you can get a picture with President Donald Trump. The new Trump campaign app uses gamification to drive voter outreach and valuable data collection. It's the latest effort from the campaign as it tries to push its already sizeable digital advantage to a victory in the 2020 election against presumptive Democratic presidential nominee Joe Biden. In doing so, it is building off Trump's 2016 campaign's successful and innovative effort to target voters through online platforms like Facebook and Twitter.  With the 2020 election focus now dominated by a health and economic crisis and the President's leadership of both -- far-rockier terrain than his reelection team was planning for -- the campaign's digital prowess is more vital than ever.  \"Millions of people watching a day engaging with us online. People are at home. They're engaged. They're trying to get on their computer, see what's happening,\" Trump campaign manager Brad Parscale told CNN in an exclusive interview.  \"I think about this is as a time that has let us build this to be even more robust than we ever thought that digital can work in politics,\" he said. Visit CNN's Election Center for full coverage of the 2020 race Parscale said that the app, which he soft launched last weekend and has been in the works for more than six months, is designed to harness the thrill of winning contests and free stuff to engage the President's supporters.    Originally, the vision for the app was to center it around Trump rallies, which were already being used by the campaign to sign up thousands of people and encourage them to get involved and expand the Trump network. The gamification of the app was intended to build on that by granting supporters who have accumulated enough points prizes like expedited entry into the events, or even a chance to meet the president.   But when the coronavirus crisis worsened in the US and rallies were canceled in mid-March shortly before the app was slated to launch, Parscale and his team had to rework it. Now, supporters who download the app can watch multiple live \"shows\" hosted by senior campaign aides and surrogates. \"We retooled it to make sure it could support all of our virtual events,\" Parscale said. \"We were very rally-based for a long time as well and moving to virtual events was probably the largest change we had to make. But within a couple of weeks we had the technology, the broadcasts, everyone set up their studios around the country in their homes and surrogates and we were able to go from a couple of shows our first week to now multiple shows a day,\" Parscale added. The app is already being used to amplify the President's messages on Covid-19 -- like the executive order this week temporarily halting new green cards, which plays to the base on his signature issue strident stance on immigration. The concept behind the app is this: A Trump supporter can access his or her phone contacts through the app and then is encouraged to share the app with friends. \"Help me gain some points for my app,\" Parscale said, describing a target voter or volunteer. \"(The friends) install it, next thing you know they are getting notifications from us.\" To install the app, you must give your cell phone number, which is valuable voter information. But if they fill out the optional profile with additional information, like a home address, that is campaign gold. \"By the time I'm done with that, I will at least be able to identify you on a voting basis in the upper 90 percentile. We'll see we might find new people here in addition to the current profiles that we haven't been able to test before,\" Parscale said. By \"90 percentile,\" Parscale says he means that they believe the can marry the information that they get from the app with the enormous voter file at the Republican National Committee, which now has data on more than 200 million Americans. That is key when it comes to so-called microtargeting down the road -- reaching out to voters on specific issues the campaign knows will persuade them based on their interests. \"The data we'll get from that is great, especially finding voters that don't show up in polling information, what I've always called the hidden Trump votes,\" he added.    Data-driven campaign   In 2016, Parscale, who, like his boss, had no previous political experience, was the Trump campaign's digital director. Much to the chagrin of the candidate, who later thanked him, Parscale pushed to focus money and manpower on the campaign's online presence, even bringing Facebook representatives into the Trump operation to better target digital ads.   In this election cycle, the Trump campaign used the gift of time as Democrats battled for the nomination to raise tens of millions of dollars and lay the groundwork for a sophisticated digital operation, which is Parscale's wheelhouse.  \"Our campaign was always kind of built with digital infrastructure. People always said, 'you're going to have a digital department?' I said no, the whole campaign's digital. I think that really came out to be valuable when the coronavirus pandemic hit,\" he said. It's clear that Parscale sees this app as the crown jewel. \"Because we started the campaign so early, we were able to make the decision to build our own app, an app that the campaign actually owns, and be able to build it exactly would be best for the President,\" said Parscale. The user-friendly Trump app is self-contained, and features tutorial videos from top campaign aides and surrogates like Lara Trump, who explains how to become a \"digital activist\" on social media and host a \"MAGA meet up.\" Kimberly Guilfoyle explains how to become a fundraising \"bundler\" and political director Chris Carr discusses how to be a grassroots \"team leader.\" Biden's campaign also has an app that delivers information about events -- all virtual these days -- as well as the latest campaign news and guidance on where and how to volunteer and donate.  Biden's is not gamified, and the app largely directs supporters to the candidate's website.  Some Democrats publicly express concern that the Biden's campaign's digital presence is lagging in normal times, even more so in the age of coronavirus with everything happening online. Former Obama campaign manager Jim Messina sounded the alarm, recently speaking to fellow former top Obama adviser David Plouffe on his podcast. \"The numbers are pretty stark. Joe Biden has 4.6 million Twitter followers. Donald Trump has 75 million. Joe Biden has 1.7 million Facebook fans. Donald Trump has 28 million,\" Messina said. \"Biden's first virtual online chat got 5,000 people. Just one with Lara Trump gets 945,000,\" said Messina. A Biden campaign aide made clear to CNN that they are still in building mode as the presumptive nominee, but hopes other advantages -- like with pop culture icons -- will start to close the gap on Trump's digital advantage. \"We have the breadth of the Democratic Party's digital platforms that are available to us now: Bernie (Sanders) on with Cardi B, (Elizabeth) Warren on Miley Cyrus' Instagram Live, Barack Obama's endorsement video being in the top 3 on YouTube for 24 hours. There is huge footprint and reach available to us,\" said the Biden aide. \"There are two sides of the internet, two types of content that get traction: divisive hateful content, and compassionate, heartfelt content. We aren't trying to compete with Trump on the first one. But we're going to do well with the second one, and that takes time to build community and connection and that's what we are doing right now,\" said the Biden aide. Long term goal: Insurance policy against social media companies The app now displays all Trump social media posts -- particularly the President's tweets. But Parscale says a long-term goal is for the app to be a new platform for direct Trump contact with supporters, especially if \"social media giants or carriers decide to play a game with President Trump\" and block his communications. He says he thinks this is going to be one of the more \"controversial\" goals of the app. \"This allows every person who wants to support President Trump to directly download the app, get information, communicate with us without the need of a third party company that might or might not be biased against us,\" he said. He noted that the homepage of the app is the campaign press release page, followed by social media feeds. \"If anything happened, this feed is directly controlled and owned by us through our app with no third party intermediary,\" he said. \"I wanted an app that we directly owned that if we need to engage them directly, we can,\" he added. Some aspects of grassroots campaigning will always be invaluable -- like volunteers knocking on doors. A section of the app is dedicated to knocking on doors -- with instructions like \"make sure to always smile and be friendly\" and cautioning not to \"argue with voters.\" That's lost its relevance at this time of social distancing.    \"We had to change the way we start to look at engagement and what successes are,\" Parscale admitted. \"We had to relook at that using tools that come from social media platforms like Facebook, Twitter, Google, YouTube, these kinds of things. We have to put together a new way. We've done that and we've measured that. We use an overlay to polling on that so we can really determine what effect is that we're getting and what kind of value we're getting per post, per video, per online broadcast,\" he said. Parscale is still hopeful traditional campaigning will resume at some point, but says the campaign will keep the digital expansion it was forced into by the coronavirus up and running. \"We're not going to turn this off. We're going to leave this part of the organization running and just turn back on the ground game,\" he said. \"The app still has a place to sign up for door knocking when it comes back. I want to have volunteers ready. I need to have that database saying, 'I'm willing to do it when things get back' if and when they do,\" he said."], "Language": false}