{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/faroe-islands-virtual-tourism/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-04-23T10:04:28Z"], "LastModifiedDate": ["2020-04-23T11:19:40Z"], "Headline": ["Now you can remote control people in the Faroe Islands"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Amid the worldwide Covid-19 outbreak, tourist attractions around the world have closed their doors and moved things online, providing virtual reality experiences and museum tours.  However, the Faroe Islands has taken this idea one step further.  The island group, which is a self-governing department of Denmark, has set up a website where people can dictate moves for a real-life Faroese guide using an online controller that resembles a video game console. Every day at 5 p.m. local time (GMT +1), a local Faroese resident comes online, and everyone who has logged on to the website can \"control\" them for one minute by pressing the \"run\"  or \"jump\" buttons or by navigating up, down, left or right.  The local wears a plastic safety helmet mounted with a GoPro and then sets off.  And social distancing should not be an issue. According to the United Nations, the archipelago -- which is located in the North Atlantic Ocean between Norway, Iceland and Scotland -- has fewer than 50,000 residents spread out among its 18 islands.  Not only does the virtual tourism opportunity present a way for curious travelers to learn more about the islands, it also fits in with the Faroes' approach to thoughtful travel.  As the islands' popularity has increased over the last few years, the Faroese have tried to strike a balance between welcoming guests and protecting the beautiful landscape people come from around the globe to see. \"Now that we don't have any tourists ... we have a lot of extra time on our hands,\" said Guðrið Højgaard, the CEO of Visit Faroe Islands, the archipelago's tourism body, about the idea's origin.  Each day's journey begins from a different spot somewhere on the islands, giving repeat visitors an opportunity to see something different. Multiple forms of transit are also involved -- some days the guide may get around by boat, seaplane or horseback as well as on foot. And each trip lasts a minimum of one hour, meaning that up to 60 people can have a chance at guiding their new Faroese friend. In 2018 and 2019, the Faroes chose to close to visitors for one long weekend in April. But the borders weren't exactly closed -- travelers interested in helping the locals care for their environment could apply as voluntourists for the period.  This April, though, there are no tourists at all coming to the islands. So a digital tour is the next best thing. "], "Language": false}