{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/us/iyw-coronavirus-therapy-dog-care-packages-healthcare-workers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Bergeron, CNN"], "Writers": [["Ryan Bergeron"]], "FirstPublishDate": ["2020-04-22T12:37:39Z"], "LastModifiedDate": ["2020-04-23T02:39:20Z"], "Headline": ["Loki the therapy dog is delivering care packages to ICU nurses during the pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The sight of nursing scrubs is a surefire way to get Loki wagging her tail. It's not something that leaves most dogs panting with excitement. But Loki isn't your typical dog -- she's a two-year-old Rottweiler therapy dog, or a \"dogtor,\" as she is otherwise known. Loki and her owner, Caroline Benzel, have been doing therapy sessions at the University of Maryland Medical Center about three times a week since last December. \"We were doing therapy for the entire hospital system,\" said Benzel, a second-year medical student at the University of Maryland. \"Whether it be custodians, first responders, nurses, doctors, patients, or even family members in the waiting room.\" But now, the current hospital restrictions have forced them to stop in-person visits. So they started doing the next best thing: Providing the staff and patients a chance to check-in with their \"dogtor\" through video conferencing. \"We started contacting people and just checking in and making sure they were doing okay. Then we started doing the FaceTime visits.\"  Something to bark about Benzel and Loki have a special relationship with University of Maryland Medical Center staff. When Loki suffered an ACL injury that required surgery and physical therapy, Benzel, a full-time medical student, had a hard time coming up with the money. \"The hospital suggested that I do a GoFundMe, and they as a whole ended up paying for her entire surgery and her physical therapy,\" Benzel said. \"I got really close with a lot of the staff over doing the therapy visits and they did that for me in my time of need.\" As their digital \"dogtor\" therapy sessions continued, Benzel started to see the effects of the staff's hard work during the pandemic on their faces. \"You can kind of see that wearing PPE for prolonged periods does start rubbing your skin and can start irritating it,\" Benzel said. \"For me, wearing these masks for short periods of time, it starts to irritate my skin. So, I can only imagine for people wearing it for eight to 10 to 12 plus hours, what kind of damage it can do.\" Benzel knew it was time to take care of those who took care of her -- and her dog.  She started putting together \"Hero Healing Kits\" with some self-care essentials. The packages include skin moisturizers, lotions, lip balm, medicated powder, tea and more. And of course, each kit that Benzel puts together has a picture of Loki's furry face to greet hospital staff members. On Loki's social media feed, Benzel appealed for help from the public to create more Hero Kits. The response has been a howling success. So far, she has collected about 4,200 kits between her location in Maryland, and one in Philadelphia. All items in the kit are travel-size, so workers can store whatever they might need during the day in their pockets. While small in size, the kits are making a big impact on those who receive them. \"The staff has been overwhelmed by the generosity of people.\" Fetching attention What started out as a pet project is now lengthening its leash and spreading all over the country. Benzel said similar campaigns have started up in New York, New Jersey, California, North Carolina and more. \"I think a lot of people in a time like this feel pretty helpless. They don't know what they can do to try to support frontline workers. When they see something that they can technically do themselves, it can be a game changer,\" Benzel said. \"This is an easy way for them to make a difference without risking themselves or others in the process. And it truly does make a difference.\" It's giving Loki a chance to put on her scrubs again as well. She got to tag along during a recent visit to the hospital to drop off 1,200 kits. \"She's so excited when I put her scrubs on her. Today, I was trying to get the care packages into the car and she was trying to get in the car the whole time. I had to keep pulling her back. She truly is so excited to come to work and be part of the Maryland medical system.\" A \"dogtor\" that is a hospital's best friend. "], "Language": false}