{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-22-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joshua Berlinger, Adam Renton, Rob Picheta and Zamira Rahim, CNN"], "Writers": [["Joshua Berlinger", "Adam Renton", "Rob Picheta"]], "FirstPublishDate": ["2020-04-22T00:34:48.416Z"], "LastModifiedDate": ["2020-04-23T00:51:10.277Z"], "Headline": ["April 22 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. The UK will have to rely on social distancing measures until there is a vaccine or a treatment for coronavirus, England's Chief Medical Officer Chris Whitty said during the daily Downing Street briefing on Wednesday. “In the long run, the exit from this is going to be one of two things, ideally. One of which is highly effective vaccine, and there are a variety of ways vaccines can be deployed. They can be deployed for dampening down epidemics, they can be deployed to protect vulnerable people. Or, and or, highly effective drugs so that people stop dying of this disease even if they catch it, which can prevent this disease in vulnerable people,\" Whitty said. Whitty cautioned that achieving that goal will take time and that the outbreak will have to be managed through social distancing measure until then. “Until we have those, and the probability of having those anytime in the next calendar year are incredibly small, and I think we should be realistic about that, we’re going to have to rely on other social measures, which of course are very socially disruptive, as everyone is finding at the moment. But until that point, that is what we will have to do,\" Whitty said. \"But it's going to take a long time and I think we need to be aware of that,\" he added. The Spanish parliament voted to approve the extension of its state of emergency proclamation for the third time until May 9. The state of emergency was first decreed on March 14, which ordered severe restrictions on movement and business.  Spain’s Prime Minister Pedro Sanchez argued for another extension during a speech on Wednesday morning.  \"This extension is different than the others” Sanchez said. \"It's the first time I can do this with a carefully optimistic future. It is [the extension] that will begin to de-escalate the rules of confinement\", he added.  Sanchez warned parliament members that the next phase of de-escalation and the return to normality “needs to be slow, gradual and therefore secure.” The prime minister also mentioned that his government is \"implementing a control system\" for people traveling from inside or outside of Spain \"to avoid more imported contagions.\"  \"Each mistake we do now, each challenge we fail, each delay caused by other interests will be a weight we will carry in the next months and years,\" he added. Spain has the world’s second highest cases of coronavirus cases, the country has enforced Europe’s strictest restrictions of movement. ##Daily Life##   There will be no knightings or awarding of other honors at Buckingham Palace in June, and the annual Garter service at Windsor Castle – where Knights of the Garter process with the Queen – has also been called off, a Royal Communications statement Wednesday said. “For practical reasons in the current circumstances all investitures due to be held at Buckingham Palace in June have been postponed. The annual Garter service at Windsor Castle has been cancelled,” the statement said. ##Daily Life## The majority of nurses in Spain say they have been working during the Covid-19 crisis without enough protective equipment, according to a study by the Spanish College of Nursing (CGE). Of the 11,000 nurses surveyed across Spain, 74% said there were no masks in their work unit and 55% reported a lack of protective gowns. \"Health workers didn't have the most basic protection equipment against the virus, which could explain the extremely high number of workers infected in our country,” CGE, the professional body for the Spanish nursing profession, said in a press release on Wednesday. However, the Spanish College of Nursing believes there are many more cases among health workers than have been reported, as the study reveals two-thirds of nurses reported having symptoms but weren't able to get tested. The report also reveals 5% of nurses had to work with symptoms. Madrid, the hardest hit by the virus of Spain’s 17 regions, was also the region with the most number of nurses who reported having symptoms compatible with Covid-19. In a lengthy report about Covid-19, the Ministry of Health said “the high contagion rate among health care workers could be attributed to different factors.” In the initial phase especially when there was less knowledge about how the virus was transmitted, the report said, cases “could have been generated among health care workers improperly protected.” The College of Nursing study also reveals that many workers said they didn't receive enough Covid-19-specific training to treat infected patients or use the special protective equipment. Some nurses also reported receiving \"poor quality\" supplies, such as having to reuse or wash masks and gowns, spending up to 14 hours with the same equipment, and reusing it the next day. ##Health## Pakistan's Prime Minister Imran Khan has tested negative for Covid-19, Dr. Zafar Mirza, his special adviser on health, announced in a tweet Wednesday. \"I am happy to report that his test is NEGATIVE,\" Mirza tweeted. Some background: The decision to test Khan came after Pakistan’s eminent philanthropist Faisal Edhi announced on Tuesday that he has tested positive for Covid-19. Khan and Edhi met in person six days ago. According to Pakistan’s ministry of health, the number of diagnosed coronavirus cases in the country is now 10,076. ##Health##   At least 25,085 people have died in connection with Covid-19 in Italy, according to the Italian Civil Protection Agency.  There are now 107,699 active cases of Covid-19 in Italy.  The total number of cases, including deaths and recoveries, is now 187,327. ##Health##  If the World Food Program’s supply chain breaks down, “people will die and not just of Covid-19, but of starvation,” WFP Director David Beasley told CNN’s Hala Gorani on Wednesday. Beasley warned that this was not a “sky-is-falling\" scenario, but a reality they are currently facing. “It’s not just food, it’s a number of things. If that supply chain breaks down, we can’t move goods and services, we can’t move supplies,” Beasley said. “We now know 135 million people are walking towards the brink of starvation. Out of that 135, we feed 100 million, but 30 million depend totally on us.\" “So if the supply chain breaks down or if the money falls apart, then if 100 million don’t get food, then 100 million don’t live. Then it’s a very bleak situation, so we are very concerned about this.” Beasley said the WFP needs $350 million for extra flights to Africa to help move medical professionals into the country because commercial airlines have shut down. “We have already transported literally millions of testing kits, billions of masks, millions of PPE we have got to keep that rolling out there. That’s where that money comes into play, so we can help these countries in Africa,” Beasley said. Beasley said the world was already facing the worst humanitarian crisis in 2020 due to wars in Yemen and Syria. Now it’s a “perfect storm of extraordinary proportions,” he said. Read more here.e South Korean officials say analysis of samples from recovered Covid-19 patients show all had formed neutralizing antibodies, but almost half still showed viral genetic material, Korean Centers for Disease Control (KCDC) Director Dr. Jung Eun-kyeong said at a press briefing Wednesday.  She added that these patients are likely not contagious. “One can presume that depending on the patient, the virus can stay for different lengths of periods in the body without being completely removed even after neutralizing antibodies had formed. Additional study is underway,” Jung said. About the analysis: The KCDC conducted analysis on 25 recovered patients to determine whether the Covid-19 virus could be detected. 25 patients had formed neutralizing antibodies against the virus, and 12 patients tested positive for Covid-19. When the samples from the 12 patients were cultivated the results were negative, Jung said. Samples were taken from 39 cases that retested positive and so far 6 samples did not cultivate the virus. Examination on 33 other samples is ongoing. ##Health##  Global carbon emissions are expected to fall 6% this year because of the coronavirus pandemic, the World Meteorological Organization (WMO) says. WMO Secretary-General Petteri Taalas said it’s “short-term” good news for the environment, but won’t be enough to get the world back on track to meet the 2015 Paris Agreement targets. “This crisis has had an impact on the emissions of greenhouse gases,” Taalas said during a virtual press briefing. “We estimate that there is going to be a 6% drop in carbon emissions this year because of the lack of emissions from transportation and industry and energy production.” The WMO says while the coronavirus pandemic may result in a temporary reduction in greenhouse gas emissions, it is not a substitute for sustained climate action. “Whilst Covid-19 has caused a severe international health and economic crisis, failure to tackle climate change may threaten human well-being, ecosystems and economies for centuries,” Taalas added. “We need to flatten both the pandemic and climate change curves.” The last major cruise ship remaining at sea during the coronavirus pandemic docked in the port of Genoa, Italy today, regional council member Giacomo Giampedrone told CNN. The planned docking of the Costa Deliziosa was delayed Tuesday due to poor weather conditions. “The Costa Deliziosa has docked and health care personnel will go on board shortly, to transport the body of a woman who died on April 6 to the forensic office where a coronavirus test will be done, mainly as a precaution. Her death seems not be related to coronavirus,” Giampedrone told CNN. “This afternoon the first 540 passengers will disembark, while 897 more will do on Thursday afternoon,” Giampedrone said. \"The ship is clean and with no people isolated on board,”  “We will carry out a protected disembarking, just like we did in other cases of cruise ships that had coronavirus cases on board. But this time we are protecting more the people on board, who have been sailing since mid-March, than vice versa” Giampedrone said. Some context: The port of Genoa was chosen as the final destination of Costa Deliziosa by the Italian Transport Minister and the regional governor. The cruise line company will provide transportation to all passengers and the 900 crew members, according to Giampedrone.  ##Daily Life## ##Travel## If the UK changes its policy and begins recommending the use of face masks for the public, the government will not be able to promise everybody free masks, Health Secretary Matt Hancock told Parliament today.  “We will follow the advice and will listen to what the SAGE [Scientific Advisory Group for Emergencies] says on masks. And then we will implement that,” Hancock said. “I can't promise that we will give everybody free masks. I mean that would be an extraordinary undertaking,\" he added. \"And we do have to make sure we have supplies available especially for health and care staff where the scientific advice has been throughout that the wearing of masks is necessary in those circumstances,” Hancock explained. “We have got to make sure the provision is for them.” Some context: The British government has faced intense criticism over its handling of the crisis, including a lack of personal protective equipment (PPE) for health workers and a slow roll-out of coronavirus testing. ##Health## ##Daily Life## India's government has introduced an urgent executive order to discourage violence against health workers, according to a government announcement following a cabinet meeting today. What this is about: Reports of attacks and discrimination against healthcare workers have surfaced in India over the past two months. In March, medical staff in the nation's capital New Delhi were being evicted and facing threats that their electricity would be cut off.  Earlier this month, CNN reported a mob pelted frontline health care workers with stones as they tried to treat a patient who was suspected of contracting the novel coronavirus in the central Indian state of Madhya Pradesh. “Health workers who are trying to save the country from this epidemic are unfortunately facing attacks. No incident of violence or harassment against them will be tolerated. An ordinance has been brought in, it'll be implemented after President's sanction,” Union Minister P Javadekar said. ‘\"We have zero tolerance and will not allow this in a civilized society,” the minister added. “Such crimes will now be cognizable and non-bailable. Investigation will be done in 30 days.” The coronavirus blame game has reached a new level after Missouri announced it was suing China over the crisis. The US state is seeking damages for what it described as a campaign of “deception” and insufficient action to halt a “preventable” pandemic — allegations Beijing strongly denies. The conflagration over China is becoming a key flashpoint in the 2020 race, with President Donald Trump and presumptive Democratic nominee Joe Biden sparring over the country’s role in the spread of the virus. The battle could turn into a critical showdown in November’s election, Stephen Collinson writes.   Beijing has faced intense scrutiny and criticism over its handling of the coronavirus, and not only from Washington. But the pandemic still presents an opportunity for China to solidify its status as a superpower and global leader – especially as Trump alienates some allies with his “America First” approach, James Griffiths writes.   One outspoken critic of China’s government knows what it means to be socially isolated. The dissident artist Ai Weiwei, who was detained for three months by authorities back in 2011, told CNN that the coronavirus had only strengthened the “police state” in China.   With the Wuhan epidemic now contained, David Culver has returned to see how people there are navigating a new normal, after nearly three months living in lockdown.  Here are Wednesday's other developments... Trump backs off full immigration ban: Trump has announced a 60-day ban on immigrants seeking green cards to live in America permanently, but backed away from plans to stop workers entering the country on a temporary basis.  Famine of \"biblical proportions\": The developing world is facing “multiple famines of biblical proportions within a short few months” unless urgent action is taken, the UN’s food relief agency said. It warned that the pandemic would push an additional 130 million people to the brink of starvation, on top of another 135 million who were already facing crisis levels of hunger.   Homeschooling widens inequality gap: A staggering 90% of the world's students are in lockdown. But it’s going to hit poor kids much harder than rich ones. The inequality gap, present in education systems at the best of times, is being exacerbated by school closures worldwide, experts say.   Bangladeshi garment workers face ruin: When Fatema Akther arrived for work at the Alif Casual Wear garment factory in Dhaka in late March, she had no idea it would be her last day. She’s one of millions of garment workers — most of them women — estimated to have been furloughed or laid off in Bangladeshi factories, as global demand for fast fashion dries up.   Warning of second wave next winter: The director of the US Centers for Disease Control and Prevention has warned that another wave of coronavirus next winter could be “even more difficult” than the current outbreak because it would coincide with flu season.  A version of this story first appeared in CNN's Coronavirus: Fact Vs. Fiction newsletter. You can sign up here to receive it in your inbox every day. Britain's first virtual sitting of Parliament began with the First Secretary of State coming under intense scrutiny over the UK's jarring shortage of coronavirus testing. Dominic Raab, who is standing in for Boris Johnson while the Prime Minister recovers from Covid-19, said the government is making \"good progress\" and would meet its target of 100,000 tests a day by the end of April. But opposition leader Keir Starmer, making his first appearance in the House of Commons since winning the Labour leadership election earlier this month, criticized the government's pace and pointed out the UK is \"way behind\" other European nations on testing. He noted that a mere 18,206 tests were carried out on Monday, with just over a week until the end of April -- to which Raab responded that the UK's capacity for tests is at 40,000 a day. \"I think it’s really important that we fully understand what the First Secretary just said,\" Starmer said. \"That means that the day before yesterday, 40,000 could have been carried out, but only 18,000 tests were actually carried out.\" \"All week I’ve heard from the frontline, from care workers, who are frankly desperate for tests for their residents and for themselves,\" Starmer said. \"They would expect every test to be used every day … so there’s clearly a problem. Why isn’t the government using all the tests available?\" Criticism over the number of tests carried out, and over shortfalls in protective equipment for health care workers, has been leveled at the government throughout its coronavirus response. Raab and Starmer, along with a handful of other MPs, were present in the chamber and sat a safe distance from each other. Most lawmakers joined the session remotely, via a video-conference service. Ukraine will extend coronavirus lockdown measures until May 11 after projections show it peaking early next month, the country’s Cabinet of Ministers said Wednesday. “We need to tell people exactly when and what will be opened, and what the government’s plan of action is,” a statement from President Volodymyr Zelensky's office read. “Peak incidence is expected in early May. People need to understand whether it will be possible to walk in the parks, go to hairdressers, notaries, lawyers and other businesses.\"  The government was considering various options for modifying coronavirus restrictions to boost the morale of citizens and to help restart the economy, according to the statement. Female medical staff in the UK are struggling to find personal protective equipment (PPE) which fits them correctly, according to the British Medical Association (BMA). Most of the equipment is designed to fit men. “It is vital that to keep staff in clinical environments safe they have an adequate supply of PPE and that it fits correctly,\" said Dr. Helen Fidler, deputy chair of BMA UK consultants committee.\n“However, we are aware that in the current crisis, female doctors and other NHS staff are having issues with filtering face piece (FFP) masks and other PPE not being available in smaller sizes as they tend to be designed to the size and shape of male bodies.\n\"This is in spite of the fact that 75% of NHS workers are women. Correctly fitted PPE is essential for the protection of staff and patients and smaller sizes need to be made available urgently.” The Indian government has introduced an urgent executive order to discourage violence against health workers. The country's Epidemic Diseases Act, 1897, has been amended, and those found guilty now face imprisonment from 6 months to 7 years. \"Health workers who are trying to save the country from this epidemic are unfortunately facing attacks. No incident of violence or harassment against them will be tolerated. An ordinance has been brought in, it'll be implemented after President's sanction,\" Union Minister P Javadekar said.\n\"Such crime will now be cognizable and non-bailable. Investigation will be done in 30 days.\" Earlier in the day, the Indian Medical Association withdrew its two-day protest, following a video conference with India’s Home Minister Amit Shah and Health Minister Dr Harsh Vardhan. The protesting doctors demanded an urgent law to protect the healthcare workers from violent attacks. ##Health## Two coronavirus-related deaths confirmed in Northern California's Santa Clara County from early February are the earliest known deaths from the virus in the US. The deaths were from February 6 and February 17 -- up to three weeks before the first known US death in Kirkland, Washington, on February 29. A third death in early March was also confirmed to be virus-related, the statement said. \"Testing criteria set by the CDC at the time restricted testing to only individuals with a known travel history and who sought medical care for specific symptoms,\" a spokesperson for the county said. Further details on the victims were not provided. Read more here. ##Health## The Spanish government has made a U-turn on its updated restrictions for children and will now allow them out for walks after six weeks of confinement, starting this Sunday. Speaking in Parliament Wednesday, Prime Minister Pedro Sanchez announced the change in the relaxation of restrictions for children. Sanchez made the statement less than a day after his government insisted that kids would only be allowed limited outings to places like supermarkets, pharmacies and banks, accompanied by an adult. The negative response to the initial decision was immediate and loud, with people across Spain showing disapproval by banging pots and pans from windows and balconies on Tuesday evening.  Many politicians and health professionals also swiftly criticized the rules set out on Tuesday, forcing a response from the government within hours, with Spain’s Health Minister Salvador Illa saying those rules would be adjusted to allow “walks under specific conditions.” In an apparent effort to control the damage, Spain’s Prime Minister said “this is a government that listens” and recognizes the “tremendous effort that the confinement has been for the young ones, as well as mothers and fathers, and families.” But he added that the “exception to this small relief, which allows the young ones to go out, does not change the most important thing – the rule of general confinement that continues in place.” Spain has the strictest confinement measures in Europe, and the world’s second-highest number of coronavirus cases, after the United States. The Socialist Party Prime Minister was accused of mishandling the coronavirus crisis in a fiery speech in Parliament by the conservative opposition leader, Pablo Casado, head of the Popular Party. \"You are sinning from incompetence,\" Casado said. “You do not mess with our children. And you do not mess with the health of Spaniards.\" Sanchez made his announcement ahead of a vote in Parliament to extend Spain’s state of alarm for the third time, until May 9. Parliament is expected to approve the extension, which would make the lockdown order a total of eight weeks. The Spanish Prime Minister said “this extension is different than the others. It is one that will begin to de-escalate the rules of confinement.” As Spain looks ahead to a return to normality with the number of coronavirus cases decreasing, Sanchez warned “the return to normality will be slow and gradual, because it has to be secure.” The country has been hard hit economically by the pandemic. Sanchez also emphasized the so-called new normality demands that “we must talk about the health system, revitalize the pulse of our economy, and take social protection measures. It is essential to prioritize being in line with Europe. The pacts in Spain will be the pacts in Europe. This is the new politics.” The first clinical trial for a Covid-19 vaccine has been approved in Germany, the country's Federal Institute for Vaccines and Biomedical Drugs has said. The potential vaccine is being developed by biotech company BioNTech in Mainz, Germany. The Paul Ehrlich Institute, the Federal Agency, says it was able to complete the approval process in four days. Another human vaccine trial is set to get underway at Oxford University in the UK on Thursday, the British health secretary confirmed this week. And a separate trial at London's Imperial College is also in the pipeline for June, with researchers asking for volunteers. At least 825,306 people in the United States have been diagnosed with coronavirus, according to Johns Hopkins University's tally of cases. The total includes 45,075 deaths. As states begin to include “probable deaths” in their counts, so will John Hopkins. In the upcoming days, these reporting changes may look like surges of deaths in the United States. CNN is tracking US coronavirus cases here: https://edition.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## The world is facing multiple famines of \"biblical proportions\" in just a matter of months, the UN has said, warning that the coronavirus pandemic will push an additional 130 million people to the brink of starvation. Famines could take hold in \"about three dozen countries\" in a worst-case scenario, the executive director of the World Food Programme (WFP) said in a stark address on Tuesday. Ten of those countries already have more than 1 million people on the verge of starvation, he said. He cited conflict, an economic recession, a decline in aid and a collapse in oil prices as factors likely to lead to vast food shortages, and urged swift action to avert disaster. \"While dealing with a Covid-19 pandemic, we are also on the brink of a hunger pandemic,\" David Beasley told the UN's security council. \"There is also a real danger that more people could potentially die from the economic impact of Covid-19 than from the virus itself.\" “We are not only facing a global health pandemic but also a global humanitarian catastrophe,” Beasley said. “Millions of civilians living in conflict-scarred nations, including many women and children, face being pushed to the brink of starvation, with the specter of famine a very real and dangerous possibility.”\n“There are no famines yet. But I must warn you that if we don’t prepare and act now -- to secure access, avoid funding shortfalls and disruptions to trade -- we could be facing multiple famines of biblical proportions within a short few months,” he said. The WFP had already warned that 2020 would be a devastating year for numerous countries ravaged by poverty or war, with 135 million people facing crisis levels of hunger or worse. Their updated projections nearly double that number. Read more here. ##Health## ##Daily Life## A remote Northern California hamlet became one of the first places in the world Monday to attempt to comprehensively test all of its residents for Covid-19 and the antibodies believed to make one immune from infection. The community-wide free testing effort in Bolinas, California, is voluntary. The town is one of two communities taking part in the new study launched by the University of California, San Francisco with the aim of gaining a more complete understanding of how the virus invisibly spread during the initial shortfall of comprehensive nationwide testing. Bolinas, with a population of fewer than 2,000 people, sits idyllically on the Pacific Ocean in rural Marin County, just north of San Francisco. Starting this past Monday, residents of this picturesque town have four days to visit a pop-up testing site to receive nasal swabs for Covid-19 infection, as well as submit for a finger prick to test for antibodies.  Five days later, beginning on April 25, and in an entirely different location, nearly 6,000 residents of a section of the densely inhabited Mission District in San Francisco will have four days of their own in which to take advantage of the testing. Read more here. ##Health## The Turkish Ambassador to the UK has said his government did everything it could to organize the delivery of personal protective equipment (PPE) to the UK. An RAF plane carrying some of the PPE landed in England on Wednesday – several days after it was due to arrive. Ümit Yalçın said the Turkish government was only approached by the UK on Sunday to help facilitate the export of PPE, which was acquired through a commercial contract. “When we were approached, we immediately reacted positively,” Yalçın told BBC radio.\n“I can assure you that the reason for the delay is not because of the Turkish government or Turkish authorities – we have done what is necessary and we have done what we have been requested.” ##Health## When Fatema Akther arrived for work at the Alif Casual Wear garment factory in Dhaka in late March, she had no idea it would be her last day. \"My line chief came and told me that I didn't have to work anymore,\" said Akther, 25, who had been employed there for five years. She said the company, which could not be reached for comment, decided to close the factory, leaving her without a source of income past March. The coronavirus pandemic has led factories to furlough or lay off more than half of the country's nearly 4.1 million garment workers, according to estimates from the Bangladesh Garment Manufacturers and Exporters Association (BGMEA). Like Akther, most of them are women, and the roughly $110 they earn every month is often their families' only source of money. \"My family runs on my single income,\" said Akther, who said she provides for her husband and child. \"I don't know how my family will survive.\" Global lockdowns and unprecedented job losses have caused demand for just about anything that isn't food to evaporate, including clothing. That's led the international apparel brands and retailers who rely on the cheap labor that Bangladesh provides to cancel or suspend an estimated $3.17 billion worth of orders in the country, according to BGMEA. Read more: ##Daily Life## ##Business## Coronavirus vaccine researchers in London are asking for volunteers to take part in human trials in June. A team at Imperial College London has been carrying out tests on animals since February and has secured government funding to fast-track its work. “We are looking for volunteers to take part in our trial in June -- they will be the first volunteers to get the vaccine,” Professor Robin Shattock told BBC radio. “And we’ll be studying what doses give us the best type of immune response and are free from showing any sort of tolerability issues.”\n“There’s always an element of risk in any clinical trial, but we try to remove those elements and minimize them as much as possible.” The college said early findings show that in animals, the vaccine does have a positive effect. Shattock said the coronavirus is not as difficult a target compared with other diseases. “It’s very different from influenza, which changes every year,” he said. “Scientifically there’s a very high chance of success of getting a vaccine.”   ##Health## More than 10,000 people in Singapore have contracted the novel coronavirus, authorities in the city-state said Wednesday. Singapore confirmed another 1,016 new cases as of 12 p.m. today local time, pushing the  the total number of infections to 10,141, the Ministry of Health said in a statement. The vast majority of those newly diagnosed are work permit holders who reside in dormitories for foreign workers, which are cramped. Fifteen of those diagnosed are Singaporean nationals or permanent residents. Read more about why cases have been spiking in Singapore here: ##Health## Eight infants from an orphanage in Tokyo are being monitored for Covid-19 symptoms after testing positive, according to a statement from the city's Saiseikai Hospital. The hospital says the eight babies are in good condition and under hospital care. A nurse at the orphanage who was taking care of 29 infants tested positive for the virus on April 16. The remaining 21 infants in the orphanage have tested negative. They returned to the facility after it underwent deep cleaning, the hospital said. Three additional staff who developed fevers are being tested for the virus. They are resting at home. ##Health## The novel coronavirus has now infected more than 2.56 million people and killed at least 177,500 worldwide, according to Johns Hopkins University. Here's what you may have missed if you're just tuning in: Missouri is suing China: In what could be the first lawsuit filed by a US state against China, Missouri Attorney General Eric Schmitt filed a lawsuit Tuesday against the Chinese government over the loss of life and economic consequences in Missouri from the coronavirus, according to a statement from Schmitt’s office.  The lawsuit was filed against the Chinese government, Chinese Communist Party and other Chinese institutions accusing the government of suppressing information, arresting whistleblowers and denying the \"contagious nature\" of Covid-19, leading to severe consequences in Missouri.  Pope prays for Europe: Pope Francis prayed for European unity during early morning mass from the chapel of his residence on Wednesday. His words come ahead of an EU Council meeting Thursday to discuss a recovery package for the economic crisis the bloc is experiencing due to the pandemic. Another cruise ship cluster: Japan has confirmed that 33 additional crew members onboard the Costa Atlantica cruise ship, which is docked in Nagasaki prefecture, have tested positive for Covid-19. The ship, operated by Italian cruise liner Costa Crociere, has been docked in Japan since March for repairs with 623 crew members. No passengers are currently onboard the ship. Ai Weiwei on coronavirus: The Chinese artist and dissident said Beijing's alleged selective handing of information early on provided a \"chance for the virus to spread.\" However, understanding China's motivations is as important to Ai as the alleged cover-up, or the suggestion that the country's infection numbers and fatalities have been under-reported. More concerns about winter: The director of South Korea's CDC believes that it is likely the country will see a second wave of the pandemic in autumn or winter \"unless herd immunity is achieved through natural spread or through vaccines.\" Her comments follow similar warnings from the director of the US CDC. All public gatherings have been banned in Harbin, the capital of China's northernmost Heilongjiang province, after an uptick in novel coronavirus cases were recorded in the city.  Seven locally transmitted infections were recorded in Heilongjiang on Tuesday, according to China's National Health Commission, prompting authorities to ramp up social restrictions. The provincial government said in a statement that all 10 million-plus residents of the city will only be allowed to socialize with people in their respective households. Currently, there are 54 reported coronavirus cases in Heilongjiang province. Of the 54, a total of 52 cases are from Harbin. Harbin is located about 300 miles (480 kilometers) northwest of Suifenhe, a Chinese city on the Russian border where a spike in cases was reported last week. ##Daily Life## Pope Francis has prayed for European unity during early morning mass from the chapel of his residence on Wednesday. \"In this time in which so much unity is needed, among us, among the nations, we pray today for Europe, so that Europe will have this unity, this fraternal unity that the founding fathers of the European Union have dreamed of,\" Pope Francis said.  His words come ahead of an EU Council meeting on Thursday to discuss a recovery package for the economic crisis the bloc is experiencing due to the pandemic. ##Daily Life## From offering tickets at the cost of a vegetable to multi-seat discounts, Chinese airlines are rolling out a series of deals to attract travelers in the run-up to Labor Day -- the first major holiday since the nation came to a standstill due to Covid-19. Recording a loss of 39.8 billion yuan ($5.6 billion) in the first quarter of 2020, according to the Civil Aviation Administration of China, the country's aviation industry is taking its first steps toward recovery as lockdown measures ease. Some airlines have been offering wild deals -- dubbed \"bok choy-price\" tickets by local media because they're as cheap as vegetables -- on domestic routes to attract fliers. Read more about the deals here: ##Travel## ##Business## Australia will partially reopen Bondi Beach for swimming and surfing on April 28, authorities announced Wednesday. Paula Masselos, the mayor of Waverley, said access will be provided for surfers and ocean swimmers between 7 a.m. and 5 p.m. on weekdays. All land-based activities on the beach like jogging, sunbathing and gathering socially is still suspended. \"We’ve worked hard to come up with these strict measures as a way of helping people exercise safely in the water and manage strict social distancing,\" she said. The new measures will also be applied to Bronte Beach in eastern Sydney. ##Daily Life## ##Travel## A 21-year-old man was sentenced to six months in prison for domestic assault and spitting at police while claiming he had coronavirus, London's Metropolitan Police said in a statement Wednesday. The man was arrested on suspicion of domestic assault on a woman and criminal damage to her property on Monday. Met Police said the man told authorities he had Covid-19 and while being put into a police van, he spat at two officers. He was later charged for assault on emergency workers in addition to assaulting the woman. While in custody, police said the suspect told them he did not have coronavirus or any symptoms. He appeared in custody at Barkingside Magistrates' Court on Tuesday, where he pleaded guilty and was sentenced. \"I hope he spends his period in prison to reflect on his behavior, and that his prison sentence sends a message to others who are willing to commit domestic offenses and to target police officers whose job it is to protect Londoners,\" police inspector Alexis Manley said in a statement. Jung Eun-kyeong, the director of South Korea's Centers for Disease Control and Prevention, believes that it is likely the country will see a second wave of the novel coronavirus pandemic. \"Unless herd immunity is achieved through natural spread or through vaccines, come autumn or winter season, because most of the people do not have immunity, there is a likely possibility,\" Jung said. South Korea's response to the pandemic has been hailed as one of the world's best, in large part due to a massive push by health officials to conduct widespread testing.  At least 10,694 people have contracted the virus in the country, killing 238, according to a tally by Johns Hopkins University. Jung also revealed the preliminary results of a study on retesting positive cases. In the six tests completed so far, the virus did not separate during the cultivation study.  \"We understand that the contagiousness is either zero or very low,\" Jung said. Read more about patients who retested positive for the virus:  ##Health## A remote Northern California hamlet became one of the first places in the world Monday to attempt to comprehensively test all of its residents for Covid-19 and the antibodies believed to make one immune from infection. The community-wide free testing effort in Bolinas, California, is voluntary. The town is one of two communities taking part in the new study launched by the University of California, San Francisco, with the aim of gaining a more complete understanding of how the virus invisibly spread during the initial shortfall of comprehensive nationwide testing. Testing began in Bolinas -- a town of fewer than 2,000 people -- on Monday, and residents have four days to visit a pop-up center to receive nasal swabs and a finger prick test.  On Saturday, April 25, the second community, the vastly different and densely populated Mission District of San Francisco, will begin testing, with some 6,000 residents having four days to get their swabs and jabs.  More than 700 people have been tested in Bolinas so far, according to venture capitalist Jyri Engestrom, one of those responsible for making the project a reality.  Along with donations from several tech entrepreneurs, a GoFundMe page was launched to help raise the approximately $400,000 needed for the operation. Engestrom notes that 93% of the over 150 donors on GoFundMe donated less than $5,000, and said they have raised around $300,000 to date. The study is led by a team of researchers from the UCSF Division of HIV, Infectious Diseases and Global Medicine at Zuckerberg San Francisco General Hospital. “All our public health decisions, including when it will be possible to relax regional and statewide shelter-in-place orders, are driven by rough assumptions about how this virus behaves based on very limited data,” said Bryan Greenhouse, an associate professor of medicine at UCSF and a CZ Biohub Investigator. “Studying in detail how the virus has spread in these two distinctive communities will give us crucial data points that we can extrapolate to better predict how to control the virus in similar communities nationwide.” ##Health## The Indian Council of Medical Research has advised all states to discontinue the usage of rapid test kits for the next two days after some of them were revealed to be defective. The council is sending teams to validate kits already in use so they can assess which ones are faulty and trace them back to the manufacturers.  Raman R Gangakhedkar, the head of the council, said positive samples were showing \"too much variation\" and required investigating. The rapid testing kits were deployed in India last week. The health ministry has repeatedly said that the kits should be used only for surveillance and to determine epidemiological trends.  India had tested a  total of 462,621 samples from 447,812 individuals as of April 21, according to the council.  ##Health## Since the beginning of the coronavirus pandemic, China has struggled to control the narrative around its role in the crisis. Is Beijing a noble victim, ably controlling an unforeseeable viral outbreak and now assisting other countries in their own efforts, or the villain, ultimately to blame for the misery spreading around the world? Considerable effort has been expended in pushing the first line. China has donated large amounts of medical supplies to parts of Europe and Africa. China's state media, which has an outsized influence in much of the developing world, has also played up praise from the World Health Organization (WHO) and others of its response to and recovery from the initial outbreak, in stark contrast to many parts of the world now struggling to cope. The coronavirus crisis presents a key opportunity for China to solidify its status as a superpower and global leader, particularly as the United States has struggled to contain the outbreak, and US President Donald Trump has alienated some allies with his \"America first\" approach to the crisis. At the same time, however, Beijing has not been able to avoid intense scrutiny and criticism -- mainly, but not solely from Washington -- over how initial delays in the country's response may have squandered vital opportunities to contain the now global pandemic, as well as skepticism over its reporting of coronavirus figures and the country's recovery. Read the full analysis: Lockdowns restricting travel and industry imposed to halt the spread of coronavirus have resulted in unprecedented reductions in deadly air pollution around the world, new analysis shows. Major cities that suffer from the world's worst air pollution have seen reductions of deadly particulate matter by up to 60% from the previous year, during a three-week lockdowns period. Researchers from IQAir -- a global air quality information and tech company -- studied 10 major cities around the world which have relatively high numbers of coronavirus cases and Covid-19 lockdown measures. The study compared levels of harmful microscopic particulate matter known as PM 2.5. The pollutant, which is smaller than 2.5 micrometers in diameter, is considered particularly dangerous as it can lodge deep into the lungs and pass into other organs and the bloodstream, causing serious health risks. Seven out of the 10 cities studied, including New Delhi, Seoul, Wuhan and Mumbai, saw significant improvements in air quality. Those with historically higher levels of PM2.5 pollution witnessed the most substantial drops in pollution. Read more about how lockdowns are affecting pollution: ##Health## ##Daily Life## Almost two thirds of Americans currently have a negative view of China and its influence in the world, according to a new Pew survey released Tuesday. It's the lowest the rating has been since Pew began to survey attitudes to China in 2005. According to the survey, just 26% of Americans said that they had a \"positive\" attitude to China, down from 44% in 2017. Back then only 47% said that they had an \"unfavorable\" view of China. That figure is now 66%. There was only a small bipartisan split, with 72% of Republicans and 62% of Democrats saying they had a negative view of the country. The survey was conducted between March 3 and March 29, just as the novel coronavirus was beginning to spread rapidly through the United States. According to Pew, the results also found: 91% of Americans said it was best if the US remain the world's leading power\n71% said they had no confidence in China's leader Xi Jinping\n62% said that they viewed China's power and influence as a \"major threat\" In what could be the first lawsuit filed by a state against China, Missouri Attorney General Eric Schmitt filed a lawsuit Tuesday against the Chinese government over the loss of life and economic consequences in Missouri from the coronavirus, according to a statement from Schmitt’s office.  The lawsuit was filed against the Chinese government, Chinese Communist Party and other Chinese institutions accusing the government of suppressing information, arresting whistleblowers and denying the \"contagious nature\" of Covid-19, leading to severe consequences in Missouri.  \"COVID-19 has done irreparable damage to countries across the globe, causing sickness, death, economic disruption, and human suffering. In Missouri, the impact of the virus is very real - thousands have been infected and many have died, families have been separated from dying loved ones, small businesses are shuttering their doors, and those living paycheck to paycheck are struggling to put food on their table,\" Schmitt’s statement reads. \"The Chinese government lied to the world about the danger and contagious nature of COVID-19, silenced whistleblowers, and did little to stop the spread of the disease. They must be held accountable for their actions.\"  The lawsuit was filed in the US District Court for the Eastern District of Missouri and alleges \"during the critical weeks of the initial outbreak, Chinese authorities deceived the public, suppressed crucial information, arrested whistleblowers, denied human-to-human transmission in the face of mounting evidence, destroyed critical medical research, permitted millions of people to be exposed to the virus, and even hoarded personal protective equipment -- thus causing a global pandemic that was unnecessary and preventable.\" The lawsuit alleges that Chinese officials did little to contain the spread of the virus despite having knowledge of the disease. It also alleges the government denied the potential of human-to-human transmission when it informed the World Health Organization about the outbreak, despite having evidence of such transmission.  \"The lawsuit notes the immense negative impact that COVID-19 has had on Missourians, pointing out the unprecedented number of jobless claims, the impact on Missouri's unemployment rate, and the impact on the State's budget now and in the future. On the human side - Missouri’s nurses and doctors are forced to quarantine from their families, our elderly citizens are stuck in nursing homes away from loved ones, and more,\" the statement reads, adding, \"The lawsuit seeks relief on one count of public nuisance, one count of abnormally dangerous activities, and two counts of breach of duty. Remedies could include civil penalties and restitution, abatement of the public nuisance, cessation of abnormally dangerous activities, punitive damages, and more.\"  Missouri has at least 6,105 cases of the virus and at least 229 deaths related to it, according to numbers from Johns Hopkins University.  CNN has reached out to the Chinese government for comment.  Legal experts have said the lawsuit faces an uphill battle because China is protected by sovereign immunity.   ##Health## As the world grapples with unprecedented lockdown measures, Ai Weiwei finds himself in familiar territory. The outspoken artist spent nearly three months in a tiny room while detained by authorities in China in 2011. He was later accused of tax evasion, a charge widely interpreted as punishment for his political activism. Following his release, Ai's passport was confiscated, and he was placed under close surveillance in Beijing. In Cambridge, England, where the 62-year-old dissident now resides, self-isolation has stirred similar feelings of solitude. \"You (feel) disassociated, you're dysfunctioning and you're uncertain about your own future ... you're trying to imagine behaving in relation to others,\" he said, over the phone, of restrictions implemented to contain the coronavirus. Ai has been critical of China's handling of the outbreak: According to Ai, China's selective handing of information early on provided a \"chance for the virus to spread.\" However, understanding China's motivations is as important to Ai as the alleged cover-up, or the suggestion that the country's infection numbers and fatalities have been under-reported. \"The West's blame is very superficial,\" said Ai. \"They (in the West) only talk about China practically -- (that it) doesn't release information. But they never ask, 'Why?'\" Read more: People suffering heart attacks, strokes or other life-threatening emergencies are staying away from hospitals because they fear contracting Covid-19, medical groups said Wednesday.  But the American Heart Association, the American College of Emergency Physicians and several other medical groups are urging people to still call 911 and go to the hospital when it’s a real emergency.  In a joint statement on Wednesday, the eight medical groups said people could die if they don’t. \"What we've seen over the course of the last six to eight weeks is that there are decreasing numbers of heart attacks and strokes showing up at US hospitals. That has also been reported in other places around the globe that have experienced Covid-19 epidemic,\" said Dr. Robert Harrington, an interventional cardiologist and president of the American Heart Association. He was among the authors of the joint statement.\n\"We want to make sure now that as we're seeing those decreased numbers of heart attack and stroke patients that we call public awareness to this, that we call public attention to this, that this really is important from an overall public health perspective,\" Harrington said. CORRECTION: This post has been updated with Dr. Robert Harrington's name. ##Health## ##Daily Life## Officials in Northern California's Santa Clara County have confirmed that two people, one who died on February 6 and another on February 17, had contracted the coronavirus. They are believed to be the first coronavirus-related fatalities in the United States. The first death connected to a nursing home in Washington state -- the first major cluster in the US -- was recorded on February 29 The Santa Clara County Medical Examiner-Coroner performed autopsies on two individuals who died in their residences in February and sent samples to the Centers for Disease Control and Prevention (CDC), according to a statement from the county. Results from the CDC came back today, confirming both tissue samples tested positive for the coronavirus, the statement said. The individuals were not tested because they died when coronavirus testing was very limited and was only available through the CDC. \"Testing criteria set by the CDC at the time restricted testing to only individuals with a known travel history and who sought medical care for specific symptoms,\" the statement said. ##Health## A resident of Indian President Ram Nath Kovind’s official estate has tested positive for Covid-19, leading to the quarantine of 115 families who live in the residential section of the Rashtrapati Bhavan -- the presidential palace in New Delhi.  The individual who has tested positive is a family member of an employee who is currently working in the palace and lives on the premises. Following current guidelines, the whole family was moved to a quarantine facility, according to a news release issued by the palace.  The family was located during contact tracing of another deceased patient by health officials. \"Subsequently, one of the family members who was in contact with the deceased, tested positive. All other family members including the employee of the President's Secretariat have tested negative,\" the news release said. This is the first confirmed case on the premises of the presidential palace. Delhi has recorded at least 2,156 cases, including 47 deaths.  ##Health## In a message to young people dealing with the coronavirus pandemic, Los Angeles Mayor Eric Garcetti told young Angelenos that \"it’s OK to be scared.\" “I've had moments where I've cried, I've had moments where I've been scared and worried, it doesn't matter who you are,” he said in a televised question and answer session with young residents from Los Angeles County. “It's OK to be scared, it's OK to be worried, it's OK to cry,” Garcetti said. Garcetti reassured young adults that the city will be able to come back, citing how the United States has responded to other disasters like earthquakes and the 9/11 terror attack. ##Daily Life## CNN boarded a Tuesday afternoon train from Shanghai to Wuhan, the original epicenter of the novel coronavirus outbreak which has now infected more than 2.5 million people worldwide.  The eight cars were mostly full, with train attendants checking passengers’ temperatures twice during the 4-hour high-speed journey. Foreigners faced additional questioning onboard:  Where are you originally from? \nHow long have you been in China? \nMay I please check your passport to verify your date of entry into the country? With the local epidemic contained, Chinese officials are now concerned with a rise in imported cases.  The train stations in Wuhan were shuttered for more than two months beginning from January 23. Now when you arrive in Wuhan, most passengers are able to walk off the train and exit the railway station freely.  However, security in white protective suits once again single out those who appear to be foreign. The screeners look through passports and ask for other official documentation to prove how long you’ve been in the country. Passengers unable to provide such documents will be subject to forced government quarantine for a minimum of 14 days, according to the screeners. On the streets, Wuhan still appears to be awakening from its 76-day lockdown. When you enter a Wuhan hotel, there’s another screening. The hotel staff ask to see each guest’s updated city QR code -- a color-coded digital bar code that cities use for tracing potential exposures of the virus -- to verify you’re clean to enter.  In addition to taking the temperature of guests, they also: Provide a sanitation mat for shoes.\nUse a pesticide-like bottle to spray sanitizer on clothing worn by guests and their luggage. \nInside the elevator, there are “stand here” stickers on the floor so as to keep guests separated to the four corners. \nThere are even tissues and a trashcan so that no one presses a button with their bare finger. \nThroughout the hotel, there are sanitation stations every few feet.  The measures may seem extreme, but with more than 11 million people, Wuhan is a city larger than New York City that is still shell-shocked from its devastating outbreak, and trying to navigate the new normal that follows a 76-day halting of life.  Watch: ##Daily Life## ##Travel## Japan has confirmed that 33 additional crew members onboard the Costa Atlantica cruise ship, which is docked in Nagasaki prefecture, have tested positive for novel coronavirus on Wednesday. In a news conference, officials from the Nagasaki prefecture said those with symptoms will be admitted to medical centers, while asymptomatic patients will remain onboard in isolated private rooms. This brings the total number of confirmed cases onboard the ship to 34, after one crew member tested positive for coronavirus on Tuesday. The cruise ship, operated by Italian cruise liner Costa Crociere, has been docked in Japan since March for repairs with 623 crew members. No passengers are currently onboard the ship. ##Health## The novel coronavirus has now infected more than 2.5 million people and killed at least 177,000 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: More money to fight the pandemic: The US Senate approved a roughly $480 billion relief package with funds for small business, hospitals and testing. It comes on the heels of several other massive stimuli passed by Congress: a $2 trillion rescue package, a $192 billion relief measure and another $8.3 billion plan approved last month. Democratic leaders are already planning for another massive rescue bill.\nWorries about flu season: The director of the US Centers for Disease Control and Prevention said the coronavirus outbreak could be \"even more difficult\" next winter because it would coincide with flu season. \nNew information about the virus: The novel coronavirus lingers for as long as three weeks in the bodies of patients with severe disease, Chinese researchers reported. The virus can be found deep in the lungs and in the stool of patients, and the sicker they are, the longer it stays, the team at a hospital in China’s Zhejiang province reported. \nHolidays on hold: Indonesia has banned all citizens from traveling to their hometowns for Eid al-Fitr celebrations in an effort to contain the spread of the virus. Millions of people traditionally make the annual trip to see their families.\nItaly's plan to fight the virus: The country's prime minister unveiled a five-point plan to handle the coronavirus outbreak that will include social distancing, reinforcing the country's beleaguered health care system and contact tracing. Health officials in California are now recommending coronavirus testing for asymptomatic people who live or work in high-risk environments like nursing homes and hospitals, according to new guidelines from the California Department of Public Health. The move, announced in an April 19 memo to public health departments and others, makes California the first state in the nation to broaden its guidelines for testing to include asymptomatic people, state health officials told CNN. The updated guidelines from the CDPH says the testing of asymptomatic people who work or live in high-risk settings such as nursing homes and prisons is now considered to be a top priority, along with hospitalized patients and symptomatic health care workers. Standards vary across the United States when it comes to who can and can’t get a coronavirus test. But while most of the country has focused on testing patients who are already sick, California is describing itself as a pioneer in recommending tests for people without any symptoms at all, so long as they’re in high-risk settings. According to a CDPH spokesperson, the previous guidance from the US Centers for Disease Control and Prevention was to test high-risk patients with symptoms and health care workers with symptoms. California Gov. Gavin Newsom said Tuesday the state is currently averaging 14,500 coronavirus tests a day, but said that number \"is still inadequate to ultimately get to where we need to go.”  Newsom said that the state must expand testing before it can begin to reopen. He is expected on Wednesday to detail how the state will continue to expand testing as part of the state’s “Road Map to Reopening.” ##Health##  In the Brazilian city of Manaus, the capital of the northwestern state of Amazonas, excavators are digging mass graves, which are later filled with several coffins by cemetery workers, according to CNN affiliate CNN Brasil. The city is handling more than 100 burials a day due to coronavirus, according to the office of Manaus Mayor Arthur Virgilio Neto. Before the spread of the disease, the average was 30 burials a day. The department responsible for burials in the city started to dig trenches to carry out the burials of Covid-19 victims. This practice is used by other countries and preserves the identities of the bodies, with distance between the coffins and the respective identifications. \"The measure was necessary to meet the demand for burials in the capital,\"  Virgilio Neto's office said in a statement. In an interview with CNN Brasil Tuesday evening, Virgilio Neto said the health system is no longer able to serve those who need treatment and people have started to die at home. \"Although we are living in such a critical situation, probably the most serious in Brazil, we have not received any help from the federal government to expand our specialized medical care at the city’s field hospital,\" he said. ##Health## At least 824,438 people in the United States have been diagnosed with Covid-19, according to Johns Hopkins University's tally of cases. The total includes at least 45,039 deaths. The University has reported at least 37,179 new cases and 2,731 deaths so far on Tuesday.  The number of fatalities could begin to increase significantly in the coming days because some states will begin including “probable deaths” in their tallies, and so will Johns Hopkins. Those could look like surges in the number of Covid-19 related deaths in the United States.  CNN is tracking US coronavirus cases here: ##Health## South Korea recorded 11 new cases of Covid-19 and one coronavirus-related fatality on Tuesday, the country's Centers for Disease Control and Prevention said.  Six of the new cases were imported from abroad. Total numbers: South Korea has recorded 10,694 coronavirus infections and 238 fatalities since the pandemic began, according to public health authorities. Sixty-four more recovered patients have been discharged from isolation, bringing the national total of recovered cases to 8,277 -- 77.4% of all people diagnosed with the virus. ##Health## China reported 30 new cases of novel coronavirus and no additional deaths on Tuesday, according to the country's National Health Commission. Among the new cases, 23 were imported and seven were locally transmitted. The local cases were reported in the country's northernmost Heilongjiang province, which shares a border with Russia.  Another 28 patients were discharged. Total numbers: The NHC has reported 82,788 Covid-19 infections as of the end of the day Tuesday. Since the pandemic began, 77,151 people have recovered, while 4,632 deaths have been reported, according to the NHC. ##Health## Now is \"no time to pop the champagne bottles\" despite the fact that construction has stopped on temporary field hospitals, New York Gov. Andrew Cuomo warned. New York state identified and received federal government approval for eight facilities for use as temporary field hospitals, CNN previously reported.  However, as of Tuesday, not all are needed or in use at this time, according to a state government administration official. If the need for hospital beds or facilities spikes then “we’re ready to re-engage with our federal partners,” the official said. But while new construction has stopped on temporary field hospitals, Cuomo said he is not ready to stop those projects completely. “We stopped any new construction when we saw the rates starting to stabilize but I’m not ready to close anything down yet, either,” Cuomo said Tuesday night. “Now you have some health experts, CDC today starts to warn about an outbreak in the fall, I don’t even want to think about that yet.” “This is no time to pop the champagne bottles, right,” Cuomo added. “I said a couple days ago, don’t get cocky, don’t get arrogant.” New York state has recorded more than 258,000 coronavirus cases, including at least 19,114 deaths, according to data compiled by Johns Hopkins University. ##Health## Indonesia has banned all citizens from traveling to their hometowns for Eid al-Fitr celebrations in an effort to contain the spread of novel coronavirus, the country’s President Joko Widodo said Tuesday. \"I have decided on banning the 'mudik' (Eid al-Fitr exodus) tradition for all citizens,\" Widodo said after a cabinet meeting on Tuesday, according to the state-run Antara news agency.  Millions of people normally go back to their hometowns to see their families every year in a homecoming tradition known as \"mudik,\" the report said. Jokowi did not provide specifics on how the ban will be enforced. The President also said the decision was taken to curb travel after a recent government study showed the majority of the population did not intend to return home for the festival. However, around 24% of Indonesians were still planning to make the journey, Antara reported. Indonesia has recorded more than 7,000 coronavirus cases and at least 616 deaths, according to Johns Hopkins University. This post was updated to reflect that Jokowi did not provide specifics on enforcement of the ban. ##Travel## ##Daily Life## New York Gov. Andrew Cuomo said Tuesday that US President Donald Trump agreed to take ownership of the national supply chain to get coronavirus testing kit manufacturers the supplies they need to produce kits The problem with bringing testing up to scale is the national manufacturers who make the testing kits and send them to state labs, Cuomo said. Those companies say they have a problem with the supply chain getting swabs, vials and chemicals to produce the testing kits, Cuomo added. The governor said his meeting at the White House was “very productive, positive, got a lot done.\" Some of the meeting focused on the importance of dividing the responsibilities between states and federal government to scale up testing, he said. The state will be responsible for managing diagnostic and antibody testing, who to test, where to test and tracing cases, Cuomo said. The goal is to double New York State’s testing from 20,000 diagnostic tests to 40,000 diagnostic and antibody tests, he said. “It will take several weeks at best, this is an enormous undertaking,” Cuomo added. ##Health## As several states make plans for reopening their communities during the coronavirus pandemic, a group of top public health experts cautioned Tuesday against reopening society before testing capacity expands significantly. Different parts of the country are in different stages of the epidemic, with New York well into the first wave and other places just beginning to see the impact of the disease. This matters, said Dr. Caroline Buckee, Harvard associate professor of epidemiology and the associate director of the university’s Center for Communicable Disease Dynamics.  Knowing the location of the virus is key to relaxing social distancing and returning to normalcy, Buckee told a symposium sponsored by Harvard’s T.H. Chan School of Public Health and the New England Journal of Medicine. The lack of testing capacity is a big problem because the disease has “a very broad clinical spread,” Buckee said. So even when people show up at the hospital and get tested there are many more cases in the community, including mild and asymptomatic cases. “And those are the people that are spreading the disease,” she said. It’s important to learn whether people who have recovered can still spread the disease, noted NEJM editor Dr. Eric Rubin.  “What we really need is some epidemiological data to tell us, 'Are people who have left the hospital going on to transmit the disease?'” Rubin said. “That’s kind of the shoe leather epidemiology, contact tracing, following what happens to the context of those patients, which takes some manpower.  Buckee added that without knowing the answers, the nation could reopen too soon and risk a deadly second pandemic wave. “Right now, we don’t have good estimates for where we are on the epidemic curve in different places. So, discussions of relaxation of physical distance, which do seem to be having an effect, curbing some of the worst impacts of the outbreak, need to be based on the capacity to test people so we know where we are,” she said. ##Daily Life## ##Business## The novel coronavirus lingers for as long as three weeks in the bodies of patients with severe disease, Chinese researchers reported Tuesday. The virus can be found deep in the lungs and in the stool of patients, and the sicker they are, the longer it stays, the team at a hospital in China’s Zhejiang province reported. But the virus was found in the urine of patients less than half the time, and rarely in the blood at first.  Their report provides another piece of evidence about the pattern of disease in Covid-19 patients. It was published in the BMJ. Unlike many recently released studies about the coronavirus, this one has gone through peer review, which means other experts have reviewed the findings. The team tested 96 patients treated in their hospital for Covid-19 between January and March. They tested samples from the nose and throat, from deeper in the respiratory system, in the blood, stool and urine. They wanted to see how long people had virus in their systems and whether it was likely to spread in various ways. The findings support other studies showing that the virus could spread in stool from infected people. In general, the sicker people were, the longer the virus could be detected. That could be important for doctors to know, so they can predict which patients will fare better, and, perhaps, how long they may remain infectious to others.  “The median duration of virus in respiratory samples was 18 days,” they wrote.  More on this: An earlier Chinese study showed that people without symptoms had just as much virus in their noses as people who had Covid-19 symptoms -- something that indicated people who are not sick could be just as likely to spread virus as people who are. The team in Zhejiang found that sicker people had more virus deeper in their respiratory tracts, however. They also found differences between men and women with Covid-19. “In this study, we found that the duration of virus was significantly longer in men than in women,” they wrote. “Our results shed light on the causes of disease severity in men in terms of the duration of the virus. In addition to differences in immune status between men and women, it has also been reported to be related to differences in hormone levels,” the team wrote. ##Health##  Italian Prime Minister Giuseppe Conte outlined a five-point plan for managing the coronavirus epidemic on Tuesday. Addressing Italy's house of representatives, Conte said that the plan will focus on: Continued social distancing with use of masks and gloves until a vaccine or a therapy is available.\nReinforcing the health care system, and paying special attention to care homes to \"avoid another out-of-control explosion of contagion.\"\nCreating special Covid-19 hospitals designated to cater exclusively to coronavirus patients.\nConducting antibody testing in a large study to determine the spread of the virus among the population. Conte said 300,000 serological tests have been requested.\nContact tracing. Last week the government officially chose a contract tracing app, called Immuni, which is in the testing phase, but the choice to download it will be voluntary, Conte said. ##Health## ##Daily Life## ##Business## ##Travel## The number of patients admitted to intensive care in France has declined for the 13th consecutive day, Jerome Salomon, the director of France's health agency, announced on Tuesday. Salomon, speaking at his daily news conference in Paris, gave an overview of where things stand now: There have so far been at least 117,324 confirmed coronavirus cases in France, including deaths and recoveries.\nAt least 30,106 patients are currently hospitalized.\nAt least 5,433 patients are in intensive care units. ##Health## The Netherlands will extend its lockdown for most businesses until May 20 and ban large events until September 1, Dutch Prime Minister Mark Rutte said during a news conference on Tuesday. “As much as I understand that impatience is creeping in, we know that a rapid easing could lead to the virus immediately getting the chance to peak again,” Rutte said. The uncertainty is still “too large” for businesses that require close contact, like barbers and nail salons, he said. Primary students will begin attending school in a staggered fashion starting May 11. “Children in primary education will, to start with, go to school half of the time,” he said. “For example, one half of the students will go one day and the other half will go the other day.” He said that social distancing for these students is “not realistic,” but that all evidence indicates that their Covid-19 risk is much lower.  Some other primary education institutions like nurseries and special education will be able to open to students full time. ##Daily Life## ##Business## ##Travel## ##Health##"], "Language": false}