{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/health/hydroxychloroquine-new-york-study-results-unreleased/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-04-23T00:32:57Z"], "LastModifiedDate": ["2020-04-23T00:32:57Z"], "Headline": ["New York researcher says preliminary results of hydroxychloroquine study are ready, but state hasn't released them"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["In what's described as the largest study of its kind, New York researchers have submitted to the state health department preliminary results of their work looking at hydroxychloroquine, the drug President Trump has touted as a \"game changer\" in the fight against coronavirus.     \"We have reviewed several hundred medical records of Covid patients at this point in over 20 hospitals and done a preliminary analysis,\" David Holtgrave, the lead researcher, said Wednesday.     Doctors and patients anxiously await the results of studies like this one to guide them toward the most effective therapies for Covid-19.     The New York study has been particularly anticipated because of its size -- some 1,600 subjects -- and because it's sponsored by the state and done by a respected group of epidemiologists at the University at Albany.     On April 12, New York Gov. Andrew Cuomo said, \"about April 20 we think we're going to have results.\"     When results were not announced on Monday, CNN asked why not.     Cuomo answered that the hospitals \"are to send their results\" to the US Food and Drug Administration and the US Centers for Disease Control and Prevention.     The CDC has not received results from the New York hospitals, according to agency spokeswoman Kristen Nordlund.     CNN did not receive an immediate answer from a spokesman for the FDA.     The New York Department of Health did not respond to CNN's inquiries about when it plans to release the study results.     Tuesday, after Cuomo met with Trump at the White House, a reporter asked Cuomo if he had \"any indication of what the state results have been.\" Cuomo answered that he did not know.       Holtgrave, dean of the University at Albany School of Public Health, said he plans to finish his study analysis by the middle of next week, and publicly release it within a few days.     \"We're continuing our work every day on this study and anticipate having our final analysis in place by the end of April,\" he said, adding that \"it's very important get final results study out quickly as possible\" so that doctors and patients can make decisions about whether to use hydroxychloroquine.     For more than a month, the President has been a cheerleader for the drug, even though doctors have questioned whether it's safe or effective for coronavirus patients.      \"I think it's going to be great,\" Trump said on March 19.     \"It will be wonderful. It will be so beautiful. It will be a gift from heaven if it works,\" he added two weeks later.     In the University at Albany study, the researchers plan to analyze 1,600 Covid-19 patients divided equally into four groups: those taking hydroxychloroquine; those taking chloroquine, a similar drug; those taking hydroxychloroquine along with the antibiotic azithromycin; and those taking none of the drugs, as a comparison group.    It is an observational study looking back at patients' hospitalizations, not a randomized clinical trial.     Hydroxychloroquine, which has been used for decades for people with malaria, lupus and rheumatoid arthritis, has been associated with heart problems.     On Tuesday, new guidelines from a National Institutes of Health panel recommended against using the combination of hydroxychloroquine and azithromycin because of potential toxic side effects.   The panel said there was not enough evidence to recommend for or against using hydroxychloroquine on its own.     Last week, a French study looking at 181 patients found no statistically significant differences in the death rates between Covid-19 patients who had taken the drug and those who had not. A few of the patients on the drug developed abnormal heart rhythms.     Because of similar experiences, doctors in Brazil and Sweden have warned about Covid-19 patients taking the drug.     This week, a study of 368 patients at VA medical centers \"found no evidence that use of hydroxychloroquine, either with or without azithromycin, reduced the risk of mechanical ventilation in patients hospitalized with Covid-19,\" its authors said. This study, like the French one, was posted on pre-print servers and were not peer reviewed or published in the medical literature.  "], "Language": false}