{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/sport/nfl-draft-2020-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Coy Wire, CNN Sports correspondent and former NFL player"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T11:20:45Z"], "LastModifiedDate": ["2020-04-22T18:36:33Z"], "Headline": ["'I went from palm trees to snowmen but couldn't have been happier.' This is what it's like to be drafted into the NFL"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["They say when you have a near death experience, your life flashes before your eyes. When you're waiting to be drafted into the NFL, the same thing happens.  You reflect on what it has taken to get to this moment: not just the training, the dedication, the sacrifice, but the injuries and the pain. You know you had to go through that, and that none of it made sense at the time, but this is the moment you realize it was all worth it. I've never won the lottery, but I imagine the feeling is very similar. The moment you are drafted is the moment your lifelong dream comes true. READ: A guide to the NFL Draft: How to watch and what to know From sun to snow I was the 97th overall pick of the 2002 NFL Draft, chosen by the Buffalo Bills with their third round selection. Part of the thrill and stress of the draft for players is the unknown of where you will end up. When it comes to college, a number of colleges may extend scholarship offers to you, but in the NFL when a team picks you, you say yes. I played for Stanford during college in sunny California, and I was drafted by Buffalo, where some of the snowiest NFL games in history have been played. I went from palm trees to snowmen, but I couldn't have been happier. Dating back to when I was seven years old, my parents had never missed a single one of my games. And that includes when I moved to the other side of the country for college. Home or away, they were always there. So to learn that my team was only a five hour drive from my parents' home filled me with joy. I knew they were going to be able to drive up and watch me live out my dream in every game. READ: McCaffrey signs record contract to become highest paid running back in the NFL Solidarity to solitude Many say that football is a great sport because it is the ultimate team game, but waiting to be drafted is one of the most isolating moments of the sport. It is the one moment of your footballing career when it is just you, not we. And this isn't helped by the unknown. Your heart is racing and you have a thousand questions running through your head. Where am I going to go? When am I going to be picked? Am I even going to get picked at all? I was told I would be a mid-round pick, but that doesn't stop those questions entering your brain. It happens even to the guys tipped to be drafted in the first round. Green Bay Packers quarterback Aaron Rodgers was thought to be a potential first overall pick in the 2005 draft. But when the San Francisco 49ers selected Utah quarterback Alex Smith, Rodgers fell. Six prospects were in the green room for the event. The other five were selected within the first eight picks, leaving Rodgers alone. Teams passed and passed and passed, until Green Bay finally selected him 24th overall after four and a half hours of waiting. Rodgers later said: \"You start questioning everything, from where you worked out to how hard you worked to the people you surround yourself with to leaving college. It's very humbling.\" Draft in lockdown The draft this year should have been in Las Vegas to celebrate the Raiders move from Oakland to Sin City. Owing to Covid 19, this obviously cannot happen. The select group of players who may be drafted in the first round might have earned an invite to the event.  I understand if some feel they may have had their draft moment stolen from them by this virus. The chance to proudly walk on stage wearing the hat of their new team, shake commissioner Roger Goodell's hand and drink in the ovation of the thousands of fans in attendance has been taken away. But every player enjoys the draft in a different way.  Future hall of famer and 2007 first round draft pick Joe Thomas found out he'd been drafted by the Cleveland Browns while on a fishing trip. Others want a huge party with everyone they know and to be at the epicenter of the action. As somebody who experienced the draft in Tennessee last year as a journalist, and experienced the 2002 draft from the perspective of a player, I know which one I would rather go through, especially right now during a global crisis. Nothing is more special than to be surrounded by the closest members of your family, the ones who supported you and made their own sacrifices along the way to get you to this moment. My family sold our house and moved us closer to the city with bigger schools so that I had a chance to get into college and ultimately reach the NFL. To be sitting on the couch at home, surrounded by those you love, the ones who have helped you get to where are, is exactly where you want to be."], "Language": false}