{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/cnn-underscored/kids-outdoor-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Vercelletto"], "Writers": [["Christina Vercelletto"]], "FirstPublishDate": ["2020-04-22T17:55:35Z"], "LastModifiedDate": ["2020-04-22T17:55:35Z"], "Headline": ["28 fun backyard games for kids of all ages"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. The bad news is we're still on coronavirus lockdown. But here's the good news: Spring is finally here. In more and more US states, flowers are blooming and days are warmer. So if you're lucky, #stayhome can now include #yardplay. Hey, at least we're moving in the right direction.  To celebrate, we've gathered up some of the latest and greatest backyard memory-makers — games that we've tried and love ourselves, or that come courtesy of some of our favorite brands, have high customer reviews, or all of the above.  Among the lawn games, ride-ons, pool playthings and energy-burners, you'll find just the things to set the scene for the most relaxed afternoons your family's had in a while. Buh-bye, cabin fever.  Ages 1-2 Pacific Play Tents Furry Little Monster Dome Tent ($39.99; buybuybaby.com) Building blanket forts in the living room was fine and all, but it's time for the real deal. Get outside and dream up adventures with your little camper in this cheery tent. (It comes in two other colorful creature designs. Good luck choosing.) _______________________________________________________________________________ Little PicklePotamus Hand Kite ($7.50; etsy.com) Your tot is too little to wrangle a kite, but it's not too soon to start practicing. Watch the giggles as your toddler runs around the yard with this bamboo-wood hand kite, with the silky streamers fluttering in the breeze.   _______________________________________________________________________________ Step2 Whisper Ride II Ride-On ($64.99; kohls.com) A play car is basically a rite of passage for toddlers. With two cup holders, a seatbelt and a handle that folds down for easy transport, this car is a hit with reviewers.   _______________________________________________________________________________ Intex Candy Zone Splash Pool ($59.99; buybuybaby.com) Is this not the cutest baby pool you've ever seen? It has a petite waterslide, and comes with six balls, sized to be easy for toddlers to grip, to roll down the rails. You'll enjoy watching as much as they'll enjoy splashing about.  _______________________________________________________________________________ The Learning Journey Out & About Discovery Cards ($4.01, originally $9.99; amazon.com) Mix a little learning in with the fun. This clever deck of cards is a hybrid between a matching game and an outdoor scavenger hunt for toddlers. Set out together to find what's shown on the card you pull. When we're all able to venture farther afield, this is the ultimate portable activity for an outing to the park.  Ages 3-4 Little Tikes Easy Score Soccer ($37.99; target.com) This compact set will pay dividends in laughter through fall. Two close-in-age siblings can take turns passing, shooting and playing goalie. When the days of social distancing are finally over, neighbor pals can join the game. A pump for the ball is included, a nice extra.   _______________________________________________________________________________ Spiro Bouncer SeeSaw ($89.50; qvc.com or $99.99; buybuybaby.com) Unlike playground seesaws that only older kids can manage, with hard seats, this backyard version is bouncy and comfy. That's owing to the squishy round cushions, which soften the impact with the ground. Plus, aside from the requisite up-and-down motion, the Spiro spins 360 degrees.   _______________________________________________________________________________ BigMouth Dinosaur Sprinkler ($47.99; bedbathandbeyond.com) At 6½ feet tall, this paleolithic pal stands head and shoulders above traditional garden-hose sprinklers. Summer birthday? This + a cake + balloons =  instant party. We can hear the squeals already.   _______________________________________________________________________________ Step2 Springtime Splash Water Table ($49.99; kohls.com)  This interactive water tower lets kids splash and pour safely, with plenty of toys to make the fun last hours and hours.   _______________________________________________________________________________ Antsy Pants Hoppity Hop ($34.99; target.com) Let them burn off steam bouncing up and down the driveway or patio. For every one purchased, Antsy Pants makes a donation to a charity building playgrounds for kids living in poverty. The unicorn (shown) is hard to resist, but there's also an equally cute dinosaur.  Ages 5-7 Hey! Play! Lawn Bowling ($33.99; homedepot.com) A sweet, old-timey lawn game gets a fresh, kid-fabulous makeover in this set. The pieces are made of New Zealand pinewood, for years of strikes and spares. And bowling is a great way to build those burgeoning hand-eye coordination skills.   _______________________________________________________________________________ Nerf Dude Perfect Smash Football ($18.99; target.com) Armed with this toy, your kid can have an experience that merges football and darts. Aim the foam ball at the center of the target, which will pop out if hit. The target can be stood up on the grass, hung from a tree branch, or even tossed high into the air for an extra challenge. Included are game and trick shot ideas.   _______________________________________________________________________________ GoSports Premium Wooden Ring Toss ($19.99; homedepot.com) Destined to be handed down to a younger sibling or cousin, this game has pine target pegs and super-strong rope rings. Adding up the different points earned for each ring gives your kid extra math practice, and that can't hurt in these days of home schooling. It comes with a carrying case.   _______________________________________________________________________________ Giant Tower Stacking Game ($39.09, originally $45.99; overstock.com) You know that game where you pull out a wooden block and put it on top, without making the tower fall?  Consider this the ginormous outdoor version. The 54 wooden blocks stack over 4 feet high. Aside from scale, the difference between this and the tabletop version is the spaces between the blocks, which makes it a little trickier. You'll probably enjoy playing with this as much as your kids will.    _______________________________________________________________________________ Joyin Lawn Games Set ($19.99; amazon.com) Order up old-fashioned fun with this kitschy collection of competitive games for four players. You get \"potato sacks\" for races, \"eggs\" and spoons for relays, and two-legged race bands. Be ready to video your family's Quarantine Olympics.  Ages 8-12 Splinter Woodworking Co. Giant Yardzee and Yardkle ($69.95; homedepot.com) Bigger is often better. Case in point: this jumbo version of popular dice games. The wooden dice have deeply carved dots that won't wear down. The wooden bucket you roll them out of doubles as a storage bin. And If you accidentally leave them out in the rain, no worries — they have a weather-resistant finish. Pig, Seven Up, Slam, Knock Out, and Ship-Captain-Crew are just a few of the games you can play.   _______________________________________________________________________________ Wembley Champion Joust Battle ($55.99, originally $80; kohls.com) Everyone into the pool! Two tweens will be making waves trying to knock each other into the water. The sturdy ride-ons and boppers are easy to inflate and resist puncturing.   _______________________________________________________________________________ Major League Baseball Kite (starting at $14.99; bedbathandbeyond.com) Let's go fly a kite! While the 2020 baseball season going ahead is dubious, young fans can show their spirit by proudly unfurling their choice of 16 team logos. Each kite comes with 100 feet of line. Raise those colors high!   _______________________________________________________________________________ Slackers NinjaLine ($99.99; amazon.com) Thrill the aspiring American Ninja Warrior in your house with this beginner-level obstacle course. It's easier to set up than you might think. The set comes with a slackline, seven obstacles and a storage bag.  Ages 13-17 Americana Deluxe Tiki Hook and Ring Game ($39.99; etsy.com) It may seem easy — just swing the ring on its cord over the hook — but it isn't. You can mount this onto a tree or attach it to an overhang, but if those aren't an option, the steel telescoping pole lets you set it up wherever you like.   _______________________________________________________________________________ Quest Traditional Cornhole Board Set ($99.98, originally $149.99; dickssportinggoods.com) If your teens have never played cornhole, what better time than now to give them an introduction? This authentic set is approved by the American Cornhole Association (yes, there is such an association, and it takes its approvals seriously). It's built to last through many barbecues and family picnics to come. Bonus: The legs fold up, so it's easy to put away.  _______________________________________________________________________________ KanJam Disc Game ($39.99; amazon.com) This is kind of like bean bag toss, but with discs instead of bean bags, and two targets (kans) set far apart. The KanJam app explains all the rules and lets you download videos and a scorekeeper.   _______________________________________________________________________________ 4 in a Row ($66.07; homedepot.com) Outdoor fun doesn't require advance planning or setup. On a nice night, you and your teen can get some air by grabbing this 3-foot outdoor game (it comes in a tote bag) and heading out on the patio. The game itself operates on the same principle as tic-tac-toe, but much trickier.   _______________________________________________________________________________ TrekLightGear Light Up Bocce Ball Set ($63.71, originally $74.95; etsy.com) The object of bocce is to get your ball as close to the pallino (target ball) as possible, without it being knocked out of the way by your opponent. Each ball in this set has a built-in LED light. These aren't just \"glow in the dark\" balls, which often require a full day in the sun to actually glow. Each weatherproof ball has a switch that lets you opt for a solid bright glow or a flashing one. Your fur kid Harry Barker Camper Fetch Set ($8; amazon.com) Every dog likes to play fetch. But do those balls ever get gross fast! Treat your best bud to a new set, made of natural rubber and heavy-duty felt. _______________________________________________________________________________ Chuckit! Rugged Flyer Dog Toy ($10.99, originally $13.49; petsmart.com) When you throw this ring, it zips fast and far, to the delight of your pooch. It also floats in water, so if it lands in the pool, don't be surprised if your daring doggie dives in after it.  _______________________________________________________________________________ Nerf Tennis Ball Blaster ($15.50, origina"], "Language": false}