{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/opinions/bergen-osterholm-interview-two-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Bergen, CNN National Security Analyst"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-04-22T00:33:07Z"], "LastModifiedDate": ["2020-04-22T15:39:22Z"], "Headline": ["Infectious disease expert: We're only in the second inning of the pandemic"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Infectious disease expert Michael Osterholm, who has been warning for a decade and a half about the possibility of a global pandemic, said the coronavirus we're fighting is at least as infectious as the one that killed an estimated 50 million people in the 1918 flu worldwide outbreak.  He said we're only in the second inning of a nine-inning contest, with the possibility of as many as 800,000 deaths or more in the US over the next 18 months.  Osterholm also pointed to a shortage of chemical reagents that are necessary for widespread testing for the virus and said that the CDC's low public profile in this pandemic in the United States has been a \"tragedy.\" He decried the lack of a national long-term strategy for the pandemic and noted that there are real questions about the efficacy of the antibody tests that are being developed to detect if people have been exposed to the virus. Osterholm, who founded the University of Minnesota's Center for Infectious Disease Research and Policy, warned in 2005 that \"time is running out to prepare for the next pandemic,\" a point that he expanded on in his 2017 book, \"Deadliest Enemy: Our War Against Killer Germs.\"  He discussed the coronavirus at a recent online event organized by the New America think tank with me. The discussion was edited for length and clarity and updated with new information. DR. MICHAEL OSTERHOLM:  As we learn more about the transmission of this virus, it's very clear that it is at least, if not more, infectious than even what the world experienced in the historic pandemic influenza of 1918. And I'm convinced that this pandemic is following what we experienced in 1918.  While I don't expect the Covid-19 pandemic  to be exactly like that of 1918, the epidemiology tells me that this first wave of illness is, in fact, just the beginning of what could very easily be 16 to 18 months of substantial activity of this virus around the world, coming and going, wave after wave. Robert Redfield, the director of the  Centers for the Disease Control (CDC) commented Tuesday that he believes a 2020-21 winter wave could be worse than what we have experienced this spring. Will the next waves get bigger like they did in 1918 when there was a spring peak and a fall peak? We don't know that, but it surely is a virus that likely will have to infect at least 60 to 70% of the population before we see a major reduction in its transmission.  I think it's very hard to realize that we're first in the first innings of this crisis. A quote keeps coming back to me from Sir Winston Churchill: \"This is not the end. It is not even the beginning of the end, but it's perhaps the end of the beginning.\" I think that's where we're at right now.  You might say we're in the second inning of a nine-inning game.  We've got to consider how we're going to prepare ourselves for the possibility that some of the cities that have already been hit hard will have peaks some months down the road that may be much larger in case numbers than we're seeing right now. For several months, people kept pointing to Asia and saying, \"If we just adopt the same response as China or Singapore or Japan, then we could bring this under control.\" Finally, people are realizing that these comprehensive -- some would consider them even extreme -- control measures adopted in Asian nations are starting to show the breaks in their effectiveness. Singapore has witnessed rapidly increasing transmission occurring in the community. The same thing has happened in Japan, which is now in a state of emergency. What's even more confusing is what's happening in China. We are seeing large public crowds in China again. China is now reporting that most individuals who test positive for the coronavirus are asymptomatic. Many health experts are very concerned that the Chinese government is not reporting all cases. After more than four months of some of the most extreme population movement limitations in modern history, we're still seeing transmission occurring inside of China. And as the Chinese government permits so many people in the Hubei province to go back to work, I'm very concerned that we'll see increased transmission in other provinces of China. I don't believe it will ever be as bad as it was in Wuhan in January, but we can't use Asia as the perfect model for what control measures will work here. We are going to be dealing with Covid-19 on a global scale for months to come, trying our best to suppress it as much as possible.  What is our strategy in the US going forward? At this point, my biggest concern is that we still don't have a national plan. We have to develop a comprehensive and effective national response to Covid-19. BERGEN: What should that long-term strategy look like? OSTERHOLM: The first step is to acknowledge the need for a long-term strategy.  We're so focused on \"the here and now\" of this issue -- the idea of just getting over this wave and flattening this curve. And I agree with that. It's an immediate issue, particularly if you are in one of the places that's on fire right now like New York, Detroit, Chicago, New Orleans. But people have handled these local hot spots almost like they were faced with a hurricane that has now made landfall. Now we can get into remediation and recovery from this first round of crisis.   So, the first thing we need is a plan. That's critical. The second thing we need to address is: What is our long-term strategy? I believe we have really two choices at the edges and some additional options in between. One choice is to try to lock down our society and economy like Wuhan did. Most of us understand that adopting that approach means we're not only destroying the economy but also destroying society as we know it. The other alternative is to let viral transmission go willy-nilly until it burns through the population.  I am strongly against that approach for two reasons. First, that would mean we could potentially experience millions of deaths just in the United States. It would bring down our health care system as we know it; it would mean severely compromised care for Covid-19 patients and fewer care options for anyone else with other serious health issue such as a heart attack, acute asthma attack, cancer or an injury from an accident. So, that is not a viable alternative. There's got to be an approach in the middle. I call it \"threading the rope through the needle,\" where we open our economy and everyday life in a way that is capable of rapidly detecting the emergence of new waves of infection. Then we do whatever we can again with physical distancing to limit the new infection's spread. By the way, I find the term \"social distancing\" unfortunate. It is physical distancing that we need in order to stop the virus transmission. Let's never social distance. Let's try in our modern age of the Internet, to do a better job with staying social. So how do we get the younger, otherwise healthy demographic back to work, a group we know will be at much lower risk of serious disease and death if they get infected? How do we bring a substantial number of these individuals back into society and at the same time try to protect those who have the highest risk of a severe outcome? Remember we have to get them through the next 16 to 20 months, or until we get a safe and effective vaccine.  For those who are vulnerable, it is imperative that we minimize the risk of infection and the likelihood of ending up in a hospital and dying. And please know this approach will never be perfect; some younger people will get sick and even die. But the rate of serious illness and deaths will be many times lower for the young than for older individuals or those with underlying health risk factors.  Our strategy can't be the outcomes of day-to-day press conferences. It can't be 30-day plans to \"social\" or \"physically\" distance. It's got to address how we're going to incorporate day-to-day prevention actions, and what we ask the public to do must be realistic.   For example, everybody wants to do widescale coronavirus testing today.  Talking heads without any experience in testing declare, \"We'll test millions of people each week, and then we'll know who is infected and can follow up.\" Very few people realize that the testing community in this country can't do that. We don't have adequate international manufacturing capacity and supply chains for reagents, the chemicals needed to run these tests. The reagent capability -- meaning securing those chemicals that are key for running many of these tests, whether you're testing for virus or antibody -- before the pandemic was more or less, adequately supported by a \"garden hose of production.\"  Then Covid-19 came along and the Asian countries, specifically China, demanded a major increase in reagent supplies.  Finally, the whole world caught the pandemic, and now there are billions of people who need to be tested.  We need a firehose to meet that demand but we can't build reagent manufacturing facilities overnight. I urge that whatever we do going forward has to be based on reality.  We're not going to test your way out of this thing when we don't have tests.   I paraphrase a quote from former US Secretary of Defense (Donald) Rumsfeld who said, \"When you go to war, you don't get to go with what you want. You have to go with what you have.\"   So, we're going to have this reagent issue for some time to come, and we must understand that and come up with a plan based on reality.   BERGEN:  What is the role of the reagents in these tests? OSTERHOLM: Reagents in the test are like the gasoline in a car.  For example, if you take a nasal swab from a possible Covid-19 case, you have to extract specific material out of that swab. So, if you don't have the chemical reagent to do that, you can't run the test. You just can't have a swab and walk into a lab and say, \"Test this.\" For each test, there are chemicals required to run it, and it varies by which kind of test you're talking about.  BERGEN: You mentioned the 1918 pandemic in which some 50 million people died.  I presume that public health generally has improved since then? OSTERHOLM: I surely don't want to suggest that the number of people who died in 1918 is the number we might expect with this novel coronavirus pandemic. Today, of course, we have a much larger population globally than we had back then. But I think that the epidemiology is following the trend of the 1918 pandemic, with the exception, of course, that  in 1918 those who died were more often in the younger adult age population than we're seeing today.  We should remember that  the current pandemic is caused by a coronavirus and not an influenza virus like was the case in 1918. History will tell if the two act very much the same way in terms of the epidemiology of the diseases. One issue is that, except for social distancing, we don't have any other major public health tool"], "Language": false}