{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/us/sports-still-live-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T13:13:34Z"], "LastModifiedDate": ["2020-04-23T12:54:31Z"], "Headline": ["Darts, iRacing and baseball from Taiwan. A guide to the sports airing now, since most go-tos are gone"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With sports largely on hold because of coronavirus, this can present a problem for many fans.  Namely, what is there to watch now? Where to turn to get that beloved adrenaline rush? Have no fear. There are still (yes, still!) some sports available for sports fans. We may not have NBA playoff games, but at least we can get something. Darts. Yes, darts Hear me out. Professional darts games have been able to proceed where other sports have not, though without fans.  Darts may be easy to dismiss at first. It's not as fast paced as some of America's favorite sports, like basketball, doesn't have the same regional alliances as football, or the institutional history of baseball. But what the sport may be perceived to lack it far makes up for in other ways.  Watching a dart player line up a shot is comparable to watching a penalty shoot out in soccer. It's subtly intense -- your eyes are stuck to the screen and your chest jumps at any small slip up. When the player just misses the spot they were aiming for, your heart crashes to your stomach.  And you can bet on it too, if that's your thing. The Professional Darts Corporation lists a number of ways people can watch on its website. It's not NASCAR. It's iRacing So maybe NASCAR has postponed its events, but that doesn't mean there's no racing to be found.  Many NASCAR drivers, including the likes of Dale Earnhardt Jr., have taken up iRacing -- where drivers race from the comfort of their home. The sport existed long before coronavirus, but has been getting extra attention because of the virus. Fox Sports has plans to air the rest of the iRacing season on their platforms, making the sport easily available for racing fans to tune in. Baseball, but from Taiwan Sure, the MLB is great. But with Opening Day continuously getting pushed back, it's difficult to say when America's favorite pastime will make its awaited return.  So while you might be missing your Nationals, Yankees or Twins, have hope: There is still some baseball airing. It's just on the other side of the world. The Chinese Professional Baseball League, based in Taiwan, began its season on April 11 after initially getting postponed.  Of course, there's a bit of a time difference, but the game is the same. Eleven Sports is even streaming some games in English, making it easy for those unfamiliar with Mandarin to tune in.  And let's be honest, those reruns of classic games are getting a little old.  Still, the WWE persists Florida declared the WWE an essential business, meaning the sport has resumed live television matches.  \"We believe it is now more important than ever to provide people with a diversion from these hard times,\" WWE said in a statement to CNN at the time. \"We are producing content on a closed set with only essential personnel in attendance following appropriate guidelines while taking additional precautions to ensure the health and wellness of our performers and staff.\" Just days after the announcement was made, the WWE was also forced to release multiple stars, most notably veteran Kurt Angle.  Still, the WWE is live, unlike a lot of sports right now. The obvious choice? eSports eSports is competitve video gaming, where players from different leagues or teams face off in games like Fortnite, League of Legends, Counter-Strike, Call of Duty, and Overwatch.  Naturally, because it's video gaming, eSports lends itself well to the virtual platform. Which means it's still on and available to watch. Hooray! A lot of eSports content is available on Twitch and YouTube, so it's not hard to find. "], "Language": false}