{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/world/coronavirus-newsletter-04-22-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-22T11:34:46Z"], "LastModifiedDate": ["2020-04-22T11:34:46Z"], "Headline": ["What you need to know about coronavirus on Wednesday, April 22"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The coronavirus blame game has reached a new level after Missouri announced it was suing China over the crisis. The US state is seeking damages for what it described as a campaign of \"deception\" and insufficient action to halt a \"preventable\" pandemic — allegations Beijing strongly denies.   The conflagration over China is becoming a key flashpoint in the 2020 race, with President Donald Trump and presumptive Democratic nominee Joe Biden sparring over the country's role in the spread of the virus. The battle could turn into a critical showdown in November's election, Stephen Collinson writes. Beijing has faced intense scrutiny and criticism over its handling of the coronavirus, and not only from Washington. But the pandemic still presents an opportunity for China to solidify its status as a superpower and global leader — especially as Trump alienates some allies with his \"America First\" approach, James Griffiths writes.   One outspoken critic of China's government knows what it means to be socially isolated. The dissident artist Ai Weiwei, who was detained for three months by authorities back in 2011, told CNN that the coronavirus had only strengthened the \"police state\" in China.  With the Wuhan epidemic now contained, David Culver has returned to see how people there are navigating a new normal, after nearly three months living in lockdown. YOU ASKED. WE ANSWERED Q: Am I doing video meetings right? A: Maybe you weren't a fan of virtual meetings before working from home, or you're having to do them for the first time. Either way, they can be awkward, and often challenging, especially if you have a spotty internet connection. While there's no \"right\" or \"wrong\" way to approach video calls, there is some etiquette involved. Kathryn Vasel breaks it down here.  More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Trump backs off full immigration ban Trump has announced a 60-day ban on immigrants seeking green cards to live in America permanently, but backed away from plans to stop workers entering the country on a temporary basis.   The announcement came as the Senate approved a roughly $480 billion relief package with funds for small business, hospitals and testing. The House is expected to vote on the package Thursday.  Meanwhile, people were dying from coronavirus in the US earlier than previously known. A death has now been confirmed in California in early February -- more than three weeks before the first known death in Washington state.   Famine of \"biblical proportions\" The developing world is facing \"multiple famines of biblical proportions within a short few months\" unless urgent action is taken, the UN's food relief agency said. It warned that the pandemic would push an additional 130 million people to the brink of starvation, on top of another 135 million who were already facing crisis levels of hunger.   Homeschooling widens inequality gap A staggering 90% of the world's students are in lockdown. But it's going to hit poor kids much harder than rich ones. The inequality gap, present in education systems at the best of times, is being exacerbated by school closures worldwide, experts say.  Bangladeshi garment workers face ruin When Fatema Akther arrived for work at the Alif Casual Wear garment factory in Dhaka in late March, she had no idea it would be her last day. She's one of millions of garment workers — most of them women — estimated to have been furloughed or laid off in Bangladeshi factories, as global demand for fast fashion dries up.   Warning of second wave next winter The director of the US Centers for Disease Control and Prevention has warned that another wave of coronavirus next winter could be \"even more difficult\" than the current outbreak because it would coincide with flu season.  ON OUR RADAR As concerns grow that Poland is using the pandemic to chip away at democracy, women are finding creative ways to protest on the streets and online.   Lockdowns have significantly reduced deadly air pollution around the world. They've also uncovered some blue sky thinking: It's possible to change our society's activities to benefit our environment.  \nBoosted by binge-worthy shows like \"Tiger King\" and \"Love is Blind\" — and the boredom of billions stuck at home — Netflix added twice as many subscribers as it expected in the first quarter. \nAs anti-Asian discrimination related to the pandemic spikes, New York City has formed a team of attorneys and law enforcement to respond to cases that are reported (or not).  \nFrom offering tickets at the cost of a vegetable to multi-seat discounts, Chinese airlines are rolling out a series of deals to attract travelers in the run-up to the country's Labor Day holiday.   TOP TIPS Work. Kids. A global pandemic. It's a lot to juggle, but these tips from time management experts can help.   Make peace with the fact that you aren't going to be able to get as much done as you did in the office. Then, start a list of \"must-dos\" for the day and figure out a game plan to tackle them.  \nMultitask strategically. You can't think about two things at once, but you can listen in on a conference call while unloading the dishwasher, for example.\nYour mind works more efficiently when you group similar tasks together. Block off a time where you knock them out all at once.\nGive yourself a break. The demands on your time have increased dramatically, but there are still only 24 hours in a day. Some things aren't going to get done, and that's okay. TODAY'S PODCAST \"You have to prepare our children for what's coming. If we could go back in time, six months, wouldn't we prepare our kids for this lockdown?\"-- Bill Weir, CNN's Chief Climate Correspondent This year, the 50th anniversary of Earth Day comes in the midst of a pandemic. CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks to Weir about the parallels between Covid-19 and climate change, as well as what it was like for Weir to welcome a new son into the world during such an uncertain time. Listen now"], "Language": false}