{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/politics/trump-who-funding-letter/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kylie Atwood, CNN"], "Writers": [["Kylie Atwood"]], "FirstPublishDate": ["2020-04-24T15:23:53Z"], "LastModifiedDate": ["2020-04-24T15:23:53Z"], "Headline": ["Major health groups and charities urge Trump to reverse World Health Organization funding decision"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["More than 1,000 organizations and individuals including charities, medical experts and healthcare companies from around the world have written to the White House arguing the Trump administration should reverse course and keep funding the World Health Organization (WHO). They make the case that the coronavirus pandemic can't be brought under control without the WHO. \"The United States cannot rid this insidious virus from the country, nor around the world, without WHO,\" the letter addressed to President Donald Trump, and sent to the White House on Thursday night says. \"WHO is the only organization with the technical capacity and global mandate to support the public health response of all countries during this critical time.\" Signatories include influential companies and groups such as the American Academy of Pediatrics, Oxfam, the Evangelical Lutheran Church in America, the American Public Health Association and the healthcare company Kaiser Permanente. Their plea comes at a pivotal moment. Last week Trump put WHO funding from the US on hold and ordered a review of the body which he has accused of mismanaging the outbreak. The US has been the largest funder of the organization since it was founded in 1948.  It is \"imperative\" for the US to demonstrate global leadership during the pandemic, and to build up the global heath architecture to prevent another pandemic, the signatories wrote. The effort was coordinated by the Global Health Council, an international health non-profit. \"We were blown away by the response. We thought we'd gather a few hundred signatures total, but we had that within hours. It took off like a rocket. We're still getting signatures,\" said Loyce Pace, the President and Executive Director of the Global Health Council. The White House did not reply to a request for comment.  While the signatories acknowledge that the last few months of the outbreak were mired in challenges -- and point to the WHO's eagerness to assess where they went wrong once the pandemic is under control -- they still see the it as a vital player in global health. \"During an unprecedented and hugely complex public health crisis like this, there are bound to be challenges,\" the letter writes. \"It is without question, however, that WHO efforts have been vital to flattening the curve, slowing the virus' spread, and ultimately saving lives in the U.S. and around the world.\" Earlier this week Secretary of State Mike Pompeo criticized the WHO for failing to go public when China did not follow international health regulations to reveal what it knew about the coronavirus pandemic in a timely fashion. It is unclear if the organization broke any rules or regulations by not calling out China at the time. The increasing focus on China and the WHO from the Trump administration has come as they have tried to deflect blame for a fumbled response to the pandemic which has killed more than 49,000 Americans. Thousands of lives around the world continue to be lost to the deadly virus every day. \"At a time of the worst public health disaster in the last 100 years, suspending funding to WHO would be like cutting the water supply to a firefighter in the middle of a fire,\" the letter says. There are many areas of disagreement between the points made in the letter and the approach of the Trump administration. Administration officials have said it is necessary to have US inspectors on the ground in China to understand the exact genesis of the virus. The letter says that the WHO recognized that China had failed to be transparent in January. But the signatories argue that as the threat posed by the novel coronavirus became clear, the WHO \"continued to engage with the Chinese government\" to get information at a \"rapid pace\" from the Wuhan epicenter. They point to a WHO technical team visiting Wuhan in late January and in February to study the disease. The Trump administration has provided few details about their review of the funding, who is in charge of it, and what they are looking for. CNN has reported, however, that the Trump administration is working behind the scenes to abandon a commitment of millions of dollars in funding for the World Health Organization. Pompeo also hinted that the ultimate goal may be to prevent all future US funding of the WHO during a Fox News interview on Wednesday. \"It may be the case that the United States can never return to underwriting having US taxpayer dollars go to the WHO,\" Pompeo said."], "Language": false}