{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/sport/magnus-carlsen-alireza-firouzja-rematch-chess-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-21T10:48:52Z"], "LastModifiedDate": ["2020-04-21T10:48:52Z"], "Headline": ["Magnus Carlsen gets revenge on 16-year-old Iranian sensation in world's richest online chess tournament"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["A few days after he was shocked by 16-year-old chess sensation Alireza Firouzja, world champion Magnus Carlsen has enacted his revenge on the Iranian.  The Norwegian was stunned last week in the final of Banter Blitz Cup by Firouzja, who won $14,000 as a result.  But Carlsen, who has been world champion since 2013, reclaimed his spot on top with a 2.5-1.5 victory in Round 2 of the Magnus Carlsen Invitational.  The tournament, hosted by the grandmaster and in which eight of the world's best players face off, is the world's richest online chess tournament, with a prize of $250,000.  Carlsen beat Firouzja in the opener. But in a remarkable twist, the 16-year-old, who sat in a gaming chair wearing shorts, stole the second game, prompting the 29-year-old to describe his teenage opponent as \"very, very slippery.\" READ: Iranian chess referee left in diplomatic limbo over hijab photo The world No.1 won Game 3 comfortably and held out for a draw in the final game to move atop the leaderboard, while Firouzja has yet to pick up a point.  \"It wasn't an easy ride, that's for sure. But what can I say? I'm happy to have made it in the end,\" Carlsen told chess24 afterwards.  While Firouzja is yet to get off the mark in the tournament, his performances have enhanced his reputation. His ability to push an experienced veteran like Carlsen to the limit has tipped him to rival him in years to come.  And although Russian super grandmaster Peter Svidler thought he was \"slightly overhyped\" beforehand, Firouzja's performances suggest he is destined for a career at the top. The title distinguishes players with over a 2700 Fédération Internationale des Échecs (FIDE) rating on the scale that governs international chess competition \"The needle got shifted a little for me,\" Svidler said in commentary. \"I thought he (Firouzja) was slightly overhyped, but then I watch Magnus seemingly really struggle against Alireza, and you can't help wondering if it's not just Magnus having off day, it's because of who he is playing. \"I'm now thinking, yes, it's maybe in Magnus's head, and then it all gets a lot more interesting.\" Grandmaster Alexander Grischuk said: \"I think it's a bit like (Garry) Kasparov. He convinced himself that (Vladimir) Kramnik is going to be the next World Champion, and then when he played the match against him, he just totally could not play ... He can fight anyone but not destiny.\" READ: Caeleb Dressel: Even Olympic champions struggle to resist junk food binges during lockdown Bursting onto the scene Firouzja began turning heads from an early age, becoming the second-youngest player to reach the 2700 FIDE rating. He rose to fame when he came in second to Carlsen in the Moscow World Blitz in December. Visit CNN.com/sport for more news, features, and videos Firouzja plays under the flag of FIDE, the global chess organization, after leaving his native Iran to avoid government restrictions. Iran strongly discourages its citizens from competing against Israelis as a sign of protest against the country and a show of solidarity with the Palestinian people. The teenage grandmaster moved to France at the end of 2019 with his father so he could compete against Israeli opponents."], "Language": false}