{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/us/2020-nfl-draft-guide-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-04-20T22:51:58Z"], "LastModifiedDate": ["2020-04-20T22:54:57Z"], "Headline": ["A guide to the NFL Draft: How to watch and what to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's been nearly six weeks since live sports were stopped in the US and fans are getting antsy. Luckily, the NFL is still planning to hold the 2020 NFL Draft, giving action-starved fans something to watch while isolating in their homes. But since the world is still grappling with the coronavirus, some things will be different than past years. Notably, the entire draft will be held virtually.  There will be no stage for NFL Commissioner Roger Goodell to shake hands and hug players and all 32 teams and league personnel will be operating remotely. Nearly 60 prospects said they would participate virtually as well. The draft will also serve as a virtual fundraiser called \"Draft-A-Thon\" that supports six charities and their respective coronavirus relief efforts: the American Red Cross, the CDC Foundation, Feeding America, Meals on Wheels, the Salvation Army and United Way. When is the draft? Round 1 starts this Thursday, April 23, at 8:00 p.m. ET. Rounds 2-3 will take place Friday, April 24, at 7:00 p.m. ET. Rounds 4-7 will follow on Saturday, April 25, at 12:00 p.m. ET. How can I watch it? The draft will be televised live on ESPN, ABC and on the NFL Network. Who are the likely first picks? Joe Burrow is widely expected to be selected first overall by the Cincinnati Bengals, who hold the first pick.  The Heisman-winning quarterback led Louisiana State University to a national championship, and might become the ninth quarterback to win a Heisman and be selected first overall in the draft since 1967, according to the NFL.  It would also be the first time in the common draft era that a Heisman Trophy winner was selected No. 1 overall in three consecutive drafts. The Arizona Cardinals chose quarterback Kyler Murray in 2019, and the Cleveland Browns selected quarterback Baker Mayfield in 2018. Following Burrow, Ohio State defensive end Chase Young is expected to be chosen at No. 2 by the Washington Redskins. Young won the Bednarik Trophy in 2019, which is awarded to the best defensive player in college football. He was a dominant force in 2019 despite being suspended for two games, recording 16.5 sacks, 21 tackles for a loss and forcing 6 fumbles. If chosen in the top five, he would join four other players that have won the Bednarik Trophy and to be selected in the top five of the draft, according to the NFL. What storylines should I look out for? When will Tua Tagovailoa go? Tua Tagovailoa has a legitimate case to be selected No. 1 overall in the draft, but a hip injury derailed his final season at Alabama and there has been a lot of uncertainty around his draft stock as a result. So the question we'll all be wondering is the big one: When will he be drafted? As a true freshman, Tagovailoa replaced quarterback Jalen Hurts in the second half of the 2018 College Football Playoff National Championship and led Alabama to victory with a game-winning touchdown pass in overtime. He followed up his MVP performance with a stellar sophomore season where he threw for 3,966 yards, 43 touchdowns and six interceptions. He led Alabama to another National Championship game appearance, where the team lost to Clemson. Tagovailoa was once considered a virtual lock for the top spot, but that was before his injury and the sudden explosion of Burrow. Draft experts have Tagovailoa being drafted anywhere from No. 3 to outside of the top 10. Will Justin Herbert leapfrog Tagovailoa in the draft? With question marks over Tagovailoa's health and teams lacking the ability to evaluate him in person, Oregon quarterback Justin Herbert has begun to creep up draft boards and has gained momentum as potentially being the second quarterback selected behind Burrow. Herbert has the arm, size and athleticism to excel at the next level. Playing the game's most important position, Herbert could easily be selected in the top 10 for a quarterback-needy team. What will the Giants do with the No. 4 overall pick? New York Giants general manager Dave Gettleman's tenure has been riddled with questionable moves, and the team has holes to fill all over the roster. With the fourth pick in the draft, Gettleman holds a valuable pick that can be turned into more draft assets that the team can use to fill in the gaps.  The team has been linked to prospects from practically every position, and it's hard to guess which direction Gettleman will go. Will the virtual 2020 NFL Draft be disrupted? Hacking in sports is nothing new, as MLB recently found out.  With the entire 2020 NFL Draft being held virtually, it's surely a ripe target for hackers. Teams have been holding conferences and meetings with video conferencing platforms such as Zoom for weeks now, and vital information could have easily been stolen without them ever knowing, as security issues have become a growing concern on the streaming platform. And should that info get out, a team learning of another team's draft board in advance of the draft is a major advantage that even repeat offenders may not be able to resist. "], "Language": false}