{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/world/namibia-africa-millimetre-telescope-spc-intl-scn/index.html"], "Source": ["cnn"], "Location": ["Namibia"], "ByLine": ["By Rachel Wood, CNN"], "Writers": [["Rachel Wood"]], "FirstPublishDate": ["2020-04-20T08:06:08Z"], "LastModifiedDate": ["2020-04-21T14:21:59Z"], "Headline": ["The missing link in the study of black holes? Africa Millimetre Telescope could unlock new secrets"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Black holes, which trap light and warp the very fabric of space, remain one of the great mysteries of science. But astronomers are hoping that a telescope in Africa could help unlock their secrets. Eli Kasai is an optical astronomer at the University of Namibia, and he is working on a project to bring a millimeter wave telescope to the country, which will be the first of its kind in Africa. Known as the Africa Millimetre Telescope (AMT), Kasai says it could provide the \"missing link in the study of black holes.\" A millimeter wave telescope is designed to detect radio waves from objects in space whose wavelengths are in the region of one millimeter. These waves can penetrate the clouds of dust between a black hole and Earth. Black holes form in outer space when stars collapse or fall in on themselves and the gravitational pull is so strong that not even light can escape. This makes them invisible to the human eye. By using specialist telescopes to study them, scientists hope to discover more about how our universe was first formed. The AMT will form part of a global network of telescopes called the Event Horizon Telescope (EHT) which has been searching for black holes in the far reaches of the universe since 2006. The existing eight telescopes combine to make one gigantic telescope the size of Earth and last year produced the first ever picture of a black hole. It was a groundbreaking moment for astronomy worldwide because it provided the first direct evidence that black holes even existed.  With more telescopes joining the network, the EHT will be able to capture better quality photos. \"At the moment when the existing telescopes in the network are not facing the black hole they have to wait until the Earth rotates again,\" said Kasai. \"It was this realization by the EHT scientists that spawned the AMT project.\" With clear night skies and high mountain ranges, Namibia is one of the best areas in the world for astronomy.  The AMT, consisting of a 15-meter single-dish radio telescope, will be positioned at an altitude of more than 2,300 meters on the side of the Gamsberg mountain in southern Namibia. \"It's completely flat there. It's really ideal for erecting this type of structure up there,\" said Michael Backes, a colleague of Kasai's also working on the project. The cost of the AMT has been estimated at around $20 million which includes the shipment of the radio dish from Chile, assembly and build of the power supply and data center on the Gamsberg mountain.  Around 25% of this has been raised so far by the University of Namibia, Radboud University in the Netherlands, European Southern Observatory and The Dutch Research School for Astronomy. The AMT team is currently fundraising for the remaining sum with the telescope expected to start observations in 2024. Future astrophysicists Once the AMT is up and running, Namibian scientists will carry out black hole observations in March and April in collaboration with Radboud University. The rest of the observing time will be allocated for Namibia to carry out its own research, which Kasai believes will be a \"game changer\" for the country's next generation of astrophysicists. The University of Namibia is running a yearly scholarship program for a PhD and masters student to study astrophysics in preparation for working on the AMT project. \"I'd love to be involved in the first video images of our black hole,\" said Hiiko Katjaita, a masters student hoping to be a part of the AMT team when it comes to Namibia. The project is also aiming to reach 150,000 school children in Namibia through a mobile planetarium program, an inflatable dome where images of the night sky are projected.  \"It will travel across the entire country basically going from school to school hopefully piquing the interest of children to follow careers in astrophysics and become our future scientists of Namibia\", said Kasai."], "Language": false}