{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/17/sport/gallery/michael-jordan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-18T00:14:17Z"], "LastModifiedDate": ["2020-04-22T23:00:31Z"], "Headline": ["When 'Air Jordan' took flight"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Michael Jordan rises for a dunk in March 1993. A new documentary, \"The Last Dance,\" focuses on the basketball legend and his final season with the Chicago Bulls. Jordan played 15 NBA seasons, winning six titles and five league MVPs. Many consider him the greatest player ever. Jordan poses for a Little League Baseball photo in the late 1970s. Jordan was born in Brooklyn, New York, but he spent almost all his childhood in Wilmington, North Carolina. Baseball was his first love. Jordan sits with his parents, Deloris and James, on the day he announced that he would be playing college basketball at the University of North Carolina. Jordan played basketball at Laney High School in Wilmington. He didn't make the varsity team until he was a junior, but it didn't take long for him to blossom into a star. North Carolina players huddle around head coach Dean Smith during a game against Clemson. Jordan was named ACC Freshman of the Year in 1982, but his most memorable contribution came during the NCAA Tournament. Jordan shoots the game-winning jumper in the final of the 1982 NCAA Tournament. North Carolina defeated Georgetown 63-62 for its first national title since 1957. During a game against Villanova, Jordan flashes the wagging tongue that would soon become his signature. In 1984, Jordan played on the team that won gold at the Summer Olympics. The team included other future NBA stars, including Patrick Ewing and Chris Mullin. Jordan was drafted by the Chicago Bulls with the third overall pick in 1984. The first pick that year was center Akeem Olajuwon, another future Hall of Famer. The second pick was center Sam Bowie. Jordan does stretches during his first workout with the Bulls. Jordan poses for a portrait during a photo shoot in 1986. Jordan signed a lucrative shoe deal with Nike after turning pro, and his first \"Air Jordan\" sneaker was released during his rookie season. The shoes became a smash hit, and a new version was released every year to great fanfare. Jordan rests on the bench during a game in Atlanta. Jordan was the NBA's Rookie of the Year in 1985, but the Bulls had a losing record and were swept in the first round of the playoffs. Jordan missed much of his second season with a broken foot. But he returned in time for the playoffs and put together one of his most memorable performances against the top-seeded Boston Celtics. Jordan scored 63 points in a double-overtime loss in Game 2. It remains the NBA record for most points in a playoff game. \"I didn't think anyone was capable of doing what Michael has done to us,\" Celtics star Larry Bird said. \"He is the most exciting, awesome player in the game today. I think it's just God disguised as Michael Jordan.\" The Celtics went on to win the title that year. Jordan throws down a slam in 1987. That year he won the first of his 10 scoring titles, averaging a career-high 37.1 points per game. In 1987, Jordan also made the All-NBA First Team. In 1988, he won his first league MVP award. To this day, people still talk about the 1988 NBA Dunk Contest, a memorable duel between Jordan and Dominique Wilkins. The two went tit-for-tat in the finals, with both scoring a pair of perfect 50s. In the end, it was Jordan — with the support of the hometown Chicago crowd — clinching back-to-back dunk titles.  Jordan celebrates after hitting a buzzer-beating basket to knock Cleveland out of the NBA playoffs in 1989. The play became known as \"The Shot,\" and it was remembered for Jordan's fist-pump celebration and the dejection of Cleveland's Craig Ehlo. Phil Jackson became Chicago's head coach in 1989, and the Bulls continued to improve and get closer to an NBA title. Jackson was the coach for all six of the Bulls' titles. Jordan and Magic Johnson battle for a rebound as the Bulls took on the Los Angeles Lakers during the 1991 NBA Finals. An emotional Jordan embraces the Larry O'Brien Championship Trophy after the Bulls defeated the Lakers to win his first NBA title. Jordan famously shrugs his shoulders after hitting another 3-pointer during the 1992 NBA Finals versus Portland. Jordan was red-hot during the first half of Game 1, scoring a Finals-record 35 points on six 3-pointers. He finished the game with 39 points and the Bulls went on to win easily. Jordan is surrounded by fans after the Bulls defeated Portland for their second straight title. Jordan was again named Finals MVP. In fact, he was Finals MVP in all six seasons that the Bulls won the title. Former rivals became teammates when the Summer Olympics came around in 1992. Professional players were now allowed to play in the Olympics, and the United States \"Dream Team\" included Jordan and Magic Johnson, seen here. The \"Dream Team\" was must-see television that year, and it was no surprise when it took home the gold medal. Jordan, decked out in golf gear, poses for a photo during an off-day at the 1992 Summer Olympics. Jordan remains an avid golfer to this day. Tragedy struck in 1993, when Jordan's father was found dead in South Carolina. Two young men were later convicted of his murder. In October 1993, two months after his father's death and less than four months after the Bulls won their third straight title, Jordan shocked the world and announced that he was retiring. \"I've always stressed to people that when I lose the sense of motivation, it's time for me to move on,\" he said. \"I've reached the pinnacle and I've achieved a lot in a short period. I don't have anything else to prove.\" After retiring, Jordan pursued the baseball career he envisioned when he was younger. In February 1994, Jordan signed a minor-league baseball contract with the Chicago White Sox and was assigned to their Double-A affiliate in Birmingham, Alabama. News outlets closely followed Jordan's journey, and fans came out in droves to watch him play.  Jordan leaps for a catch during a game in Winter Haven, Florida, in March 1994. He played 127 games in the minors, hitting .202 with three home runs and 55 RBIs. Jordan is joined by his children Jasmine, Marcus and Jeffrey as the Bulls retired his number in 1994. Jordan's retirement didn't last long. With a player's strike dragging on in Major League Baseball, Jordan decided to shelve his baseball dream and come back to the Bulls in the middle of their season. He announced his return with a simple two-word fax: \"I'm back.\" When Jordan returned in 1995, he wore number 45 -— his baseball number — instead of 23. He reverted to 23 during the playoff series against Orlando, but the Bulls lost in six games. Jordan talks with Bulls teammate Scottie Pippen during a game in Vancouver, British Columbia. Jordan and Pippen were a potent 1-2 punch during the Bulls' championship years, excelling at both offense and defense. Pippen was named to the Basketball Hall of Fame in 2010, a year after Jordan. It didn't take long for Jordan and the Bulls to reclaim their throne. In his first full season back, Jordan led the Bulls to the 1996 NBA title. They defeated Seattle in the Finals. Jordan plays himself in the 1996 movie \"Space Jam.\" He teamed up with the animated stars of \"Looney Tunes\" to defeat a team of aliens on the court. Pippen holds up Jordan during the famous \"flu game\" in the 1997 NBA Finals. Jordan was battling flu-like symptoms during Game 5, but he still went on to score 38 points and hit the game-winning 3-pointer against the Utah Jazz. The Bulls went on to win Game 6 for their second straight title and their fifth of the decade.  Jordan is guarded by a young Kobe Bryant in 1998. Jordan sinks a jumper over Utah's Bryon Russell to win the 1998 NBA Finals. It was his final shot with the Bulls. Jordan enjoys a cigar in the locker room after the Bulls finished off their second \"three-peat\" of the decade. Jordan is joined by his wife, Juanita, as he announces his second retirement in January 1999. But he still had one more comeback left in him. Jordan became part owner of the NBA's Washington Wizards in 2000, and he was also the team's president of basketball operations. In 2001 he joined the team on the court, playing two more seasons before calling it quits again at the age of 40. Jordan averaged 21.2 points with the Wizards but struggled with injuries. They didn't make the playoffs in either season. Jordan takes the court for the final game of his career in April 2003. Jordan becomes emotional as he is inducted into the Basketball Hall of Fame in 2009. \"The game of basketball has been everything to me,\" he said. \"My refuge. My place I've always gone when I needed to find comfort and peace. It's been a source of intense pain and a source of most intense feelings of joy and satisfaction.\" Jordan hits a golf shot while playing in a pro-am event in Charlotte, North Carolina, in 2010. A month earlier he bought the NBA's Charlotte franchise, becoming the second black majority owner of a major professional sports team. Jordan unveils the Charlotte Bobcats' name change in 2013. They became the Charlotte Hornets. In 2016, Jordan was awarded the Presidential Medal of Freedom, the nation's highest civilian honor. President Barack Obama, a Bulls fan from Chicago, noted that people still use Jordan's name as a synonym for the best. \"There is a reason you call someone the Michael Jordan of ... neurosurgery, or the Michael Jordan of rabbis, or the Michael Jordan of outrigger canoeing. ... Because Michael Jordan is the Michael Jordan of greatness,\" Obama said in his remarks. \"He is the definition of somebody so good at what they do that everybody recognizes them. That's pretty rare.\" Jordan continues to promote Nike's Jordan Brand across the world. The trademark \"Jumpman\" logo can now be found on more than just shoes. Jordan Brand is also a clothing line, and it sponsors college sports teams and the pro soccer club Paris Saint-Germain. Jordan cries at the Kobe Bryant memorial in Los Angeles in February 2020. \"When Kobe Bryant died, a piece of me died, and as I look at this arena and across the globe, a piece of you died,\" he told the crowd. He also joked that he might have to endure another \"crying Jordan\" meme after his tearful tribute."], "Language": false}