{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/senior-dog-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey McKenna, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T13:23:23Z"], "LastModifiedDate": ["2020-04-18T13:23:23Z"], "Headline": ["How a road trip with a senior dog taught me to slow down"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["My husband Mike waved a stick in my face, pulling my attention away from the icy tide creeping toward my feet and back to the very important task at hand. \"It's your turn,\" he said, laughing. As I looked up, I saw our dog Bagel's amber eyes commanding to make the next move. From our first encounter, Bagel's stare has said everything her inability to speak could not. Twelve years later, we understand each other better than ever. A family chosen When Mike and brought her back to the shelter after a trial play date, she stalled before going inside, pressing tight against my legs and looking up at me, eyes wide, ears back, tail wagging. As kind as the staff at the shelter were, Bagel was ready for more. We learned that Bagel, two years old when we met her, had already spent more than half of her life in shelters. It was time for her to have a home and people of her own.  In a way, it seemed like she made this decision the day Mike and I met her. Bagel chose to go home with us as much as we chose her to join our family. Twelve years after adopting Bagel, we decided to celebrate the occasion with a road trip.  And so we found ourselves on a Vancouver Island beach, more than 1,500 miles from our home in Northern Colorado.  Maximum fun required the whole family's involvement and participation, Bagel reminded me as she waited for me to resume our game of fetch. Holding my eyes with hers, she threw her head back and sent her staccato bark directly to me: \"Hey lady, you're supposed to be playing, too. It's your turn!\" I took the stick from Mike and flung it as far as I could into the water.  Tofino's beaches stretch wide as well as long, so the waves flow quiet and shallow near shore, even when they're ripping further out. Bagel immediately gave chase, cantering across the hard-packed sand, splashing in the shallows, and snatching her prize from the crest of a wave. Within seconds she returned, dropping the stick at my feet with a bark and head nod. \"Again!\" Family road trip We had been playing fetch for nearly an hour. It was crisp-September weather, partly sunny and brisk. Although the sun kept working its way out from behind the clouds, I shivered. Usually, I hate being cold, but for once, I didn't care.  As I watched my aging dog prance around like a puppy, shoving her face into the water, covering me with salt and sand every time she shook it all off, I knew we had chosen our trip wisely.  A border collie-cattle dog-Labrador cross, Bagel has always managed a precarious balance between exuberant and hyper, intense and neurotic. At 14 years old, she is still game for adventures, but when we planned this trip, we realized that it could be one of her last.  In her youth, Bagel needed hours of intense exercise every day, but she always had a thing for novelty. We'd walk for miles in the mornings and then she'd run or swim as hard as she could in the afternoons.  But if things became too routine — if we took the same trail or visited the same park too often — she'd simply refuse to participate. She really craved variety.  In the 12-plus years that Mike, Bagel and I have been a family, we have spent months together traveling the country and living out of our truck camper.  Bagel's affinity for novelty and jam-packed itineraries worked well on these road trips, and she happily channeled her energy into a busy smorgasbord of activities, often leading the way as we scoured deserts for climbable cliffs and hiked in the lands of cacti and rattlesnakes. She topped it off with fetch at the campground and splash sessions in a shallow creek over lunch. For the last couple of years, though, old age had finally begun to temper Bagel's energy and strength, and she now seems to ration her escapades. Morning walks are still part of her routine, but they're slower and she no longer minds if we stop to chat with a neighbor.  She saves her gusto for the afternoon, especially when it involves playing in water. Chasing water Last fall, in recognition of Bagel's favorite type of play, we decided to take a different type of adventure.  Instead of following our usual travel habits, which had taken on a frenetic character that often overlapped with our work lives and played to Bagel's puppy existence, Mike and I came up with a single goal. In honor of Bagel's 14th birthday, we would chase water — and we would let the dog set the pace. The roughly 3,500-mile loop took us from our home in Fort Collins, Colorado, to the Pacific Northwest and back. We traveled through Wyoming, Montana, Idaho, Washington, British Columbia and Utah, through the mind-bogglingly diverse landscapes that characterize western North America: plains, deserts, mountains, canyons, rainforests, and coasts.  Since we live in a landlocked state, we had decided to make a beeline for the ocean, where we would take our time island hopping and beach combing. But, we only made it 146 miles from home before stopping for Bagel's first swim of the trip. Eastern Wyoming's Glendo Reservoir is a pale, turquoise lake surrounded by clay that crumbles underfoot into flour-soft sand and, when wet, will swallow a sandal whole.  It's popular with boaters and water skiers, but its amoeba-like edges create an abundance of peaceful coves. As soon as we spilled out of the truck, Bagel tore toward the water.  At the edge, she turned and looked back at us, her eyes not so much inviting as ordering us to come join. After I clipped Bagel into her neon orange life vest, Mike launched a stick, and our senior pup skipped across the packed earth and plunged into the water. Just a few days later, we crossed onto the western slope of the Cascade Mountains and poured down toward Washington's coast. From our campsite at Deception Pass, we hiked through the towering cedar forest that butted up to the sea, and marveled at how little light found its way in.  I was almost sad to have traded the wide open, sun-drenched plains for this dark, temperate rainforest, but as I watched Bagel explore — nose to the ground, tail wagging — I saw it with fresh eyes. The slivers of illumination revealed hundreds of shades of green. When I tripped over a root, I discovered a tree trunk bigger around than my torso. Standing still, we were enveloped not in the buzz of insects (in the earth) or chirps of birds (far above in the canopy), but in silence. Over the next nine days, we ferried to Orcas, San Juan, and eventually to Vancouver Island. Even as we explored places new to all of us, our activities took on a familiar rhythm. Walks now consisted of leisurely hikes in the woods, slow strolls through botanic gardens, and Bagel's focused exploration of the many, many smells of new cities, but they still happened in the mornings. In the afternoons, Bagel played in the water, sometimes for hours, and never the same place twice. Like at home, her days were broken up by long, deep naps, and whenever possible, we timed our travel between destinations to maximize her sleep.  Often, however, we piled into the camper with her, basking in the foreign joy of doing nothing.  Three's company The first day at Deception Pass, the rainforest trail eventually spit us onto a beach. Bagel stumbled in the deep sand and struggled to climb over logs on her own, and for a few miserable moments, Mike and I worried we had been too ambitious.  Our four-legged charge has been an essential piece of our family for almost as long as we've been a couple. Bagel is still my protector, my comforter, my all-time favorite office mate, and the sole reason I venture outdoors in the snow. Yet, as she ages, it is becoming increasingly difficult to ignore the daunting fact that Mike and I will almost certainly outlive her.  And, consequently, it feels more important than ever that we celebrate, rather than mourn, the finite time we have left. As that walk, and the trip, progressed, as she explored new trails and ran on new footing, Bagel grew stronger and more confident, energized by the fact that we were all together. By the time we reached Tofino, about 11 days in, she could gallop across the sand and had learned to time the waves.  Mike and I had only two jobs on those outings: to be active participants and to enforce rest periods so she would have the energy to do it all again the next day.  Fresh eyes As Bagel flourished, I started seeing things a bit differently. The mussel-covered shoe that washed up in Vancouver; paddling to an island on Mountain Lake on Orcas Island; the hard sand, and soft sand, and polished pebble beaches we encountered along the way — it was all beautiful. At the 2,189-mile mark, we found ourselves back in the desert, en route to the one part of this journey that wasn't geared specifically toward Bagel. We were headed to City of Rocks, a climbing area and National Reserve in southern Idaho known for its granite steeples and humbling vistas.  But as the temperatures soared and the opportunities for water-based adventure dried up, Bagel's enthusiasm waned and we realized that to keep this trip true to its intention, we would need to bypass our plans and find some more water.  We booked it through the Utah desert, watching the sun set over red rocks as we drove and sleeping under the glare of Walmart parking lot lights, Bagel waiting patiently for whatever the next amazing experience might be. When we got to Colorado, we knew she deserved a finale before we could head home.  I think Mike and I, unprepared to let the clock start running forward on her life again, needed it even more. As we pulled into the parking lot at Dillon Reservoir, Bagel woke from her nap in the back seat. This place was an established favorite. A human-made lake at 9,000 feet above sea level, surrounded by peaks, and what Bagel and I agree is probably Colorado's very best beach.  Mike and I set up camp chairs near the water's edge, and as I sat, Bagel caught my eye, threw her tennis ball at my feet, and sounded a demanding bark. \"Throw it!\""], "Language": false}