{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/politics/trump-supreme-court-immigration-daca-green-cards/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Joan Biskupic, CNN legal analyst & Supreme Court biographer"], "Writers": [["Joan Biskupic"]], "FirstPublishDate": ["2020-04-24T12:07:10Z"], "LastModifiedDate": ["2020-04-24T12:07:10Z"], "Headline": ["How the Supreme Court has enabled Trump on immigration"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US Supreme Court has affirmed President Donald Trump's vast power over immigration, greenlighting his travel ban for certain majority-Muslim countries in 2018 and, more recently, letting him move forward with border wall funding and new rules for low-income green card applicants. The travel-ban decision loomed large this week as Trump cited related legal powers to suspend the issuance of green cards for 60 days. His order, covering thousands of foreigners waiting to come to the country, ratcheted up tensions over authority he has seized for an anti-immigration agenda, now amid the Covid-19 pandemic, and the approval he has won from the court's conservative majority. The drama could flare anew as the justices are likely to soon announce a ruling on the Trump administration plan to end a program that shields from deportation undocumented immigrants who came to the US as children. The Obama-era Deferred Action for Childhood Arrivals program, which protects participants from deportation and allows them to work in the US, covers some 700,000 young adults brought to this country without authorization. The coronavirus crisis has added a new dimension to the dispute. An estimated 27,000 DACA recipients are health care workers, including nurses, physician assistants and home health aides, according to court filings. In a brief recently filed with the Supreme Court immigrant advocates asserted, \"Healthcare providers on the frontlines of our nation's fight against COVID-19 rely significantly upon DACA recipients to perform essential work.\"   If the challengers to the Trump rollback of DACA prevail, it would mark a significant break from a pattern of 5-4, conservative-liberal, decisions favoring the administration. Presidential authority Federal immigration law gives presidents robust authority to bar certain people from entering the US, and the current court majority has been especially deferential to Trump. In 2018, when it upheld the third version of Trump's travel ban, the majority rejected claims that it lacked legitimate grounds under federal immigration law and amounted to religious discrimination. Writing for the five-justice majority in Trump v. Hawaii, Chief Justice John Roberts stressed the President's \"broad discretion to suspend the entry of aliens into the United States\" if he finds they \"would be detrimental to the interests\" of the country. The majority highlighted the administration's national security interests. Trump's travel ban, which traced to his early days in office, \"is an act that is well within executive authority and could have been taken by any other President,\" Roberts wrote.  He stressed that the court was considering \"the authority of the Presidency itself,\" rather than focusing on past statements Trump had made. In a dissenting opinion focused on Trump's anti-Muslim comments, Justice Sonia Sotomayor wrote, \"Our Constitution demands, and our country deserves a judiciary willing to hold the coordinate branches to account when they defy our most sacred legal commitments.\" In a separate dispute last year, the five justices on the right blocked a lower court order against Trump as he redirected appropriated funds to build a wall at the southern border. \"Wow! Big VICTORY on the Wall,\" Trump said on Twitter last July, adding: \"Big WIN for Border Security and the Rule of Law!\" Earlier this year, the same court majority allowed the administration to go forward with a new income-related test for immigrants seeking green cards. The policy would deny permanent legal status to those applicants who even occasionally apply for Medicaid, food stamps, or other public assistance. On Thursday, in a lower-profile dispute, the justices strengthened the hand of immigration officials to remove green card holders who commit serious crimes. Again, in the majority were the five conservative justices, all Republican appointees, siding with the Trump administration, against the four liberals, Democratic appointees. Acting Deputy Homeland Security Secretary Ken Cuccinelli tweeted on Thursday: \"Another court win for @POTUS as Supreme Court eases path to deport immigrants for CRIMES.\" What a DACA ruling could mean In 2017, soon after Trump came to office, his administration declared it would wind down the DACA program that allows work permits for certain immigrants who came as children without proper papers. The Trump plan was challenged by California, New York and other states, along with the Regents of the University of California and immigrant rights groups. The key question in the case is whether the Department of Homeland Security's rescission was valid under federal procedural rules for changing policies. During oral arguments last November, Roberts appeared receptive to the Trump administration position.  Yet Roberts also questioned how ending DACA would affect the hundreds of thousands of young people who have relied on its benefits and are living and working in the United States. US Solicitor General Noel Francisco, who defended the Trump plan, told the justices, \"DACA was always meant to be a temporary stopgap measure that could be rescinded at any time. ... I don't think anybody could have reasonably assumed that DACA was going to remain in effect in perpetuity.\" Some challengers contend today's public health crisis reinforces the current reliance of state and local governments on health care providers who are DACA recipients. New executive order The pandemic has separately prompted new Trump measures to prevent foreigners from coming to the US. In addition to travel restrictions on China and Europe under federal immigration law, the administration has invoked a health-emergency act that dates to 1944 to swiftly remove migrants, including children, arrested at the border. Late Monday night, Trump wrote on Twitter, \"In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizens. I will be signing an Executive Order to temporarily suspend immigration into the United States!\" The proclamation issued Wednesday was far less than initially advertised and ended up exempting several categories of people, including spouses and minor children of US citizens, health care professionals and members of the US Armed forces and their spouses and children. In addition, the Covid-19 pandemic had already largely stopped immigration, through border restrictions and the suspension of visa services. Acting Homeland Security Secretary Chad Wolf said Thursday that the executive order may be followed by additional measures aimed at nonimmigrant, temporary visas.   Critics said Wednesday's suspension on green cards lacked valid grounds and would hurt families and employers waiting for green card applicants overseas. \"The proclamation is nothing less than an attempt to unilaterally override through presidential fiat the entire legal immigration system,\" said Stanford University law professor Lucas Guttentag, a veteran immigrant-rights lawyer, \"to serve the White House's longstanding goal of savaging family immigration admissions.\" The President justified his order on the current economic turmoil and job market. \"This order will ensure that unemployed Americans of all backgrounds will be first in line for jobs as our economy reopens,\" Trump said on Wednesday. \"Crucially, we'll also preserve our health care resources for American patients. We have to take care of our patients, we have to take care of our great American workers.\""], "Language": false}