{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/sport/wnba-draft-sabrina-ionescu-top-pick-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-04-17T23:43:38Z"], "LastModifiedDate": ["2020-04-18T01:10:13Z"], "Headline": ["Sabrina Ionescu selected No. 1 by New York Liberty in WNBA draft, while Gianna Bryant is an honorary pick"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["While it remains uncertain when the WNBA season will begin and what that might look like because of the Covid-19 pandemic, there was no doubt who the top pick in the 2020 draft would be. That honor went to Sabrina Ionescu, with the New York Liberty selecting the Oregon Ducks guard at No. 1 overall. \"I've been working for this my entire basketball career, and just super excited to be able to see that come to fruition,\" Ionescu said. Additionally, the WNBA honored Alyssa Altobelli, Gianna Bryant and Payton Chester -- who passed away in a helicopter accident with Kobe Bryant on January 26. All three were named as honorary draft picks on Friday. The WNBA plans to honor Kobe Bryant, a passionate advocate of the league, during the upcoming season. \"I think it was a very beautiful thing that the WNBA did to be able to draft those three girls,\" Ionescu said. \"They deserved it.\" In a video message on ESPN, Vanessa Bryant said, \"Thank you so much for honoring my Gigi and selecting her to be an honorary draft pick this year. \"It would have been a dream come true for her. She worked tirelessly every single day. She wanted to be one of the greatest athletes of all time just like her daddy. So thank you, thank you for honoring my little girl.\" \"Kobe and Gigi loved the WNBA,\" Vanessa Bryant continued, pointing out she was wearing Kobe's WNBA sweatshirt while speaking in the video. She also congratulated this year's WNBA draft picks. \"Work hard. Never settle. Use that Mamba mentality,\" Vanessa Bryant said. To carry on Kobe and Gianna Bryant's legacy, WNBA commissioner Cathy Engelbert announced Friday the creation of the Kobe & Gigi Bryant WNBA Advocacy Award. The honor will recognize an individual or group who has made significant contributions to the visibility, perception and advancement of women's and girls' basketball at all levels. \"Kobe was an incredible champion of women's basketball and Gianna shared his passion and dedication to our game,\" Engelbert said in a press release. \"The Kobe & Gigi Bryant WNBA Advocacy Award will honor their legacy and reflect Kobe's commitment to mentoring the next generation of players, promoting the game and giving back to the community.\"  Typically, the WNBA draft is held in New York City. However, with the Covid-19 pandemic, Friday's draft is virtual, with Engelbert announcing the selections and top prospects taking part remotely. In advance, the WNBA sent players caps for every team in the league, so they could wear the one from the team that drafts them. The WNBA season was scheduled to begin May 15, but that has been postponed because of the pandemic. \"Of course it (the draft day experience) was different than what I had expected,\" Ionescu said from her home town of Walnut Creek, California. \"(I'm) just excited to be able to be here with my family and the people closest to me and be able to spend this time, so really making the most out of what's going on in today's society.\" Ionescu, 22, is the NCAA's all-time leader -- for women and men -- in triple doubles, with 26. She's also the only college basketball player, male or female, to have 2,000 points, 1,000 assists and 1,000 rebounds in her career. Ionescu set that latter mark back in February, just hours after she spoke at Kobe and Gianna Bryant's memorial in Los Angeles. Following the ceremony, Ionescu was back on the basketball court, having taken a charter flight to the Bay Area to take on then-No. 4 Stanford. Not only did she help Oregon, ranked No. 3 at the time, to a 74-66 win, but Ionescu made NCAA history that came on a date, 2/24/20, that has special significance to her. Those are the jersey numbers of Gianna, Kobe and herself. Ionescu had developed a friendship with Kobe and Gianna, working out with Gianna in the summer while helping Kobe coach games. \"That one was for (Kobe),\" Ionescu said after that game. \"To do it on 2/24/20 is huge. We talked about that in the preseason; I can't really put that into words. He's looking down and really proud of me.\" Ionescu, who in 2019 led the Ducks to the Final Four and was considered the top prospect for the WNBA even then, opted to return to Oregon for her senior season to try to end her college career with a national championship. Instead, her final game in a Ducks uniform came on March 8, when Oregon defeated Stanford in the Pac-12 championship game 89-56. Ionescu finished the game with 20 points, 12 assists and eight rebounds, and she was named the tournament's most outstanding player. It was Oregon's second Pac-12 title in three years. Oregon finished the season ranked second in the Associated Press poll. Ionescu's parents moved from Romania to northern California in 1990 after the Romanian Revolution. Seven years later, Ionescu and her twin brother, Eddy, were born. Her first language was Romanian, which she used when playing with her brother in basketball games."], "Language": false}