{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-intl-04-16-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Adam Renton, Rob Picheta and Fernando Alfonso III, CNN"], "Writers": [["Julia Hollingsworth", "Adam Renton", "Rob Picheta", "Fernando Alfonso III"]], "FirstPublishDate": ["2020-04-16T00:34:24.012Z"], "LastModifiedDate": ["2020-04-17T19:30:38.341Z"], "Headline": ["April 16 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. CNN's \"Coronavirus: Facts and Fears\" global town hall has ended. Vice President Joe Biden, Facebook CEO Mark Zuckerberg and Dr. Deborah Birx, the White House coronavirus response coordinator, were among the guests to join CNN’s Anderson Cooper and Dr. Sanjay Gupta. Scroll through our posts below to catch up on what was discussed. Dr. Priscilla Chan told CNN's town hall that the Chan Zuckerberg Initiative revamped one of its labs in March to serve as a certified coronavirus testing facility.  \"Within eight days we got up to a capacity of 1,000 tests a day. So that was really awesome to be able to serve our community that way,\" she said. \"As of today, we've now made testing free to all departments of public health in California.\"  Chan and her husband, Facebook founder Mark Zuckerberg, founded CZI in 2015 to \"find new ways to leverage technology, community-driven solutions, and collaboration to accelerate progress in science, education and within our justice and opportunity work.\" One of Facebook's most important functions during the pandemic is to connect users with \"authoritative health information and experts,\" the social media giant's founder Mark Zuckerberg told CNN's coronavirus town hall. Zuckerberg said that Facebook's Covid-19 information center has been directed to more than 2 billion people, 350 million of whom have clicked through. Here's what he said with regards to the spread of disinformation -- something Facebook has been criticized for failing to sufficiently combat in the past.  \"There are two basic policies we have. One is if information -- if someone's spreading something that puts people at imminent risk of physical harm, then we take that down. We don't allow that on Facebook at all. For example, some people are trying to spread these complete hoaxes like, you know, if you want to cure coronavirus drink bleach. Obviously that's a disaster. That's false and that's dangerous. So if someone tries to share that, we'll take that down. And there have been a lot of pieces of content like that we've taken down. \n\"There are also other misinformation that may not lead to imminent risk of physical harm but still isn't the type of stuff we want to be spreading through our system. And there, we work with independent fact-checkers, and so far during this crisis those fact-checkers have marked 4,000 pieces of content, individual articles false, which has led to us showing warning labels more than 40 million times across our product when people come across something that's false. And the warning labels work. We know that because 95% of the time when someone sees a piece of information that has a fact check on it they don't go through and consume that information.  Facebook founder Mark Zuckerberg and his wife, Dr. Priscilla Chan, joined CNN's global town hall to discuss what their foundation, the Chan Zuckerberg Initiative, and the social media giant are doing to respond to the coronavirus pandemic. Zuckerberg said Facebook employees will return to work in a staggered fashion and shouldn't expect to be back in their offices until at least the end of May. He also said the company will hold off on hosting \"any internal or external physical events that have 50 people or more in them\" through June of next year. \"As part of the staggered reopening of society it's not just going to be some locations open before others. It's going to need to be that, you know, some functions and some jobs can get done, and others we just wait longer to bring back online. And I think large events are probably going to be the last thing, or at least one of the last things that come back online,\" he said. Psychiatrist Dr. Christine Moutier joined CNN's global town hall to discuss tips and advice for people coping with the coronavirus pandemic from a mental health perspective. She said it was important that people don't minimize their own grief and sense of loss. \"Right now there is a wave of grief that so many of us are experiencing,\" Moutier said.  \"There are different types of losses. And I think it helps all of us when we know how to set our course a little bit, like how to set expectations. And it's also really important not to minimize your loss because it doesn't seem as huge as somebody else's. Loss is loss. Grief is real and a very painful experience, and it's really important to acknowledge that, to understand that it's not a linear experience -- and that's OK. It will come in waves of intensity, it will kind of circle back around at times. There are triggers from memories. And all of that is a normal part of the grieving process. And in fact grief is a universal human experience.\"  Moutier also advised people who think they have friends, family or colleagues experiencing a loss and don't know how to support them to reach out to them \"with expressions of love and caring and support.\"  \"We can do that remotely, and don't assume that just because you're not going through the same thing that you can't do that. We all have a role to play with supporting each other right now,\" she said.  ##Health## The federal Bureau of Prisons has notified Michael Cohen, President Donald Trump’s former personal attorney, that he will be released early from prison due to the coronavirus pandemic, according to people familiar with the matter and his lawyer. Cohen is serving a three-year sentence at the federal prison camp in Otisville, New York, where 14 inmates and seven staff members at the complex have tested positive for the virus. Cohen was scheduled for release in November 2021, but he will be allowed to serve the remainder of his sentence from home confinement, the people said. He will have to undergo a 14-day quarantine at the prison camp before he is released.  Some background on Cohen: He pleaded guilty in 2018 to tax fraud, campaign finance violations and lying to Congress. He admitted to helping facilitate hush money payments to two women who alleged past affairs with Trump. When pleading guilty, Cohen implicated Trump, telling a federal judge that he made the payments “in coordination with and at the direction of” Trump, who prosecutors identified in court filings as “Individual 1.” A vocal Trump surrogate: Cohen had been a vocal surrogate for Trump during his 2016 presidential campaign, often sparring with reporters and appearing on television to support his long-time client.  Read more here: At least 667,801 cases of coronavirus have been recorded in the United States, including 32,917 deaths, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 29,690 new cases and 2,073 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. CNN’s map, using JHU data, refreshes every 15 mins:  ##Health## Wisconsin-based entrepreneur and game developer Scott Owens asked former Vice President Joe Biden if elected president, would he consider responding to the coronavirus with \"New Deal-type\" proposals that could reshape the United States -- like universal health care or guaranteeing a basic income for all Americans. Here's how Biden responded with respect to health care: \"I thought that universal health care can be accomplished by providing a public option for Obamacare, significantly increasing the subsidies for Obamacare. It would cost a lot of money. It would cost about $750 billion, but it would provide universal care for everyone and everyone with pre-existing conditions.\" Here's what he said about the economy: \"We have to look at it totally differently than we have before, and I think the way to get through this is we have to deal with stimulating the economy, but then we have to deal with recovery. And the way you deal with recovery is you think much bigger than we have before. \n\"It's like the New Deal -- think of every great change that's taken place, that's come out of a crisis. We worried about the elderly, we ended up with social security. We worried about labor, we ended up with more labor unions. We worried about a whole range of things, and what we did was we expanded opportunity. And I think we have an opportunity now to significantly change the mindset of the American people, things they weren't ready to do, you know, even two, three years ago.\" Watch: Former Vice President Joe Biden said during CNN's coronavirus town hall that it was a \"false choice\" to have to choose between the economy and peoples' health. The question from CNN's Dr. Sanjay Gupta: \"I'm hearing once you start opening things back up, people are going to get infected, some may have to go to the hospital and some may sadly die. How would you make those decisions?\"  Biden: \"I err on the side of caution. Look, I think it's a false choice to say you have to choose between the economy and our health. If you don't fix the health side of it, the economy is never going to get right. You're never going to be in the place where you get to remotely a new normal.\" On small businesses: \"We want small business to be able to stay in business,\" Biden said of hairdressers, coffee shops, nail salons and hardware stores. \"If these little guys go out of business, they're out of business. They're not coming back, likely.\" On keeping jobs: \"We should think about how we do the economy in a different way,\" Biden said.  \"I think we should do a situation like we did in the recovery act. Instead of employers -- if they're able to stay open -- instead of them having to lay off employees, bring on everybody, keep them working. They may have one person doing 50% of the job and another person doing another 50%. I think the federal government should come in and make the difference in the salaries. Just make up the difference to keep people employed.\" ##Health## ##Daily Life## ##Business## Small business owner Evans Eads of Fairbanks, Alaska, asked former Vice President Joe Biden if he would reconsider his pledge to choose a woman as his running mate for the 2020 presidential election in favor of someone whose star has risen during the coronavirus pandemic, like New York Gov. Andrew Cuomo.  Speaking at CNN's global coronavirus town hall, Biden said: \"I think Gov. Cuomo is capable of being president, I think he's a great guy, but I think it's important that there be a woman. There's plenty of women with the experience and capability of being president tomorrow.\n\"My administration, God willing, is going to look like America.\" Former US Vice President Joe Biden said he wouldn't call the Trump administration's response to the pandemic a plan. Speaking at CNN's global coronavirus town hall, Biden said: \"I think what he's done, he's kind of punted,\" the presumptive Democratic nominee for president said. \"He's decided that he's not -- he doesn't have the right to make the call for the country, and he talks about phases that in a generic sense seem to me from all I've learned and listened and my morning brief from the docs I talked to is not irrational, but it doesn't give you any hard guideline.\n\"It's about testing, tracing and treatment, and still we're way behind on the testing piece. I don't quite understand why we're taking so long to do the kinds of things that have to be done.\" President Donald Trump unveiled new guidelines today meant to help states loosen their social distancing restrictions. In a document provided to all 50 US governors, the White House spelled out a three-phase approach to easing restrictions that depends on meeting specific case count and hospital capacity thresholds. The benchmarks for the first phase include a sustained decrease in cases over a 14-day period and a return to pre-crisis conditions in hospitals, according to the document. States should have the \"ability to quickly set up safe and efficient screening and testing sites,\" the guidelines read, and \"quickly and independently supply sufficient Personal Protective Equipment\" in hospitals. Read more on the guidelines here.  Dr. Leana Wen, the former health commissioner for the city of Baltimore, told CNN's coronavirus town hall that three things need to happen before economies and society can reopen safely. They are: Widespread testing capacity.\nInfrastructure for contact tracing and surveillance.\nA stabilized health care system. Here's what she said: \"We need three things in order to reopen safely. One, we do need widespread testing. We need testing for everyone who needs a test for symptoms. We need testing for everyone who wants a test and wants to know whether they can go back to work or school safely. And we need testing for surveillance, so that we really understand what's happenings in communities around the country. \n\"We need for the health care system to be stabilized, not only so we can treat every patient with Covid-19 that comes in, but also so that we can treat people with routine health conditions like diabetes and heart disease, who are now having trouble accessing the health care system.\" ##Daily Life## Dr. Leana Wen, the former health commissioner for the city of Baltimore, was asked a question during CNN's town hall about whether pregnant women or new mothers can give Covid-19 antibodies to their newborns.  Question: I'm 31 weeks pregnant with my fourth child. Is there any evidence to suggest there is antibody protection for a newborn if the mother has been exposed to Covid-19, either across the placenta during gestation or through breast milk? Dr. Wen: I've been thinking a lot about this as a new mother myself. There is a lot that's not yet known about Covid-19 and pregnancy. We do know that the antibody to coronavirus does cross the placenta and there are studies ongoing now to look at how much of the antibody, if any, is present in breast milk.  \"There is a question that remains though, because even if the newborn is able to get those antibodies in some way, we still don't know if that gives that newborn immunity, meaning that the newborn somehow is less affected by coronavirus or gets a less severe form of it.\" ##Health## Dr. Chris Murray, the director of the Institute for Health Metrics and Evaluation at the University of Washington, said cell phone data anonymized and shared with his research team shows that people by and large are following social distancing policies.  The institute's coronavirus modeling is being used by the White House to craft its response to the pandemic. \"We've made a big push to try to take into account how people move around,\" Murray told CNN's coronavirus town hall. \"There's a bunch of providers out there sharing cell phone movement data, of course anoymized to protect people's privacy. But what that tells us is that there's been more social distancing across the country than I think we expected, even in some of the states that haven't had as strong mandates. So that's going to factor into our new estimates.\"  Murray said it appears that several states in the southern US may have smaller epidemics than previously expected. He added that the national peak is expected to hit now, but cautioned that different states will see their peaks at different times.  \"That's going to be really important for this idea of rolling opening (of economies),\" Murray said. \"We're trying to get a deeper understanding of where states are still on the upswing and where states are on the downswing.\" ##Daily Life## Dr. Deborah Birx, a HIV researcher and the White House coronavirus response coordinator, characterized the White House guidelines to reopen the country as “fairly strict.” “That’s to give states really the time to really set up exactly how they’re going to contact trace with the CDC in the background as supporting, I think those two pieces together, we really need to move forward over the next few weeks as the states move through, and really decrease the number of cases,” Birx said on CNN’s global coronavirus town hall. Testing, contact tracing and surveillance will need to be done as a partnership between the states, local leaders and the federal government, Birx said.  “This isn’t possible unless we work as a seamless team,” she said. Birx said the federal government is working closely with states and local leaders to identify all the labs and materials they need.  “I know it’s been dynamic, it continues to be a work in progress, but it’s really a partnership between the state and the federal government,” Birx said. ##Health## ##Daily Life## When asked about widespread testing, Dr. Deborah Birx, the White House coronavirus response coordinator, said it was unrealistic to expect that every worker in the United States would get tested. \"Let's say we had 140 million workers in the United States. There is no disease where we test 140 million workers on a weekly basis,\" she said.  \"The virus doesn't come from nowhere. It has to actually be in the community. So that's why you have to really have a combination of sentinel surveillance, some early warning systems like the syndromic and influenza-like illness, combined with testing.\" Watch: ##Health## Dr. Deborah Birx, the White House coronavirus response coordinator, was asked during CNN's global town hall about whether a person can get re-infected after getting coronavirus.  Birx: In biology you never want to say that that's not possible. Coming out of a field where we don't have an effective model of effective immunity, seeing people develop an immune response and recover and have those two linked, at least in the progress of disease we've seen to date, is reassuring to me. But there's always that small per chance a person who doesn't make effective antibody or for another reason doesn't have effective neutrophils, or points out a little defect that wasn't ever discovered in their genetic response -- their immune response to a specific virus. Those outliers always exist, but right now we don't have an evidence that that's a common thing that we see.  Cooper: But we don't know 100% for sure if someone is immune after getting the virus? Birx: What we have the example of is the biology of someone getting infected, recovering and developing antibody. So in traditional infectious disease, that is the progress you would normally see and that antibody would be effective in controlling subsequent infections. I don't ever want to say never, but that's what we're seeing in most patients is that they recover and they have antibody.  Dr. Deborah Birx, the White House coronavirus response coordinator, said during CNN's global coronavirus town hall that it's important for states to match need with capacity as they ramp up widespread testing -- an important lesson learned during the HIV/AIDS crisis. \"That's part of what states are working through right now, is to really identify where all of that equipment is, where the point-of-care tests are and how we need to work together to really create that alignment,\" she said.\n\"I know it seems daunting at times, but I've done this all over the world in resource-limited settings, and we've been able to really align need with capacity so that you can really respond to what the communities need.\" ##Health## US President Donald Trump seemed to suggest during today's press briefing that world leaders were not adequately warned about the severity of the coronavirus, saying he was “angry” because he and fellow G7 leaders were out of the loop.  Speaking about a meeting earlier Thursday with other G7 leaders, Trump said, “all of them and their countries have been devastated by this. Their economies have been devastated by this.” “And I was angry, because it should have been told to us. It should have been told to us early. It should have been told to us a lot sooner. People knew it was happening and people didn’t want to talk about it. I don’t know why, but we’re going to get to the bottom of it,” Trump continued.  Without mentioning China by name, where the first cases of the coronavirus were reported, Trump added, “I’m not saying anything. I’m saying people should have told us about this. They should have told the rest of the world, too.”  ##Health## CNN’s Anderson Cooper and Dr. Sanjay Gupta will host a two-hour global town hall on coronavirus tonight. It starts at 8 p.m. ET. The town hall will feature former Vice President Joe Biden, Facebook CEO Mark Zuckerberg and Dr. Deborah Birx, the White House coronavirus response coordinator. Zuckerberg will be joined by his wife, Dr. Priscilla Chan, to discuss the pandemic. You can watch the town hall on the video player above, on air, on CNN.com and all digital platforms, and streaming devices on CNNgo. Boeing says it will restart its assembly plants making commercial airplanes in Washington state next week.  The company closed the facilities in late March and arranged cleanings after it said “around 100” contracted the coronavirus.  “Colleagues returning to work will see a wide range of safety measures in place, including operating practices to enable physical distancing such as staggered shift times, spread-out work areas and visual controls, voluntary body temperature screenings, and of course constant visible reminders to wash hands and monitor our personal well-being,” CEO Dave Calhoun wrote in a message to employees.  Boeing restarted some Pacific Northwest production on military aircraft earlier this week. ##Business## New Mexico Gov. Michelle Lujan Grisham said she will evaluate the Trump administration’s “Opening Up America Again” guidelines, but made it clear she is not ready to lift restrictions anytime soon.  “We appreciate their suggestions, and we will evaluate them thoroughly,” said the Democratic governor, “but the plain overriding fact is we cannot put the cart before the horse.” Grisham noted in a statement that Thursday had the highest daily number of coronavirus deaths New Mexico has recorded during the epidemic.  “The sad reality is we will see more; that’s the awful nature of this virus and that’s why we absolutely must keep up our vigorous social distancing efforts, difficult as it is to sacrifice our sense of normalcy. We are flattening the curve – but we can’t stop now,\" she said. ##Health## ##Daily Life## There are at least 658,263 cases of coronavirus in the US and at least 32,186 people have died from the disease, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 29,114 new cases and 2,024 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## People might soon be able to perform their own test swabs for Covid-19 at home with a newly designed, Q-tip-style swab, the US Food and Drug Administration said today. The FDA said it had worked with US Cotton to design the swabs, which are shorter than the swabs used by technicians, doctors or nurses to collect samples to test people for Covid-19 infection.  The swabs currently used are long and must be directed deep into the nose – a process that is uncomfortable and can make people sneeze potentially infectious particles. The new swab is shorter and can collect a sample from the front of the nose, the FDA said. “The type of testing at the front of the nose used in this study is notable because it allows self-collection by patients thereby limiting exposure of healthcare providers; it is more comfortable for patients and it can be performed by a swab that is more readily available and manufacturable at scale,” the FDA said in a statement. The FDA also said US Cotton plans to manufacture large quantities of these swabs. Commercially available cosmetic Q-tips are not suitable for use in testing because their cotton fibers absorb too much snot. ##Health## Dr. Deborah Birx underscored that vulnerable populations need to continue to be monitored for potential coronavirus outbreaks as states prepare to reopen their economy. “We want every state to have a plan for the health and safety of its workers in critical industries and protect the health and safety of those living in high-risk facilities,” she said. Birx said the federal government will be conducting “sentinel surveillance throughout nursing homes, throughout inner-city federal clinics, throughout indigenous populations to really be able to find early alerts of asymptomatic individuals in the community and both for the syndromic cases.” CNN previously reported on the new guidelines for “opening up America again,” which offer federal guidance advising when states should allow people back into the community and workplaces. “We did not put a timeline on any of the phases. We want the governors, with the data that they have, community by community, to be setting up those timelines,” Birx said. There are three phases to the “opening up America again” plan, and Birx called phase three “returning to our new normal.” ##Daily Life## President Trump said certain states that are not battling a coronavirus outbreak could open for business as soon as Friday if they meet the criteria laid out by the White House today. “If you look at Montana, Wyoming, North Dakota – that’s a lot different than New York, it’s a lot different than New Jersey,” Trump said at the coronavirus task force briefing. The President said the current Centers for Disease Control and Prevention social distancing guidelines should remain in place unless a governor determines it has gone 14 days with a low-enough number of cases to satisfy the new reopening guidelines. “They’ll be in place, dependent on what the governor wants to do,” he said. Trump said states could open tomorrow if they retroactively determine they’ve hit the two-week mark, allowing them to move onto the next “phase” of the new guidelines. “They will be able to go literally tomorrow because they’ve met all of the guidelines,” he said. Trump noted that if a governor acted too quickly to open its businesses and allow mass gatherings, the administration would be “expressing ourselves very strongly.” “We have large sections of the country right now that can start thinking about opening,” he said. The President noted that he asked officials today in meetings why the recommendations included that people wear masks in public, even in an area that has not seen many Covid-19 cases, when things return to a version of normal. He said he was told that is to protect locals “if someone should come in from an area that isn’t so successful” in mitigating the spread of the virus. Trump said 29 states are “in that ballgame” of being able to consider reopening in the days ahead. ##Daily Life## Dr. Anthony Fauci, the nation's top infectious disease specialist, said just because the country may start using the phased plan to slowly reopen the economy, \"it's not game over.\" He said at the daily coronavirus briefing that there are checks built in to each phase to ensure safety above everything else — even if that means things don't go completely back to \"normal.\" \"No matter what phase you are in, there are certain fundamental things that we've done that are not like it was in September and October,\" he said. \"You want to call it the new normal, call it whatever you want, but even if you are in phase one, two or three, it is not game over. It's going to be a way that we protect ourselves.\" Fauci said it is important to continue to take measures to prevent the spread of the virus until there is a vaccine. \"It may very well be that as we go the cycle around there will be this virus that wants to come back to us. I think we will be able to handle that,\" Fauci said. ##Daily Life## ##Health## Missouri’s stay-at-home order will be extended through May 3, according to an announcement Thursday from the governor’s office.  “Missouri is incredibly diverse, and our reopening efforts will be careful, deliberate, and done in phases,” Gov. Mike Parson said in a statement.  Parson said he is cautiously optimistic that “Missouri is beginning to slow the course of the infection.” He said the state's ability to reopen the economy after May 3 depends on how quickly they can expand testing and the supply of personal protective equipment for health care workers. ##Daily Life## Today on a call with the nation's governors about reopening the economy after the coronavirus, several governors pressed President Trump over lack of testing.  According a source familiar, the administration focused on the two main private sector firms, Quest and Labcorp, saying both of them still had capacity to conduct more tests. But, as this source notes, this does not address one of the biggest problems many states face, not just a lack of tests, but lack of materials needed for the testing, such as swabs.  During the call, the White House insisted that they had shipments of the swabs getting ready to go out, which should make the testing easier. However, the source pointed out that the administration has been promising this for more than a month. The other problem with private testing is that it still takes multiple days to get the results. “For any state to even think about reopening their economy, we need rapid testing. Without a quick turnaround, it’s almost impossible to do contact tracing,” the source said. At one point, the administration also said that not all states were using their public state labs to their capacity. ##Health## During his announcement about new guidelines from the federal government, President Trump made a complete reversal in course from remarks earlier this week where he suggested he had “absolute authority” to reopen the country. Trump suggested Thursday that governors will be empowered to make the decisions regarding stay-at-home orders and will be supported by the federal government. “Governors will be empowered to tailor an approach that meets the diverse circumstances of their own states, every state is very different. They’re all beautiful, we love them all, but they’re very, very different. They need to remain closed, we will allow them to do that. And if they believe it is time to reopen, we will provide them the freedom and guidance to accomplish that task and very, very quickly, depending on what they want to do,” Trump said at the coronavirus task force press briefing. He continued: “We are also encouraging states to work together to harmonize their regional efforts. We’ll have numerous cases where states have worked, and will be working, very, very closely together.” CNN reported details of the proposal earlier Thursday.   ##Daily Life## There has now been at least 658,263 cases of coronavirus in the US, according to a tally by Johns Hopkins University. At least 32,186 people in the country have died from coronavirus. As states begin to include “probable deaths” in their counts, so will Johns Hopkins University. In the upcoming days, these changes may show as surges of deaths in the United States.  Today, Johns Hopkins reported 20,152 new cases and 1,342 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## President Trump announced a proposed measure to reopen the economy in three phases at today's daily coronavirus briefing. \"We are not opening all at once, but one careful step at a time,\" Trump said. Earlier today Trump gave state governors the proposed plan.  CNN reported on the recommendations sent to governors earlier Thursday.  The plan outlines the “proposed state or regional gating criteria” for each phase. It includes when to reopen restaurants, bars, gyms and public spaces and gives guidance for employers, as well as phasing in nonessential travel. In the first phase of reopening, the document suggests schools that are currently closed should remain so. Large venues can operate under strict social distancing protocols. Gyms can open as long as they maintain social distancing guidelines, but bars should remain shuttered. The President said that because states are all different, governors will make decisions based on individual needs. \"If they need to remain closed, we will allow them to do that. If they believe it is time to reopen, we will provide them the freedom and guidance to accomplish that task and very, very quickly depending on what they want to do,\" he said. The phased plan also encourages employers to enact social distancing, temperature checks, testing and sanitation practices. \"Based on the latest data, our team of experts now agrees that we can begin the next front in our war which we are calling opening up America again. And that’s what we are doing. We are opening up our country,\" Trump said. Watch: ##Daily Life## South Carolina Gov. Henry McMaster has proposed the state legislature come back in late June, since coronavirus is expected to peak in mid-May.  By June, coronavirus will be on the downside of its’ peak and businesses should be opening around that time, McMaster said. “We expect to be back in business by then. That way the government won’t shut down and no one needs to have any concerns about the government shutting down. We will not let the government shut down and it will continue into the next fiscal year,” he said. McMaster said South Carolinians cannot let their guard down and asked that they continue to follow stay-at-home orders and social distancing protocols.  “It’s too early to celebrate, we’ve got to keep the lid on ourselves. Contain your enthusiasm, because we still have to get out of it, but we will get out of it, and it will be sooner, rather than later,\" he said. ##Daily Life## As part of his unveiling of new reopening guidelines, President Trump is expected to announce Thursday a new effort to bolster contact tracing in states, according to a person familiar with the plans. The effort will include the hiring of hundreds of staffers at the Centers for Disease Control and Prevention to perform tracing in states and helping states pay for new teams to contact people who have tested positive to see who they have interacted with. The effort is meant to prevent new outbreaks in places as they begin to reopen. The new workers would supplement existing contact tracing efforts in state and local health departments. Health experts, including Dr. Anthony Fauci, have cited contact tracing — along with testing and isolating cases — as essential to reopening efforts. Earlier, CNN reported that teams from the CDC are being sent to the eight states — New Mexico, Wyoming, Idaho, Alaska, North Dakota, Kentucky, West Virginia and Ohio — to bolster contact tracing efforts in order to help contain Covid-19. ##Health## New York City Mayor Bill de Blasio announced Thursday a new program that will provide emergency monetary relief for up to 20,000 “immigrant workers and their families, who have largely been excluded from federal COVID-19 relief programs.” New York City is partnering with the Open Society Foundations to establish the $20 million fund, according to a statement from de Blasio’s office. Thirty-three people died from coronavirus at the Andover Subacute and Rehabilitation Center II, one of New Jersey's largest nursing homes, the state Department of Health told CNN in a statement. New Jersey previously said there were 19 deaths related to coronavirus at the facility. Andover Police on Monday evening received a tip that led them to the facility's morgue,  where they found 17 bodies, one of the responding officers told CNN. \"The staff was clearly overwhelmed and probably short-staffed,\" Andover Police Chief Eric Danielson, one of the responding officers, told CNN. \"The residents were expiring. Why? We're not sure if it's from Covid-19 or from other diseases, but we tried our best to ease the burden.\" This post has been updated with the latest figures. There are at least 654,301 cases of coronavirus in the US and at least 31,628 people have died, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 16,190 new cases and 784 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## All public and private schools in New Hampshire will remain closed for the rest of the school year and students will continue remote learning, New Hampshire Gov. Chris Sununu said at a news conference on Thursday.  Sununu said the decision was made to prevent the transmission of Covid-19.  \"What we know now that we didn't even realize, appreciate to a level that we appreciate now is that the asymptomatic transmission of this virus is very prevalent,\" he said. \"You could have an entire classroom of kids passing coven back and forth without a single symptom, without a sniffle or you wouldn't even know. And for those kids, luckily it doesn't seem to affect the younger population, um, as severely as it does the older population. But we know those kids would likely be taking it home to their parents, to their grandparents, and causing another surgeon at the outbreak.\" Sununu called for developing innovative ways to handle graduation and summer programs.  ##Daily Life## Germany will begin adjusting to a “new normal” as the government lifts some restrictions previously imposed to limit the spread of coronavirus, German Health Minister Jens Spahn said Thursday. He cautioned that the country will not be “like it was before.\"  “The number of new infections in Germany is down, and this has given us a chance to reopen, step-by-step. And that is important – step-by-step to a new normal. This won’t be like it was before,” Spahn told CNN’s Christiane Amanpour.  “This needs a step-by-step approach, of that I am very much convinced. This is a new virus, this is a new situation and, because of that, we are very cautious,” Spahn said.  Spahn said citizens would need to continue practicing social distancing and wearing masks for \"months\" to come.  “What we need to find is the right balance. It’s not public health, or the health of people, versus the economy, because they are both very much interlinked…you cannot have a well-equipped health system without a strong economy,” he continued, adding that German citizens will “need to learn to live with the virus” as the world continues to grapple with the pandemic.  ##Daily Life## The Department of Defense has revised their figures for Covid-19 cases across the department with a slightly lower figure. As of 5 a.m. ET Thursday, 2,889 service members tested positive for Covid-19, including two US service members who have died from coronavirus. This figure is lower than Tuesday when the figure was higher at 3,022 service members. Two Pentagon officials said the discrepancy was due to miscounting in the Army but the Army has not yet responded with an on-the-record response. \"We strive to release information as quickly and accurately as possible,\" the Pentagon said in a statement. \"The Department of Defense will continue to refine our reporting to the public.” There are now at least 4,695 positive cases across the entire Department of Defense. ##Health## Federal regulators laid out on Thursday how airlines may remove the seats from passenger aircraft and use that space to instead carry cargo.    The Federal Aviation Administration outlined how airlines could use “seat tracks to tie cargo down” but would need to figure out how to properly balance the weight on the aircraft, which they also must do when carrying passengers and luggage.  The airline would also need a plan to prevent fires, because passenger compartments typically do not have the smoke detection and fire suppression systems used for cargo compartments. One workaround, the FAA suggested: Stationing a single crewmember to monitor for potential fires.  The agency called it “an extraordinary situation … for an entire passenger cabin to be loaded with cargo.”  “Passenger cabins are not designed for an all-cargo configuration,” the agency said.  It also pointed out that airlines could also stow cargo in overhead bins and other parts of the aircraft already approved for storage, and possibly strap containers to passenger seats or behind bulkheads.  The bellies of passenger aircraft are already an essential part in the supply chain, and repurposing the fleet of passenger aircraft is one way the distribution network can expand to deliver critical goods like food and medical supplies.  Worldwide cargo capacity has dropped because passenger airlines are flying about a quarter of the flights operated earlier in the year. When US domestic flights do take off, only about 1 in 10 seats are occupied by a paying passenger.  But planes are available. US airlines have grounded 2,250 planes since the outbreak began, according to Airlines for America, an industry group.   Cargo flights can provide some revenue for cash-strapped airlines, which are shutting down the vast majority of their operations, asking employees to take unpaid leave, and taking tens of billions of dollars in a taxpayer bailout.  ##Business## The cost of personal protective equipment is skyrocketing – more than 1,000% in some cases – as the coronavirus pandemic continues. The federal government's Strategic National Stockpile has nearly emptied and states have been left to find PPE supplies on their own. The surge in demand has left importers, suppliers and purchasers scrambling. And price gouging has exacerbated the problem. \"The cost keeps rising and rising and rising, and there's no end in sight,\" said Michael Einhorn, CEO and President of Dealmed, a PPE distributor based in New York. \"You have a lot of that going on and that's not really a good thing. (The competition) really raises prices further. Now these companies have a right to charge more money and guess who's going to pay the higher price?\" he added.  Einhorn buys his supply from China, where he built relationships with manufacturers – but he says that doesn't matter anymore with the novel coronavirus. \"It doesn't function that way,\" he said. \"Anyone who wants to come in, places a bid. The royalty and relationships that existed for so many years, don't exist. What matters is the almighty dollar to these people.\" The cost of PPE supplies has gone up more than 1,000%, according to a report published last week by the Society for Healthcare Organization Procurement Professional, a new nonprofit organization, founded by two companies that provide consulting, including on purchasing, to nursing homes.  These numbers put a clearer picture of the cost of what states have been complaining vocally about for weeks – that the lack of central control has severely driven up the price. The data was compiled by requesting cost information from more than 4,000 of the two companies' clients, which are skilled nursing facilities and assisted living centers. More on this: The cost of N95 masks went up from $0.38 to $5.75 each (1,513% increase), the cost of vinyl exam gloves went from $0.02 to $0.06 (300% increase); and the cost of isolation gowns went from $0.25 to $5.00 (2000% increase), according to the report. Reusable face shields that once went for $0.50 now are $4, up 900%, the report states.   ##Health## Illinois Gov. J.B. Pritzker announced Thursday the state’s recommended testing criteria to include all those who are experiencing symptoms of Covid-19.  He said no note from a doctor will be required. This new guidance will apply to state-run drive-through testing centers, Pritzker said, and will be offered to medical providers across the state. “While each independent provider can and will offer tests with their own unique criteria, the state of Illinois has expanded those eligible to get a test to include anyone who has Covid like symptoms, even if you have not been given a doctor's order,” the governor said. Illinois has opened three state drive-through sites, which Pritzker said have the ability to run up to 1,800 tests per day. ##Health## President Trump’s announcement on Tuesday that the US will halt its funding to the World Health Organization while a review is conducted is a “big setback” for the international response to coronavirus, German Health Minister Jens Spahn said Thursday. \"The United States of America has been a longstanding partner and financial supporter of the World Health Organization … if they were to freeze their funding for the organization, that would be a big setback,” Spahn told CNN’s Christiane Amanpour.  “Our position is that, in times like this, we need international cooperation, and the role of the WHO in this is crucial,” he added, asserting that the WHO has Germany’s “full” support.  On Tuesday, Trump told reporters that he would halt funding to the WHO while a review into the organization’s management of the coronavirus pandemic is conducted.   Spahn argued that any review of the organization ought to be carried out after the pandemic is overcome.  “Of course, we have to debate the lessons learned and we have to reflect on what went wrong and what can be done better, but that should be done after we overcome this,” Spahn said.  ##Health## Miami-Dade County Mayor Carlos Gimenez has convened a team of health experts to determine a set of conditions that need to be met to ease certain restrictions for parks and open spaces, according to a video message he posted. “It’s important for people to get out and get some sunshine and exercise,” Gimenez said. Gimenez, however, warned that he does not plan to reopen outdoor activities until the right conditions exist based on the recommendations from medical experts. Any easing of the rules would stress social distancing, all while having zero tolerance for rule violations, he said. Gimenez said the county has spent nearly $11 million to deliver services during the outbreak. He estimated revenue losses could reach $170 million. Miami-Dade will host a virtual town hall next week, where residents will be allowed to give feedback on the county reopening. ##Daily Life## California will be offering two weeks of supplemental paid sick leave for people in the food industry who have contracted Covid-19 or have been exposed to it, Gov. Gavin Newsom announced today.  \"We don’t want you going to work if you’re sick,\" Newsom said. \"We want to make sure that you know that if you’re sick, it’s okay to acknowledge it and it’s okay to let your employer know and still know that you’re going to get a supplemental paycheck for a minimum of two weeks,\" he added. ##Daily Life## Los Angeles County has reported 55 Covid-19-related deaths today, the highest in one day so far, Health Director Barbara Ferrer announced at a news conference Thursday. \"This is the highest daily total we've reported,\" Ferrer said. \"After reporting high totals both yesterday and the day before, it really reflects the devastating power of Covid-19.\" The total number of cases in Los Angeles County is now 10,854 and the mortality rate of those infected has climbed to 4.2%, Ferrer said. ##Health## On a call with the nation’s governors today, state officials were given a packet outlining proposed measures for reopening the economy in three phases, according to state officials and a GOP source. The packet also outlines the “Proposed state or regional gating criteria” for each phase. It includes when to reopen restaurants, bars, gyms and public spaces and gives guidance for employers, as well as phasing in nonessential travel. According to one state official, it was a much more conservative and reasonable approach than they thought would come out of today’s call.  The new federal guidelines dictate when states should begin a phased reopening of certain businesses, including a sustained decrease in cases over a 14-day period and a return to pre-crisis conditions in hospitals. States should have the “ability to quickly set up safe and efficient screening and testing sites,” the guidelines read, and “quickly and independent supply sufficient Personal Protective Equipment” in hospitals. The phased approach encourages all individuals to continue good hygiene practices like washing hands and “strongly consider” using face coverings in public. The document encourages employers to enact social distancing, temperature checks, testing and sanitation practices. In the first phase of reopening, the document suggests schools that are currently closed should remain so. Large venues can operate under strict social distancing protocols. Gyms can open as long as they maintain social distancing guidelines, but bars should remain shuttered. ##Health## US stocks closed higher on Thursday, clinging to gains despite a row of weak economic reports. Weekly jobless claims showed another 5.2 million Americans filed for first-time unemployment benefits last week, bringing the total number of initial claims to around 22 million since mid-March. Here's where things stand:  The Dow finished up 0.1%, or 33 points.\nThe S&P 500 closed 0.6% higher.\nThe Nasdaq Composite climbed 1.7%. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business##  The Portuguese government has extended a state of emergency over Covid-19 until May 2, when it will then ease some of the restrictions in place. \"I hope this is the last extension,\" Portuguese President Marcelo Rebelo de Sousa said during an address on Thursday.  He explained the extension aims to further protect those in care homes, to keep the stabilization of the number of hospitalized and to give time for the government to prepare \"the gradual opening\" of society and the economy in May.  In May the government plans to gradually reopen schools, daycare, and in-person appointments in public departments. During that month, the country will allow more commerce and restaurants to reopen, Prime Minister António Costa told parliament on Thursday. Beauty shops will also reopen under \"specific hygiene rules.\" Without specifying a date, the prime minister also mentioned the slow reopening of cultural and sports venues, as well as outdoor shows. \"We are starting to look to the future after a decisive month to contain the pandemic without killing the economy, know we have to ensure we can revive the economy without letting the pandemic out of control,\" Costa said.  Portugal has reported at least 18,841 cases of coronavirus and at least 626 deaths.   ##Daily Life## There were 100 people in Immigration and Customs Enforcement custody today who tested positive for coronavirus, ICE told congressional staff.  The individuals “have been medically isolated and are receiving care,” ICE said in its notice. Detainees were being held in facilities in Pennsylvania, California, Louisiana, New York, Texas and Arizona. Acting Deputy Secretary of Homeland Security Ken Cuccinelli told reporters this week that ICE has released nearly 700 people from custody after conducting medical reviews stemming from concerns about the coronavirus.  ICE reviewed its cases to identify people who would be eligible for release, including detainees who are 60 years old and over and those who are pregnant. The agency later expanded its review to include all people in ICE custody to assess those who have “medical fragility,\" Cuccinelli said.  There are fewer than 34,000 people in detention. The decrease is also due in part to a slower pace of intake and ongoing deportations, not just medical releases.  ##Health## Brazil's health minister Luiz Henrique Mandetta tweeted Thursday that he was fired by Brazilian President Jair Bolsonaro after weeks of infighting and threats.  \"I just heard from President Jair Bolsonaro the notification of my discharge as Health Minister,\" he said, thanking his colleagues and wishing success for his replacement. The outgoing minister has been one of Brazil’s biggest proponents of social isolation, supporting governors’ decisions to shut down schools and businesses. It had put him at odds with Bolsonaro who has repeatedly downplayed Covid-19 as a \"little flu\" and insisted that the economic fallout from isolation could be worse than the virus itself. Some context: The decision comes as coronavirus continues to spread quickly through Latin America’s biggest country: beds in intensive care units are filling up in Brazil’s biggest cities and in the northern Amazon region, authorities warn the health system is already collapsing. Canada’s two largest provinces are reporting a spike in deaths as seniors in long-term care homes continue to be disproportionately affected by the virus. Quebec Premier Francois Legault, said the sharp increase in deaths in his province did not occur over the past 24 hours, but he said there was a need to more accurately represent the true death toll. He indicated there was a change in methodology and that led Quebec to report 143 deaths in a single day, today.  “We wished to have the true number of deaths of Covid-19, tested or not, and I think that it is important to be transparent,” Legault said at a news conference. Premier Doug Ford announced that medical \"swat teams\" redeployed from hospitals would step in and provide care at facilities that are low on staff.  Protecting older Canadians: Canadian Prime Minister Justin Trudeau said he is working with provincial leaders to try and contain outbreaks in hundreds of long-term care centers across the country. Nearly half of all deaths in Canada are related to seniors’ residences.  “I think one of the things we’ve seen over the past number of weeks is a far more severe impact on seniors residences and long term care centers than we had certainly hoped for or more than we feared. And therefore we need to take more measures to protect our seniors,” Trudeau said at his daily news conference in Ottawa. Canadian public health officials say the number of people admitted to hospitals and those in the ICU is stable — a sign they say that the epidemic curve is slowing in the country. Today Canada reported 30,436 cases of Covid-19 and 1,229 deaths. Southwest Georgia's Phoebe Putney Health System, which services the Albany area, announced a plateau in their number of Covid-19 cases at their hospitals. However, most of the patients admitted to their emergency rooms are critically ill.  Putney said it is reporting an additional nine deaths of positive patients equaling \"the highest number of deaths we have reported on any single day since this public health emergency began.\" Two of Putney's hospitals are reporting 76 deaths combined. The hospital system has reported nearly 2,000 positive Covid-19 results.  In the statement, Putney cautioned to keep vigilant during the continuing public health emergency given the deaths in the area.  \"That fact alone should be a wakeup call to anyone who thinks he or she is safe from this virus. Covid-19 is a vicious illness that continues to claim lives in our community, and we must all take the threat seriously,\" the hospital said. ##Health##   The Swiss government has said it will ease some of the emergency measures imposed five weeks ago, since the number of Covid-19 cases is slowing down.  \"Five weeks after announcing the restriction measures, the government has decided which measures to remove. The measures we took allowed us to slow down the epidemic, today, the epidemic situation allows us to start to look at the next steps,\" Alain Berset, the head of Internal Affairs, said at a news conference on Thursday. Berset said the first phase of the epidemic \"is behind\" Switzerland and the next steps will happen in three phases. First, on April 27, hospitals, health centers, dentists, physiotherapy and massage salons can receive non-urgent treatments again. Hairdressers, beauty and tattoo shops and gardening shops will also reopen. On May 11, the government plans to allow schools to reopen for \"mandatory grades,\" which includes pre-school through ninth grade. Shops and markets will also be allowed to reopen. Professional schools and universities will be allowed to reopen on June 8, as well as museums, libraries, botanic gardens, and zoos.  The government said social distancing rules must remain in place throughout this period and added that there is no timeframe for when that could stop. \"We want to avoid having to reintroduce the restrictions,\" said Simonetta Sommaruga, president of the Swiss Federation.  \"We do not want to endanger all the work we've done so far, thanks to the support of the population. That's why the government invites everyone to continue to respect distancing and hygiene measures,\" she added.  ##Daily Life##  New York state has reported 8,505 new coronavirus cases on Thursday, bringing the statewide total to 222,284, according to a statement from Gov. Andrew Cuomo’s office.   On Wednesday, the state reported 11,571 new cases. ##Health## Facebook is canceling all of its planned physical events with 50 or more people through June 2021 due to concerns about the coronavirus pandemic.  Some of those events will be held virtually instead, CEO Mark Zuckerberg wrote in a post on his Facebook page on Thursday.   Zuckerberg also said the \"vast majority\" of Facebook employees will work from home through at least the end of next month. The company is extending its policy of no business travel through at least June.  \"A small percent of our critical employees who can't work remotely, like content reviewers working on counter-terrorism or suicide and self-harm prevention, and engineers working on complex hardware, may be able to return sooner, but overall, we don't expect to have everyone back in our offices for some time,\" Zuckerberg said. Some context: Covid-19 has infected more than 2 million people and killed at least 137,000 worldwide, according to Johns Hopkins University. Zuckerberg also said employees who feel they can't return to the office for reasons such as lack of childcare can work remotely through at least the summer.   In February, Facebook canceled F8, its biggest annual event, due to concerns over the coronavirus. At F8, which is aimed at developers, the company typically shares its future vision and teases new features and products. Facebook also canceled a large advertising conference in San Francisco.  Apple moved its annual developer conference to online only. Google initially moved its developer conference to online, but later canceled it completely. ##Business## Health care workers in Ohio account for 21% of coronavirus cases, Ohio Department of Health Director Dr. Amy Acton said at a news conference Thursday. There are at least 8,414 confirmed cases of coronavirus in Ohio and 1,729 of them are health care workers, Acton said. So far, 826 cases have been identified in long-term care facilities, according to Acton. Acton said that the high rate of cases in those communities are to be expected because there is an increased risk of exposure in those environments. There have been a total of 389 deaths statewide and cases have been reported in 87 of 88 counties, Acton said. There have been 74,000 coronavirus tests performed in the state, Acton added. ##Health## Wisconsin Gov. Tony Evers has extended the state's stay-at-home order to May 26, according to a statement from his office.  The extension also loosens some restrictions on businesses. Golf courses will be allowed to reopen and public libraries and arts and crafts stores may offer curb-side pickup, the announcement said. However, the statement also notes that public and private K-12 schools will remain closed for the remainder of the school year. \"The order implements some new measures to ensure safety and support the progress we've made in containing COVID-19, but also allows certain activities to start up again,\" the statement said. The order also directs essential businesses to ramp up disinfection and urges retail stores to limit the number of people allowed to enter. ##Daily Life## The governors of Michigan, Ohio, Wisconsin, Minnesota, Illinois, Indiana, and Kentucky have announced that they will work in close coordination to reopen the Midwest region economy in the wake of the pandemic, according to a statement from Michigan Gov. Gretchen Whitmer on behalf of all the participating governors. \"We recognize that our economies are all reliant on each other, and we must work together to safely reopen them so hardworking people can get back to work and businesses can get back on their feet,\" the governors said in a joint statement. The governors said they will focus on least four factors when determining when best to reopen the economy: Sustained control of the rate of new infections and hospitalizations. \nEnhanced ability to test and trace. \nSufficient health care capacity to handle resurgence. \nBest practices for social distancing in the workplace.  “Our number one priority when analyzing when best to reopen our economy is the health and safety of our citizens,” the governors said in a joint statement. The governors went on to say that they would make decisions \"based on facts, science, and recommendations from experts in health care, business, labor, and education.\" Similar collaborations have been taken by governors in recent days on the West and East coasts. ##Business## A federal health official tells CNN that teams from the US Centers for Disease Control and Prevention are being sent to the eight states – New Mexico, Wyoming, Idaho, Alaska, North Dakota, Kentucky, West Virginia and Ohio — to bolster contact tracing efforts in order to help contain Covid-19. Contact tracing is widely considered to be necessary to have in place in order to reopen the economy. The health official said the teams will be “testing new technologies,” including “having people do self-swabbing and evaluating how effective that is. They are also looking at some mobile technology to look at contact tracing.” Some states will have specialized epidemiology studies performed in nursing facilities. CNN previously reported these teams were also being sent to help homeless and prison populations in some states. The goal of the CDC teams will be to expand testing “and try and help those states remain at low levels of transmission,” the official previously told CNN. The agency has not officially announced the new “Community Protection Initiative” program.  Among the eight states, Wyoming announced Tuesday the CDC would be sending it approximately five people as part of the program. And New Mexico said Wednesday it had been approached to be a part of it. CNN has reached out to the states for comment. ##Health## In his call with senators on Thursday, President Trump heard a similar message he received a day earlier from business leaders: the country needs to dramatically increase its testing capabilities before states can reopen. In the phone call with Democratic and Republican senators, Trump was told by some lawmakers that without the increased testing, asymptomatic people may return to workplaces and unknowingly spread the virus, creating further contagion, according to people familiar with the call. Trump countered by saying his administration had worked to scale up testing and repeated his dubious claim that the United States had tested more people than any other country. He also pointed to a new test that people could administer themselves that uses saliva, a person familiar with the conversation said. As he did on Wednesday during his briefing, Trump told senators that individual states — and not the federal government — should be responsible for testing, but that the administration would support governors in their efforts to scale up tests. ##Health## The World Health Organization is warning the global public that drinking alcohol does not protect you against Covid-19 or kill the virus, and excessive alcohol consumption can be harmful for your health –– even compromising the body's immune system. WHO officials in a statement on Tuesday called for governments around the world to enforce the measures in place that limit alcohol consumption and to avoid any relaxation of regulations during the coronavirus pandemic. For instance, \"alcohol is consumed in excessive quantities in the European Region, and leaves too many victims,\" Carina Ferreira-Borges, program manager for WHO Europe's alcohol and illicit drugs program, said in the statement.  During the pandemic, \"we should really ask ourselves what risks we are taking in leaving people under lockdown in their homes with a substance that is harmful both in terms of their health and the effects of their behavior on others, including violence,” Ferreira-Borges said. WHO's statement comes at a time when misinformation around Covid-19 continues to circulate online –– including the myth that consuming high-strength ethyl alcohol or ethanol can kill the coronavirus.  WHO said \"it does not\" and that alcohol, especially if it has been adulterated with methanol, could result in \"severe health consequences\" or death. ##Health## The Spanish government announced they are putting in place a so-called \"minimum vital income\" program starting in May to help more than a million households, according to a government statement Thursday. The program will be permanent, not temporary as originally envisioned, to help the hardest-hit families through the coronavirus economic crisis. The plan is designed to help those not eligible for other forms of aid, such as unemployment benefits. The government estimates that among the more than a million households, which cannot meet basic needs, some 10% are single-parent families. Pam Hill, a grocery store employee, said she was not given the equipment necessary to protect herself from the coronavirus until recently. She told CNN's Anderson Cooper the first employee at her workplace tested positive for Covid-19 on March 17, but even then, other employees did not receive any kind of protection until weeks later. The store did not provide shields until the end of March and employees did not get masks or hand sanitizer until the beginning of April, according to Hill. Hill said she is now without health insurance after being out sick with what she believes was the coronavirus last month. She said their health insurance is based on how many days or hours they work. Since she was out sick, she did not qualify for insurance in April, and probably will not qualify again in May. \"So right now I'm medically not covered for this month and probably next month as well,\" she said. \"We want to serve the community that we work in. We know that with everything else being closed down that we're are the only pipeline for the community to come into shop and get food for their families. We don't mind being there on the frontline, but we want to be protected and we also want the company to protect us from this,\" she said. Watch: House Speaker Nancy Pelosi said Thursday that negotiations continue over how to extend funding for the small business relief program that has now run dry, reiterating Democratic demands for additional funding for state and local governments and hospitals. Republicans have advocated for a clean increase in program funding, saying other concerns can be addressed in a later bill. “Right now we’re in those negotiations. My staff and the staff of leader Schumer spoke with Secretary Mnuchin yesterday and will do so again today,” Pelosi said on her weekly press call. “We want to support what we did with the PPP but we want to make sure that as it gets more money, many more people get more access to the credit.” She said Democrats are “hopeful they will come back with something that strikes a balance.” Some context: CNN has reported that the Small Business Association ran out of money for the Paycheck Protection Program as of this morning.  Negotiations on Capitol Hill have yet to generate a path forward to replenish the money, as the US economy continues to stagger under the pressure of near-nationwide closures. Treasury Secretary Steven Mnuchin and Democrats will reconvene Thursday to try and reach agreement on a package that will immediately increase funding for the program. ##Business## Singapore reported the largest single-day increase with 728 new coronavirus cases on Thursday, bringing the total to at least 4,427, according to the Singapore’s Ministry of Health. Among the new cases, 81% are linked to known clusters, of which the vast majority are foreign workers residing in dormitories, the ministry said. Last week, Singapore announced that it would move foreign workers into alternative living arrangements such as military camps and vacant government apartments amid a spike in cases. ##Health## British Foreign Secretary Dominic Raab has called for a \"deep dive\" review of China's early handling of the coronavirus outbreak, telling reporters on Thursday that his government will have to \"ask the hard questions\" on how the pandemic came about.  \"In relation to your question on China, I think there needs to be a very, very deep dive after-the-event review of the lessons, including of the outbreak of the virus,\" Raab said during a news briefing, adding that the British government cannot \"flinch\" away from this responsibility.  \"There is no doubt that we cannot have business as usual after this crisis and we will have to ask the hard questions about how it came about and how it could have been stopped earlier,\" Raab added.  The foreign secretary cautioned that while there remain questions about the initial outbreak of the virus, the UK government \"ought to look at all sides\" in a \"balanced way\" that is driven by scientific evidence.  \"One thing that coronavirus has taught us is the value and the importance of international cooperation,\" Raab said.   \"We had very good cooperation with the Chinese in relation to the return of UK nationals at the outset from Wuhan, as we have on the procurement of things that we need,\" he said.  New Jersey will keep public schools closed until at least May 15, Gov. Phil Murphy announced at a news conference today. “We will not be able to open our schools or start sports back up for at least another four weeks,\" Murphy said. \"If we all keep pulling and working together, I hope it will put me in a position that in a months time to make a different announcement.” New Jersey has 71,030 confirmed coronavirus cases and 3,156 deaths, according to a tally from Johns Hopkins University. ##Health## ##Daily Life## Colin Kaepernick announced his contribution of $100,000 on Thursday to his Covid-19 relief fund to directly impact black and brown communities affected by the pandemic. \"Know Your Rights Camp COVID-19 Relief Fund\" was launched as part of Kaepernick’s Know Your Rights campaign.  “We’ve launched the Know Your Rights Camp COVID-19 Relief Fund to directly impact the disproportionate effect coronavirus is having on our communities,” Kaepernick said in the campaign's video.  Structural racism makes black and brown people more likely to die from COVID-19,\" he said. Kaepernick calls out the country’s struggle with structural racism in the video, and how it has left people in black and brown communities vulnerable during the fight against coronavirus.  The fund will focus on food, shelter relief, education, personal protective equipment and incarcerated populations to help stop the spread of the virus and provide resources to those who are defenseless. Watch: ##Daily Life## The United States has been looking beyond its borders to work with European medical agencies and other agencies to expedite clinical trials on potential coronavirus vaccines and treatments, FDA Commissioner Dr. Stephen Hahn said during a live video interview with The Washington Post today. \"We have relationships with our brother and sister regulatory agencies around the world, and we absolutely are participating in that,\" Hahn told The Washington Post's Robert Costa. He continued: \"Let me describe one effort with respect to vaccine development. We want to develop what's called a master protocol, which is where multiple different vaccines –– and this can be done for therapeutics and has been done for therapeutics –– can be entered into this protocol using a very similar clinical trials approach and statistical approach. It's a very efficient way of looking at multiple therapeutics, vaccines.” ##Health## At least 525 people have died of coronavirus in the past 24 hours, bringing the total number to 22,170 in Italy on Thursday, according to the Italian Civil Protection Agency. There are now 106,607 active cases in the country. There were 1,189 new active cases since Wednesday, an increase for a third day.  On Thursday, the total number of cases in the country, including deaths and recoveries, stands at 168,941. ##Health## There are 1.2 million people across New York who have filed unemployment claims over the past five weeks, Melissa DeRosa, secretary to Gov. Andrew Cuomo, told reporters Thursday afternoon. Of those claims, 400,000 were filed this past week. To give a sense of comparison, “during the entirety of the 2008 crash, New York state lost 300,000 jobs,” DeRosa said. The Department of Labor has completed 925,000 claims and 275,000 others are outstanding, according to DeRosa. Some of the 275,000 claims are from last week and some of those claims date back to the middle of March, she said. ##Daily Life## US Food and Drug Administration Commissioner Dr. Stephen Hahn said the sedative drug Propofol has been added to the FDA’s drug shortage list due to its avid use for ventilated patients.  Speaking today at a Washington Post Live event, Hahn also said some asthma drugs are now on the drug shortage list.  Hahn said there are a multitude of factors that lead to a drug being added to the drug shortage list.  “In this case, for the asthma drugs and the sedative drugs, it really is about increased demand,\" he said. The drug Propofol “has been off and on our drug shortage list for quite some time, but most recently got added back on because of the issues around ventilated patients,” Hahn explained.  The FDA will continue to work with manufacturers to increase supply, as well as expediting applications for the approval of new drugs. They are also looking at alternatives they can recommend to health care professionals, Hahn said. ##Health## The US Food and Drug Administration issued an emergency use authorization Wednesday for a new coronavirus antibody test developed at a Mount Sinai laboratory. With this new test, there are now four coronavirus antibody tests that have been granted emergency use authorizations from the agency — and even more tests are expected to come through authorization, FDA Commissioner Dr. Stephen Hahn said during a live video interview with The Washington Post on Thursday. \"We expect more to come through the regular emergency use authorization,\" Hahn said. \"We're working very actively.\" The specifics: The Mount Sinai test, called the Covid-19 ELISA IgG Antibody Test, is authorized for use on blood serum or plasma specimens from patients suspected of prior infection with the coronavirus. It measures antibodies in those specimens that were generated as part of the patient's immune response to a novel coronavirus infection. The test can help determine whether someone had a prior infection or not. A positive result from the Covid-19 ELISA IgG Antibody Test indicates that antibodies were detected and the patient potentially has been infected with the coronavirus. The test specifically measures IgG antibodies — and that's in contrast to the other tests that the FDA has authorized, which detect both IgG and IgM. Those tests can detect the class of antibodies called IgM antibodies, which are present earlier in infection. \"IgG antibodies develop later than IgM antibodies following infection, and generally do not begin to appear until 7 – 10 days after infection,\" according to an FDA fact sheet about the test. \"When IgG antibodies are present it, often indicates a past infection but does not exclude recently infected patients who are still contagious.\" ##Health## New York's Metropolitan Transportation Authority is asking Congress for an additional $3.9 billion in emergency funding, MTA Chairman and CEO Patrick Foye said in a news conference Thursday. The money is needed \"to stop the immediate financial hemorrhaging in the in the MTA's 2020 operating budget,\" he said. A study by the MTA and McKinsey and Company now estimates the impact of the coronavirus pandemic on the agency's 2020 budget to be between $7 billion and $8.5 billion, \"dwarfing\" its original estimate of $4 billion, Foye added. What the numbers say: Ridership is currently down to about 95%, according to the chairman, with bridge and tunnel crossings down by 62%.  Foye noted that the initial $4 billion estimate was a conservative one made in the middle of March, when ridership was not quite as far down as it is now. Foye also noted that the MTA’s disinfection costs have risen dramatically since the start of the pandemic, and that the agency expects them to continue to rise as ridership returns. Currently, 2020’s disinfection costs are expected to be in the “hundreds of millions of dollars.” There are 68 MTA employees who have died due to the pandemic, according to MTA spokesperson Michael Cortez. ##Travel## ##Business## New York Gov. Andrew Cuomo responded to a question about those criticizing his order to require New Yorkers to wear masks in public as a symbol of government control saying, \"To them I say, if you don't think 600 people died yesterday and if you don't think that's a problem, I disagree with you.\" Earlier in the news conference Cuomo announced 606 people died in the state on Wednesday.  That is down from 752 people across the state who died the day before. \"I understand that people do not like it,\" he said at a news conference today. \"If you doubt that 600 died, I will bring you to see the 600 people,\" Cuomo added. He said that while he understands the opposition, there is a personal responsibility to protect other people if you are sick. \"If you have the virus, you can infect other people. And you have a liability of responsibility not to infect me because you are sick. That's when a mask would help,\" Cuomo said. About the executive order: Starting on Friday, people — 2 years old and older — must wear a mask or cloth over their nose and mouth when riding on public transportation systems, private transportation carriers and for-hire vehicles, Cuomo said. Operators of public systems, private carriers, and for-hire vehicles must wear a mask at all times, he added.  Steve Moore, who is one of many people advising the White House on reopening the economy, issued a statement on the jobless claims urging companies to open starting \"tomorrow.\" \"The new unemployment numbers with more than 20 million Americans losing their jobs should be a five-alarm wake-up call for Washington and the nation's governors to end the government-mandated impoverishment of our citizens. Starting tomorrow, we need to let American businesses open up their doors and allow tens of millions of workers back earning a paycheck. If we do not act soon, hundreds of thousands of Americans could die from economic depravation and hopelessness,\" Moore said. By the numbers: Another 5.2 million workers filed for their first week of unemployment benefits last week, according to the US Department of Labor, bringing the total number of Americans who have filed initial jobless claims to around 22 million, or roughly 13.5% of the labor force, since March 14. Overall, the last four weeks have marked the largest and most dramatic rise in claims on record since the Labor Department started tracking the data in 1967.  Other jobs crises have played out far more slowly. In the Great Recession, for example, it took two years for 8.6 million Americans to lose their jobs.  This time, mass layoffs and furloughs came suddenly as states enacted lockdowns of all but essential businesses to slow the spread of the coronavirus pandemic.  ##Business## ##Daily Life## Mexico will extend its stay-at-home measures until May 30 as the country continues mitigation efforts against the spread of coronavirus, Deputy Health Secretary Dr. Hugo López-Gatell said during the daily morning press briefing today. Ongoing safety measures include keeping schools closed, practicing safe distance and protecting the high-risk population. He said government officials will extend safety measures in areas with low coronavirus transmission to May 17, López-Gatell said. “In all cases, on June 1, we will recover in a staggered manner, in an organized way, the activities, economic, social and public life,” López-Gatell said adding that this all depends on the projections at the time and on citizens continuing to comply with the safety protocols. Mexico has 5,847 confirmed cases of coronavirus and 449 deaths, according to a tally by Johns Hopkins University. ##Daily Life## Britain’s Covid-19 lockdown measures have been extended for “at least” another three weeks,  UK Foreign Secretary Dominic Raab said. Speaking at a today's government coronavirus press briefing, Raab, who is filling in for Prime Minister Boris Johnson as he recovers from Covid-19, said while there are “indications” the measures have been successful in slowing the spread of the virus, overall the infection rate has not dropped as much as needed. “The very clear advice that we have received is that any change to our social distancing measures now would risk a significant increase in the spread of the virus. That would threaten a second peak of the crisis and substantial increase in the number of deaths,\" he said. “It would undo the progress that we have made to date, and would require an even longer period of the more restrictive social distancing measures,\" Raab added.  ##Health## ##Daily Life## Hilton announced that it has temporarily shut down 16% of its hotels worldwide during the coronavirus outbreak. In a regulatory filing on Thursday, the hotel chain said that travel restrictions and stay-at-home directives “have resulted in cancellations and significantly reduced travel around the world.\" Hilton, which has roughly 6,000 global hotels, said occupancy rates in North America are hovering around 17% and 13% in Europe and the Middle East. However, it's seeing early recovery in Asia: Occupancy levels have grown to 22%, up from 9% in early February. In total, Hilton expects revenue per room to decline as much as 25%. On Tuesday, Marriott issued similarly dire numbers. ##Business## New York's social distancing plan to help mitigate the spread of coronavirus will be extended “in coordination with other states” to May 15, Gov. Andrew Cuomo said today. “What happens after then, I don’t know. We will see depending on what the data shows,” Cuomo said. Watch: ##Daily Life## Gov. Andrew Cuomo says New York has gotten control of the spread of coronavirus in the state. \"We've controlled the beast. We brought the rate of spread down,\" Cuomo said today. Cuomo discussed infection rate models shared by the US Centers for Disease Control and Prevention early on during the pandemic and how they have not come to fruition. \"If their rate of spread actually happened, we would have been in a much, much worse situation and we would have been in a really bad place. I mean their projections were staggering and it didn't happen because we slowed the models,\" he said. ##Health## New York Gov. Andrew Cuomo laid out coordinated steps to \"unpause\" the state's economy at a press conference today. He said this effort spans from now to when there is vaccine for coronavirus.  Cuomo said the first step is to \"do no harm.\" \"Don't let that infection rate go up to the best of your ability. Don't lose the progress that you have made,\" he said. Second, the state will need to strengthen the health care system. Cuomo said because every hospital had to increase capacity by 50% to handle the surge of coronavirus patients, it is important to ensure they have the resources to recover. \"Now we have a chance to be more intelligent, frankly, about handling our health care system,\" he said. Reopening the economy will also need widespread testing and contact tracing –– something Cuomo said the federal government needs to help with.  Cuomo also outlined a plan for a phased return to \"normal\" and reopening of businesses and schools slowly and in coordination with each other.  \"You stopped everything. How do you then restart that machine in a coordinated way that doesn't drive up the infection rate? That's the balance that we're trying to strike,\" Cuomo said. ##Business##  Society will be greatly altered in the future because of the coronavirus pandemic, New York Gov. Andrew Cuomo said during his daily briefing.  \"This is going to be a moment of transformation for society, and we paid a very high price for it,\" Cuomo said.  \"There are lessons that we must learn from this. Because we do need to do things differently, or we can do things differently, and we can do things better,\" Cuomo added. Cuomo said testing is \"the single best tool to make informed decisions and to calibrate all of this.\"  Cuomo also said private businesses, not just the government, needs to figure out how to adapt to a new normal, calling for workplaces to reimagine how employees work every day. New York has done more coronavirus testing than California, Florida and Michigan combined, according to figures shared by Gov. Andrew Cuomo today. \"We've done 500,000 tests in 30 days,\" Cuomo said. \"That's more than California, Florida and Michigan combined. And this is all about figuring it out first and taking a system that frankly didn't exist and creating this testing system and this testing regimen. Five hundred thousand tests in one month. That sounds great, and it was great. It was a great accomplishment. And congratulations to everyone who put it together. But when you think of 500,000 tests in one month and then you compare it to the fact that you have 19 million people in this state, you have 9 million workers, the 500,000 doesn't sound so big, right?\" New York currently has 214,832 confirmed coronavirus cases and more than 14,000 deaths, according to a tally from Johns Hopkins University. Gov. Andrew Cuomo said there's a drop in the number of hospitalizations across New York. \"Hospitalization rate is down from 18,000 to 17,000 mark. That is good news. Total hospitalizations down. We talked about the flattening of the curve, the apex, how long is it flat, when does it start to curve? We don't know, but this is a good sign today,\" Cuomo said moments ago at a news conference. Net hospitalizations across New York are \"down more significantly than it has been, so that's positive news,\" Cuomo added. \"ICU admissions number is also down significantly for the first time, so that's good news. Intubations is down and that's really good news because intubations ultimately lead to the worst news; 80% roughly of people who get intubated never come off the ventilator,\" Cuomo said. Roughly 2,000 people were diagnosed with Covid-19 Wednesday in New York, Cuomo added. ##Health## New York Gov. Andrew Cuomo said 606 people died in the state on Wednesday.  That is down from 752 people across the state who died the day before. The impact of the coronavirus pandemic on farm production will be “way worse” than the trade war, said Brian Duncan, Vice President of the Illinois Farm Bureau. American farmers have weathered a nearly two year trade war with China – who put tariffs on US farm products in retaliation to the US’s tariffs on Chinese goods. But Covid-19 has had a more dramatic and faster effect.   “Prices for most commodities have fallen 30-60%. It was swift and sudden,” said Duncan, who is also a soy, corn and hog farmer in Polo, Illinois.  The impact of the coronavirus is particularly bad on farmers and ranchers who produce livestock and dairy. Unlike corn and soy farmers, those sectors were not previously helped by the federal government in bailout programs related to the trade war. Hog prices are down nearly 50% and milk down 36% since January according to the American Farm Bureau.  “What's happening to livestock futures prices for hogs, cattle, and dairy due to Covid-19 is like catching a falling knife,” said John Newton, Chief Economist with the American Farm Bureau. In the meantime the Trump administration has allocated $16.5 billion for farmers as part of the CARES Act, and Secretary Perdue said the aide will be distributed soon.  “It’s not going be enough,” said Duncan. “It’s a good start but the longer this goes on, the more money we will need.” There are now at least 640,014 confirmed cases of coronavirus in the US. So far, 31,002 people have died due to the virus, according to a tally from Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will Johns Hopkins. In the upcoming days, these changes may show a surge of deaths in the US. Johns Hopkins has reported 1,903 new cases and 158 reported deaths today. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## The White House is calling on Congress to \"IMMEDIATELY increase funding for the Paycheck Protection Program,\" according to a tweet sent Thursday morning following news that the $349 billion in emergency funding for small businesses had been depleted. The tweet says a one page bill will get the job done and there should not be any “liberal pet projects.”  The tweet concludes by saying that “the Trump Administration is doing its part to get it to them. Why isn’t Congress?” Some context: CNN has reported that the Small Business Association is out of money for the Paycheck Protection Program as of this morning.  Negotiations on Capitol Hill have yet to generate a path forward to replenish the money, as the US economy continues to stagger under the pressure of near-nationwide closures. Treasury Secretary Steven Mnuchin and Democrats will reconvene Thursday to try and reach agreement on a package that will immediately increase funding for the program. Read the tweet: Connecticut Gov. Ned Lamont said that while he will listen to the federal government’s guidance on reopening the economy, the decision will ultimately be up to individual states.  “The feds can get the reagents, the feds can get the testing kits, the feds can tell us what type of antibody testing is approved so we can roll that out, and then at the end of the day, I think it's the governors who are going to get it done,\" Lamont said. Lamond said Connecticut is still trying to obtain supplies such as reagents and masks from the federal government stockpile. \"That's been really hit or miss,\" Lamont said about getting necessary supplies from the government. \"It's really important that the federal government act as the central purchasing authority. Everything from masks to reagents, and then get that distributed based on need. And then we'll get the job done.\" President Trump is expected to issue guidance today on reopening the country’s economy.  Lamont says they will weigh his guidelines, as well as ones from experts like Dr. Anthony Fauci, but in the end, governors will make their own decisions for their states.  \"I think a lot of my regional governors are out there on their own,\" Lamont said. \"We can't simply wait for the federal government's guidance. But I'll listen when it comes.\" Lamont said he won’t recommend opening businesses and schools before there is broad testing available.  “I think that would be really dangerous,” he said.  Lamont also said he will be issuing guidelines in the coming days for wearing masks in the state to stop the spread of coronavirus. He said he wants people to wear masks whenever they aren't able to socially distance, including at the grocery store.  Watch the interview: The Small Business Association has officially run out of money for the Paycheck Protection Program, according to a message for lenders on the SBA's website posted Thursday morning.  \"The SBA is currently unable to accept new applications for the Paycheck Protection Program based on available appropriations funding,\" the notice on the SBA's website read. \"Similarly, we are unable to enroll new PPP lenders at this time.\" What it means: The Small Business Administration sent a notice to banks yesterday night making clear the allocated funds for the program were on the verge of being exhausted, according to a copy sent to CNN. \"Once the authorization limit is reached, SBA will not be able to accept any new applications for the Paycheck Protection Program,\" the update to lenders states.  Also of note: \"SBA is unable to maintain a queue for PPP applications.\" SBA also sent their own release Wednesday urging lawmakers to renew the funding. “The high demand we have seen underscores the need for hardworking Americans to have access to relief as soon as possible. We want every eligible small business to participate and get the resources they need,\" the release said. Some context: With the SBA program out of funds, negotiations on Capitol Hill have yet to generate a path forward to replenish the money –– all as the US economy continues to stagger under the pressure of near-nationwide closures. Treasury Secretary Steven Mnuchin and Democrats will reconvene today to try and reach agreement on a package that will immediately increase funding for the program.  ##Business## ##Daily Life## Spain has doubled the number of daily coronavirus tests to 40,000, resulting in an increase of figures since the start of the pandemic, said Fernando Simón, the country’s director of health emergencies. Even though the total overall number is up because of expanded testing, Simón said, the number of active cases is in decline, at less than 1%, Spain’s Health Ministry records show.  He said this is due “in part to increased testing, including the rapid tests that look for antibodies, and for the even more reliable PCR  (polymerase chain reaction) tests, which look for the virus itself.\" Simon called the testing an “enormous effort across the nation to locate the virus.”  Minister of Health Salvador Illa has said he wants to increase testing numbers to 50,000 a day. By the numbers: Spain continues to see a “progressive decline in the number of new hospitalized people and new intensive care admissions” Simon said, citing 1,003 new hospital admissions, “a 1.7% increase with respect to the previous day.\"  Simon said 79 new cases were admitted into intensive care units, ICUs, “a 1.4% increase with respect to the day before.” When asked why the large increase of deaths and infections reported by Catalan regional health authorities late Wednesday were not included in the national count, Simon defended the Spanish Health Ministry’s figures, saying “we are counting all those infected who die and have a test in which coronavirus is detected.\" Some context: The Spanish region of Catalonia may have twice the official number of deaths reported so far by the Spanish government, according to new data from the region’s department of health. “We have a lot to discuss with them [Catalan Health Department] still about what the real significance of these new cases coming from the funerary services or from the elderly people’s homes is, because we don’t have certainty and we need to evaluate with them whether they had a previous diagnostic coronavirus confirmation or not,” Simon added. Spanish government health authorities have repeatedly said their counting methods are in line with international protocols, such as the World Health Organization (WHO) and the European Center for Disease Control (ECDC). ##Health## The Portuguese government may ease lockdown measures as the number of people killed by the novel coronavirus in the country surpassed 600 on Thursday. According to the Portuguese Health Directorate, 629 people have died since the beginning of the Covid-19 outbreak in the country; 30 of those deaths were reported in the past 24 hours. The number of confirmed cases also jumped to 18,841 with an increase of 750 new cases. Despite the grim milestone, Portuguese President Marcelo Rebelo de Sousa has put forward a decree extending the state of emergency until May 2, which includes provisions paving the way for the country to ease the social distancing measures it has in place. The gradual reopening of certain businesses and reinstatement of certain workers rights are included in the legislation. The decree has been approved by the country’s government and sent to the Portuguese parliament where members of parliament will debate it today. They will vote on whether to approve the decree following the debate. ##Health## ##Daily Life## New York City Mayor Bill de Blasio is calling on the federal government to \"save\" his city as coronavirus continues to spread. He said the city, and others across the country, need to be able to do the basics before the economy will be able to successfully restart. \"There has to be a really clear understanding –– if we can't provide the basics for our people, then you can kiss your recovery goodbye,\" de Blasio said at a press conference today. He said he supports House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer's proposed bill for the next round of emergency funding. It includes $150 billion for state and local governments, $100 billion for hospitals and community health centers and more money for food stamp programs and small businesses. \"I would ask the President and Leader [Mitch] McConnell in particular, in the Senate, to remember the first thing you should be thinking about is the human cost,\" de Blasio said. \"That should be the moral question. That should be the straightforward question.\" ##Health## ##Daily Life## Roughly 700 police officers have returned to service after undergoing rapid coronavirus testing, Detroit Mayor Mike Duggan told CNN today. Additionally, at least 600 police officers had to be taken out of service for a 14 day quarantine after being exposed to coronavirus, Duggan said.  Around 200 city workers tested positive for the coronavirus and 10 of them have died, according to Duggan.  \"We got them right off to medical care,\" Duggan said of those who tested positive. \"But it shows you what this country has been missing. Our police department, fire department, back to full force, really because of Abbott Labs and 15 minute tests.\" Duggan also addressed the death of bus driver Jason Hargrove, who died after complaining in a viral video that a passenger coughed on him.  \"He was everything good about public service,\" Duggan said of Hargrove. \"Jason Hargrove's message should be heard by everybody in the country.\" Duggan said that the state would have to issue a mandate regarding face coverings on public transport but that the city's bus system has already stopped taking fares, begun offering face masks to passengers, and has created more space between drivers and passengers. Watch the interview on CNN: ##Health## The $349 billion emergency small business lending program will officially be tapped out Thursday morning. Negotiations on Capitol Hill have yet to generate a path forward to replenish the money, all as the US economy continues to stagger under the pressure of near-nationwide closures. As of 6:30 a.m. ET, $338 billion in loans have been approved, per an official with the Small Business Administration, and the $11 billion in funding authority remaining was expected to run out shortly. Now what: Treasury Secretary Steven Mnuchin and Democrats will reconvene Thursday to try and reach agreement on a package that will immediately increase funding for the program. But they aren't there yet and this is no longer a theoretical exercise.  The program had, and continues to have, glitches and difficulties. But it also rolled through $349 billion in less than two weeks. That's how urgent it is for small business owners. That's how desperate, how flat catastrophic, the economic situation is amid the coronavirus pandemic.  The Senate meets for a pro forma session at 3 p.m. ET. A deal needs to be reached before then for the money to have any opportunity to be replenished this week. Democrats and the Treasury Department are expected to continue negotiations behind closed doors ##Business## There have been a total of 571,304 initial claims for unemployment since March 15 in Massachusetts, according to a press release from the Massachusetts Executive Office of Labor and Workforce Development. More than 100,000 people filed an initial claim for unemployment insurance in less than a week, with 102,828 people filing between April 5 to April 11, the release said. These figures reflect a decrease of 26% from the previous week, as most people who were laid off due to coronavirus related work closures filed claims in the previous weeks, according to the release. The Department of Unemployment Assistance (DUA) has paid unemployment compensation to 315,000 claimants, the release said. To help deal with the increase in claims, nearly 800 employees have been added to DUA, according to the release. ##Business## ##Daily Life## The PGA Tour has announced that the professional golf tour will start tournament play again starting June 8. On Thursday, the PGA Tour unveiled a new schedule modifications for the 2019-2020 season which was postponed in March due to Covid-19 pandemic. Within the announcement, the PGA stated that the first four tournaments of the revised schedule will be held without spectators. “For health and safety reasons due to Covid-19, today’s announcement delays that timeline three weeks – to June 8, starting with the Charles Schwab Challenge – with additional tournaments being repositioned between then and the season’s conclusion, which is the Tour Championship, ending on Labor Day (September 7),” the PGA said in a press release. Some context: The PGA Tour had previously aimed to restart the season during the of May 18 – 24, which were the initial dates for the Charles Schwab Challenge. That event was canceled due to the Players Championship being canceled on March 12 amid health safety concerns. With the new adjustments, the season now consist of 36 events, including three FedExCup Playoffs events concluding with the Tour Championship over Labor Day weekend, where the 2020 FedExCup Champion will be crowned. ##Business## The US Food and Drug Administration on Thursday put out a call for recovered Covid-19 patients to donate blood plasma which could potentially be used to help ill patients fight the disease. The idea is that convalescent plasma, the liquid part of blood, from recovered patients contains antibodies that could help strengthen the immune response of other patients still battling infection.  Patients who are fully recovered from Covid-19 for at least two weeks are encouraged to consider donating plasma, the FDA said.  Recovered patients can contact their local blood or plasma collection center to schedule an appointment to donate. The FDA noted in its announcement that it has launched a new webpage with information on blood and plasma collection centers, and the American Red Cross also set up a website for interested donors.  \"Prior experience with respiratory viruses and limited data that have emerged from China suggest that convalescent plasma has the potential to lessen the severity or shorten the length of illness caused by Covid-19. It is important that we evaluate this potential therapy in the context of clinical trials, through expanded access, as well as facilitate emergency access for individual patients, as appropriate,\" FDA Commissioner Dr. Stephen Hahn said in the announcement. \"Those individuals who have recovered from Covid-19 could have an immediate impact in helping others who are severely ill. In fact, one donation has the potential to help up to four patients.\" Some context: According to the FDA, more than 1,040 sites and 950 physician investigators nationwide have signed on to participate in an effort led by the Mayo Clinic to expand access to plasma.  The FDA also noted in its announcement that several clinical trials are underway to evaluate the safety and efficacy of convalescent plasma and the FDA has granted several single patient emergency investigational new drug applications as well. ##Health## More than 100,000 people have tested positive for coronavirus in the United Kingdom, according to new data from the Department of Health. Of the 327,608 people who have been tested, 103,093 have coronavirus, the department said on Twitter Thursday. The total number of hospital deaths in the UK stands at 13,729. Read the Department of Health's tweet:  ##Health## An analysis of United Kingdom deaths in March involving the novel coronavirus revealed that pre-existing conditions are present in 91% of cases, with the most common pre-existing condition being heart disease, the UK Office of National Statistics (ONS) said in a report Thursday.  According to the report, of the 3,912 deaths involving Covid-19 that occurred in England and Wales (excluding Scotland and Northern Ireland) in March, there was at least one pre-existing condition in 91% of cases. \"Ischaemic heart disease was the most common main pre-existing condition found among deaths involving Covid-19 and was involved in 541 deaths (14% of all deaths involving Covid-19),\" the report said.  Gender and age also played a major factor in the rates of death, according to the ONS analysis.  \"Across all age groups, males had a higher rate of Covid-19 deaths compared with females,\" said the report. \"The rate was double that of females.\" \"The rate of death due to Covid-19 increased significantly in each age group, starting from age 55 to 59 years in males and age 65 to 69 years in females; overall, one in five deaths were in age group 80 to 84 years,\" the report said. Overall, Covid-19 was the third most frequent underlying cause of death in March, behind \"dementias and Alzheimer disease\" and \"ischaemic heart diseases.\"  Some context: The overall mortality rate in March was significantly lower than the five-year average from March 2015 to March 2019. \"This could, in part, be because of the colder winters experienced in 2015 and 2018, which led to a higher number of deaths in the winter months,\" said the report. The number of deaths for March and February are likely to increase as the Office of National Statistics receives more death registrations. ##Health## Two doctors shared what it looks like inside New York City hospitals as health care workers continue to battle coronavirus. “Every day has been stressful,” Dr. Matthew Bai of Mount Sinai Queens hospital said in a video. “Things just happen one thing after another …One patient comes in, has a cardiac arrest, and you work on them, and they get pronounced and then you have no time to process this and have to move on to the next patient.”  Bai said that patients all have rooms now, whereas some were previously in hallways. Dr. Erick Eiting documented his night shift at Mount Sinai Beth Israel hospital through video footage, saying before his shift he was “looking forward to trying to make a difference.”  Eiting noted the varying ages of coronavirus patients, with some in their 20s and others in their 80s.  “I think the most interesting or most bizarre presentation was somebody who came in with leg cramps and turns out they have coronavirus. So we're just seeing people with all kinds of symptoms,” Eiting added.  Bai said he looks forward to “the day that things are somewhat back to normal and I get to see my family in person, give my wife and 17-month-old daughter a big hug.” Watch the videos from both doctors: Coronavirus cases in Africa are on the rise, according to Dr. Simon Missiri, regional director for Africa, International Federation of Red Cross (IFRC). \"We are watching Africa climbing the curve,” Missiri said. Missiri said the initial phase of messaging and fighting rumors about the coronavirus is over, “now it’s time to move to response.”   Africa is now reporting more than 17,000 cases and about 900 have lost their lives, Dr. Matshidiso Moeti, World Health Organization (WHO) regional director for Africa, said. A number of countries have seen a rapid increase in the last week and \"we understand very well, the impact on Africa will be very severe,\" Moeti said.  Moeti also said President Trump’s funding cut to the WHO will hurt more than just the fight against coronavirus. The US helps fund polio eradication, HIV treatment and malaria programs, Moeti added. The US is also an \"important strategic player,” guiding Africa through decision making, Moeti said.  “We value relationship with the US,” she said.  ##Health## There are at least 639,664 cases of coronavirus in the US and 30,985 deaths, according to Johns Hopkins University's tally of cases in the country. As states begin to include “probable deaths” in their counts, so will Johns Hopkins. In the upcoming days, these changes may show a surge of deaths in the US. On Thursday, Johns Hopkins has reported 1,553 new cases and 141 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Facebook put warning labels, but did not remove, 40 million posts on its platform in March that contained false or misleading claims about the coronavirus, a Facebook vice-president revealed Thursday. The company has in recent months has also “removed hundreds of thousands of pieces of misinformation that could lead to imminent physical harm” like false claims that “drinking bleach cures the virus and theories like physical distancing is ineffective in preventing the disease from spreading,” Guy Rosen, Facebook’s vice-president of integrity, wrote in a blog post released Thursday. Facebook is working with a network of 60 fact-checking organizations around the world that review posts in more than 50 languages, Rose said. Prince William opened the United Kindgom's new National Health Service field hospital in Birmingham via video link on Thursday, Kensington Palace said in a statement. It is one of seven NHS locations to open across the UK.  The coronavirus field hospital will be called NHS Nightingale, after the pioneering nurse Florence Nightingale. Other hospital sites include London, Manchester, Bristol, Harrogate, Exeter and Washington.  \"The new NHS Nightingale Hospital has been constructed inside the National Exhibition Centre (NEC) and is the second of seven hospitals being built around England in response to the Covid-19 outbreak. The hospital, which will have a workforce of doctors, nurses, therapists and support staff, will provide beds for general medical Covid-19 patients,\" the palace said in a statement. Some context: Last week, the NHS Nightingale twitter account said, \"We've created extra capacity to ease pressure on hospitals across the Midlands in response to #coronavirus. Starting with 500, the hospital has the capacity to scale up to 4,000 beds if needed.\" ##Daily Life## ##Health## The union representing Federal Emergency Management Agency employees is joining growing calls for the Trump administration to utilize the full authorities provided by the Defense Production Act to shore up more protective equipment to fight Covid-19, according to a letter obtained by CNN.   The wartime-era law, which gives the government more control during emergencies to direct industrial production, has been a point of contention between states and the Trump administration.  Some context: While President Trump has invoked the law in some instances during the coronavirus pandemic, the shortage of critically needed supplies has fueled calls to use the law in its full capacity.  The letter is the first time FEMA's union, which represents 3,000 employees, has joined that push.  \"We will not flatten the curve unless every front-line worker in the public and private sector who has a job where telework is not available has access to appropriate personal protective equipment,\" said the letter, written by Steven Reaves, president of FEMA's union.  The letter is expected to be sent to lawmakers later Thursday.   ##Health## A 28-year-old pregnant nurse died from coronavirus on Sunday after an emergency cesarean section to deliver her baby in a hospital just outside London.  The baby is doing “very well,” a spokeswoman for the UK’s National Health Service (NHS) told CNN on Thursday. Mary Agyeiwaa Agyapong – who worked at Luton and Dunstable University Hospital – was admitted to the hospital on April 7 after testing positive to the virus on April 5, according to the spokesperson. Agyapong worked for the hospital system for five years and was a “highly valued and loved member of our team,” said David Carter, CEO of Bedfordshire Hospitals NHS Foundation Trust, who announced the news “with great sadness.”    “Our thoughts and deepest condolences are with Mary’s family and friends at this sad time,” Carter said in a statement.   A fundraiser has been set up to raise money for the nurse’s husband AJ, and the baby – also called Mary – who was “born at the time of her demise,” according to the GoFundMe website.   More than £96,000 ($120,000) has been raised just 24 hours after the page was published with an original goal of raising £2,000 (about $2,500).     ##Health## Secretary of State Mike Pompeo said Wednesday that the “the United States government is working diligently” to figure out the origin of the coronavirus. “The mere fact that John had to ask the question, the mere fact that we don’t know the answers, that China hasn’t shared the answers, I think is very, very telling,” Pompeo said in an interview with Fox News, referring to John Roberts’ question about the reported lab transmission of the virus. “To your point, the President said that there are multiple sources. What we do know is we know that this virus originated in Wuhan, China. We know that there is the Wuhan Institute of Virology just a handful of miles away from where the wet market was. There’s still lots to learn. You should know that the United States government is working diligently to figure this out.\" The top US diplomat said that the Chinese government needs to “open up.” “They say they want to cooperate. One of the best ways they could find to cooperate would be to let the world in, to let the world’s scientists know exactly how this came to be, exactly how this virus began to spread,” Pompeo said. Some context: CNN has reported that US intelligence and national security officials say the US government is looking into the possibility that the novel coronavirus originated in a Chinese laboratory rather than a market, according to multiple sources familiar with the matter. Those sources caution it is premature to draw any conclusions. The US does not believe the virus was associated with bioweapons research, and officials noted that the intelligence community is also exploring a range of other theories regarding the origination of the virus, as would typically be the case for high-profile incidents, according to an intelligence source. ##Health## Health care workers are putting themselves at risk of infection during a coronavirus pandemic, even if they don’t work directly with coronavirus patients, a research letter published Wednesday in the New England Journal of Medicine found. Researchers from Fujian Medical University Union Hospital in Fuzhou, China, looked at patient records in that country and found that 3,387 of the 77,262 patients with Covid-19 – 4.4% – were health care workers. As of April 3, there are 23 people who have died. Many of the health care workers who died were in demographic categories that might have put them at a higher risk for severe infection. Eleven had been brought back from retirement, and all but three were age 50 or older. Five had underlying health conditions, including heart problems. Of the 23 who died, 13 had been providing direct patient care, but only two worked in respiratory medicine with coronavirus patients. None were actually working in departments that specialized in infectious disease or worked in a hospital with that specialty. Eight were surgeons, 1 was a nurse and 1 was an electrocardiography technician. Researchers believe that the health care workers who got sick or who died may have become infected in the early stages of the epidemic when there was insufficient or inadequate personal protective equipment. As of March 31, none of the 4,600 health care workers that flooded into Hubei Province to care for patients at the initial center of the outbreak were known to get sick, the research found. Dr. Peter Hotez, professor and dean of the National School of Tropical Medicine at Baylor College of Medicine, who did not work on the study but has been sounding the alarm since early on in the pandemic that health care workers would be at risk, called the deaths “devastating.” “We saw this with SARS-1 in 2003, MERS in 2012, and now we’re seeing it again. So this is the modus operandi of coronaviruses,” Hoetz said. In the US: So far, more than 9,200 health care workers have been infected with Covid-19, according to an early report from the US Centers for Disease Control and Prevention, published Tuesday. “We had a heads up and we still couldn’t do anything to protect our healthcare workers,” Hotez said. “That’s terrible.”  ##Health##   Another 5.2 million Americans filed for unemployment benefits in the week ending on April 11. In total, 22 million Americans have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. ##Daily Life## Prime Minister Shinzo Abe has declared that Japan's state of emergency will be extended nationwide through May 6 in further attempts to curb the spread of coronavirus infections. The state of emergency previously applied to seven urban prefectures, including Tokyo. Abe said his decision comes after seeing the rapid hike of infections outside these areas. Abe wants to minimize the human flow during the golden week, a string of national holidays from the end of April through May 6. He also announced he was considering cash handouts of 100,000 yen (approximately $925) for each citizen, instead of the previous plan of 300,000 yen (approximately $2,800) per low-income family. Some context: On Wednesday, public broadcaster NHK reported that a team of experts set up by Japan’s Health Ministry estimated more than 400,000 people could die of Covid-19 in Japan if nothing is done to contain the virus.  According to a tally from Johns Hopkins University, Japan has 8,626 reported cases of Covid-19 and 178 deaths. ##Daily Life## The scramble to find successful treatments to fight coronavirus is disjointed and chaotic, according to Dr. Derek Angus, chair of critical care medicine at the University of Pittsburgh School of Medicine.  “No,” Angus told CNN when asked if experts have any sense of what has been working in clinical trials. “Look, that sounds depressing to say I don't know.” “There are two million people already who have this disease. If even one in 10 has been able to participate in a trial, we could have gone through about 100 different drugs by now and known definitively which ones worked or not. But as it is, at this point … we have no idea which one is the best,” Angus said.  Angus, who is leading a Covid-19 trial that’s testing multiple therapies, said the disorder is at a global level and noted that there aren’t enough tests right now to practice effective public health.  “We've got plenty of ideas about what drugs might work, but we need to test these drugs in trials. Otherwise, we're bungling along not knowing what works,” Angus said. There are 94 trials registered for testing the drug hydroxychloroquine, he added. “I’ve never heard of any drug needing 94 separate trials in the same disease,” he said. “If you're trying to do lots of little trials, that's not as efficient or as useful as trying to do large coordinated trials. We've had over two million confirmed cases of Covid-19, mainly in North America and Europe. And yet, barely more than a few thousand of these two million patients have been enrolled in clinical trials.\" ##Health## Amazon told investors on Thursday that it has suspended more than 6,000 seller accounts on its platform from around the world for price gouging on essential items during the pandemic.  In his annual letter to shareholders, Bezos said the company has also removed more than 500,000 listings from Amazon’s website for price gouging. And, he said, Amazon has ramped up its reporting of price gougers to the authorities. \"To accelerate our response to price-gouging incidents, we created a special communication channel for state attorneys general to quickly and easily escalate consumer complaints to us,” Bezos wrote. Some context: In a blog post last month, Amazon said it’s suspended 3,900 sellers on its US website alone.  But Amazon has battled rising criticism from policymakers over the availability of critical goods such as hand sanitizer and toilet paper as more people shop for essentials from home.  The company received probing letters in March from US lawmakers — and attorneys general representing nearly three dozen states and the District of Columbia. The attorneys general in particular accused Amazon of failing to prevent price gouging, despite efforts to apply automated and manual reviews of its platform.  ##Business## The Board of Control for Cricket in India (BCCI) has suspended the 2020 edition of the Indian Premier League (IPL) until further notice due to the evolving Coronavirus pandemic. The lucrative eight-team T20 cricket tournament was scheduled to begin in India on March 29 and end on May 24. Some context: This is the second time the BCCI has been forced to defer the tournament. Last month, just before the Indian government put the country in a three-week lockdown, the board pushed the start date to Wednesday 15 April. “The health and safety of the nation and everyone involved in our great sport remains our top priority and as such, the BCCI along with the Franchise Owners, Broadcaster, Sponsors and all the Stakeholders acknowledge that the IPL 2020 season will only commence when it is safe and appropriate to do so,” BCCI secretary, Jay Shah, said in a statement on Thursday. On Tuesday, Prime Minister Narendra Modi extended the nationwide lockdown until May 3.  ##Business## The International Olympic Committee (IOC) and Tokyo 2020 organizers have said they will explore all opportunities to reduce the cost of the summer games following its postponement until 2021 due to the coronavirus pandemic. Speaking at a press conference on Thursday via videolink, John Coates – who heads up the IOC Coordination Commission for Tokyo 2020 – said the postponement provided an opportunity to assess “what are the must haves and what are the nice to haves.” “Do we need to make revisions for hospitality, for the sponsors, the broadcasters and the National Olympic Committees? Many of the broadcasters may not have as big of a presence here because of the economic downturn,” he said. “We are going to see if we can find more savings on the basis not of what are nice to haves but what are must haves. I’m sure we will succeed greatly in reducing costs.” Coates also praised Japanese Prime Minister Shinzo Abe for taking the decision to postpone the Games and said he believed Abe hoped it would lead to an economic stimulus in the country. “These Games can be how you kick-start the economy again […] PM Abe is a very, very smart man. When he put it to the IOC to postpone, he had in mind the positive economic stimulus that it would provide for Japan. There will be a lot of cities and countries around the world wishing for a similar opportunity,” he added. When asked by journalists about the extra costs associated with the postponement of the games, Coates confirmed that the IOC would pick up those costs and vowed to protect the various stakeholders involved in the Olympic movement.  “The IOC is certainly facing some very significant costs related to the Olympic movements. There are additional costs to our stakeholders. We will be bearing those costs of the Olympic movement,\" Coates said. A new road map for planning for next year’s Games is due to be established by May 2020. ##Business## ##Health## Elon Musk responded Thursday morning after the California governor’s office said ventilators promised by the Tesla CEO to the state’s hospitals to treat patients with the coronavirus had not been delivered. “Please fix this misunderstanding,” Musk said to Gov. Gavin Newsom on Twitter. On Wednesday, Brian Ferguson, the Deputy Director for Crisis Communication at Newsom’s Office of Emergency Services told CNN that it was speaking to hospitals in the state every day and to date had “not heard of any hospital system that has received a ventilator directly from Tesla or Musk.” On his Twitter account early Thursday, Musk shared a screenshot of a late March email exchange between one of his employees and an official at the Los Angeles County Department of Health services and indicating they had received ventilators. It is not clear from the email exchange whether any California hospitals had received ventilators. In another post, Musk shared a message from a California hospital executive thanking him for the gift of ventilators. CNN reached out to the California governor’s office early Thursday seeking clarification. The French navy has launched inquiries into the cluster of Covid-19 cases onboard the Charles de Gaulle aircraft carrier, navy prefecture Christine Ribb said during a Thursday press conference in Toulon.  On Wednesday, the French Ministry of Armed Forces announced that 668 of the 1,767 sailors on board the vessel had tested positive for Covid-19. “We have two inquiries underway: an epidemiological enquiry headed by the army health service and the chief of state of the navy ordered an inquiry so that light can be shed on the facts as calmly as possible,\" Ribb said. “The objective for us is to shed light on what has happened so that we can understand what has happened, how it took place, so we can fuel our thoughts for the future,\" Ribb said, adding that around 20 sailors are currently in hospital, including one in ICU facilities. Christian Martinez, the national coordinator of the medical and psychological services for the military, said more than 10 doctors have been mobilized to help treat patients, including general navy doctors and specialist doctors.  “Symptomatic people are being confined with closer surveillance than those who are not symptomatic,” Martinez said. Research into blood donors in the Netherlands suggests that around 3% of the Dutch population may have developed antibodies against Covid-19, according to the country's government. Jaap van Dissel, the director of the Dutch center for infectious disease control, told parliament on Thursday that the research was done by using data from the blood bank Sanquin.  Researchers compared antibodies found in blood plasma donors to the antibodies found in recovered Covid-19 patients. That research found coronavirus antibodies in about 3% of blood donors. “This is still underway, and hopefully it will also soon be published in an international journal,” he said. But if you extrapolate, “about 3% of the Dutch people have developed antibodies against the coronavirus.” The UK approved a ventilator built by medical device company Penlon through a consortium with Airbus and Rolls-Royce as the nation tackles coronavirus, the Cabinet Office said in a statement Thursday. The new \"Prima ES02\" ventilator -- an updated design based heavily on an existing Penlon device -- received formal approval from the Medicines and Healthcare products Regulatory Agency and is \"ready to be sent to the NHS frontline to support coronavirus patients,\" according to the statement.  \"It follows extensive final testing of these devices in hospitals to ensure that they are safe and effective,\" the Cabinet Office said. The first dispatch of 40 ventilators will be delivered \"very shortly,\" it added. Following the device’s approval, the UK government confirmed an order for 15,000 of the ventilators.  Chair of the VentilatorChallengeUK consortium Dick Elsy said: \"We are working closely with our supply chain partners to rapidly scale up production to achieve our target of at least 1,500 units a week of the combined Penlon and Smiths models.\"  European Union Commission President Ursula von der Leyen on Thursday apologized to Italy for the EU not being “there on time” when it needed help at the start of its coronavirus outbreak. Von der Leyen, speaking during a plenary session of the European Parliament on coronavirus measures, said: “Yes, it is true that no one was really ready for this. It is also true that too many were not there on time when Italy a needed a helping hand at the very beginning. And yes, for that, it is right that Europe as a whole offers a heartfelt apology.” She added: “But saying sorry only counts for something if it changes behavior. The truth is that it did not take long before everyone realized that we must protect each other to protect ourselves.\" \"And the truth is too that Europe has now become the world's beating heart of solidarity. The real Europe is standing up, the one that is there for each other when it is needed the most,\" she said. Italian Foreign Minister Luigi Di Maio responded to her apology on Facebook Thursday, saying: \"Ursula Von der Leyen today apologized to Italy, admitting that many countries at the beginning of the pandemic were not present when we needed help. Her words represent an important act of truth, which is good for Europe and our community.” \"Now the European Union has the courage to defend and protect all peoples. We need a more supportive Europe ... By defending Italy, we also defend the integrity of the EU,\" Di Maio added. Spain recorded 551 new deaths from coronavirus on Thursday, a slight rise from the increase of 523 on Wednesday, according to Spanish Health Ministry Data. The country's outbreak has been slowing and the new increase in deaths is in line with other daily death tolls recorded in the past week.  At 3%, it marks the the second-lowest rise in percentage terms since early March. Spain’s total death toll from coronavirus is now 19,130, according to the ministry. Meanwhile, the number of new cases in the country declined significantly on Thursday. Spain recorded 668 new active cases of Covid-19, fewer than the 1,220 reported on Wednesday. The country has 88,889 active coronavirus cases, with an accumulated total of 182,816 confirmed infections since the start of the pandemic.   These Ministry of Health numbers do not include the large increase of deaths and infections reported by the Catalan regional health department earlier Wednesday morning.  Based on new data, Catalonia said it could have double the number of the total deaths and infections previously reported. This includes data from funeral homes with previously uncounted deaths, such as those which occurred in people’s residences and in elderly people’s homes. Tom Moore, the 99-year-old war veteran raising funds for the UK's National Health Service (NHS) by walking 100 lengths of his garden, has completed the challenge and raised more than £12 million ($15 million) in donations. Moore, from Yorkshire, northern England, walked the last 10 lengths of his garden on Thursday morning, aided by a walking frame. Soldiers from the 1st Battalion Yorkshire Regiment gave Moore a guard of honor as he completed the final lap. Moore began the fundraiser on April 8, initially hoping to raise £1,000 for NHS Charities Together, which raises funds for UK hospitals, including for staff, volunteers and patients affected by the coronavirus crisis. More than 648,000 individual donations had been made to his JustGiving page at the time of writing, topping £12.7 million ($15.8 million). Moore, who will turn 100 later this month, trained as a civil engineer before being enlisted in the British Army during World War II, where he served in India, Indonesia and Britain. He later became the managing director of a concrete manufacturer. Read more here. In a potential sign of what the future might hold for air travelers, Dubai-based airline Emirates has begun carrying out Covid-19 blood tests on passengers at the airport prior to flights. According to a statement released by the airline, the first rapid Covid-19 blood tests took place on Wednesday at Dubai International Airport, with passengers on a flight to Tunisia all reportedly tested before departure. The tests were conducted by the Dubai Health Authority at the Group Check-in area of Terminal 3 and results were available within 10 minutes. Emirates claims to be the world's first airline to conduct such tests. \"We are working on plans to scale up testing capabilities in the future and extend it to other flights,\" said Adel Al Redha, Emirates Chief Operating Officer, in the statement. \"This will enable us to conduct on-site tests and provide immediate confirmation for Emirates passengers traveling to countries that require COVID-19 test certificates.\" Read more here. ##Daily Life## ##Travel## A total of 141 people who had apparently recovered from Covid-19 have tested positive again, South Korea's Centers for Disease Control and Prevention (KCDC) said on Thursday. KCDC deputy director Kwon Joon-wook said the agency did not know what caused the people to retest positive and was investigating.  Most experts think it's unlikely that somebody will be re-infected for the coronavirus soon after recovering. It's possible that issues with testing – or varying amounts of viral RNA in the body, which the tests look for – could explain why people tested positive after testing negative.  Kwon also said that the government is studying cultivated samples from the patients to determine whether the cases could be contagious. Kwon said the study will take about two weeks from today. “Our KCDC workers are working day and night to collect samples and conduct studies,” Kwon said. Watch: ##Health## Coronavirus lockdowns have played a role in causing pollution levels to drop significantly across Europe over the past month, the European Space Agency (ESA) has said. Nitrogen dioxide levels are down around 50% in some cities, the agency said on Thursday, noting that the fall coincides with the “strict quarantine measures implemented across Europe.\" The improvements in air quality were particularly clear in France, Spain and Italy, all of which have had severe lockdowns in place for several weeks. Paris saw a dramatic drop of 54% in nitrogen dioxide concentrations when comparing the period April 13 to March 13 to the same time in 2019. Madrid, Milan and Rome all saw decreases of around 45%. Nitrogen dioxide concentrations vary widely day to day owing to the fluctuations of emissions, as well as variations in weather conditions, the agency also said, admitting there is a “weather-induced variability,” which makes it difficult to “draw conclusions based only on daily or weekly measurements.\" ##Daily Life## #Health## The Spanish region of Catalonia may have twice the official number of deaths reported so far by the Spanish government, according to new data from the region’s department of health. Funeral homes have reported a total of 7,097 coronavirus deaths in Catalonia up to Wednesday, which includes the regional capital Barcelona. But available data from the Spanish Health Ministry had total coronavirus deaths in Catalonia at 3,756 up to Wednesday morning. Of these 7,097 deaths, 1,810 people died in elderly people’s homes. CNN has previously reported that a large number of deaths in these facilities were being unreported in national figures. The regional health department explained in a statement that these increases were a result of new counting methods that now include deaths in people’s residences and at nursing homes. Previously the figures only included deaths in hospital.  The number of coronavirus infections could also be 55,000 higher than previously reported in the region. While the Spanish government figures show 36,505 total confirmed cases in Catalonia, the region’s department of health says there are 39,375 positive cases confirmed by diagnostic testing and a further 55,457 cases of people with symptoms, but only diagnosed by a medical professional. Barcelona, Spain’s second-largest city, is one of the regions worst-affected by Covid-19. The Spanish government has previously explained that their figures are compiled from data submitted by regional health departments. ##Health## The South Korean government is fighting “with all its might to overcome this national crisis,” according to a statement by President Moon Jae-in as his party was expected to celebrate a landslide victory in parliamentary elections. The election attracted the highest voter turn out in 28 years, despite being held during the coronavirus pandemic. Early results from Wednesday's vote suggest that Moon's Democratic Party has won 180 of the 300 seats in the National Assembly, boosting the party's total by 60. Full results are expected on Thursday. If early results are correct, it will be the biggest win by any party since the current democratic constitution was established in 1987. Moon said the world had \"marveled\" at the election. \"Our people have orderly participated in the election while adhering to social distancing and disease prevention policies,\" he said in the statement.  The statement also called the pandemic an “unprecedented national crisis” and thanked the people for “giving strength to our government” in its battle against Covid-19. \"Though we must face this unprecedented national crisis, we will boldly go forth, trusting our people. And we shall win.\" Read more here: ##Health## ##Daily Life## China says there is no proof of Covid-19 originating from a Chinese laboratory, which CNN reports US intelligence and national security officials are currently investigating. Speaking Thursday at the Chinese Foreign Ministry’s daily media briefing, spokesman Zhao Lijian said:  \"China’s position has been clear on the origin and transmission routes of the novel coronavirus. We always hold the view that this is a scientific issue that should be studied by scientists and medical experts. \n\"I would like to remind people: The head of the World Health Organization has repeatedly stated that there hasn’t been any evidence pointing to the virus being lab-created. Many renowned medical experts around the world have also described theories such as 'lab leaks' as lacking any scientific proof. \n\"An infectious disease is the common enemy of humankind and the international community can only defeat it through rational responses. China will continue to work with other countries, helping each other and banding together to win this fight between humanity and a major infectious disease.\" Read more here: ##Health## Australian Prime Minister Scott Morrison said the current baseline coronavirus restrictions will remain in place for at least four weeks as the government tries to meet a set of guidelines to deal with the pandemic. Morrison laid out three guidelines that his government will try to achieve before it can begin to consider easing restrictions:  An increase in testing \nBetter contact tracing capabilities\nGreater response capability at a local level Australia has confirmed 6,462 cases of Covid-19 and 63 deaths, according to the latest tally from Johns Hopkins University. The country's Department of Health says it has so far conducted 374,500 tests across the country and does not have widespread community transmission.   ##Health## If you're just joining us, here's the major developments since our last catch-up. UK health worker deaths: A total of 27 National Health Service workers have died from coronavirus, Health Secretary Matt Hancock told the BBC on Thursday. He called the deaths “incredibly heartrending”.\nGermany death toll spikes: Germany recorded 315 deaths from complications related to Covid-19 in 24 hours. It's the first time the country has recorded more than 300 deaths in a 24-hour span.\nJapan infections rise: The country has recorded 488 new coronavirus infections and 17 additional deaths, bringing the total number to 9,294, including 712 from the Diamond Princess cruise ship.\nSouth Korea election: The country's ruling party is expected to have won by a landslide in a parliamentary election that attracted the highest voter turnout in 28 years, despite being held during the pandemic.\nGrowing outbreak in India: As of Thursday morning, India had reported 12,380 confirmed cases of coronavirus, including 414 deaths. India is receiving medical supplies from China as it battles the pandemic.\nSingapore cases jump: The island nation recorded 447 new coronavirus cases on Wednesday -- the largest single-day increase since the outbreak began in the country. The new cases bring the country’s total number of reported cases to 3,699. European Council President Charles Michel says the EU must must learn from the coronavirus pandemic “to improve our preparedness, and our coordination.” \"We must develop a more resilient system of governance, while upholding the principles of solidarity, unity and the fundamental values of freedom, rule of law at the heart of the EU,\" Michel tweeted Thursday. \"The virus knows no borders and strikes all nations, the EU as a global actor has a responsibility to help frame a global response.\" He also said that the EU has to continue to promote multilateralism and \"assist our partners, be it our immediate neighbours or our African partners.\" ##Daily Life## South Korea's ruling party is expected to have won by a landslide in a parliamentary election that attracted the highest voter turnout in 28 years, despite being held during the coronavirus pandemic. What the results show: Early results from Wednesday's election suggest that President Moon Jae-in's Democratic Party has won 180 of the 300 seats in the National Assembly, boosting the party's seats by 60. Full results are expected on Thursday. If early results are correct, it will be the biggest win by any party since the current democratic constitution was established in 1987. How many people voted: The election -- which was the first nationwide vote held in a country with a significant coronavirus outbreak -- was also remarkable for its turnout. The country saw a turnout of 66.2% -- the highest in a parliamentary election since 1992, when there was a 71.9% turnout. More than a quarter of the country's 44 million voters cast their ballot early for Wednesday's election -- a record proportion of early voters. Moon's response to the virus: The coronavirus has infected more than 10,500 people in South Korea. But the government has won praise for its handling of the crisis, and already more than 7,500 people in the country have recovered. Prior to the election, Moon's coronavirus response boosted his approval rating, according to Gallup Korea surveys. An election -- with a difference: Voters wore masks and gloves, polling booths were disinfected, and people spaced out as they queued up to vote. While election campaigns in the country are often festive, featuring K-pop style dance troupes, this election season was more sedate. Candidates wore gloves and face masks as they campaigned on the streets of Seoul. Read more here: ##Daily Life## The UK will likely have to maintain social distancing until a coronavirus vaccine is available, said epidemiologist Neil Ferguson in an interview with the BBC on Thursday. Ferguson is a professor at Imperial College London who advises the British government on its coronavirus response. \"It's not going to be going back to normal,\" Ferguson said. \"We will have to maintain some level of social distancing -- a significant level of social distancing -- probably indefinitely until we have a vaccine available.\" \"We have relatively little leeway, if we relax measures too much then we'll see a resurgence of transmission.\" What others are saying: Ferguson's words mirror what researchers in the United States have also projected. The US may have to endure social distancing measures -- such as stay-at-home orders and school closures -- until 2022, according to researchers from the Harvard T.H. Chan School of Public Health, who published their findings in the journal Science on Tuesday.  That is, unless a vaccine or better therapeutics become available, or we increase our critical care capacity. In other words, 2022 is one scenario of many. But those findings directly contradict research being touted by the White House that suggests the pandemic may stop this summer. ##Health## ##Daily Life## ##Business## ##Travel## The Polish parliament debated a controversial bill on Wednesday aimed at heavily limiting access to abortion. The bill calls to strike fetal impairment from the slim list of legal reasons for abortion in the country. Polish law currently only allows abortion in cases of rape, danger to the mother's health or life, or severe damage to the fetus. What opponents said: As the abortion bill was being introduced, Kaja Godek, a prominent anti-abortion figure in Poland and head of the Life and Family Foundation described it as a form of protection for disabled children. She had spearheaded a similar bill in 2018, but was met with nationwide protests. Rights activists accused lawmakers of trying to take advantage of the coronavirus lockdown to try to pass the highly controversial legislation. \"They thought we wouldn't protest at all. I think they thought we would be afraid of the economic persecution,\" said Marta Lempart, founder and coordinator of the grassroots movement promoting women's rights, \"Women's Strike,\" told CNN, referring to fines designed to enforce social distancing.  Her group nevertheless helped organize demonstrations across Poland on Tuesday and Wednesday, which saw many protest in cars, in queues for shops, as well as riding bikes and putting posters and banners on balconies. Why the President supported the bill: President Andrzej Duda had already signaled his support for the restrictive abortion bill in March, when he told a Polish Catholic news outlet, Niedziela, \"I am a strong opponent of eugenic abortion and I believe that killing children with disabilities is frankly murder. If the plan finds itself on my desk, I will in all certainty sign it.\" Read the full story here: ##Daily Life## ##Health## A total of 27 National Health Service workers have died from coronavirus, the United Kingdom's Health Secretary Matt Hancock said Thursday in an interview with the BBC.  He called the NHS workers' deaths “incredibly heartrending”. The background: According to figures released Monday, a third of NHS staff and key workers who have been tested for coronavirus in the UK have returned positive results. Not all NHS staff are being tested for the virus. Health workers who are asymptomatic -- and do not live with people who are -- do not meet the UK's criteria for testing. The British government has been under intense pressure to ramp up testing for NHS workers and their families, and to improve their access to appropriate personal protective equipment. ##Health## Germany recorded 315 deaths from complications related to Covid-19 in the past 24 hours, the German center for disease control, the Robert Koch Institute, wrote on its website.  This is the first time more than 300 deaths have been recorded in a 24-hour span. Germany recorded 2,866 new infections, bringing the total reported cases in the country to 130,450.  For several days, there have been fewer new infections reported than additional recoveries. In the past 24 hours, 4,500 people have recovered from Covid-19, the institute says. ##Health## India is getting help from China as it battles the coronavirus pandemic. In a tweet Thursday, the Indian ambassador to Beijing, Vikram Misri, said that China had dispatched 650,000 kits -- including RNA extraction kits and rapid antibody tests, which are both used to test for coronavirus. Speaking in a news conference on Wednesday, Misri said: “The two governments are in touch over facilitating procurement of medical supplies. It is important to ensure product quality as well as reasonable and stable prices. Ensuring freight and cargo links operate smoothly is also a priority.” India-China ties: This isn't the first time India has received help from China during the pandemic. India received a donation of 170,000 medical coveralls from China, according to a news release issued by the Indian Press Information Bureau on April 6. Although China and India have a complex relationship, Misri highlighted that the pandemic “offers immediate and long-term opportunities for the two countries to cooperate and send a positive signal on bilateral ties.” “In the mid to long-term, both countries, as large repositories of scientific and technological manpower, have enormous scope to find avenues for mutually beneficial cooperation on the (research and development) aspects of dealing with Covid-19, including finding a vaccine,\" Misri said. As of Thursday morning, India had reported 12,380 confirmed cases of coronavirus, including 414 deaths.  ##Health## Michael Shawki looked at his thigh and injected his final dose of methotrexate into his leg.  \"Simple as that,\" Shawki, 37, said.  The two-time colon cancer survivor is now out of his prescriptions, and out of a job -- meaning he can no longer afford to pay for his life-sustaining medication. Amid the coronavirus pandemic, which has led to closures of restaurants and businesses nationwide, Shawki was laid off as the manager of a bakery chain in New York City last month. Now, Shawki's survival, like thousands in the United States, depends on the arrival of an individual stimulus check under the Coronavirus Aid, Relief, and Economic Security (CARES) Act.  \"People are living check to check already when they're working,\" Shawki told CNN. \"What do you think when that income goes away? You think they're going to be able to survive on a few weeks? No. I can't make pills just magically appear. I can't walk through a pharmacy, tell them my situation, and get free meds. That's not the world we live in.\" Shawki applied for unemployment, but said his request is still pending. Since he applied, he said he's called the Department of Labor's unemployment line \"75 times a day\" but never gets through. The Internal Revenue Service said it sent out the first wave of stimulus checks to Americans on Saturday. The distributions are part of the $2.2 trillion economic relief package passed by Congress in March. Under the economic relief package, individuals are due up to $1,200 and couples will receive up to $2,400 -- plus $500 per child. Read the full story here.  ##Health## ##Daily Life## The first United States Forces Korea (USFK) active duty service member to test positive for Covid-19 has been declared virus-free by military medical doctors. The service member tested positive for Covid-19 on February 26 and spent 49 days in isolation. \"The service member was cleared from isolation after having been asymptomatic for more than seven days, being fever-free without the use of fever-reducing medications, successfully passing two consecutive Covid-19 tests with negative results at least 24 hours apart, and being cleared by USFK medical providers,\" USFK said in a statement. Ten other USFK-related US and Korean national dependents and civilians have been declared Covid-19 virus-free since March 15. ##Health## More than 600 sailors from the naval group of France’s flagship aircraft carrier, Charles de Gaulle, have tested positive for coronavirus, the country's Ministry of Armed Forces announced Wednesday.  According to the statement, 668 crew members have tested positive for Covid-19.  A total of 1,767 sailors from the Charles de Gaulle and its escort vessels were tested. The majority of those tested were onboard the flagship aircraft carrier.  Some 31 crew members are hospitalized at the St. Anne military hospital in Toulon, France, and one crew-member is receiving treatment in intensive care.  Both the Charles de Gaulle, and its accompanying warship, Chevalier Paul, arrived in Toulon on Sunday, after an initial 50 cases were confirmed onboard. Read more here.  ##Health## Nearly a dozen African American pastors from Philadelphia to Los Angeles issued a \"moral appeal\" to the Trump administration over the \"alarming number of deaths\" in black communities from Covid-19. Testing, treatment, and protective gear must be equally distributed and readily available to black and poor communities, and to essential wage workers, healthcare workers, prisons, and shelters, the pastors said at a virtual news conference Wednesday. \"Black and brown people are being tested the least but dying the most,\" said Rev. Dr. Frederick Douglass Haynes III, a pastor in Dallas. \"We appeal to federal and state leadership to prioritize healing humanity over restarting the economy.\"  Rev. Traci Blackmon, who pastors a church in St. Louis, became emotional as she spoke about the suffering she is seeing among her congregants. \"I pastor a small congregation where approximately 80 people gather on a Sunday, and out of those 80, five of those have tested positive for Covid-19. I have two funerals to do this week of people who died,\" Blackmon said. Three of those five had to go to the hospital three times before they were given a test, Blackmon said.  Early data from some areas show African Americans make up a higher percentage of Covid-19 victims. In Chicago, 62% of the people who have died from Covid-19 are black, though they make up 30% of the population, according to data from the city. In Louisiana, 32% of the population is African American, but that population represents about 59% of coronavirus deaths in the state. Read more here: ##Daily Life## Singapore recorded 447 new coronavirus cases on Wednesday -- the largest single-day increase since the outbreak began in the country, the Ministry of Health said in a statement. The new cases bring the country’s total number of reported cases to 3,699. Among the new cases, 404 have been linked to known clusters, of which the vast majority are foreign workers residing in dormitories, the ministry said. In the same news statement, the ministry said the average number of new daily cases has increased significantly \"from 48 cases per day last week, to 260 cases per day in the past week.\" Last week, Singapore announced it would move foreign workers into alternative living arrangements such as military camps and vacant government apartments amid a spike in cases. ##Health## Japan has recorded 488 new coronavirus infections and 17 additional deaths, the country's health ministry said Thursday.  That brings the country's total number of reported infections to 9,294, including 712 from the Diamond Princess cruise ship. The total death toll is 148, including 12 from the cruise ship. The background: Much of Japan entered a state of emergency last week, after initially appearing to have the outbreak under control. Prime Minister Shinzo Abe has faced criticism for not activating emergency measures earlier, as experts warned the true number of cases could be far higher than the official statistics suggest, due to a lack of widespread testing. Abe has also been accused of being tone-deaf after he posted a video of himself relaxing at home as people across the country struggle to work from home. ##Health## South Korea has reported another 22 new coronavirus cases, according to the South Korean Centers for Disease Control and Prevention (KCDC). In total, the country has reported 10,613 cases, of which 7,757 have recovered. So far, more than 513,000 tests have been conducted. An election during an outbreak: Despite the pandemic, the country held a parliamentary election yesterday for the 300 seats in the National Assembly. The vote saw a 66.2% turnout -- the highest for a parliamentary election since 1992, which had a 71.9% turnout. More than a quarter of the country's 44 million voters cast their ballot early -- a record proportion of early voters. Early results from Wednesday's election suggest that President Moon Jae-in's Democratic Party has won 180 seats -- a gain of 60 seats. Full results are expected on Thursday. That would be the biggest win by any party since the current democratic constitution was established in 1987. Prior to the election, Moon's response to the coronavirus crisis boosted his approval rating, according to Gallup Korea surveys. ##Health## ##Daily Life## Polamma carefully descends the 250 steps from the hilltop slum where she lives in southern India to walk one kilometer to the nearest grocery store. She is nine months pregnant and has four children to feed, but at the bottom of the steps community leaders of a dominant caste force her to go back empty-handed.  Since India went into lockdown to stop the spread of coronavirus on March 25, 57 families who live in Polamma's hilltop village in Vijayawada, Andhra Pradesh, have been barred from going down the hill, even to purchase essentials such as food and medicine. The families are part of the Yanadi community, who work mainly as waste pickers and drain cleaners and who -- even before the coronavirus -- were segregated because of their caste. \"We've been locked up here, like prisoners -- we live near a milk factory, and there is not a drop of milk for my children to drink. We are called dirty and they say we spread the disease,\" said Polamma, who only goes by one name. The background: India's caste system was officially abolished in 1950, but the 2,000-year-old social hierarchy imposed on people by birth still exists in many aspects of life. The caste system categorizes Hindus at birth, defining their place in society, what jobs they can do and who they can marry.  Those at the bottom of the hierarchy, who fall outside the four main categories of Brahmins (priests and teachers), Kshatriyas (warriors and rulers), Vaishyas (traders and merchants) and the Shudras (laborers), are considered \"untouchables\" or Dalits.  Millions of people, about 25% of India's population of 1.3 billion people, are grouped under the scheduled castes (Dalits) and scheduled tribes (Adivasis) in India's constitution. Adivasis are indigenous Indians who have been socially and economically marginalized for centuries.  Both groups have long endured social isolation, but it's feared the rapid spread of the coronavirus and measures to stop it have worsened their segregation. Read the full story here: ##Daily Life## If you're just joining us, here are the latest developments in the global fight against the coronavirus pandemic. Deadly toll: Covid-19 has infected at least 2,064,115 people and killed 137,020 worldwide, according to Johns Hopkins University. The US has reported at least 638,000 cases and more than 30,000 deaths. This small Louisiana parish has the highest death rate per capita for coronavirus in the country.\nGlobal ceasefire: French President Emmanuel Macron said he has backing for a world truce during the pandemic and is hopeful he can secure Russian President Vladimir Putin's support. \nRestrictions reviewed: Some European nations are gradually reopening after lockdowns. But Canadian Prime Minister Justin Trudeau has warned again that the national lockdown would continue for weeks to come.\nUnequal treatment: Nearly a dozen African American pastors from Philadelphia to Los Angeles issued a \"moral appeal\" to the Trump administration over the \"alarming number of deaths\" in black communities from Covid-19.\nChina's tech strategy: With the virus largely contained and lockdown measures gradually lifted across most of China, something is still in place. Everyone is assigned a QR code -- and these dictate whether you can go about your daily routine or not. \nPoland's abortion law: The country's parliament debated a controversial bill aimed at heavily limiting access to abortion. Rights activists accused lawmakers of trying to take advantage of the coronavirus lockdown to try to pass the highly controversial legislation\nMarginalization in India: There are fears that measures to control the coronavirus outbreak are worsening the situation for people at the bottom of India's caste system. A total of 644 cases of Covid-19 are related to a Smithfield Foods plant, South Dakota Gov. Kristi Noem acknowledged at a public broadcasting town hall on Wednesday. Noem echoed state public health officials, acknowledging that 518 employees of the plant are confirmed to have Covid-19, while an additional 126 people have been identified as cases stemming from close contact with employees. At a news conference earlier in the day, Noem said she is \"working on a plan to safely reopen the plant and get it back online.” The state has reported at least 1,168 confirmed cases of coronavirus, according to Johns Hopkins University. ##Business## At least 42 workers have tested positive for coronavirus at a construction site in Waynesboro, Georgia, a spokesman for Georgia Power told CNN. The company is awaiting test results for 57 workers.  The site is constructing the Plant Vogtle Units 3&4, which will be the first new nuclear units built in the United States in the past three decades, according to Georgia Power’s website.  The Vogtle site will produce enough electricity to power 1 million Georgia homes and businesses once completed.   Georgia has reported at least 14,987 coronavirus cases, including 552 death, according to Johns Hopkins University.  ##Business## A total of 12,380 coronavirus cases have been confirmed in India, including 414 deaths, as of Thursday morning, local time. The total includes 1,489 people who have been discharged or recovered.  In the past 24 hours, 941 new cases of Covid-19 have been reported. Another 37 deaths were also reported. As of Wednesday night, a total of 274,599 samples have been tested. ##Health## Some commercial lab companies say they’ve seen some recent decline in demand for coronavirus tests. A spokesperson for Quest Diagnostics said demand declined in recent days following weeks of increases, allowing the company to wipe out the remnants of its coronavirus test backlog. The company’s average turnaround time is now less than two days. When a LabCorp spokesperson was asked if the company has recently performed fewer coronavirus tests, he replied: “It is not atypical for us to receive fewer samples over the weekend. In addition, the Passover and Easter holidays made for a slower than usual week.”  He added that LabCorp’s turnaround time is now also on average one to two days. A spokesperson for Eurofins USA said the company’s labs have excess testing capacity, in part because many hospitals that had the greatest demand for coronavirus testing recently took their testing in-house. The spokesperson said another contributing factor is that a few Eurofins labs have been denied entry into some insurance-plan networks. ##Health## Alaska Gov. Mike Dunleavy announced Wednesday that residents will be allowed to have non-urgent doctor’s appointments again beginning on April 20 as the state makes its first step toward rolling back coronavirus restrictions.  Procedures that will be allowed include regular checkups, chiropractic procedures and physical therapy. Patients will have to be prescreened before going to the practitioner’s office to make sure they are not experiencing Covid-19 symptoms. The order also says that most elective medical procedures will be allowed under the same provisions starting two weeks later, on May 4. Alaska has reported at least 293 confirmed coronavirus cases, and nine deaths, according to Johns Hopkins University. ##Health## Minnesota should increase testing for Covid-19 before it considers reopening and allowing everyone to return to work, Gov. Tim Walz said at a news conference on Wednesday. “I want to have the testing be at a pace that over the next 12 months to 18 months or whatever it takes to get a vaccine, we’re able to stay on top of this. \n\"Basically, this is a wildfire that's going to have some hot embers burning and when those start to flare up again, we’re going to have the fire department there to put them out immediately. And that’s what testing does.” Walz lamented the lack of testing on a national scale, but said he thought Minnesota had an opportunity for more antibody testing. There should be no rush to send everyone back to work, he said. Minnesota has reported at least 1,809 confirmed coronavirus cases, including 87 deaths, according to Johns Hopkins University. ##Daily Life## French President Emmanuel Macron said he has backing for a world truce during the coronavirus pandemic and is hopeful he can secure Russian President Vladimir Putin's support. Speaking on French radio, Macron said he had secured the agreement of several of the five permanent members of the United Nations Security Council to back a call by the UN Secretary-General Antonio Guterres for a global ceasefire. In a wide-ranging interview with RFI on Tuesday evening, Macron said that China, the US and the UK were on board and he was optimistic about Russia. \"President Xi Jinping confirmed his agreement to me,\" said Macron. \"President Trump confirmed his agreement to me. Prime Minister Boris Johnson confirmed his agreement to me. I think President Putin will definitely agree too.\" Macron did not provide more details about his conversations with those world leaders. What other world leaders are saying: CNN has contacted the Chinese mission to the UN and the US State Department for comment. Putin's spokesman Dmitry Peskov said Wednesday: \"Most likely, work is underway -- at the expert level, our diplomats are working on this before we can join it. As soon as this work is completed and (passes) approval with other partners, relevant statements will be made.\" The UK signed up to the plan two weeks ago in response to the call from Guterres. \"The UK supports the UN secretary-general's call for a global ceasefire; the UN's ability to deliver humanitarian aid is a priority,\" a spokesman for the UK's Foreign and Commonwealth Office told CNN.  Read the full story here: ##Daily Life## Los Angeles Mayor Eric Garcetti told CNN’s Wolf Blitzer that it will be difficult to see large gatherings or sporting events until next year. During a news conference Wednesday, Garcetti was asked if it would be possible to see athletes play without an audience. “I think that's probably something that we will see before we see stadiums full,\" he replied. He said it’s going to be difficult to imagine going back to large gatherings this year -- and we don’t know when those things will return. We do know that the more we do now, the sooner it’ll come, he added, as he urged residents to continue practicing physical distancing. “Right now, there are no small gatherings and getting back to medium and large gatherings will take time,” he said. ##Daily Life## Brian Allen, a center for the Los Angeles Rams, has tested positive for the coronavirus, a Rams spokesman told CNN on Wednesday. Allen is the first known active United States National Football League (NFL) player to test positive for Covid-19. This news was first reported by Jay Glazer of FOX Sports. ##Business## At least 638,111 cases of coronavirus have been reported in the United States, including at least 30,844 deaths, according to Johns Hopkins University's tally.  On Wednesday, Johns Hopkins recorded 28,871 new cases and 4,811 reported deaths in the US. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Johns Hopkins University tells CNN they are working on the “probable deaths” presently. The 4,811 deaths noted above are likely to include the probable deaths and therefore the number is likely inflated.   Check out CNN’s map which uses JHU data and refreshes every 15 mins.   ##Health## A 99-year-old Brazilian World War II veteran won another important battle this week: He defeated the coronavirus. Ermando Piveta was discharged from the Armed Forces Hospital in Brasilia on Tuesday, after receiving treatment for eight days. Piveta is the oldest person to have overcome the virus in the Brazil, according to the Ministry of Defense. Piveta arrived at the hospital on April 6, after he showed symptoms of the virus and later tested positive for Covid-19.  Doctors had been monitoring him from home since March 23. “The diagnosis was already serious due to his age. But surprisingly, his condition improved as well as his recovery. These cases give us courage to continue in this fight,” said the infectious disease doctor who accompanied Piveta, frigate captain Hemerson Cruz.  Medics said goodbye to Piveta with a round of applause as he left the hospital.  ##Health## Top Republican lawmakers confirmed Wednesday that the Missouri Legislature will resume its legislative session, with lawmakers coming back to work on April 27, despite Democratic concerns that the move could be unsafe and spread infection.  Lawmakers will travel to Jefferson City, the state capital, just three days after the state’s current stay-at-home order is set to expire. “The decision to move forward on April 27 was not an easy one, however it is absolutely critical for the people of Missouri that we keep the state government funded and services operating without interruption,” a statement tweeted Wednesday by state House Speaker Elijah Haahr read. First floated Monday by state majority floor leader Sen. Caleb Rowden, it triggered pushback from Democratic lawmakers, some of who accused Republicans of putting legislators at risk. “There is simply no good reason to come back to Jefferson City during the worst of the Coronavirus outbreak for legislation that has nothing to do with fighting the Coronavirus outbreak,” Minority leader Sen. John Rizzo tweeted Tuesday.  As of Wednesday night, more than 150 Missourians had died from Covid-19 since the outbreak began. On Tuesday, Missouri Gov. Mike Parson gave conditional support to the effort. \"I think as long as they abide by the rules, be careful on the safety issues on the social distancing, I think it would be fine for them to come back and go to work,\" he said at a news conference. It won’t just be lawmakers and skeleton staff inside the Capitol -- the legislature will allow the public to attend committee hearings and legislative procedures, the statement said, encouraging people to follow social distancing guidelines when they do. Rowden said the body will take additional measures like temperature checks, screening questions and routing lobbyists and members of the public into certain areas where they won’t cross paths with members. ##Daily Life## The United States Soccer Development Academy has been shut down due to the coronavirus, US Soccer announced on Wednesday. “This was an incredibly difficult decision to make, but the extraordinary and unanticipated circumstances around the Covid-19 pandemic have resulted in a financial situation that does not allow for the continuation of the Development Academy program into the future,” US Soccer said in a statement.  “We know that suddenly discontinuing a program that has been with U.S. Soccer for many years is shocking, but these unprecedented times required acting now.” ##Business## Nicaragua’s President Daniel Ortega appeared in public on Wednesday after not being seen in over a month. In a live televised speech addressing the nation, Ortega said the country would continue to work despite the coronavirus threat even though he admitted that some investments and capital could be affected.  “We haven’t stopped working, because here if we stop working the country will die and if the country dies, the people will die.”  He added that the country has the capacity to tend to its population as they “deal with this plague.” Ortega sent condolences and solidarity to families suffering throughout the world before attacking wealthy nations currently suffering from the pandemic.  “I think this is the moment to produce change in the world. This is a sign from God that is telling us ‘you are on the wrong track. Wasting billions and billions in atomic bombs, in atomic armament, in military alliances,’” he said adding that money should rather be spent on building hospitals and obtaining equipment to handle pandemics in the future.\n“The world demands an ethical, moral re-foundation and this happens because resources are placed where they should be placed to save lives and give security to families, to give true Christian love to humanity,” he concluded. Nicaragua has reported nine coronavirus cases and one death, according to Johns Hopkins University.  Read more about Ortega here: ##Health## Two Tyson Foods employees who worked at a plant in Iowa have died due to Covid-19 or related complications, the company said Wednesday. “We’re deeply saddened by the loss of two team members at our Columbus Junction plant. Their families are in our thoughts and prayers,” a Tyson Foods statement said. Tyson, one of the world's largest meat processors, closed the pork plant on April 6. At the time, the company said that it was suspending operation as there were more than two dozen cases of Covid-19 involving team members at the facility. The plant remains closed, Tyson Foods said. “We continue working diligently to protect our team members at facilities across the country by taking worker temperatures, requiring protective face coverings and conducting additional cleaning and sanitizing,” Tyson Foods said in its statement Wednesday. In Iowa, the drastic jump in Covid-19 cases in Louisa County has come largely from the Tyson meat packing plant there. Of Iowa’s 189 new positive cases statewide, 86 are tied to the Columbus Junction Tyson plant.     Iowa has reported a total of at least 1,995 coronavirus cases, including 53 deaths, according to Johns Hopkins University. The bigger picture: Columbus Junction isn’t the first Tyson plant to deal with Covid-19 cases. The Nashville Metro Public Health Department is investigating a possible cluster of coronavirus cases at the Tyson Foods plant in Goodlettsville, Tennessee, according to an email from Metro Public Health Department. Across the country, major meat processors are starting to shut down plants as employees are getting infected by coronavirus. ##Health## ##Business## A 99-year-old British war veteran has raised more £11.7 million ($14.6 million) for the country's National Health Service -- just by walking in his garden. Tom Moore, who will turn 100 on April 30, began the challenge last Thursday to raise money for NHS Charities Together, which raises funds for UK hospitals, including for staff, volunteers and patients affected by the coronavirus crisis. He aimed to complete 100 laps of his garden by his 100th birthday, aided by a walking frame. He walks 10 laps each day in his garden, in Yorkshire, northern England, and originally hoped to raise a more modest amount -- £1,000 ($1,250). But within 24 hours he exceeded that target and donations continue to flood in. His efforts have even sparked a trending hashtag on Twitter -- #captaintommoore.  NHS Charities Together described him as “an absolute legend.\" “He’s a hero to so many, a real beacon of hope. There are no words for our gratitude… we’re with you every step of the way.” Moore will go for his final 10 laps on Thursday, according to his Twitter feed, which added “hold onto your hats.” Read more about Moore here.    ##Daily Life## The wife of CNN anchor Chris Cuomo has been diagnosed with coronavirus two weeks after he announced he was infected.  \"Cristina now has Covid. She is now positive. And it just breaks my heart. It's the one thing I was hoping wouldn't happen. And now it has.\" he said on his show Cuomo Prime Time on Wednesday night. He later tweeted that his children are not infected. \"Kids are still healthy but this shook us at our literal core,\" he wrote on Twitter. \"All are stepping up. Can't wait to shake this fever so I can help her as she helped me. Sucks.\" Cuomo announced his coronavirus diagnosis two weeks ago. He said he was feeling well enough to work, and has continued to anchor his 9 p.m. program from his home. Read more here.  ##Health## Washington Gov. Jay Inslee signed an order Wednesday night paving the way for the state to release hundreds of prisoners within the next week. The inmates will be released due to health concerns caused by the coronavirus.  The decision was prompted by a state Supreme Court order for Washington to address hazardous health conditions after more than a half-dozen prisoners at a minimum security facility in Monroe tested positive for Covid-19. What the order says: Under Inslee’s order, all inmates serving time for non-violent and non-sexual offenses who were scheduled to be set free by June 29 of this year are eligible for early release. The order does not say exactly how many inmates will be freed, but a court document filed Monday said the state ultimately expected to release between 600 and 950 prisoners early. Inslee said in a news conference Wednesday that the state is legally required to minimize prisoners' chances of getting the coronavirus while incarcerated.  “The only way to do that is to reduce the population in these facilities,” the governor said. “It's as good a job as we can do.” The Department of Corrections has been ordered to “make reasonable efforts” to notify victims of crime about the release at least 48 hours in advance -- but that isn't a requirement. Washington state has reported at least 10,942 coronavirus cases, including 552 deaths, according to Johns Hopkins University. ##Daily Life## A Hawaii National Guard unit that was deployed to Iraq and Afghanistan for a year returns home Wednesday night local time. But they will not get their usual reunion ceremony due to coronavirus concerns.  Brig. Gen. Moses Kaoiwi, Jr. announced Wednesday that only two family members of each soldier can be present when the 1st Battalion, 47th Field Artillery returns.  \"This will be the most physically distant reunion ceremony in our history,\" Kaoiwi said. “It is not ideal, but it is necessary.\" The soldiers’ loved ones who attend the event will not be allowed to get out of their cars, Kaoiwi announced.  \"There will be no marching, no formations, no lei-giving, no hugs or kisses.\" It comes as the Guard is tripling the number of members working on the Covid-19 response. As of Thursday, 1,200 Guardsmen will be on active duty for the state emergency. Hawaii has reported at least 524 coronavirus cases, including nine deaths, according to Johns Hopkins University. ##Daily Life## US intelligence and national security officials say the United States government is looking into the possibility that the novel coronavirus originated in a Chinese laboratory rather than a market, according to multiple sources familiar with the matter who caution it is premature to draw any conclusions. The theory is one of multiple being pursued by investigators as they attempt to determine the origin of the coronavirus that has resulted in a pandemic and killed hundreds of thousands. The US does not believe the virus was associated with bioweapons research, and officials noted that the intelligence community is also exploring a range of other theories regarding the origination of the virus, as would typically be the case for high-profile incidents, according to an intelligence source. The theory has been pushed by supporters of the President, including some congressional Republicans, who are eager to deflect criticisms of Trump's handling of the pandemic. An intelligence official familiar with the government analysis said a theory US intelligence officials are investigating is that the virus originated in a laboratory in Wuhan, China, and was accidentally released to the public. Other sources told CNN that US intelligence hasn't been able to corroborate the theory but is trying to discern whether someone was infected in the lab through an accident or poor handling of materials and may have then infected others. US intelligence is reviewing sensitive intelligence collection aimed at the Chinese government, according to the intelligence source, as they pursue the theory. But some intelligence officials say it is possible the actual cause may never be known. Joint Chief of Staff Chairman Mark Milley acknowledged this week that US intelligence is taking \"a hard look\" at the question of whether the novel coronavirus originated in a lab. \"I would just say, at this point, it's inconclusive although the weight of evidence seems to indicate natural (origin). But we don't know for certain,\" Milley told reporters on Tuesday. Asked about the intelligence, which was first reported by Yahoo and Fox News, President Donald Trump said on Wednesday that the US is \"doing a very thorough examination of this horrible situation that happened\" but refused to discuss what he had been told about the findings. The lab theory has been denied by the Chinese government and many outside experts have also cast doubt on the idea, CNN has previously reported. A source close to the White House coronavirus task force also cautioned that \"every time there is an outbreak someone proposes that the virus or other pathogen came out of a lab.\" One official called the way China has handled dealing with the virus \"completely reprehensible\" -- and intelligence investigators are determined to build a fuller picture of how it originated. The Washington Post has reported on State Department cables from 2018 demonstrating concerns about the safety and the management of the Wuhan Institute of Virology biolab. When asked about those cables, Secretary of State Mike Pompeo -- who has continued to call the coronavirus the \"Wuhan virus\" -- did not dismiss them, but neither did he say that they show any legitimate linkage to Covid-19. \"The Chinese Communist Party didn't give Americans access when we needed it in that most timely point at the very beginning,\" Pompeo said earlier this week. \"Then we know they have this lab. We know about the wet (fresh food) markets. We know that the virus itself did originate in Wuhan. So all those things come together. There's still a lot we don't know, and this is what the President was talking about today. We need to know answers to these things.\" Some of the officials said the US intends for China pay a price, but recognize the US has to be careful not to inflict a cost on China before the pandemic is under control and until they have a more information about its creation. This post has been updated with additional context and background information. The total number of coronavirus-related deaths in the United States is pacing slightly ahead of projections provided by a prominent population heath research center. The Institute for Health Metrics and Evaluation (IHME) at the University of Washington projects over 68,000 Covid-19 deaths in the US by June 28. The IHME is relied upon heavily by the White House for its modeling. Here's how the IMHE projections for each day this week compare with the end-of-day total deaths from Johns Hopkins University (JHU).   Monday, April 13 IHME projection: 24,133 JHU end of day: 23,628   Tuesday, April 14 IHME projection: 26,086 JHU end of day: 26,033   Wednesday, April 15 IHME Projection: 28,014 JHU as of 8:40 p.m. ET: 28,326 ##Health## Around 75% of all new cases recorded on Monday and Tuesday in New Mexico occurred in the northwest corner of the state's Navajo Nation counties, Cabinet Secretary for Health and Human Services Department Dr. David Scrase said in a news conference on Wednesday. The counties where the cases occurred were McKinley, San Juan, and Sandoval. \"We are watching that closely every day and hoping to counteract that trend,\" Scrase said. \"It is a very vulnerable population, so we are doubly concerned to see the rate of cases in this part of the state combined with these other social determinants of health and socioeconomic factors that may make people even more vulnerable.\" Bending the curve: At the same news conference, New Mexico Gov. Michelle Lujan Grisham announced that the state is bending the curve. Grisham said New Mexico is in a perfect position to partner with the federal government to pilot surveillance, research, and contact tracing in the state. \"The federal government has to lead in addressing the public health emergency. It can't be state by state and region by region,\" Grisham said.  \"We are getting the federal government to pay attention to this as a public health national security and national emergency issue that requires them to lead in a national public health response. New Mexico can help them make the right decisions and get the right data.\" Separately, she said that New Mexico is not doing a mail-in election. Every New Mexican who would like to vote by absentee ballot will have to mail in a request.  New Mexico has reported at least 1,484 coronavirus cases, with 36 deaths, according to Johns Hopkins University.  ##Health## Tesla CEO Elon Musk said last month he had obtained more than 1,000 ventilators to help California hospitals treating patients infected with the coronavirus, an effort Gov. Gavin Newsom hailed as “heroic.”  Now, more than three weeks later, the governor’s office says none of the promised ventilators have been received by hospitals. At a March 23 news conference, Newsom said the devices, which can provide life-saving support to patients infected with the virus, had already arrived in Los Angeles and were on their way to hospitals in need. \"I told you a few days ago that he was likely to have 1,000 ventilators this week,\" Newsom said. \"They've arrived in Los Angeles, and Elon Musk is already working with hospital association and others to get those ventilators out. It’s a heroic effort.\" Shortly after the dramatic announcement, Musk said in a tweet: “China had an oversupply, so we bought 1255 FDA-approved ResMed, Philips & Medtronic ventilators on Friday night & airshipped them to LA. If you want a free ventilator installed, please let us know!” But despite the claims, none of the ventilators promised by Musk have been delivered to hospitals, according to the governor's office. “Elon Musk and his team told the state that he had procured ventilators and wanted to distribute them directly to hospitals with shortages,” a spokesperson for the California governor’s Office of Emergency Services told CNN on Wednesday. “The Administration is communicating every day with hospitals across the state about their ventilator supply and to date we have not heard of any hospital system that has received a ventilator directly from Tesla or Musk.” Spokespersons for Tesla did not return CNN requests for comment. The news was first reported by the Sacramento Bee. Some background: Major US companies like Ford and Apple have also announced plans to produce ventilators and donate face masks for health care workers treating patients infected with the virus. Last week, Newsom reassured residents that California now has enough ventilators to meet its projected needs, after some questioned his decision to lend 500 machines to other states in crisis.  UPDATE: After this post was initially published, Elon Musk responded on Twitter. CNN has more reporting on this story here. ##Health## ##Business## Canadian Prime Minister Justin Trudeau warned again Wednesday that the national lockdown would continue for weeks to come even though the country has, so far, been spared the worst of Covid-19. \"If we reopen too soon, everything we're doing now might be for nothing,” Trudeau said during his daily news conference in Ottawa. Canada reported 28,205 cases on Wednesday and 1,008 deaths. Nearly half of those deaths were related to outbreaks in long-term care facilities. Still, per capita, Canada has had fewer cases and deaths than the United States and most European countries. But Trudeau says that doesn’t mean the country is reopening anytime soon, and certainly not by May 1. \"It would be terrible if we were to release restrictions too early and find out we're suddenly back in another big wave of Covid-19,\" he said, adding that any reopening would happen in phases. ##Health## ##Daily Life## Los Angeles Mayor Eric Garcetti told CNN's Wolf Blitzer concerts and sporting events will not be allowed in the city until 2021. “It wasn’t a secret plan that got leaked,” Garcetti said on \"The Situation Room,\" referring to an internal letter obtained by the Los Angeles Times. Garcetti said unless there is a vaccine or a pharmaceutical intervention, there won't be mass gatherings like concerts and sporting events in Los Angeles until next year. Watch: ##Business## ##Daily Life## Dairy farmers in California are being forced to dump milk due to an enormous decrease in demand with schools and restaurants remaining closed during the statewide stay-at-home order. As the shelter-in-place orders increased throughout March and restaurants were forced to close, 50% of the customer base was eliminated almost overnight, according to Western United Dairies CEO Anja Raudabaugh, who represents over 860 dairy farm families in California. Restaurant chains like TGI Friday’s and Applebee’s are huge customers of the dairy industry, but they stopped placing orders in the middle of March, Raudabaugh said. The demand also significantly decreased with school closures and lunch programs shutting down. While schools are still delivering drive-through meals, the demand is not even close to what it was, Raudabaugh said.  California dairy farmers saw the biggest impact from these two sectors and it caused a tremendous amount of distribution challenges. Plants are now running at about 150% of their capacity, according to Raudabaugh. “They have milk coming out of their eyes and ears,\" she said. ##Daily Life## ##Business## US stock futures were down in after-hours trading on Wednesday after the Dow and S&P logged their worst trading day since April 1. Dow futures were down 157 points, or about 0.6%. S&P 500 futures were down about 0.7% and Nasdaq futures were down about 0.7%.  Stocks plummeted on Wednesday following a plethora of negative economic data and weak earnings.  The Dow dipped 445 points, or 1.9%. The S&P dropped 2.2% and the Nasdaq dropped 1.4%, paring its longest four-day winning streak since early February. Both the Dow and S&P 500 logged its worst day since April 1.  Bank of America and Citigroup saw weak bank earnings as they prepare for loan defaults incurred from the pandemic. Bank of America's first quarter profits dropped by 45%. The bank announced on Wednesday it has set aside $4.8 billion for credit losses linked to the virus. Economic data released on Wednesday also saw sharp declines. Retail sales in March tumbled 8.7%, the worst monthly decline since the department began tracking data in 1992. Thursday's weekly jobless claims report is expected to post another 5.1 million people who have filed for unemployment benefits. ##Business## House Speaker Nancy Pelosi said she thinks any discussions on reopening the US economy must be based on health care and science. \"The numbers are staggering but each individual story is heartbreaking to hear. So as we have discussions about how we open up our economy, this or that, we understand that this is an assault on the lives and the livelihoods of the American people, and that any decision to open up would be one that should be science-based and health-care-based,\" she told CNN. Pelosi went on to say that's why testing is critical. She added that the US still doesn't have \"the appropriate, adequate testing\" to identify the challenge. \"So really we have been delinquent. We have to have a change in that,\" she said. \"It's one thing to say well, it wasn't done right. But there's no excuse for us to not do it right as we go forward. It's so obvious. Almost sinful.\" ##Health##"], "Language": false}