{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-04-24T11:54:57Z"], "LastModifiedDate": ["2020-04-24T11:54:57Z"], "Headline": ["Investors may be learning not to pin their hopes on coronavirus treatments"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["One week ago, stocks were rallying on hopes that remdesivir, an experimental drug by Gilead Sciences, was helping some coronavirus patients rapidly recover. But investor faith in a treatment in the early stages of testing has been disappointed. The latest: Markets around the world are under pressure after Gilead said it terminated a trial of remdesivir in China early and had no conclusive findings about its effectiveness in treating Covid-19. The company released a statement after the World Health Organization inadvertently published draft documents indicating that the drug had not helped patients. Shares of Gilead Sciences closed down 4.3% on Thursday, while US stocks finished mixed. Global stocks continued to struggle Friday. \"It seems that in this dystopian journey we find ourselves in, we are still pinning some hopes on remdesivir, a drug from Gilead,\" Mark Dowding, chief investment officer at BlueBay Asset Management, told clients Friday. Yes, that is a reference to \"The Handmaid's Tale.\" Finding effective treatments and a vaccine for the disease could allow governments to lift tough restrictions on social interaction and travel, accelerating the economic recovery. But Wall Street analysts warned last week that it was far too early to assume Gilead's drug was a silver bullet, my CNN Business colleague Matt Egan reported. Brian Skorney, biotech analyst at Baird, described the \"exuberance\" as \"out of control\" in a note to clients, and warned that investors \"looking for a definitive conclusion\" on the drug in coming days would \"likely be disappointed.\" The market swings tied to remdesivir show just how desperately investors are searching for good news as dismal economic data continues to come in. UK retail sales for March released Friday fell 5.1% compared to the previous month, the largest drop on record. Most stores in the country closed on March 23 following guidance from the government. But strategists are warning investors against reading too much into preliminary clinical results — whether they're promising or disappointing. \"It is still very early days in the search for drugs to help those who have the virus,\" Societe Generale's Kit Juckes told clients, noting the \"gloomy\" mood Friday.  More stimulus is coming, but debate continues More aid is on the way for small businesses in the United States as debate continues over which companies should have tapped into the last round of loans. The latest: The House of Representatives voted Thursday to approve a roughly $484 billion package to deliver relief to small businesses and hospitals and expand Covid-19 testing, the latest attempt by lawmakers to blunt the impact of the pandemic. President Donald Trump has expressed support for the legislation and indicated that he will sign it. A key component of the package is $310 billion for the Paycheck Protection Program, which was set up to help small businesses struggling from the economic deep freeze. Funding for the program ran dry earlier this month, prompting an outcry from the business community. The US Treasury has said that public companies should repay their loans, as Shake Shack did earlier this week. Ruth's Hospitality Group, which owns the Ruth's Chris Steak House chain, said Thursday it would give back $20 million. Across the Atlantic: A massive tranche of aid is also coming in Europe, though leaders still have to hammer out some big details, such as whether the program should lean more heavily on grants or loans to member states. \"There is a consensus on the need for a strong, coordinated response of around 5 to 10 points of GDP, but there are disagreements on the means,\" French President Emmanuel Macron said. \"Not to be too technical, but one of the questions is: Should the European debt serve to finance loans or real money transfers?\" DraftKings goes public during a live sports drought Right now, no baseball, basketball or hockey games are being played. Football, if the season starts on time, won't be ready to kick off until late August for college and September for the pros. Even so, shares of DraftKings, a company that runs fantasy sports games and lets people make legal wagers on sporting events, will start trading Friday, my CNN Business colleague Paul R. La Monica reports. The company's stock will trade on the Nasdaq under the ticker symbol \"DKNG\" after it completed its merger with Diamond Eagle Acquisition Corp, a so-called special purpose acquisition company. This route, also employed by Richard Branson's Virgin Galactic, reduces some of the hurdles to going public or selling new shares. CEO Jason Robins told CNN Business that he's confident DraftKings can still perform well in a sports vacuum. British sports betting companies such as GVC Holdings, which owns Ladbrokes, have seen shares outperform the market as online gaming soars during lockdown. But sports betting companies could come under pressure depending on how long shutdowns continue.  Up next American Express, Sanofi and Verizon report earnings before US markets open. Also today: US durable goods orders for March arrive at 8:30 a.m. ET.\nThe final reading of the University of Michigan's consumer sentiment survey for April arrives at 10 a.m. ET."], "Language": false}