{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/entertainment/the-last-dance-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-17T13:44:06Z"], "LastModifiedDate": ["2020-04-17T13:44:06Z"], "Headline": ["'The Last Dance' hits the right notes with its look back at Michael Jordan and the Bulls"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Instead of a nifty chaser to the NBA Playoffs, \"The Last Dance\" -- which ESPN moved up by two months -- essentially fills that void, transporting viewers back to the off-court drama, flamboyant personalities and great basketball associated with Michael Jordan and the six-time champion Chicago Bulls. At 10 parts, it's a very, very deep dive, but for fans who will eat this stuff up, it hits all the right notes. The title refers to the Bulls' final title run in 1998, echoing the preseason handbook that coach Phil Jackson passed out to the team. With general manager Jerry Krause announcing that Jackson wouldn't be back and Jordan saying he would retire if that happened, it was a season-long campaign to put an exclamation point on the squad's greatness. The documentary series, meanwhile, alternately focuses not just on 1998, but all the previous dances, as well as individual dancers. That means taking extended detours into the lives of Dennis Rodman, Scottie Pippen (one of 12 children) and Jackson. Still, it's clear who the prima ballerina is here, and now as then, that's Jordan. Notoriously competitive, his tenacity and will to win are spoken of with awe by practically everyone who crossed his path during those years, but the centerpiece is extensive access to the man himself, who displays great candor in discussing his life and legacy. Directed by Jason Hehir, \"The Last Dance\" draws heavily on behind-the-scenes footage shot at the time, by an NBA Entertainment film crew allowed to chronicle the team throughout the season. There are also tantalizing glimpses of such things as Jordan and Magic Johnson trash-talking during a \"Dream Team\" practice game, or inside the locker room at an NBA All-Star Game, as Jordan and others snipe about a young ball hog on the opposing team name Kobe Bryant. (Bryant and Jordan later became close, and the late Lakers star is among those featured.) The current interviews -- from practically every basketball luminary imaginable -- are almost as good as the archival bounty. As further proof the filmmakers spoke to pretty much everybody, the documentary includes two former presidents: Bill Clinton, who reminisces about seeing Pippen play as a collegiate star in Arkansas; and Barack Obama, reflecting on Jordan regarding both his impact in Chicago and as an African American in the public spotlight, comparing him to Oprah Winfrey and Obama himself. In some respects, \"The Last Dance\" exists to remind the world of Jordan's greatness, and the level of stardom and adulation that surrounded him. That said, it's hardly a whitewash, underscoring the nasty streak that accompanied his drive for greatness. We see Jordan as a rookie -- joining a franchise that, we're told, was drawing fewer fans than indoor soccer -- talk about lifting the Bulls to a level rivaling the Lakers and Celtics, then hear Magic and Larry Bird marvel about Jordan's astonishing 63-point performance against the Celtics in the 1986 playoffs.  Jordan also discusses how pre-title criticism that he was a great individual player but not a winner \"ate at me.\" Still, in regard to his scoring feats Jordan muses that while there's no \"I\" in team, \"There's an 'I' in win.\" For all the basketball highlights, there's so much more going on here that even an NBA fan who lived through those years might not remember it all. That ranges from Pippen fuming about being underpaid to all of Rodman's outlandish antics to the murder of Jordan's father, and media coverage that probed whether the tragedy was somehow linked to revelations about Michael Jordan's gambling habit. To those who recall what it meant to \"Be like Mike\" (cue the jingle), \"The Last Dance\" is an intoxicating trip into the way-back machine. More broadly, though, the project is a thoughtful look at the costs associated with stardom and how they've evolved in the modern sports era, particularly in the NBA. Jordan wasn't the first hugely popular athlete, but like Magic and Bird, he became the image-conscious league's most powerful ambassador, with all the weight and expectations that entailed. Jordan, notably, in the present-day interviews repeats his stance that basketball should have been enough, explaining his reluctance to venture beyond it. As a famous example, the documentary considers his failure to publicly support North Carolina Senate candidate Harvey Gantt, an African American who ran against the notoriously racist Jesse Helms in 1990. A 1995 book reported that Jordan told friends, \"Republicans buy sneakers too,\" a quote he has disputed. ESPN will schedule two episodes each Sunday over five weeks (with an edited version, minus the profanity, on ESPN2), providing a welcome infusion of original programming on the network. It ranks among the channel's best documentary efforts since \"O.J.: Made in America,\" an even more ambitious 10-part exercise. As \"The Last Dance\" reminds us, this isn't the first time that Jordan and company have been a boon to ESPN and the sports world. And if it's not the same thrill as a live buzzer-beater for basketball fans, it's the next best dance partner one could hope to find. \"The Last Dance\" premieres April 19 at 9 p.m. ET on ESPN. It's available outside the US beginning April 20 on Netflix."], "Language": false}