{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/sport/norman-hunter-dies-coronavirus-scli-intl-gbr-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T12:06:56Z"], "LastModifiedDate": ["2020-04-17T12:13:42Z"], "Headline": ["Norman Hunter, former Leeds United and England star, dies from coronavirus"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Norman Hunter, the former Leeds United footballer who was part of the winning England 1966 World Cup squad, has died at the age of 76 from the coronavirus.  Leeds United confirmed his death in a statement on Friday and said the club was \"devastated\" by the news. \"Norman was taken to hospital last week after being diagnosed with COVID-19 and despite continuing to battle and the best efforts of NHS (National Health Service) staff, he sadly lost his fight earlier this morning,\" said the club. A seminal figure in English football history, Hunter earned the nickname \"Bites Yer Legs\" on account of his reputation as a tough tackling defender.  READ: From headbutts to the 'Hand of God': 11 moments that shook the World Cup Born in 1943 in County Durham, north east England, Hunter left school at the age of 15 to become an electrical fitter and was scouted by Leeds when playing a match for his local team, Birtley Juniors. He played his first game for Leeds, against Swansea Town, at the age of 18 and went on to make 726 appearances for the club over a 14-year period. Hunter was part of the great Leeds teams managed by Don Revie, which won the club two top-flight titles. He was also part of the the World Cup winning squad for England in 1966, though he didn't play in the 4-2 victory over West Germany in the final. In 1976, Hunter left Leeds to join Bristol City and later Barnsley, which he later went on to manage along with Rotherham United. \"He leaves a huge hole in the Leeds United family,\" the club added. \"His legacy will never be forgotten and our thoughts are with Norman's family and friends at this very difficult time.\""], "Language": false}