{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/cnn-underscored/gta-6-release-date-rumor-roundup/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-04-17T02:11:06Z"], "LastModifiedDate": ["2020-04-17T02:11:06Z"], "Headline": ["Grand Theft Auto 6: rumors, release dates and Rockstar Games' silence"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's been seven years since Grand Theft Auto V made its debut on Xbox 360 and PlayStation 3. Two years later, it made the leap to Xbox One and PlayStation 4. But despite becoming the second bestselling video game of all time with critical praise and over 120 million copies shipped, developer Rockstar Games hasn't made an announcement regarding the next entry in the saga.  There was a similar time frame between 2008's Grand Theft Auto IV and 2013's Grand Theft Auto V, but 2020 could be different because we might finally hear more about what's coming. With the PlayStation 5 and Xbox Series X due to release near the holiday season, gamers have high hopes that Rockstar will announce the next game in the Grand Theft Auto family. Here's the latest about the next entry in that series.  The game could be in early development A new report from Kotaku indicates that Grand Theft Auto 6 is (and finally) in the early stages of development. It sounds like it could be a much different installment in that it may be a live service title more in line with GTA Online.  GTA Online is the multiplayer component to Grand Theft Auto V, which allows players to create and customize their own characters and live out their lives in the world of GTA while buying cars, owning apartments and houses, and even getting jobs. But it's a service that continues to evolve over time, and not a video game you purchase one time with a solid narrative.  Kotaku claims that GTA6 could be a \"moderately-sized game\" at launch with a series of regular updates to keep it up to date. This would indicate that it would be closer to GTA Online than Grand Theft Auto V, but the reasoning is fairly clear: Lessening the game's scope would potentially reduce any need for crunch from the development team and help push the game out to consumers quicker.  The game could have a very '70s vibe Previous rumors on Reddit indicated that the title had been in development since as early as 2012, but Kotaku's report contradicts them. Its working codename is \"Project Americas,\" and it's reportedly set in both Vice City, the established area fans took well to in Grand Theft Auto: Vice City, as well as a new area based on Rio de Janeiro.  Rumor has it that players will take on an up-and-coming drug lord named Ricardo, with another character named Kacey having an integral role in the story, with a \"chapter\" system similar to that of Red Dead Redemption 2 (Rockstar's other popular game series). Heavily inspired by the Netflix series \"Narcos,\" it would supposedly feature a heavily '70s and '80s-inspired soundtrack with pop culture references of the era, much like we saw with Grand Theft Auto: Vice City and Grand Theft Auto: San Andreas.  The game is said to place focus on weather as part of its environmental design, with hurricanes and floods apparently affecting various missions. Buildings and vehicles can even potentially change and become more expensive as time wears on, which is a new feature.  Unfortunately, Grand Theft Auto 6 probably isn't coming anytime soon. All of these features sound interesting, but we don't have proof that they are happening — or when a new game could appear. It looks like we'll have to wait quite some time before Grand Theft Auto 6 hits retail shelves — unless Rockstar Games comes out with a surprise announcement in the next few weeks. Luckily, you can jump into the latest entry in the series right now. Grand Theft Auto V is on every platform except the Nintendo Switch. You can pick it up on PlayStation 4, Xbox One and for the PC for about 50% off its initial price when it debuted ($59.99). It's also available on last-gen consoles, including the Xbox 360 and PlayStation 3, but those aren't as readily available at retailers like Amazon.  Grand Theft Auto V Standard Edition for the Xbox One Digital Code ($15, originally $29; amazon.com) \nGrand Theft Auto V Standard Edition for the PlayStation 4 ($22.45, originally $29.99; amazon.com) \nGrand Theft Auto V Standard Edition for the PC ($23.95, originally $28.09; amazon.com)  Go ahead and clear it out of your backlog before another entry is on the way. There's a lot of Grand Theft Auto packed into each game, after all.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}