{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/cnn-underscored/best-screen-protectors-iphone-se-second-generation/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-04-15T22:30:03Z"], "LastModifiedDate": ["2020-04-16T20:33:09Z"], "Headline": ["Guard your new iPhone SE with a new screen protector"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The second generation of the iPhone SE is official. It's the new entry point for iPhones, with a starting price of $399. It features a 4.7-inch display and a design that is similar to the iPhone 8. Plus, it's powered by the A13 Bionic — the same chip that's in the 11, 11 Pro and 11 Pro Max.  And while we're excited about this new device, we want to make sure yours is protected. We've rounded up a few brands that are releasing screen protectors for the new iPhone SE. It's the same size as the iPhone 8, so many screen protectors currently on the market should also fit.  BodyGuardz  BodyGuardz released screen protectors specifically designed for the second-generation iPhone SE. These are updated models of previous bestsellers, but both options come with an installation guide and a microfiber cleaning cloth.  PRTX Shatterproof Synthetic Glass Protector ($35.96, originally $44.95) This screen protector is one of the strongest BodyGuardz makes. The synthetic glass is built to withstand shatters and cracks and won't pop off your screen. It should feel like glass, and it provides edge-to-edge coverage, so your new screen is fully covered. You won't even notice you have a screen protector on with this option.  Pure 2 Premium Glass Screen Protector ($31.96, originally 39.95) This ultrathin tempered glass screen protector is based on new technology that creates a variant of tempered glass unlike what you'd find in most other options. This allows the screen protector to be super thin while also being super durable for everyday wear and tear. The precision-cut edges will cover your screen and protect the entire surface.  InvisibleShield   InvisibleShield has many options when it comes to screen protectors. We've broken them down by material and highlighted our top three. These options come with instructions and a microfiber screen cleaning cloth.  Glass Elite VisionGuard+ ($49.99) This is a tempered glass screen protector that's designed to fully protect your screen. This case also has an antibacterial coating to help keep your screen clean. What's really cool about this case is the built in blue-light filter to help keep your eyes from straining as you look at the screen. This option also utilizes ClearPrint technology to keep your screen free of fingerprints throughout use.  Glass Elite+ ($39.99) This screen protector is part of a line designed for maximum protection. The Glass Elite+ uses the same antibacterial and ClearPrint technology used in the Glass Elite VisionGuard+. Your screen will stay clear of scratches and fingerprints, giving you the best view of your new phone screen. This screen protector is the strongest screen protector InvisibleShield has come up with yet.   Glass+ Screen Protector ($29.99) This screen protector is on sale from its original price of $39.99. Another tempered glass option, it utilizes Ion Matrix technology. With its reinforced edges, your phone screen is safe on all sides, and the smooth glass surface will keep your display pristine. This option is scratch-resistant but unfortunately doesn't offer shock resistance. If you're more concerned about scratches than dropping your phone, this is a great option. OtterBox A well-known name in the game of device protection, OtterBox has plenty of screen protector options for the iPhone 8 that should cover your iPhone SE as well.  Amplify Glass Glare Guard Screen Protector ($64.95) This screen protector offers superb protection and doesn't sacrifice the screen quality. The anti-glare technology built into this screen protector gives you the ability to maintain screen brightness between low and extreme lighting scenarios. If you're in bright sunlight, your phone will be as easy to read as if you were indoors.  Amplify Glass Screen Protector ($49.95) This screen protector from OtterBox features many of the same technologies employed in the Glare Guard option. It's scratch-resistant, so your phone is amply protected, and your screen will be clear, so you won't sacrifice image quality. Installation is simple, and once you've adhered the screen guard you'll be good to go. What's great about OtterBox protectors is that they come with a limited lifetime warranty. If something does disturb your screen protector, you can get a free replacement.  Alpha Glass Screen Protector ($39.95) The third option from OtterBox is made of tempered glass and polyester, which is different from the other two. It will keep your phone screen clear and won't sacrifice display quality, while also maintaining reactive touch between your fingers and the screen. The cheapest option of these three, this protector is designed to prevent splintering and shattering. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}