{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/cnn-underscored/samsung-galaxy-tab-s6-lite-features-pricing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-16T17:45:31Z"], "LastModifiedDate": ["2020-04-16T17:45:31Z"], "Headline": ["Samsung's budget Galaxy Tab S6 Lite will arrive in the coming weeks for $349"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung's on a roll with budget-friendly devices. Last week, we got a new line of Galaxy-A smartphones, and Thursday, the S10 Lite got a US launch date. Now, Samsung has unveiled the $349.99 Galaxy Tab S6 Lite tablet. It will be launching in the coming weeks and comes in your choice of three colors: Oxford Gray, Angora Blue or Chiffon Rose.  This is, of course, the budget version of the Tab S6, which we found to be a powerful tablet — notably, an Android tablet capable of mixing productivity and entertainment.  So for $349.99, here's what you'll get. For starters, you'll get Samsung's smart stylus in the box. You can use this for taking notes, drawing pictures, interacting with any part of the operating system and photo editing. It will match the color of your Tab S6 Lite. You'll get a 10.4-inch screen with ample bezels around all sides. It's a liquid crystal display, notably not an AMOLED like what's on the full-fledged Tab S6. You'll still get a 2000x1200 resolution and it should be great for streaming, note taking and web browsing. The Tab S6 Lite is running Android 10 with Samsung's One user interface, which means you'll have access to plenty of apps and can download plenty with the Google Play Store. It's powered by an octa-core processor split between a 2.3GHz quad and a 1.7GHz quad unit. That's paired with 4GB of RAM.  While it won't be the quickest, it should be ample processing power for most tasks. Expect that you can game, stream content and even multitask. You can choose between 64GB or 128GB of internal storage. Either way, there's a micro SD card slot to expand your storage. As expected, the main port is USB Type-C for charging and plugging in peripherals. There's also a headphone jack. For photo and videos, there's a 5-megapixel lens on the front and an 8-megapixel lens on the back. It can record at up to 1080p Full HD at 30 frames per second. For watching videos it can play back at UHD 4K and sound comes from two speakers. Samsung's Galaxy Tab S6 Lite with its S Pen and solid hardware will land in the coming weeks for $349.99. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}