{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/health/coronavirus-treatments-vaccines/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen and Dakin Andone, CNN"], "Writers": [["Elizabeth Cohen", "Dakin Andone"]], "FirstPublishDate": ["2020-04-16T17:27:13Z"], "LastModifiedDate": ["2020-04-16T17:39:37Z"], "Headline": ["What we know about the state of coronavirus treatments, vaccines and antibody tests"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the US begins to discuss reopening the country, health experts and officials see the development of coronavirus tests, treatments and preventative strategies as crucial to taking the first step towards normalcy. Here's what we know about where possible coronavirus treatments, vaccines and antibody tests stand. Antibody testing Antibody tests are often cited as key to returning to normal, and they would verify whether a patient had already been infected with the coronavirus and developed antibodies to it. That could mean the patient is immune or protected from being re-infected by the coronavirus, but it's unclear how certain that is.  There are currently four antibody tests approved by the US Food and Drug Administration, meaning the agency has reviewed data showing those tests work. The FDA approved one of these tests Thursday and two of them Wednesday.  In a controversial move, the FDA is allowing other companies to sell their tests without supply data that show they work.  After receiving complaints, the National Cancer Institute, a part of the National Institute of Health, is working to validate some antibody tests in hopes of getting better quality tests on the market.  Possible treatments Right now there is no specific treatment for Covid-19. And while doctors are trying out various drugs and procedures, it's still not known if they'll work.  You've likely heard about hydroxychloroquine, a drug that's already approved and used to treat malaria, lupus and rheumatoid arthritis. President Donald Trump has often touted hydroxychloroquine as a possible treatment, calling it a \"game changer.\"  But there's little evidence hydroxychloroquine is safe or effective for patients with Covid-19. Doctors in Sweden and Brazil have issued warnings after patients developed heart problems, and a French study found hydroxychloroquine did not treat Covid-19 patients and was associated with heart complications. More than two dozen clinical trials are underway in the US and dozens others are being conducted worldwide. Henry Ford Health System in Michigan has started a trial and plans to include 3,000 study subjects, and New York University and the University of Washington have started a trial and plan to have 2,000 study subjects. Results from most clinical trials are not expected until June or July.  Scientists are also looking at remdesivir, an experimental drug designed to treat Ebola. Several trials are underway in the US and worldwide.  Another possible treatment is convalescent plasma, which involves injecting blood products that contain antibodies from recovered Covid-19 patients into people who are still infected.  The hope is that the antibodies from the patients who've successfully recovered from Covid-19 will help the patients who are currently fighting off the disease.  It's an old concept, and it hasn't always been successful -- it was tried with Ebola patients, but it didn't work -- but several trials are underway in New York and Orange County, California.  Vaccines Vaccines are seen as the holy grail. If the US population can be successfully vaccinated for the coronavirus, that would make it easier for the country to reopen. Kizzmekia Corbett, NIH's lead scientist for coronavirus vaccine research, told CNN that a vaccine could be ready in the fall for \"emergency use.\"  \"That would be for healthcare workers and people who might be in constant contact and risk of being exposed over and over,\" she said. \"And then for the general population our target goal is for next spring,\" she added, assuming all goes well.  Other researchers are skeptical, saying the type of vaccine she's referring to has not been successful in humans.  Several companies are testing vaccines, but it will take months -- or more likely at least a year -- to complete those trials.  • The US biotech firm Moderna has begun enrolling patients with Kaiser Permanente and Emory University.  • Johnson & Johnson, which plans to start human testing by September with the Biomedical Advanced Research and Development Authority.  • Inovio Pharmaceuticals is testing its first human subjects this week, while Novovax plans to start human testing in mid-May.  • Pfizer is also working on a vaccine with BioNTech. • CanSino Biological Inc. and the Beijing Institute of Biotechnology have a vaccine in clinical evaluation.  There are studies being conducted on BCG, a vaccine against tuberculosis. There's some interest in the vaccine, which has been used for more than 100 years, because there are low rates of Covid-19 in developing countries where the vaccine is commonly used.  But again, researchers are skeptical, saying there are likely other reasons for reports of low coronavirus rates in those countries."], "Language": false}