{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/health/sanjay-gupta-coronavirus-podcast-april-16-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-04-16T15:33:34Z"], "LastModifiedDate": ["2020-04-16T15:49:42Z"], "Headline": ["Dating at a Distance: Dr. Sanjay Gupta's coronavirus podcast for April 16"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["How do people date 6 feet apart? CNN Chief Medical Correspondent Dr. Sanjay Gupta explores the ways in which people are finding new relationships, as well as overcoming loneliness and lack of physical touch during this pandemic. You can listen on your favorite podcast app or read the transcript below. Elizabeth: I started online dating right back when this was all happening. Connecting with someone virtually is really funny.  You kind of have to do this game when you get on and be like, OK, what about a Hangout? Well, did you have Zoom? What if we tried FaceTime over this? You kind of get into this negotiation before even getting onto the date.  Dr. Gupta: Finding that special someone was already hard before a global pandemic. Now I can't even begin to imagine what dating is like, considering we're all isolated at home. How do you make a genuine connection through a computer screen? How does a relationship survive without intimacy or physical touch? How can we feel a sense of closeness when we're physically apart? I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is Coronavirus: Fact vs. Fiction.\" (From \"The Late Show with Stephen Colbert,\" March 12) Host Stephen Colbert: Should people still date? Dr. Gupta: Everything is a risk -- Colbert: Blind date?  Dr. Gupta: Uh, no. No, no, no blind dates. Colbert: Tinder? Dr. Gupta: Definitely not. But even before this, no Tinder. I'm kidding.   Dr. Gupta: That was me on \"The Late Show with Stephen Colbert\" a month ago, before most of the country was staying at home.  At the time, a conversation about dating during a pandemic may have felt like late-night comedy fare.  Dr. Gupta (On \"The Late Show\"): You know, Steven, everything in life is a risk-reward proposition. Is it riskier to do things versus before? Perhaps. Being in close contact with somebody, especially somebody you don't know, is -- it's a different time right now.  Dr. Gupta: But as our new reality has evolved, so has the act of finding love. People are using dating apps more; both Tinder and Bumble have reported an increase in daily messages and user engagement. Other apps have added a video chat feature. And some people are reaching out in ways I would have never imagined. Jeremy Cohen (on TikTok video): I looked out my window and saw this girl dancing, perhaps to a TikTok song. I needed to say hi to her. So, I waved out on my balcony. She waved back.  Dr. Gupta: That's the start of a story you may have heard before. It's from a video on TikTok by Jeremy Cohen, a photographer from Brooklyn, New York.  After Jeremy waves to the dancing girl, he flies his drone over with his cell phone number. Jeremy Cohen (TikTok): She picked up my drone, and I guess it worked because I got a text from her an hour later.  Dr. Gupta: Jeremy's video went viral -- if we're still allowed to say that. It has over 30 million views on TikTok now. I'm not at all surprised. It's the meet-cute of our time, if our time is defined by isolation and physical distancing.  Jeremy and Tori Cignarella -- she's the girl on the roof -- have gone on a few dates after that. Here's Jeremy and Tori: Cohen: The first date was: We had dinner, except there was no restaurant. She was on her roof, and I was on my balcony. Tori Cignarella: It was so funny because we'd be talking to each other on FaceTime. And then sometimes I'd, like, look over -- like, I'd see him there, and then we'd look at each other. It was like such a weird scenario. Cohen: It was lovely. And it lasted until her phone died. Dr. Gupta: On another date, Jeremy went inside a huge plastic bubble so he and Tori could take a walk.  Cignarella: I just couldn't stop laughing. I, like, hit the ground, basically. I just, like, was not expecting to see him in a bubble.  Dr. Gupta: It's a lot more effort to go through than your average date. And it's hard to express the usual social and physical cues when you're 6 feet apart. But there are things about this new normal that, for Jeremy Cohen, surprisingly work well. Cohen: It's really nice to get to know her and just not have any of this pressure or, like, at the end of the date, like, OK, am I going home or am I going to invite her back to my place or go back to her place? This awkward moment of, OK, what is the other person thinking?  I don't want to be too forward. But I also don't want to be a scaredy cat.  Dr. Gupta: Jeremy isn't immune to the loneliness of social distancing, of not actually being physically around someone, even though he's found this new connection. Cohen: I am alone in my apartment. I have a roommate, but he's with his family in Minnesota. So, I'm all alone in this two-bedroom apartment for about a month now.  It makes me realize how much the small things in life such as a hug -- like, hugs feel great. I've actually tried hugging myself a couple of times. Doesn't feel the same. Dr. Gupta: Because it isn't the same. There's a lot of research that shows how physical touch is important for our health and well-being.  Professor Brooke Feeney: One behavior that we have focused on in some of our research is interpersonal touch or affectionate touch. We've shown that touch has powerful effects on our physical health, our mental health, our relationship health. Dr. Gupta: That's Professor Brooke Feeney. She's a social psychologist at Carnegie Mellon University. She studies how relationships impact our health throughout our entire lives. Feeney: It increases feelings of security, so it just makes people feel more secure. It increases people's willingness to embrace life opportunities. Affection and touch has been associated with lower daily stress, lower reactivity to stress, a lower likelihood of even perceiving something as stressful in the first place.  Dr. Gupta: For Professor Feeney, affectionate touch has benefits even above and beyond sexual intimacy, which is something else we're missing in a time of isolation. Feeney: People can engage in sexual intimacy for a variety of reasons that have to do with reproduction and drives and less to do with communicating care and acceptance and love and value and so on. They're both important forms of touch and communicate very important information to significant others. But we think that they are very different types of processes. Dr. Gupta: Hearing about all the benefits of touch at a time when a lot of people are deprived of it isn't exactly comforting. So, what happens when we do lose it in our everyday lives? Here's (Syracuse University Assistant) Professor Brittany Jakubiak, who studies affectionate touch in romantic relationships. Professor Brittany Jakubiak: Children form attachment with their caregivers in a lot of ways through touch. And in adulthood, we think that some of the same processes happen. So, you form an attachment to your romantic partner just like you form an attachment to your parents, although the relationship is obviously different. Long term, not having the ability to touch, I think there's the possibility that you may not be able to form as secure of an attachment to that person. Dr. Gupta: But Professor Jakubiak doesn't want to overstate the benefits of touch either. It is still possible to have meaningful connections with each other without it. Jakubiak: We know that people maintain very satisfying long-distance relationships, even when there's not a pandemic going on. People do things like reminiscing about times that they did spend together or planning times that they will spend together. And so, I think we can find ways, at least if this is going to be a somewhat short-term separation, to make sure that we're maintaining high-quality relationships even through physical distance Dr. Gupta: For Professor Feeney, there is a positive outcome -- at least in terms of human connection -- about the fact that this is all happening to us together. Feeney: Our rates of loneliness and social isolation, even before the pandemic, had been increasing, and people have just been feeling more relationally disconnected across the board.  One positive thing that I think has come out of this pandemic is that people, first of all, are all in this together.  You know, so we're now all part of a big in group of people who all this is happening to. And then, when people are facing adversities together, they usually reach out to each other more and try to connect. And so, I do see one positive side effect of this is that there are these more creative ways that people are trying to connect and help each other out and so on.  Dr. Gupta: Like Jeremy and Tori. And whether or not they end up together doesn't even matter to them anymore. Cignarella: We're absolutely going to meet up. Probably something a little bit more low-key, like drinks. But, you know, definitely still could never forget it. Honestly, no matter what happens between us, like, we're going to remain friends, like, there's nothing like this that doesn't bond two people. And I, like, literally said it to my mom, I'm just like, look, if he's not in my wedding, he'll be at my wedding. Like, that's for certain.  Dr. Gupta: That's a powerful connection. Now, there was a study from Harvard that came out this week saying we might have to prolong intermittent social distancing measures up until 2022.  Professor Feeney doesn't know what that means for our physical and mental health. No one does. She and a team of researchers at Carnegie Mellon are just about to begin a study on this. Feeney: If we don't find these other creative ways to connect, it remains to be seen how well we can continue to use remote connections as a proxy for the more physical connections. But I think the core issue that underlies it all is what touch communicates. And so, I think what we have to do during the pandemic is just find other ways to communicate to our loved ones that we're available to them if they need us, even though we can't be physically proximal to them right now. It might be more difficult to communicate that remotely, but I think we can do it. Dr. Gupta: Human beings are social creatures by nature: We crave connection; we're not meant to be isolated. These days, some people might not have the security that comes from physical touch, but that's not all a relationship is built on. Find those other connections and lean on them. I think you'll be surprised by how strongly they'll resonate in your life. We'll be back tomorrow. Thanks for listening. You can also head to cnn.com/coronavirus and sign up for our daily newsletter, which features the latest updates on this fast-moving story from CNN journalists around the globe.  For a full listing of episodes of \"Coronavirus: Fact vs. Fiction,\" visit the podcast's page here."], "Language": false}