{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/tennis/coco-gauff-tennis-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T12:51:08Z"], "LastModifiedDate": ["2020-04-16T13:54:11Z"], "Headline": ["Coco Gauff says she was 'really depressed' and 'lost' for a year"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["American tennis star Coco Gauff has said she was \"really depressed\" and not enjoying playing tennis as she struggled with the \"hype that I didn't want\" in the year leading up to her sensational breakthrough.  Gauff became the youngest player to win a match in the Wimbledon main draw last year, going on to reach the fourth round -- a feat she then matched at the Australian Open earlier this year.  But the 16-year-old has revealed that the year prior to her Wimbledon debut was the \"toughest for me so far\" as she contemplated taking time out from the game. \"Throughout my life, I was always the youngest to do things, which added hype that I didn't want. It added this pressure that I needed to do well fast,\" she said in a post for Behind the Racquet.  \"Once I let that all go, that (was) when I started to have the results I wanted. Right before Wimbledon, going back to around 2017/18, I was struggling to figure out if this was really what I wanted.  \"I always had the results so that wasn't the issue, I just found myself not enjoying what I loved. I realized I needed to start playing for myself and not other people.  \"For about a year I was really depressed. That was the toughest year for me so far. Even though I had, it felt like there weren't many friends there for me.\" Gauff claimed her first WTA title in Linz, Austria, at the end of last year and broke into the top 50 of the world rankings for the first time in February. READ: Sofia Shapatava says 'tennis may not survive' coronavirus pandemic Playing in the Australian Open main draw at the start of the year, she defeated Venus Williams, Sorana Cirstea and defending champion Naomi Osaka before losing to eventual winner Sofia Kenin. She says that overcoming her own demons helped her achieve a more positive attitude on the court and fall back in love with the game.  \"I was just lost,\" she said of the start of her professional career.  \"I was confused and overthinking if this was what I wanted or what others did. It took many moments sitting, thinking and crying.  \"I came out of it stronger and knowing myself better than ever. Everyone asks me how I stay calm on court and I think it's because I accepted who I am after overcoming low points in my life.  \"Now, when I'm on court, I am just really thankful to be out there.\" READ: Billie Jean King 'thrilled' tennis center being used as emergency hospital Williams comparisons Gauff has twice beaten Venus Williams in grand slam tournaments -- a player 23 years her senior -- and has often spoken of how she was inspired by Venus and sister Serena growing up. However, she said that she disliked comparisons to the Williams sisters, who have 30 grand slam titles between them. \"I always feel like it's not fair to the Williams sisters to be compared to someone who is just coming up,\" she said. \"It just doesn't feel right yet, I still look at them as my idols. With all their accolades I shouldn't be put in the same group yet.  \"Of course I hope to get to where they are but they are the two women that set the pathway for myself, which is why I can never be them.\" The WTA has suspended its tour until at least July 13 amid the coronavirus pandemic, with rankings frozen until tournaments resume."], "Language": false}