{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-04-16T11:29:02Z"], "LastModifiedDate": ["2020-04-16T11:29:02Z"], "Headline": ["More big economies are easing coronavirus restrictions"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The fight against the coronavirus pandemic is entering a new phase. More and more of the world's biggest economies are taking tentative steps to restart vital industries and allow some people to return to work. Chancellor Angela Merkel on Wednesday said Germany would gradually ease some restrictions on business starting next week, and Volkswagen announced a phased reopening of its European plants. Spain, Italy, Austria, Denmark and the Czech Republic are also lifting some lockdown measures. In Asia, where the pandemic originated, China and South Korea continue to ease restrictions on public life and work. These examples have helped boost global stock markets in recent weeks. But there are still plenty of reasons for caution: new outbreaks could emerge, forcing governments to impose lockdowns for a second time, and consumers could come out the other side with very different habits. \"This will be anything but a V-shaped recovery,\" Mark Zandi, chief economist at Moody's Analytics, told my colleague Matt Egan. \"We'll get out of the gates fast when businesses start to open. But we'll be right in the quicksand because everyone will have an eye on the second wave.\" When to get back to work has become a huge debate in the United States, where President Donald Trump is preparing to unveil new federal guidelines meant to begin the process of reopening the country. The current federal guidelines on social distancing are not expected to be renewed when they expire on April 30. US officials said the White House would work closely with states to ensure reopening efforts are done safely and only when local outbreaks are deemed contained. Many states are not ready to reopen. Some have already extended their own social distancing guidelines past May 1. The scary part: Nobody can say with authority whether these plans can be safely executed, or how quickly economies will come back online. Neil Ferguson, an epidemiologist who advises the British government, said Thursday that some restrictions are likely to remain in place even if the government is able to reduce the number of new infections. \"It's not going to be going back to normal. We will have to maintain some level of social distancing — a significant level of social distancing — probably indefinitely until we have a vaccine available,\" he told the BBC. On Thursday, investors will get another look at how much damage has already been done to the US economy. Nearly 17 million people have filed for initial unemployment benefits since the middle of March, as businesses closed to minimize the spread of the virus. Thursday's data is expected to show another 5.1 million people filed claims in the week ended April 11.  Developing economies need urgent help The trauma caused by the pandemic in developed economies has been well documented. Now, the International Monetary Fund is warning about the impact on poorer countries. More than 100 countries so far have asked for emergency assistance, Kristalina Georgieva, the IMF's managing director, told a meeting of G20 finance ministers and central bank governors on Wednesday. Georgieva said the IMF is ready to use its \"full toolbox and $1 trillion firepower\" of lending capacity, noting that 10 countries have so far received emergency funding, and half of the remaining countries should receive their requested financial lifelines by the end of April. The IMF head said \"everything is on the table in terms of measures we can take,\" and encouraged central banks to \"spend as much as you can.\" \"But keep the receipts,\" she added. \"We don't want accountability and transparency to take a back seat in this crisis.\" Reminder: The IMF expects global GDP will contract by 3% in 2020, a far worse recession than the one that followed the global financial crisis of 2008. The rise of the video game coach My colleague Shannon Liao has uncovered an interesting trend: Some people who have lost their jobs because of the coronavirus pandemic are becoming video game coaches.  One example: Trevor Andrews is a concert violist and music teacher who found his symphony performances canceled in late March. The private lessons he gave dried up as his clients cut back on their spending. The 30-year-old resident of South Portland, Maine, is also an avid gamer who considers himself an expert at the shooter game \"Apex Legends.\" So he decided to pivot from classical music to teaching online customers how to survive the virtual shoot-outs that have made the game an online hit. \"I'm good at explaining things,\" said Andrews. \"Just like when I'm practicing the viola ... You're always self critiquing, and you're always figuring out what you're doing wrong and how to get better.\" Up next US initial claims data will be published at 8:30 a.m. ET, along with reports on housing starts and building permits for March.  Also today: Abbott Labs, BlackRock, BNY Mellon and Morgan Stanley earnings Coming tomorrow: Earnings from Schlumberger and Procter & Gamble"], "Language": false}