{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/health/baby-boom-wellness-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-04-05T12:41:33Z"], "LastModifiedDate": ["2020-04-24T11:02:12Z"], "Headline": ["Never mind the rumors of a baby boom. Here's why it may be dangerous to conceive in quarantine."], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As much of the world settles into a new routine of social distancing, couples are likely to have a lot more free time at home together. At first blush, you'd think couples with some extra time on their hands would do things that could lead to a stork visiting nine months from now. Yet with US Treasury Secretary Steve Mnuchin warning of dire scenarios and a possible 20% unemployment rate, couples whose jobs are vulnerable in this economy are likely to think again about kicking off their parenting journeys this spring. Then there's the possibility of more couples splitting up. One marriage registry official in China said he saw a quarantine-related spike in divorces, showing that more time in closed quarters may be doing some couples more harm than good. But for couples weathering this storm together, is this a time when many will choose to add to their brood? Baby booms can follow smaller storms \"I don't foresee a baby boom in nine months,\" Dr. Renee Wellenstein, an OB/GYN and functional medicine specialist in upstate New York, told CNN. In a less severe context, like a snowstorm, sure -- it's quite common to see an uptick in births nine months later. She noted that couples spend more time cozying up indoors during the late fall and winter. Consequently, \"in the northeast we see more babies in the late summer and fall months,\" she said. Studies back up her clinical observations. A 2007 paper by scientists at the University of Texas and Johns Hopkins University argued that relatively minor storm advisory events that caused power outages had slight positive effects in boosting the birth rate. However, the \"highest-severity\" storms causing death and destruction had a demonstrable negative impact, reducing the birth rate. But larger disasters can lower birth rates \"Illness, quarantine and death can all have a major impact on conception, pregnancy and birth,\" scholar Lyman Stone wrote in an article published in March by the Institute for Family Studies. \"Previous academic literature has shown that high-mortality events as diverse as famines, earthquakes, heatwaves and disease all have very predictable effects on reducing births nine months later,\" he said. Stone looked at birth trends following recent catastrophes, including Hurricanes Maria and Katrina in the US as well as the 2015 Ebola outbreaks in Liberia, Sierra Leone and Guinea. Those all led to marked declines in birth rates. One major progression leaps out: \"Events that cause a large increase in deaths tend to cause a large decrease in births nine months later,\" Stone writes. On the flip side, events such as the Cuban Missile Crisis and the Oklahoma City bombing may have led to higher birth rates, due in part to their effect on the American psyche, causing couples to cling more closely together. It may be hard to get pregnant right now First and foremost, Wellenstein said that when and how to get pregnant is a personal decision. Anyone thinking about getting pregnant should consult their doctor because there are so many individual circumstances in which couples are not in control of their time of conception. Women in their late 30s, couples experiencing infertility, and those who are already pregnant will have to make judicious decisions to achieve their dreams of building a family during this crucial time when the pandemic isn't under control. But for couples who think they can choose to get pregnant, Wellenstein said she would \"absolutely not\" advise anyone to try in the immediate future, due to the uncertainty swirling around Covid-19.   And although being snowed in can be a little fun and lead to romance, the pandemic is stressful for couples: \"[The] libido is down and menstrual cycles may be off,\" Wellenstein said. \"It may not be possible to conceive due to this.\" There are a number of risk factors, starting with the fact that there's simply less care available in many areas as hospitals prioritize more resources toward helping the surge of Covid-19 patients being admitted. And for women who are already pregnant, each trip to the hospital during the pandemic carries additional risk. \"It's never ideal to have any infectious disease during the pregnancy due to the unknown impact on the child,\" Wellenstein said. \"To enter a hospital puts her at risk.\" Regardless of where the science ultimately lands on transmission of the novel coronavirus in the placenta, it's a risk not worth taking, Wellenstein says. Once the baby is born, we know with certainty that she is at risk from any virus carriers she may come in contact with.  There's a lot of uncertainty around coronavirus While we don't know with certainty yet, preliminary studies available so far appear to argue against coronavirus being transmitted during pregnancy.  A study recently published in the journal JAMA Pediatrics focused on 33 pregnant women who were infected with coronavirus. It showed that in the first week of their lives, just three of the newborns tested positive. But experts believe the babies contracted the virus once they were out in the world -- and not while in their mothers' wombs. \"As all infants had amniotic fluid and umbilical cord blood tested for Covid-19 with negative results, this is evidence against the virus being transmitted from mother to fetus via the placenta,\" Dr. Andrew Whitelaw, emeritus professor of neonatal medicine at the University of Bristol, told the Science Media Centre in the UK. Nevertheless, doctors have concern about whether a mother could expose her child to the virus after birth. Dr. Leana Wen, the former health commissioner for the city of Baltimore, told CNN's Dr. Sanjay Gupta that she was fearful of being infected during a critical time in her life -- and her baby's.  \"I am almost 39 weeks pregnant as of the time that we are speaking,\" she said. \"I mean, I have a recurring nightmare myself of contracting Covid-19, and going through childbirth where I have to wear a mask.\" \"And if my newborn were to get ill,\" Wen continued, \"she would become extremely ill because she doesn't have immunity and little babies are so fragile. And I know of so many other pregnant women who have their own anxieties in this time. Because Covid-19 is a respiratory virus, if the mom were to cough and then she coughed onto her hand and then her hand touched the baby, she could infect her newborn that way.\" The CDC's recommendations include having safeguards to separate the mom and the newborn. Wait until things return to normal It's still too soon to make any substantive birth rate forecasts. We don't know how long this year's pandemic will remain vicious, what the long-term effects on young people are, or how far and wide a deepening global economic recession might reach. History does have examples of a surging birth rate after tragedy: The historic Baby Boom generation is composed of those born in America's post-World War II years between 1946 and 1964. Scholars point to many causes, but generally agree that following the tumult of the Great Depression and World War II, couples found it more realistic to raise children in the relative calm and economic prosperity following the war. The birth rate ebbs and flows. And with any coronavirus-related baby boom, it could manifest once things feel safe again. Though Stone says the coronavirus could lead to a short-term slump, his analysis shows that birth rates could rebound again over the next one to five years. \"A couple months after this situation resolves you might start to see more pregnancies,\" Wellenstein said."], "Language": false}