{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/tech/video-game-coaches-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-04-15T20:22:49Z"], "LastModifiedDate": ["2020-04-16T10:58:46Z"], "Headline": ["They lost their jobs because of the pandemic. Now they're full-time video game coaches"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Trevor Andrews is a concert violist and music teacher who found his symphony performances canceled in late March as Covid-19 decimated the US economy. The private lessons he gave dried up as his clients cut back on their spending. The 30-year-old resident of South Portland, Maine, is an avid gamer who considers himself an expert at the shooter game \"Apex Legends,\" in which squads of three battle to be the last team standing. So he decided to pivot from classical music to teaching online customers how to survive the virtual shoot-outs that have made the game an online hit.  \"I'm good at explaining things,\" he said. \"Just like when I'm practicing the viola...You're always self critiquing, and you're always figuring out what you're doing wrong and how to get better.\" Tech-savvy game enthusiasts are becoming full-time video game coaches as the ongoing pandemic has eradicated millions of jobs. While it may sound unusual, the job of teaching others how to improve their video game skills has been around for years and is now growing more popular as people shelter in place and spend more time online. Like coaches in any endeavor, video game coaches teach players how to be more strategic and how to interact in team-based games like \"League of Legends\" and \"Overwatch.\" Some have their own awards for past gaming competitions and others simply have positive reputations bolstered by word of mouth. The remote-friendly nature of the job provides an alternative for those searching for income. Andrews estimates he netted $500 in March, not enough money to live off of, but he expects that amount to increase as he continues to promote himself within his own online community through platforms like Microsoft's Mixer. Andrews markets himself on Fiverr, charging $25 per hour and $60 for three hours. \"If I'm being honest, I should charge more. But it's a hard thing to argue to people who do want to buy those things a lot of the time. It's a perceived value,\" he said.  Coaches market themselves on platforms like Fiverr and ProGuides and are hired by the hour by customers who search through an online catalog. ProGuides said the number of purchased coaching sessions increased 25% in March compared to February. Fiverr said that video game coaching session purchases rose 43% in March compared to the previous month.  GamerCoach, a European gaming platform, told CNN Business its sales have increased 60 percent since people started staying at home in March. Gamer Sensei, a platform that says it fact checks coaches on their claimed accomplishments, said money spent on the site has risen 50% during the last two weeks of March.  \"Video game coaching already existed, of course, but the current pandemic has created the right conditions that facilitate it becoming more widespread,\" said Joost van Dreunen, founder of New Breukelen, an advisory and investment firm specializing in video games. \"If everyone you know plays 'Super Smash Bros,' you're going to want to learn how to play, too. Spending a few hours with a coach to show you the ropes starts to make sense.\" Tyler Cunningham, 21, of Sacramento, California coaches \"Super Smash Bros\" on another platform, ProGuides, after losing his job at a pharmacy where he worked as a cashier and stock boy. Cunningham said that he's been able to replace his previous income by turning his side gig with ProGuides, which he started late November 2019, into a full-time job. \"Covid has undoubtedly brought in more customers. As more competitive and casual players are stuck inside without skilled opponents to practice against, online coaching has become a very popular response to that problem,\" he said. Rio Spersch, 27, of British Columbia, Canada, runs a company that teaches robotics and animation programs to children in community centers near schools. \"It's awesome, I get to talk about video games and esports for some income,\" he said. Spersch said that losing his clients was a significant blow to his business and it forced him to look for alternatives. \"Unfortunately, things are totally up in the air,\" he said.  A video game coach for two years, Spersch decided to turn his side gig into a full-time one in March. He told CNN Business he has earned $1,300 in the last three weeks coaching games like \"Super Smash Bros.\" and \"Rocket League,\" using Fiverr and GamerSensei. He's lowered his rates to accommodate customers' financial difficulties. Some customers still perceive gaming lessons as a frivolous purchase, however. And those in financial need may cut back on future purchases. One of Spersch's own customers, Michael Northrop, 42, a healthcare professional from Winston-Salem, North Carolina, said he came to see the value of video game coaching lessons over time. At first, he said he \"scoffed at the idea of who's going to pay money for this. But I figured I'd give it a try. I've wasted more money on less worthwhile things.\" Northrop took about $100 worth of \"Overwatch\" lessons from Spersch so that he could play more easily with friends. The coaching helped him improve when he couldn't put many hours into gaming due to his full-time job.  \"My friends are school teachers, photographers. They're texting me, 'hey, you want to jump in 'Starcraft' or 'Warcraft?'\" he said. \"Once the kids are in bed, we'll maybe pick a night and play from eight to 10.\""], "Language": false}