{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/cnn-underscored/blendsmart-makeup-brush-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-04-15T22:00:05Z"], "LastModifiedDate": ["2020-04-15T22:00:05Z"], "Headline": ["This $95 rotating makeup brush will change your routine for the better"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're looking to upgrade your makeup brush setup, we've found a tool you might love: the blendSMART2 Electric Rotating Brush 4 Piece Glow Kit, on sale for $95, reduced from $136. This is a motorized makeup brush handle — with three brush heads — that rotates as you use it. For three makeup brushes, the $95 price is steep, but when you look at the time and product saved, and the great results, the price seems worth it.  The Design The blendSMART2 consists of a motorized handle, three brush heads, a travel case, and a lithium battery. The battery isn't your standard AAA, so we were glad it was included. The disadvantage is that even though the battery is supposed to be long-lasting, when it comes time to replace it, you'll have to seek out the specific type.  The bottom part of this brush twists off, and that's where the battery goes in. The instruction manual shows you which direction the battery goes, and you should pay attention! It seems simple, but we put the battery in wrong, and our device would not turn off, and the bottom began to smell like it was burning. Once we fixed the battery, it was smooth sailing.  The three brush heads are a universal foundation brush, a powder brush, and a skin care brush. All of them were soft to the touch, especially on the face. The brush head that caught our attention the most was the skin care brush, which we'll get into more below.   Once you attach the brush head and hit the power button, you'll see the brush rotate counterclockwise. The magnetic connection between the handle and the brush head was solid. It didn't feel like it was wiggling around or in danger of falling off. The speed of rotation is a good pace. It may seem a little fast when you're looking at it, but in use, it works well.  Using the brushes The blendSMART2 comes with a short list of steps on how best to use each brush head.  When applying foundation, it's recommended you first use the brush (with the motor off) to dot foundation around your face. This will keep you from using too much product.  If you use a pump foundation, it's easy to pump a small amount onto the brush directly. If your foundation doesn't have a pump, we'd recommend dotting it on your face with just your finger first, as it can get messy pouring foundation directly on the brush. After you've dotted, you can turn the handle on and begin blending. The directions suggest moving your hand not in a circular motion, but in short linear motions.  The foundation we used was a medium coverage foundation, but with this brush, the result was full coverage. The instructions say that when it comes to product, less is more, and that proved true. We used less product than we would have with a sponge applicator. This brush blended out our foundation to result in smooth-looking skin.  We loved it for overall foundation application. When it came to blending out concealer and liquid bronzer, it got a little bit trickier. We didn't love the brush for under-eye concealer application, as that area of the skin needs more gentle attention. It was difficult to use close to the eye, especially as the brush rotated.  The powder brush head also impressed us. This brush head can be used for powder foundation, setting powder, powdered bronzers and powdered blush. The brush held onto more product than we anticipated, but applied it evenly. With powder foundation, this brush head provided medium coverage. With liquid foundation applied underneath, our skin appeared smooth and even-toned for true full coverage.  The powder brush head worked for all the products mentioned above. If you're using the powder to set your under-eye concealer, it can be tricky to use as you get closer to your eye, but it worked well for baking under-eye concealer. When you're ready to wipe away the excess powder, the rotating brush really helps whisk away product and leave just the right amount on the skin.  When using the powder brush head for bronzer and blush, you get an even application. We had trouble getting a precise contour with this brush head because of the way it's shaped. But we did like the finish it left for general bronzing. When blush was applied, we felt the brush really blended everything nicely. It was easy to correct mistakes where we applied a little too much product. We really liked how well this brush head blended products on the surface of the skin. Nothing was left splotchy or caked in any area.  As mentioned, we were particularly intrigued by the skin care brush head. It was extremely soft, unlike some skin care brushes that can be a little rough on the skin. Again, we found this brush head allowed us to use less product than usual to achieve the same effect.  We used the skin care brush head with an avocado and oatmeal clay mask. Similar to the way we applied our foundation earlier, we dotted product all around our face before using the brush. If your mask comes in a jar, you can dip the brush in and dot using the brush. The mask we used came in a tube, so we applied directly to the brush that way. Either way, this brush eliminates dipping your fingers into your jar (which can be messy and also unsanitary) and saves you a bit of time along the way.  The brush helped apply a thin layer of the mask evenly all over the face. If you feel like there isn't enough product, you can always add a little bit more. The even layer of product this brush applied allowed us to really benefit from the mask and allowed everything to dry at an even rate, rather than leaving damp clumps here and there where we applied too much product.  We found using the brush to apply moisturizers and serums was also helpful. This brush head eliminates the need to use your hands, which keeps everything a little bit cleaner. Depending on the product, we did feel like we were able to use less. For thick nighttime moisturizers, the skin care brush head evenly applied the product and once again, we were able to use a little bit less product. When applying serums we used the same amount of product as we usually do and achieved the same results. The only application we didn't love the skin care brush for was applying facial oils. It seemed like the oils dripped down into the bristles and didn't spread as evenly.  Bottom Line The blendSMART2 rotating brush is an excellent product if you're looking to up your makeup game. Almost every experience we had with the brush was positive. The brush heads are high quality and super soft, and we experienced no falling out of brush bristles. The weight of the brush handle was perfect. The magnetic attachment felt secure throughout use but was not a hassle when the time came to swap out brush heads. Cleaning the brush heads is the same as with any makeup brush — just make sure you wash the brush heads detached from the handle.  The blendSMART2 is on sale on StackSocial for $95, originally $136. While the price is still steep, it's a cool tool to have in your kit.  Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}