{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/opinions/covid-19-stimulus-check-trump-name-dantonio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Michael D'Antonio"], "Writers": [["Michael D'Antonio"]], "FirstPublishDate": ["2020-04-15T20:06:22Z"], "LastModifiedDate": ["2020-04-15T20:16:40Z"], "Headline": ["Trump is giving you your money and putting his name on it"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With suffering all around and the world seeming to stand still, we search for reasons to feel good. President Donald Trump has found one that is, of course, all about him and all about money. To be clear, it's about our money, even though he's going to pretend that it's his. In a stroke of egotistical genius, if not the stroke of a Sharpie, the president has made sure his name will be printed on the checks that millions of Americans will receive as part of the government's response to the economic losses caused by the Covid-19 pandemic. It will appear below the words \"Economic Impact Payment\" and will encourage recipients to connect the aid with the man who occupies the White House. This move speaks to Trump's creativity as it employs a twist on his previous method of using money to buy power. In the past he bragged about using donations to win access to politicians. Now, he's sending it to the voters, obviously hoping they will use the power they have at the ballot box on his behalf.     As with so much in his presidency, the name-on-the-checks scheme violates the norms that have been honored by every one of his predecessors and the spirit of the laws governing the Internal Revenue Service, which is sending the payment. However, it strikes three pleasant notes that have long played in Trump's head, producing a chord he must find irresistible. The first note is, of course, the name. Decades after he joined the family business and set out to emblazon \"Trump\" in the largest possible (and preferably golden) letters on everything he touched, his election meant that the world would know, and never forget his name. But as we all know, the president doesn't give up a trick that works. Ever on the lookout for opportunity, he apparently asked if he might put his spikey Sharpie signature on the payments. The problem here was that the president isn't authorized to sign federal checks. The solution involved printing the name on a memo line.   The second ego satisfying note in this episode vibrates with the fact that Trump is getting to put his name on payments that are drawn from someone else's bank account.  As the victims of his Trump \"University\" were taught, it's always a good thing to use other peoples' money. Businessman Trump did this so aggressively that as he lost tons of it via bankruptcies, his lifestyle seemingly never took a hit. This time he's going to win the game twice, as he grabs credit for sending taxpayers money that the government is borrowing and they will eventually have to repay via future taxes.      The third and most resonant factor that must appeal to Trump is that by putting his name on the checks he is thumbing his nose at convention. Trump is the sort who gets a kick out of making himself an exception. His bragging, crass talking, a vast record of false and misleading claims all speaks to the fact that he enjoys breaking the rules. In this case, the rules, established after former President Richard Nixon abused the IRS for political purposes, barred presidential signatures for the obvious purpose of eliminating the possibility that recipients might credit a politician for a payment. Trump found a way around this limit and must find this achievement truly satisfying. The cost of Trump's maneuver includes the destruction of useful norms, which may never be put back together again, and the possible delay occasioned by getting the president's name on the checks. Although in public, officials say there will be no lag, the Washington Post reported that in private, multiple sources say the work, which must be done by employees working form home due to the pandemic, will add time to the disbursement schedule.  In most other moments, a president's drive to put his name on checks going to taxpayers might be a long-running scandal. With this president, it's simply affirmation of who he is. That it arrives amid the pandemic, when so much of what we depend on has been disturbed, interrupted, and altered, it reminds us that even in a global crisis, some things don't change. The sun still rises in the east and sets in the west. The best that life has to offer is found in relationships with others. And Donald Trump is still a narcissist driven to grab everything for himself."], "Language": false}