{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/donald-trump-stimulus-checks-wine-steaks-university/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-15T16:10:53Z"], "LastModifiedDate": ["2020-04-15T19:35:48Z"], "Headline": ["Your stimulus check -- and 15 other things Donald Trump has slapped his name on"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["When millions of Americans get checks -- as part of the recently passed coronavirus stimulus package -- over the next few weeks, they'll see a familiar name in the \"memo\" line: Donald J. Trump. According to CNN's Jim Acosta and Caroline Kelly, Trump had privately expressed interest to Treasury Secretary Steve Mnuchin about actually signing the checks, but was told no. That inquiry runs directly counter to what Trump said publicly on April 3; \"There's millions of checks. I'm going to sign them? No,\" Trump told reporters. It's a Trump administration initiative. But do I want to sign them? No.\" That Trump found another way to get his name onto the checks shouldn't surprise anyone. Trump has long viewed slapping his name on things as an essential part of his business, which, if we are being honest, is basically putting the \"Trump\" name (and brand) on as many things as possible. Touring Mount Vernon in 2019 with French President Emanuel Macron, Trump, according to Politico, remarked of George Washington's historic home: \"If he was smart, he would've put his name on it. You've got to put your name on stuff or no one remembers you.\" Trump has lived his life by the put-your-name-on-stuff-so-people-remember-you mantra. To that end here's a look at the many, many things Donald Trump has named after Donald Trump over the years. (Special thanks to producer extraordinaire Alli Gordon for her help on the list.) 1. Steaks: Trump Steaks were first, uh, unveiled, in early 2007. In this ad touting them, Trump says: \"When it comes to great steaks, I've just raised the stakes! Trump Steaks are by far the best tasting, most flavorful beef you've ever had. Truly in a league of their own.\" He also hawked the steaks at a victory press conference following his Michigan primary win in 2016; \"Trump steaks. Where are the steaks?,\" Trump said. \"Do we have steaks? We have Trump steaks.\"  2. Cologne: \"Donald Trump: The Fragrance for Men\" -- available on Amazon for just $125! 3. Wine: Just outside of Charlottesville, Virginia, sits the Trump Winery, which produces, yes, Trump wine. You'll remember that in the immediate aftermath of the white nationalist attacks in Charlottesville, the President was asked if he might go to the city to soothe tensions. \"Does anyone know I own a house in Charlottesville,\" he responded. \"It is the winery ... I own actually one of the largest wineries in the United States.\" (It is not one of the largest wineries in the country.)  4. Vodka: Trump Vodka came out in 2005. \"By the summer of '06, I fully expect the most called-for cocktail in America to be the 'T&T' or the 'Trump and tonic,'\" Trump said in a news release announcing it. In early 2007, Trump, at a launch party for it, called it \"a smooth vodka, it's a great-tasting vodka.\" Trump Vodka no longer exists as a company, although you can get an empty bottle on eBay for $24.99 as of Wednesday morning. 5. A University: Trump University wasn't actually a university -- online or brick and mortar. It was more a series of lectures packaged together with a gold-plated \"Trump\" string tied around it. The \"university\" was troubled from the start, and led to a series of lawsuits. As The Washington Post has reported: \"The former customers said they were taken in by false promises including advertisements in which Trump promised seminar attendees would learn his personal tricks for succeeding in real estate from instructors he had personally hand-picked. In depositions, Trump has acknowledged he did not pick seminar leaders.\" Shortly after the 2016 election, Trump, after months of publicly insisting he would never settle, settled the cases for $25 million. 6. Buildings: As of 2015, there were 17 buildings in Manhattan that had the \"Trump\" name emblazoned on them -- although the real estate mogul didn't own all of them, according to NPR.  7. Golf Courses: Trump owns 16 golf courses, according to a Business Insider count in March. His name is on every single one of them -- from Dubai to Indonesia to Miami. 8. Jets: Before being elected president, Trump owned a fleet of five planes -- all of which had his name on them. (The Boeing 757 was often referred to as \"Trump Force One\" during the 2016 campaign.) In an interview with The New York Times in 2016, Trump acknowledged that the planes did carry some \"promotional value\" for him. 9. Car shows: \"Trump Classic Cars\" was a limited liability corporation incorporated in Delaware to, ostensibly, hold car shows. It's not clear that ever happened. 10. Footballs: For the bargain price of $185, one of these pigskins could be yours! 11. Dog Bow Ties: Yup. For real. 12. Casinos: Well, not so much anymore. 13. Chocolate: My personal favorite? The chocolate \"Gold Bar Bullion Set.\" 14. Board Games: \"Trump: The Game\" was released by Milton Bradley in the late 1980s. (It was re-released in 2004.) The slogan, both times, was \"It's not whether you win or lose, but whether you win!\" Vox's Dylan Matthews bought a 2004 edition and was, um, not impressed. You can still buy used copies on Amazon, but -- warning -- they aren't cheap. 15. Bottled Water: Trump Ice (water) hit the market in the mid 1990s -- bearing Trump's face prominently (as well as the New York City skyline) on its label. It wad billed as \"one of the highest quality spring waters in the world with an optimum mineral content\" although one reviewer said the actual mineral content was \"very low.\" (The labeling was changed in 2003 but Trump's face was still its most prominent feature.) If you really want to try the mineral content for yourself, there's an unopened bottle of Trump Ice on eBay at the moment for the bargain basement price of $650 American dollars."], "Language": false}