{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/us/california-woman-first-coronavirus-death/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Moon, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T07:06:27Z"], "LastModifiedDate": ["2020-04-24T10:49:24Z"], "Headline": ["A seemingly healthy woman's sudden death is now the first known US coronavirus-related fatality"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A 57-year-old Northern California woman whose February 6 death has become the first known coronavirus-related fatality in the US had been in relatively good health, her brother told CNN. She was Patricia Dowd, a Bay Area woman who worked as a manager for a semiconductor company and who \"exercised routinely, watched her diet and took no medication,\" the Los Angeles Times first reported Wednesday.   Rick Cabello, Dowd's older brother, told CNN she didn't smoke and was in good health.  \"She was an athlete in her high school days, she was always active,\" Cabello said Wednesday. Her sudden death was a shock to family members. They all believed it was a heart attack, Cabello said.   California's Santa Clara County had announced Tuesday that tissue samples confirmed two people who had died in early February tested positive for coronavirus -- well before the United States' previously understood first coronavirus-related death on February 29 in Washington state. One victim was a 57-year-old woman who died on February 6, and the other was a 69-year-old man who died on February 17, the county said. The county did not name the woman, but Cabello told the Los Angeles Times and CNN that she was Dowd, his sister.  Neither patient had a recent history of travel that would have exposed them to the virus, Santa Clara County Department of Public Health Director Dr. Sara Cody said in a Wednesday news conference, and officials are presuming both cases represent community transmission.   'She had flu-like symptoms'  Before Dowd was found dead February 6, \"she had flu-like symptoms for a few days, then appeared to recover,\" the Los Angeles Times reported.    Five days before she died, Dowd called her brother to tell him she couldn't make it to a family visit in Stockton, California.  \"She wasn't feeling well, which was very unusual for her,\" Cabello said. \"I remember her specifically saying 'I'm not feeling well,'\" he added.   She also had canceled plans to go a weekend funeral, the Los Angeles Times reported. Dowd started working from home as her condition improved and had been in touch with a colleague around 8 a.m. on the day of her death. She was found dead about two hours later, according to the Los Angeles Times.  A traveler and 'everybody's rock' Dowd was a frequent world traveler, her brother said. She had planned to travel to China later this year and went abroad \"multiple times a year to different global locations,\" a family member told the Los Angeles Times. Dowd had a history of foreign travel, as did her coworkers at Lam Research, the newspaper also reported.  Dowd was \"hardworking, loyal, and caring,\" Cabello told the Los Angeles Times.  \"She was the energy person in her large network of friends,\" her brother said. \"She was everybody's rock.\"  In a tribute wall set up for Patricia Dowd by the Cusimano Family Colonial Mortuary, a coworker wrote, \"I'll always remember the kindness and generosity of her spirit. She was genuinely caring and had an amazing energy.\"  As more deaths are investigated, more positives may come Neither of the two victims who died in February had been tested for the virus at the time of their deaths because testing capacity was limited, Santa Clara County officials said Tuesday in a news release. Tests were only available through the US Centers for Disease Control and Prevention and were restricted to people who had a known travel history and showed certain symptoms.  Both of the victims who passed away in February had flu-like symptoms before dying, county officials said.  \"Because there was continued suspicion by the medical examiner that these deaths were caused by Covid-19, the medical examiner sent autopsy tissue to the CDC for definitive testing,\" the coroner's office said in a statement. As the county investigates more deaths, it's likely that more will be tied to the virus, officials said. And that adds to evidence that suggests the current case and death tallies across the country may be significant undercounts.  CORRECTION: This story has been updated to correct the age of the man who died February 17. He was 69."], "Language": false}