{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/world/easter-sunday-2020-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniel Burke, CNN Religion Editor"], "Writers": [["Daniel Burke"]], "FirstPublishDate": ["2020-04-12T08:06:39Z"], "LastModifiedDate": ["2020-04-15T18:59:25Z"], "Headline": ["There's no church, but it's still Easter and Christians are celebrating"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["This Easter Sunday, the Rev. Tim Kesicki, the head of the Jesuit order in North America, will officiate a Mass around his family's dining room table.  The service will include just Kesicki, his sister and parents at their home in Pittsburgh, Pennsylvania. But it won't necessarily be a quiet Mass.  \"During the homily, it is not uncommon for my mom to offer comments,\" Kesicki said, laughing. \"It's very welcome, of course.\"  Kesicki, who lives in Washington, DC, has celebrated Mass with his family before, a perk of being an ordained Catholic priest.  But for many Christians, Easter this year will be dramatically different: a home-bound, shelter-in-place holy day. No Easter parades, no egg hunts at church, no church at all.  As there's been all Lent, there's a solemness in the air. It doesn't escape many Christians that they're celebrating Jesus' resurrection at a time of rampant sickness and death.  More than 1.5 million people around the world have been infected by the novel coronavirus, and over 100,000 have died, according Johns Hopkins University. The collateral damage can seem nearly as stunning. More than 16 million Americans were out of jobs in just the last three weeks.  The pandemic has emptied St. Peter's Square of pilgrims, silenced the Mormon Tabernacle Choir and shuttered the Church of the Holy Sepulchre in Jerusalem, the site of the first Easter two millennia ago.  Sanctuaries across the world, normally filled with Easter lilies and families wearing spring pastels and holiday hats, sit vacant this Sunday.  Government officials, including Vice President Mike Pence, have urged Americans not to attend services larger than 10 people. Outside of  few loud outliers, most Christians seem to be complying, according to polls.  \"There have certainly been lots of examples when religious people have looked askance at certain kinds of science,\" said Elaine Ecklund, a sociologist at Rice University. \"But this is not one of those times.\"  So instead of packed churches this Sunday, there will be livestreams. Lots of livestreams.  \"We are all televangelists now,\" joked Ed Stetzer, an evangelical expert on church growth and a pastor at The Moody Church in Chicago.  Some pastors, such as televangelist Joel Osteen, have planned elaborate affairs with celebrities like Mariah Carey and Tyler Perry.  But most Easter services this year will be more bare: just a preacher, a near-empty church and an online congregation.  Staying home is an act of worship Bishop Michael Curry, head of the Episcopal Church, will be in two places at once this Sunday.  Thousands of Episcopalians and other Christians will see him deliver his Easter sermon from the pulpit of Washington National Cathedral at 11 a.m. He pretaped the sermon on Wednesday. Meanwhile, Curry himself will be sitting in his living room in Raleigh, North Carolina.  The effervescent preacher, who stole the ceremony at Prince Harry and Megan Markle's wedding two years ago, may not even watch his own Easter sermon.  \"I have never watched myself preach,\" Curry said light-heartedly. \"Maybe it's humility, but I avoid that.\"  Instead, the presiding bishop will pull out his iPad and watch another church's service this Sunday.  It will be the first time in living memory he won't be in church on Easter Sunday, Curry said. He'll miss it, but said he sees a larger purpose at work.   \"To love your neighbor is to love God. And one of the most loving things we can do this Sunday is not gather in a public assembly so that nobody else gets sick. It is an act of worship.\"  With his grown children out of the house, Curry said his Easter will be smaller this year, with the feast his wife prepares pared down to a meal for two. Taking Communion into her own hands In Arlington, Virginia, Episcopalian Diana Butler Bass will take church into her own home.   After watching an Easter service online, the Christian scholar and writer will gather her family around the kitchen table on Sunday evening, consecrate crackers and wine, and celebrate Holy Communion.  In the Episcopal Church only clergy can consecrate the bread and wine, often only when the church community is gathered. But this Easter, Butler Bass said, she will throw out the rulebook. \"This is a time of spiritual emergency, and the people of God can fully take up all of these spiritual practices to thrive and feel the comforting presence of God.\"  In the early, perilous days of Christianity, the church survived by such means, Butler Bass said.  \"I'm quite sure other Christians have made the same decision over other centuries.\"  The real crisis When Stetzer delivers his Easter sermon at Chicago's Moody Church, the sanctuary will be eerily quiet.  Easter is known as  the \"Superbowl of outreach,\" the evangelical leader said. Sanctuaries are filled with Christians who attend on Easter and Christmas, providing a rare chance for pastors to preach to the not-wholly converted. But Stetzer said pastors who focus only on what's lost this year, including the financial hit many are taking, are missing the point.  \"This is not a crisis of pastors having to livestream church,\" Stetzer told evangelical pastors during a Facebook live talk this week. \"This is a crisis of sickness and death in our communities.\"  Hearing no amens In Memphis, Bishop Milton R. Hawkins has had a few weeks to practice preaching to an online congregation. His Deliverance Church of God in Christ has been closed since early March.  Hawkins, who has been preaching for 32 years, admits that elements of preaching online took time to learn. Sermons in his church are usually interactive affairs, with the congregation adding punctuation, from soft amens to shouts of joy.  But with just a singer and a cameraperson in the church this Sunday, the amens will be few and far between, the bishop said.  \"I preach to the audience as if the house is full,\" said Hawkins. \"It's the same message, whether or not you get applause from the congregation.\"  The mother of invention Despite the objections of some conservatives, Catholic bishops across the country have canceled Easter services and closed their churches this year.  In California, the lack of access to Mass felt like a spiritual hardship to Mary Ioannidis, especially since she is seven months pregnant. Finding a Mass online required foraging through multiple online platforms to find service times and livestreams.  So Ioannidis and her brother, Rick Minno, who also works in tech, put their heads together with Michael Bayer, director of evangelization and adult formation at a parish in Chicago, and created WithYourSpirit.org, an online database of more than 350 livestreamed Masses from across the country.  Already, the site has connected 10,000 Catholics with more than 1,500 live Masses, Ioannidis said. \"Necessity is the mother of invention, Ioannadis said, \"For two thousand years they church has not needed to provide that connection electronically. You almost always had access to a priest through a local parish. But now we find ourselves in a time when face-to-face gatherings are no longer responsible.\"  On Easter, the 29-year-old said she'll watch the Easter Mass at St. Patrick's Cathedral in New York City from across the country in Palo Alto.  Then Ioannidis and her family will gather for a family trivia game. On Google hangout, of course."], "Language": false}