{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/jim-kenney-philadelphia-mayor-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Bash, Bridget Nolan, Cassie Spodak and Mackenzie Happe, CNN"], "Writers": [["Dana Bash", "Bridget Nolan", "Cassie Spodak"]], "FirstPublishDate": ["2020-04-15T14:02:14Z"], "LastModifiedDate": ["2020-04-15T15:37:55Z"], "Headline": ["How Philadelphia's mayor is fighting a pandemic that's hitting the city's black community hard"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Look at the graph of coronavirus cases posted on the city of Philadelphia's website, and the peak appears to be behind them. But instead of breathing a sigh of relief, Mayor Jim Kenney is concerned that good bit of news could be a double-edged sword that will lead to people loosening up on their adherence to social distancing guidelines, risking a resurgence of the virus. And he is particularly worried about the city's black community, which he said has been disproportionately affected by the pandemic. \"We've had people of color being hit with this more than anybody else because people are living in poverty and don't have health care and we need to make sure that we're equitable when it comes to whatever the solution is to this in a vaccine. It needs to get to everybody, not just the elite,\" Kenney, a Democrat, told us in a virtual interview from his office in Philadelphia's city hall. Minority communities have been hard hit nationwide by the coronavirus pandemic. Philadelphia has one of the biggest African American populations per capita of any city in the country; one in five residents is black, according to census data. Kenney's office is reaching out to all communities of color through churches, public service announcements (in both English and Spanish) and other media to warn of the importance of social distancing and staying home to prevent the spread of Covid-19. The public service announcements touch on issues ranging from trash pickup schedules to identifying scams and how to practice safe social distancing while going outside. Kenney is also moving testing sites into Philadelphia's African American and Latino neighborhoods to do \"everything we can do and shows like this hopefully will also impact people to understand that this is really serious and we don't want to lose you.\" \"Systemic racism and bad policy over the years has created a situation where African Americans and other people of color are more susceptible to hypertension, diabetes, and the like, and that is just as much a tragedy and as much as a crisis in this country, as the coronavirus is,\" he said.  One of Kenney's biggest challenges right now is still making sure people told not to work as part of the Covid-19 protection plan can find food to feed themselves and their families. The city of Philadelphia's website has a color coded interactive map to help residents find food banks. \"We have 40 sites distributing food to families, large boxes they pick up twice a week. And we've done a million meals so far. And that's a basic need and basic service that a city should provide people in a time of crisis,\" said Kenney. There is a special focus on children. Eighty sites have been set up just for them. \"Our children wind up getting their meals and their health care and other things and emotional care at the schools. So shutting the schools down and closing them off to just basic things like food was unacceptable,\" he added. Keeping the curve flat Like other mayors we've talked to across the nation on the frontlines fighting this pandemic, Kenney is desperate to re-open the City of Brotherly Love, but said they are lacking the tools in order to make that happen safely. \"We really need to do rapid testing. We need to test people, we need to trace them and then we need to quarantine them when necessary to really get through this fully, once and for all. Until we get a vaccine -- that's the once and for all part, is the vaccine,\" Kenney said. But as the curve begins to flattens and until a vaccine is available, Kenney worries the people will be less vigilant about social distancing. \"When people believe that it's flattening and the peak is over, they tend more to kind of loosen it up on the social distancing, feel that they can go places that they hadn't been going, leave their home to do things that aren't necessary, and we really don't want to go back and see that curve beginning to elevate again,\" Kenney said. \"This is a pernicious virus. It's almost like it's hunting human beings and may regress a little bit until we start feeling a little better about ourselves and then bang us again,\" he added. While the President may now claim that he is the one who will determine when things like schools and non-essential businesses come back to life, and most governors say it is up to them, the reality is that mayors across the country have been leading the way for their cities on these tough decisions, with the help of health commissioners and other top local officials.  \"We're game planning that now,\" said Kenney. \"It's all based on what we're supposed to do from the data and from the medical advice. We're trying to guess which industries might be the safest to allow rolling openings. I don't have the answers to those questions,\" he admitted. Health care workers 'running into a burning building' Long days and nights trying to lead a major, historic city in a fight against a virus \"without a playbook\" is exhausting and challenging, Kenney admits, but when he makes a point of talking about Philadelphia's health care workers, he gets choked up. \"I see these young people in Center City, with their masks on and their purple or green scrubs. I mean, it's amazing to think that they actually run into burning buildings. I mean, that hospital is like a burning building. And they go to work every day and do long shifts and put themselves in harm's way. It's just amazing to me the courage that people have,\" he said. \"It gets me a little emotional, sorry,\" he added, pushing his glasses up to wipe away a tear, then quickly injecting some levity into the moment by declaring that he is a crier because he is Irish. And though he said they \"scrounged around\" to secure some 100,000 pieces of personal protective equipment (PPE), they don't always have enough.  When he heard Dr. Deborah Birx, the Trump administration's coronavirus task force coordinator, identify Philadelphia, Washington, DC, and Baltimore last week as cities she worried could become hotspots, he tried to leverage that into federal help, which he said so far has been \"hit or miss.\" \"We're seeing a decline in the number of cases, but if Dr. Birx -- and she's highly respected and a good person and she's there to try to help -- if she believes that we're in that much trouble, then we need some PPE and we need some help with medical staff. I mean, so that concern should be followed by action and equipment and supplies,\" said Kenney. Last week, Philadelphia set up a makeshift surge hospital in Temple University's arena, in the event that hospitals don't have enough beds to handle Covid-19 patients. \"The theory is we can move them into those beds and then free up the hospital beds for more people who are sicker,\" said Kenney, who spent time there as they were setting up. \"The engineering of it is just phenomenal,\" he added. So far, it is empty, which is just fine with Kenney. \"Even if we had to spend all that money to stand up that hospital and put the oxygen in and the electricity in and the beds in there and staff it, if we don't get one patient in there, hallelujah,\" he said. \"If we don't get any patients there, we'll box it up, we'll store it, and God forbid, we have another kind of calamity like this, we'll have a hospital ready to go,\" he added. Practicing his own social distancing He may be mayor of one of the most famous cities in the world, but to keep his own mother safe from Covid-19, he has to behave like everyone else with an elderly parent -- keep his distance. So when Kenney went to see his 80-year-old mother on Easter Sunday, he had to talk to her through the door of her house in nearby New Jersey. \"It was kind of strange for me to drive to her house and then put her Easter lilies on the step and then kind of like knock on the door and run away,\" Kenney told us. \"It just was a weird, weird situation. Kind of surreal in a way. You used to have dinner for Easter and have your ham and your potato salad and you know, it's different and just want to make sure she stays around naturally so we could have her for a number of years to come and not see her go down because of this. So it was hard to stay away from her, but it was the right thing to do,\" he said wistfully. Given all that he has seen in the last month, he makes a point of putting things in perspective. \"You know what? I mean I have her to talk to. There are thousands of people, thousands of families in our country and in our region, in our state that they're gone. That their parents and grandparents are gone because of this far too soon. So again, every time you start to pity yourself, think of everybody else that's got it worse than you or are struggling more than you, and then you'll get your head back on straight,\" he said. When asked what we have been asking other mayors we have spoken to during this time, what keeps him up at night more than anything else, he said simply making sure as few people die from this virus as possible, but also maintaining the basic city functions that have not gone away. \"I mean, the trash has got to get picked up every week. I mean, we still have issues in dealing with violent crime and gunplay. We had a fire last night which took two little babies from us. So there's those other things that are going on in the midst of all this that you have to continue to pay attention to also. And it's stressful,\" he admitted. Though he's not shy about discussing how chaotic a time this is, how much he regrets having to put aside the agenda he was elected to pursue, Kenney's constant refrain during our conversation was to stay focused and not to feel sorry for himself. Ever.  \"Every time I think of myself, I think of all the people who are actually in the scrubs, in the patrol cars, in EMT units at the hospital. I mean, not only hospital staff, nurses and doctors, but all of the people who work, the unit clerks and the people in billing and all the people have to go to the hospital every day. I think of the people in nursing homes taking care of our elderly. And when you start feeling sorry for yourself, think of them and you'll realize that so you don't have it too bad.\""], "Language": false}