{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/tech/epic-games-fortnite-delayed-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T14:54:32Z"], "LastModifiedDate": ["2020-04-15T14:54:32Z"], "Headline": ["'Fortnite' postpones its new season to June 4"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Epic Games has delayed the release of the new season of \"Fortnite\" until June 4, according to a blog post from the company. The new version — or Chapter 2 - Season 3 — of the hugely popular multiplayer video game was due to be released on April 30, but the current season will now be extended, the North Carolina-based software company said. Fans will be able to experience new content while they wait for the next release, it added. \"We have multiple game updates on the way that will deliver fresh gameplay, new Challenges, bonus XP, and a couple more surprises up our sleeve!\" the company said. CNN has contacted Epic Games for comment on the reason for the delay. Some fans of the game criticized the company online in the wake of the announcement. \"For real? When are you going to address the massive lack of communication guys?\" wrote Twitter user Ballatw. \"This is again a non-statement. What does the future look like? I know we are all devastated by current events but are you SERIOUS right now?\" However, others took the news better. \"I'm honestly perfectly fine with this extension, this season is a lot of fun to me,\" said Claygamer2003. The video game made $1.8 billion in digital sales in 2019, the most of any game that year, according to a report from digital gaming research firm SuperData.  That figure was down 25% from 2018 — when it also topped the rankings — but still strong enough to remain No. 1 nearly three years after its release, according to SuperData.  In 2018, \"Fortnite\" brought in more money in a single year than any game in history, with $2.4 billion in sales, becoming an unlikely cultural phenomenon.  \"'Fortnite' continues to do well because it's fun, the developers add to the environment relatively frequently, there is a strong social angle, and it keeps adding seasonal challenges to keep the game fresh,\" said Michael Pachter, an analyst at private financial services firm Wedbush, in January. \"Fortnite\" also keeps things lively with different in-game events, such as recent collaborations with Disney.  During a \"Star Wars\" event in December 2019, spaceships such as the Millennium Falcon zipped across the sky during the game, and director J.J.  Abrams presented an exclusive clip from the recent film, \"Star Wars: The Rise of Skywalker\" on the platform. Epic Games also sold virtual \"Star Wars\" outfits during the event."], "Language": false}