{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/cnn-underscored/best-socks/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-04-14T13:56:39Z"], "LastModifiedDate": ["2020-04-15T13:33:18Z"], "Headline": ["Fun and cozy socks that will help brighten up your days"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. If you've been lucky enough to be able to stay home these past few weeks, there's a good chance you've been rocking a set uniform of only the most comfortable items in your closet: house pants, cozy pajamas, slippers, all that jazz.  And then there are the socks, which absolutely have to be the epitome of comfort as well. In the best-case scenario, they bring you a bit of brightness and happiness, too. On our personal quest to find comfy socks that spark joy, we rounded up some of the sweetest, funnest, coziest socks from across the internet. These are products we've tried and love ourselves, and items from brands we trust. In times like these, you deserve socks that you look forward to wearing every day.  Ugg Pom Pom Fleece Lined Socks ($49.50; nordstrom.com) Basically sock slippers, these are lined with sumptuous fleece and are machine-washable. Expect to live in these for the next month or more.  _______________________________________________________________________________ Earth Therapeutics 2-Pack Dotted Shea Butter Thera-Soft Socks ($10.40, originally $13; kohls.com) These are the snuggliest, and are infused with shea butter for extra rich moisturizing goodness for your feet. _______________________________________________________________________________ Night Shimmer Ankle Socks in Petal Hearts ($6.99, originally $10.50; madewell.com) These will be adorable with spring shoes eventually, too. _______________________________________________________________________________ Women's Fern 3-Pack Crew Socks - A New Day ($6; target.com)  This trio of cream, black and burnt orange socks is fresh and modern, and something you'll be thrilled to see peek out from under your sweatpants.  _______________________________________________________________________________ DivvyUp Custom Dog Socks ($24; amazon.com)  Are you absolutely obsessed with your dog? Well, then here's a treat. You can customize these socks with a picture of your very own dog, and pick the perfect background color for them, too.  _______________________________________________________________________________ Ugg Chenille Crew Socks ($20; nordstrom.com)  Made with fuzzy chenille yarn, these ultra-soft socks are great to wear on their own or in boots.  _______________________________________________________________________________ Happy Socks Rubber Duck Sock ($14; zappos.com)  Rubber ducky, you're the one... who makes wearing socks 24/7 so much fun. _______________________________________________________________________________ Bombas Women's Spring Greatest Hits 4-Pack ($42.75, originally $45; bombas.com)  Beloved for their comfort — and buy one, donate one system — these bright Bombas socks can offer a little bit of spring cheer to your favorite house outfit.  _______________________________________________________________________________ Trouser Socks in Little Lemons Print ($14.50; jcrew.com) When life gives you lemon socks, make them part of your quarantine uniform. _______________________________________________________________________________ Hansel From Basel Ollie Banana Crew Socks ($18; anthropologie.com) Los Angeles-based designer Hannah Byun founded the brand Hansel from Basel to transform legwear into whimsical artwork — and we sure need whimsy now. _______________________________________________________________________________ Smartwool Premium Chup Hummingbird Crew ($23.21, originally $30.95; zappos.com) From Tokyo-based sock brand Chup, these Smartwool comfies are inspired by patterns from indigenous people around the world and are woven by a traditional machine that produces only around 20 high-quality pairs per day. _______________________________________________________________________________ Betsey Johnson Ladies Cozy Socks, Pack of 3 ($7.99, originally $14; macys.com) Comes in a set of three, so you're not constantly doing laundry every time one pair gets dirty; and they make a great gift. _______________________________________________________________________________ Women's Sesame Street 50th Anniversary 7-Pack Gift Box ($104; bombas.com)  For the \"Sesame Street\" superfan, this set of seven socks comes with an abstract design of a favorite \"Sesame Street\" character on each pair.  _______________________________________________________________________________ Falke Cashmere-Blend Cozy Ruffled Bedsocks ($32; neimanmarcus.com) Cashmere-blend. Go ahead, treat yourself. _______________________________________________________________________________ Bee Socks ($10.13; etsy.com) Save the bumblebees — and make a cute footwear statement. _______________________________________________________________________________ Stance Hanalei Floral Socks ($12; bloomingdales.com) These are like an elegant handmade cross-stitch, but for your feet. _______________________________________________________________________________ Women's Sloth 2-Pack Cozy Pull-On Liner Socks ($7; target.com)  Whether you like French bulldogs, cats, llamas or sloths, Target's cozy sock game is unparalleled. We like these because they come with anti-slip grips on the bottoms so you can wear them on tile and hardwood floors without worry.  _______________________________________________________________________________ Ralph Lauren Dip-Dyed Crew Socks ($11.20, originally $16; macys.com) Very cool ombré option that, we can't lie, reminds us of a tequila sunrise. _______________________________________________________________________________ UO Tie-Dye Crew Sock ($14; urbanoutfitters.com) And boom, you're suddenly transported to sleepaway camp all over again. _______________________________________________________________________________ Socksmith Pugs ($8; zappos.com) There's no people like pug people‚ and the socks made for them. _______________________________________________________________________________ Two-Pack Starry Night Low Profile Socks ($4.99, originally $14.50; madewell.com) Wear one for day, one for night — or whatever, whenever! _______________________________________________________________________________ Darn Tough Good Witch Socks ($21; llbean.com) Good stripes in a cool color palette.  _______________________________________________________________________________ Jeasona Women's Cute Animals Novelty Socks, 5 Pairs  ($9.99, originally $10.99; amazon.com) No sock roundup would be complete without kitty cat options. _______________________________________________________________________________ Amanita Muscaria Mushroom Crew Sock ($14; etsy.com) For the mushroom lovers out there — who knew?! — there's a cozy sock. Note: The prices above reflect the retailers' listed prices at the time of publication. "], "Language": false}