{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/politics/donald-trump-world-health-organization-funding-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Betsy Klein and Jennifer Hansler, CNN"], "Writers": [["Betsy Klein", "Jennifer Hansler"]], "FirstPublishDate": ["2020-04-14T22:30:25Z"], "LastModifiedDate": ["2020-04-15T07:39:41Z"], "Headline": ["Trump halts World Health Organization funding over handling of coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump announced Tuesday he is halting funding to the World Health Organization while a review is conducted. Trump said the review would cover the WHO's \"role in severely mismanaging and covering up the spread of coronavirus.\" Trump's announcement comes in the middle of the worst global pandemic in decades and as he angrily defends his own handling of the outbreak in the United States. Amid swirling questions about whether he downplayed the crisis or ignored warnings from members of his administration about its potential severity, Trump has sought to assign blame elsewhere, including at the WHO and in the news media. The US funds $400 million to $500 million to the WHO each year, Trump said, noting that China \"contributes roughly $40 million.\" \"Had the WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" Trump said. His decision to withdraw funding from the WHO follows a pattern of skepticism of world organizations that began well before the coronavirus pandemic. Trump has questioned US funding to the United Nations, withdrawn from global climate agreements and lambasted the World Trade Organization -- claiming all were ripping off the United States. Democratic Sen. Chris Murphy of Connecticut, who serves on the Senate Foreign Relations Committee, said earlier Tuesday that while the WHO and China \"made mistakes,\" Trump is also looking to deflect blame from his own administration. \"Right now, there is a very coordinated effort amongst the White House and their allies to try to find scapegoats for the fatal mistakes that the President made during the early stages of this virus,\" he said. Murphy added: \"It is just wildly ironic that the President and his allies are now criticizing China or the WHO for being soft on China when it was in fact the President who was the chief apologist for China during the early stages of this crisis.\" Trump said Tuesday if the WHO had acted appropriately, he could have instituted a travel ban on people coming from China sooner. He said the WHO made a \"dangerous and costly\" decision to oppose travel restrictions from China. But just days before Trump instituted his ban on travelers from China, he also was praising the country. On January 24, Trump tweeted: \"China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!\" Later Tuesday, US Secretary of State Mike Pompeo echoed Trump's criticism of the WHO, but did not specifically react to the announcement that the US would withhold funds from the global body. \"We need answers to these questions, we need transparency and we need the World Health Organization to do its job, to perform its primary function, which is to make sure that the world has accurate, timely, effective, real information about what's going on in the global health space, and they didn't get that done here,\" Pompeo said in an interview with Fox News' Sean Hannity. Pompeo had reiterated the administration's dissatisfaction with the international organization amid the coronavirus pandemic in a series of interviews prior to the President's announcement. \"The World Health Organization in its history has done some good work. Unfortunately, here it didn't hit the top of its game, and we need to make sure that we push through efforts to fundamentally change that or make a different decision that says we're going to do our part to make sure that these important world health obligations, things that frankly keep Americans safe too, actually function,\" Pompeo said in an interview with \"Good Morning Orlando.\" And just weeks earlier, Pompeo and the State Department had highlighted the US contribution to the global pandemic response, including its role as \"the largest supporter of the World Health Organization since its creation in 1948.\" Tuesday's announcement about the halting of funding came days after a major US ally -- the United Kingdom -- announced an additional £65 million contribution to the WHO. The move to freeze the funding is the latest in a series of administration actions against international multilateral organizations. Prior to the pandemic, the administration's fiscal year 2021 proposal laid out a $65 million cut to the World Health Organization -- a more than 50% decrease over FY20. This story has been updated with additional comment from Secretary of State Mike Pompeo on Fox News. CNN's Kevin Liptak contributed to this report."], "Language": false}