{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/asia/wuhan-coronavirus-business-life-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Wuhan, China"], "ByLine": ["By David Culver, Nectar Gan and Ben Westcott, CNN"], "Writers": [["David Culver", "Nectar Gan", "Ben Westcott"]], "FirstPublishDate": ["2020-04-24T09:15:34Z"], "LastModifiedDate": ["2020-04-24T09:15:34Z"], "Headline": ["Wuhan weathered Covid-19. But can it survive what comes next?"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["It was just three months ago that Mr Wang was paying the workers at his Wuhan restaurant their Chinese New Year bonuses and celebrating his third year in business. Now, after 76 days under lockdown in the epicenter of the coronavirus outbreak, he has been left mentally and financially drained, with his business facing ruin.  The lockdown on Wuhan was lifted on April 8. But two weeks later Wang's restaurant is still not allowed to fully reopen, due to restrictions on eat-in dining. Despite having no business, he's still had to pay three months rent -- worth almost $8,500 (60,000 yuan). With fears rising of a second wave of infections which could cause even more financial pain across China, Wang said he has no choice but to close shop. \"In Wuhan, there are many people like us who can no longer go back to what they were doing before the outbreak,\" he said. Wang asked us to only use his first name over concerns about the consequences of talking to foreign media. Wang is just one of Wuhan's many business owners struggling to get back on their feet in a difficult local economy. In the first quarter of the year alone, the economy of Hubei province, of which Wuhan is the capital, shrank by almost 40%, according to state-run news agency Xinhua. That's in addition to the mental toll from a strict and lengthy lockdown, the fear of the viral outbreak itself and grief at the loss of loved ones and friends. Wang said three relatives had caught the novel coronavirus, one of whom passed away from the disease. The family was unable to have a funeral for him. \"During that period, we were actually really terrified, really terrified,\" he said. A city on edge A sprawling metropolis of 11 million people, Wuhan is one of China's largest industrial and transport hubs, located on the banks of the Yangtze River. It has long been considered the economic engine of the country's central heartland. It was the first city in the world to be put into lockdown to prevent the spread of the virus, beginning with public transport out of the city on January 23. But the attempts to contain the outbreak failed, and it has spread worldwide, infecting more than 2.7 million people. Lockdown measures in Wuhan, such as stay-at-home orders and mass business closures, are now the new normal for millions of people worldwide. In total, there have been 68,128 reported Covid-19 cases in Hubei province, killing 4,512 people. Wuhan's lockdown officially ended on April 8 and people have been allowed to leave their homes. Some stores have reopened and a number of parks and public spaces, including the Wuhan zoo, are now accepting visitors. But Wuhan's experience also shows the deep scars that a lengthy lockdown can have on a community and the long path back to normality. Mr He, who asked to only use his last name over concerns about speaking to foreign media, owns a business providing electronic and mechanical devices to construction sites across Wuhan. His business was shut along with the rest of the city in January but even now, two weeks after reopening, he said that cars remain banned from entering the warehouse where he is based, meaning no potential buyers can pick up their merchandise. \"Even if we have customers, they're blocked outside the gate, because the market doesn't allow cars in. So some customers just left,\" he said. At the same time, He said he's still paying his 170,000 yuan ($24,000) annual rent. He said others in the warehouse where he works are scared and angry, but they don't have a way to air their grievances. \"I still have bank loans to pay, and I have a wife and a 14-year-old child relying on me. The pressure to survive in Wuhan is really high,\" he said. \"There's no choice\" Although the city has officially reopened, many business are still shut and most people walking the streets are wearing some form of protective gear, from face masks to full-body protective suits. Some people told CNN that they thought a second wave of infections was inevitable. Already the Chinese government is working hard to contain new infections from overseas, with a jump in imported cases -- especially from Russia -- leading to the country's highest number of new infections in weeks. Restaurant owner Wang said that there hadn't been enough support yet from the government to help him pay the rent or keep his business afloat -- and even though he believed it would eventually come, it might not be fast enough. He said even if he had managed to get permission to have customers in his restaurant again, he would have to shut if a new round of infections started. \"In our circle of catering business owners, our assessment is that there is a high possibility that the second wave of the outbreak will come ... (So) we do not intend to continue our restaurant business. We'll have to find other jobs,\" he said. While searching for new jobs for himself and his wife, Wang also had to visit the tomb of his relative who died in the pandemic. Three relatives contracted the disease. When one was dying, they couldn't see him a final time -- or hold a ceremony after he passed away. \"It is a big regret in our hearts,\" he said. Wang said there are almost no jobs available in Wuhan, with the city's economy still only beginning to recover. But he said they can't afford to be picky -- they'll just have to take whatever is available to pay the bills. \"There's no choice for us to make. As long as a job can support our family, we'll be happy, and as long as we have the ability to do it we'll do it,\" he said."], "Language": false}