{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/politics/south-dakota-governor-kristi-noem-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Bradner, CNN"], "Writers": [["Eric Bradner"]], "FirstPublishDate": ["2020-04-14T21:53:52Z"], "LastModifiedDate": ["2020-04-14T22:04:41Z"], "Headline": ["South Dakota governor faces criticism over refusal to issue stay-at-home order after pork plant outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["South Dakota Gov. Kristi Noem is facing increased scrutiny over her refusal to issue a stay-at-home order as a coronavirus outbreak at a major pork processing plant in her state raises new concerns about the nation's food supply. Noem is one of seven governors -- all Republicans -- who so far have not issued statewide stay-at-home orders. \"South Dakota is not New York City,\" she said in early April. Her denial comes as fellow Republican officials in her state, including Rapid City Mayor Steve Allender, call on the governor to take more sweeping action and as the pandemic has forced the closure of the pork processing plant -- a move that will have consequences outside South Dakota's borders. Instead, Noem has touted her state's role in evaluating hydroxychloroquine -- an antimalarial drug that is unproven to treat coronavirus and might not be safe or effective. President Donald Trump, citing anecdotes of those who have taken it seeing their condition improve, last week said \"it could be a game-changer.\" Noem said Monday that South Dakota is working with Sanford Health to conduct the nation's first statewide hydroxychloroquine trial. \"We're going on offense to help every single person deal with this virus and be willing to fight it and get better and go home to their families,\" Noem said. She also repeatedly described her state as \"on offense\" in Facebook and Twitter posts highlighting her appearance on Fox News and discussions of the drug trial on the network afterward. She said at a news conference Tuesday that the state was \"getting up and using personal responsibility and taking actions at the local and the state level -- it is working.\" But South Dakota, a state of 900,000, has 988 coronavirus cases and six deaths. Of those, 438 are employees of a Sioux Falls food processing plant, and 107 are people who have been in contact with those employees, Noem said Tuesday. A 48-year-old former congresswoman who was elected governor in 2018, Noem has faced increased criticism in recent days for failing to issue an order requiring residents to stay at home, aside from essential activities. Rapid City Mayor Steve Allender, a Republican who was one of more than 150 local officials to sign a letter to Noem asking her to declare a state of emergency, said on CNN Tuesday that \"we really don't know what the hold-up is.\" \"We've been identified as one of the nation's hot spots in Sioux Falls. So it's just a question of when does it infiltrate the rest of our rural communities?\" Allender said.  The criticism comes after Smithfield Foods, one of the United States' largest pork processors, closed its Sioux Falls location after hundreds of employees became sick. The company has 3,700 employees at its Sioux Falls location, which represents 4 to 5% of the nation's pork production. Noem had recently asked the plant to close for 14 days. Smithfield announced Sunday it would close indefinitely. \"These facility closures will also have severe, perhaps disastrous, repercussions for many in the supply chain, first and foremost our nation's livestock farmers. These farmers have nowhere to send their animals,\" Smithfield chief executive officer Kenneth Sullivan said in a statement. Sioux Falls Mayor Paul TenHaken asked Noem for a three-week stay-at-home order for two hard-hit counties, but Noem has so far refused. \"I will not be doing that today,\" Noem told reporters Tuesday without elaborating. She also said the Smithfield outbreak would not have been prevented by a stay-at-home order. \"A shelter-in-place would have had no impact on what happened at Smithfield,\" Noem said, because the plant would have been exempted from such an order anyway because, as a food producer, it is considered an essential business. TenHaken has issued a stay-at-home proclamation -- but without an order from Noem, there is no way to enforce those proclamations, he's said. The South Dakota Medical Association, which represents the state's doctors, earlier this month sent Noem a letter in late March urging her to issue a stay-at-home order.  \"A stay-at-home order would give our health professionals the necessary time and resources to manage this pandemic. We may soon be facing the challenges and hardships being seen in New York and other cities if a shelter in place order is not issued immediately,\" the group said on its Facebook page. Dr. Anthony Fauci, the nation's top infectious disease expert, said on CNN earlier this month that every state should have implemented stay-at-home orders by now. \"I don't understand why that's not happening,\" he said on April 3."], "Language": false}