{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/cnn-underscored/nintendo-switch-update-10-0-0-sd-card-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-14T21:07:58Z"], "LastModifiedDate": ["2020-04-14T21:07:58Z"], "Headline": ["You can now move games from a Switch or Switch Lite to an SD card"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["While Nintendo regularly updates the Switch and Switch Lite, the latest update is finally fixing a major issue. Software version 10.0.0 is rolling out to systems and now lets you move games between the internal storage and a micro SD card.  Previously, there was no way to move a saved game off your Switch. So if you got a new one, you would have to re-download the title from the Nintendo E-Shop or retransfer from the game cartridge. Not ideal, and it results in lost data.  While this isn't a perfect integration, it will let you move games and downloadable content over to a different device. That covers the game itself, DLC and updates to the game. But it still doesn't cover saved game files, like your records or progress. Fingers crossed that's coming later. For now, this will let you free up space and move between consoles. And that's a win.  Since the update adds this new function, it's a good time to get a micro SD card or upgrade to a larger storage capacity. Sandisk's 512GB micro SD card is currently discounted by 50% to $89.99 on Amazon, if you want to go big. A 256GB card is just $39.99, and a 64GB is just $12.99. These are in stock and will ship fast. Remember, more space means more room for games. The other big feature in version 10.0.0 is the ability to remap (aka reprogram) controller buttons. This goes for the JoyCons on the Switch and the built-in buttons on the Switch Lite. Nintendo will allow you to save up to five custom configurations or layouts. This is coming a bit late for early adopters, who likely have gotten used to the controls the way they are. But it still stands as a nice option. Another addition: You can now show your love for Animal Crossing: New Horizons with six new icons to pick from. These can be set for any user profile on the console, and with Nintendo Switch Online it can be your face for your friends.  Finally, as always, there are some performance improvements and bug fixes tucked into this release. You can check for an update on your Switch or Switch Lite by going to Settings (the gear) then selecting System on the left side and clicking System Update. In line with previous updates, this will require a restart of your console.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}