{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/us/at-home-grooming-tips-social-distancing-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN\nIllustrations: Max Pepper, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-11T14:21:24Z"], "LastModifiedDate": ["2020-04-14T18:02:05Z"], "Headline": ["How to keep up your grooming regimen in isolation — without disaster"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["What will we all look like when we finally emerge from our social distancing cocoons? Will our hair be long and unkempt, our beards bushy and brittle?  With the pandemic barring our access to salons, barbershops and beauty professionals, we've been left to figure out how to groom ourselves the way the pros did.  It's daunting. Most of us have resorted to letting it all go.   But hair keeps growing, pandemic or not. And while you can't dash out for a trim, you can safely stave off split ends while stuck in captivity.  We talked to experts who said it's possible to care for your hair, nails, brows and beards at home without disastrous effects.  Read on for their tips and instructions. You can master the basics while you're clammed up in isolation -- and emerge a meticulously groomed pearl.  Hair  Stylist Lauren Van Dyke knows those of us with hair are getting antsy. And she says it's OK to trim your housemates' hair here and there or go for a full-blown shave while we're all isolating. But if you're considering a drastic change or advanced technique, she suggests that you lay down your shears.  \"Ask yourself -- is it essential or are you just bored?\" says Van Dyke, a stylist at Lucido Hair Studio in Ontario. And if you plan on cutting more than 2 inches of hair, it's likely worth saving a cut until after the pandemic ends.  If you absolutely insist upon a trim, follow Van Dyke's advice.  The pros typically cut hair when it's wet, but Van Dyke recommends cutting on clean, dry hair. And always ask your non-paying customer to sit upright, keep their legs uncrossed and look straight ahead without moving their head.  Oil up your shears before use so they don't pull on your hair and damage it. Angle your fingers and shears straight and flat, rather than sloped. \nComb the hair flat. If the comb gets stuck around the ends, that's an indicator of where you should cut it. Another indicator: Wherever your hair begins to look see-through -- snip there. \nSection the hair into four parts. Part from the center of the forehead to the nape of the neck. Then, make a part from behind one ear around the head to behind the other ear.\nPull down small sections to cut, using the previously cut section as a guide.  And if you can, dye another day. At-home dye jobs can go very poorly very fast and bleaching dark hair or attempting balayage (hand-painted highlights), can fry your hair or damage your skin. Plus, fixing a botched dye job often costs much more than the price of bleach or dye.  CNN Underscored: Still want to do it? How to refresh your hair color at home If you're cutting men's hair, Van Dyke recommends using clippers to clean up around the neckline, ears and sideburns -- keep it simple.  Tips of the trade Get the right tools. If you're lucky enough to have hair-cutting scissors at home, snip (cautiously) away! But regular kitchen scissors or craft shears could damage your hair and cause split ends if you use them. \nOnce you've started cutting, commit. It will look odd when you're halfway through. Just keep snipping. \nCut in small sections and take your time. You're not trained in this, though we've prepared you the best we can. \nGet real. Van Dyke recommends you ask yourself a few triage question before diving in. What is this (again, nonpaying) client's hair type? Does their hair type require a specific styling I am not trained to attempt? Would it take more than 30 minutes for me to complete? Will they be upset if I mess up? Know yourself and think of your responses before you start snipping.  CNN Underscored: Expert tips for cutting and styling men's hair at home Natural hair Nikki Walton, a licensed psychotherapist and natural hair expert who runs the blog CurlyNikki, echoed Van Dyke's advice: Don't do anything too dramatic to your hair while you're cooped up.  \"Many of us have been known to reach for the scissors in times of uncertainty or transition,\" she says. \"I don't recommend drastic changes right now.\"  Trims are OK, though. To trim curly hair, Walton recommends the \"search and destroy\" method -- run your fingers through your hair to feel for rough ends or knots -- and that's where you know to cut. She also suggests separating hair into one-inch pieces, then twisting or braiding those small sections. Then, you can trim the ends off one twist at a time, no more than half an inch.  But styles you can achieve without the shears are fair game.  \"We should save new styling attempts for when we have a few days off to practice, and what better time than now that we are on a perpetual 'day off,'\" she says. She's planning to teach herself how to cornrow her hair while she's at home, and she's got tutorials for nearly every curly style on her blog.  To luxuriate at home, Walton recommends some natural treatments: You can mix whole fat yogurt and honey or olive oil and conditioner together, apply in sections throughout your hair, throw on a plastic cap and leave it on for 30 minutes before rinsing -- the combos will nourish your hair and shine and moisture.  Nails Missing your manicure? Just do what the pros do -- it's not as hard as it looks, says Tuvi Do, the owner of Lacquer Nail Bar in Atlanta.  Prep 'em. Start with removing any old polish on your fingers. \nClip 'em. If you've let your nails grow long and jagged while staying home, trim them down to a manageable length. \nSoak 'em. Prepare a bowl of warm water and a dash of essential oil to soften your nails and dip your fingers in it for 30 seconds. After 30 seconds, dab your wet hands with a towel and gently push back on your cuticles with your nail. \nBuff 'em. Buff the surface of your nails -- it smooths the surface of your nail and preps them for polish. Just don't use a nail file for this part. To buff, start a bit below the base of your nails. Move the buffer left to right, focusing on the center. Angle it about 45 degrees to buff the sides. Once you've buffed all 10 fingers, wash your hands. \nWipe 'em. If you've got acetone or rubbing alcohol on hand, take a cotton ball, spritz it with one of the two chemicals and wipe down the surface of your nail with it.  Time to paint! Do shared the technique her nail techs learned when they started out: Polish each nail in just three strokes -- one down the center, one down the right and another down the left.   Base coat. Apply a clear base. Let that dry, then apply your color.\nFirst coat. Pick up a bit of polish and wipe off the excess on the side of the bottle opening. Start about 2 centimeters from the base of the nail and push upward with the brush -- the brush will fan out, so it'll cover a lot of area. \nSecond, third, 20th coats. Repeat with a few more coats -- as many as you need to get the shade you're aiming for -- and let dry. \nTopcoat. Finish off with a clear, shiny topcoat and let that dry. Voila! Tips of the trade:  Fan out your brush. It widens the reach of the bristles and paints more of the nail -- evenly -- at once. \nAnchor yourself. \"I find that when painting, if you anchor your brush-holding-hand somewhere, you'll find more stability when painting,\" Do says. \nAvoid painting your finger. To keep polish from getting on the sides of your nails, Do advises that you push the sides of your finger back with your thumb while painting. And if you do get nail polish on your skin, wait for it to dry, then take a flat, clean makeup brush and carefully dab at the polish you want gone.  If that all sounds too daunting, Do recommends attempting the classic French manicure -- she finds it to be more low maintenance than painting her entire nail.  There are two ways to master this style: You can either carefully paint the tips of your nails stark white (after you lay a shiny base coat, of course) and then clean it up with a makeup brush dabbed in polish remover. You can also make a template with tape and block off the spot on your nails where you want the tips to end.  CNN Underscored: Everything you need to give yourself a salon-worthy manicure at home Brows Perhaps you're using your time alone to grow out the bushy brows of your dreams. Maybe you've gotten tweezer-happy and plucked your brows to oblivion (ouch).  Maribeth Madron, a makeup artist and brow specialist, can help you help your brows.  She starts like this: Before you begin to shape them, fill in your brows with a product, if you have one. They'll help fill in any gaps and define the perimeters of your brows, so you don't take off too much hair or fudge your natural shape.  Begin with a pencil test and a sharpened brow pencil. Look in the mirror, expressionless (Madron likens it to your poker face -- you can also imagine you're staring at your work computer for the nth hour of the week).  Locate the beginning of your brow. Hold the pencil along the bridge of the nose vertically from the inner corner of one eye to find where your brow begins. \nFind where your brow ends. Hold the pencil from the outer edge of one nostril on the same side of your face and hold it vertically toward the outer edge of the same eye. \nMap the arch. Hold your pencil in the same position as in step 2 toward the outer edge of the same eye. Make dots along the arch of your brow as a map.\nFill 'em in. Use your pencil to draw short, upward and outward strokes in your brows until you've created your ideal shape and fullness. \nTweeze the strays. Look back in the mirror. Pluck the strays between your brows and outside of the area you penciled in. If you have a few long, wiry hairs in your brow, comb them up and trim them (using cute, tiny scissors) to match the length of the rest of your brow hairs.  Tips of the trade Avoid waxing. Madron says it's \"extremely messy, imprecise, removes too much hair and you run the risk of burning yourself.\" Yikes. It's always better to work with more than less, anyway. \nDon't tint them. Not only do you risk dyeing your brows an unnatural color, using hair color around the eyes can injure the delicate skin there. Those hair removal creams are dangerous to use near your eyes, too. \nColor pale brows. Dyeing your brows can be dangerous but using a tinting gel makeup product can color them in and define them.  Facial hair If you've already got a beard:  A pandemic is the perfect time to pull out your best lumberjack impression. Or maybe you'd rather just keep your beard trim for when you eventually return to public life.  Xavier Cruz, president of Barba Men's Grooming Boutique in New York, can help with the latter.  You've got a beard trimmer? Good. Use a clipper that's suited to the length of your beard -- for short- to medium-length beards, Cruz recommends using clippers 2 or 3.  Comb your beard down from your cheek to your neck. \nThen, start trimming downward to get any hairs that are sticking out -- this method makes sure you won't take too much of your beard off. Gliding the trimmer against the grain will remove more hair. \nBrush down your 'stache if you've got one"], "Language": false}