{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/us/nascar-kyle-larson-racial-slur-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew and Wayne Sterling, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-13T18:14:18Z"], "LastModifiedDate": ["2020-04-13T18:52:50Z"], "Headline": ["NASCAR driver Kyle Larson suspended for using the n-word during a virtual race"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NASCAR suspended driver Kyle Larson for using the n-word during a virtual racing event.  Larson was recorded using the slur during a live-streamed iRacing tournament, on the gaming platform Twitch. During the virtual race, he seemed to have lost communication and said, \"I can't see it. You can't hear me? Hey n----r.\"   Another individual involved in the race said to him, \"Kyle, you're talking to everyone, bud.\"  His racing team, Chip Ganassi Racing, announced it would suspend him without pay.  \"We are extremely disappointed by what Kyle said last night during an iRacing event,\" the racing organization said in a statement. \"The words that he chose to use are offensive and unacceptable.\"  NASCAR announced soon after that he'd been suspended from the sport.  \"NASCAR has made diversity and inclusion a priority and will not tolerate the type of language used by Kyle Larson during Sunday's iRacing event,\" the company said in a statement. \"Our Member Conduct Guidelines are clear in this regard, and we will enforce these guidelines to maintain an inclusive environment for our entire industry and fan base.\"  On Monday, Larson said he felt \"very sorry\" for his family, friends, NASCAR partners and \"especially the African American community.\"  \"Last night I made a mistake and said the word that should never, ever be said. And there's no excuse for that,\" the 27-year-old said in the filmed apology. \"I understand that the damage is probably unrepairable. I own up to that. I just wanted to let you all know how sorry I am.\"  Larson, whose mother is Japanese American, was a member of NASCAR's Drive for Diversity initiative, designed to draw people of color and women to the sport in various roles. He's one of the first graduates of the program to make it into the NASCAR Cup Series, its most prestigious racing series, and won NASCAR's Rookie of the Year award in 2014.  Since coronavirus forced NASCAR to postpone the rest of the season, drivers have participated in iRacing simulations. NASCAR is one of several professional sports to broadcast video games or simulations in place of live competitions.  In an earlier live-streamed virtual race, Bubba Wallace, the first African American driver to win a national NASCAR series, quit a match mid-game. One of his sponsors, the pain relief company Blue Emu, appeared to drop its sponsorship after he made light of his fit."], "Language": false}