{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/politics/robert-kennedy-granddaughter-maeve-kennedy-townsend-mckean-virtual-ceremony/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kevin Bohn, CNN"], "Writers": [["Kevin Bohn"]], "FirstPublishDate": ["2020-04-13T01:54:06Z"], "LastModifiedDate": ["2020-04-13T07:53:10Z"], "Headline": ["Thousands gather virtually to remember Robert Kennedy's granddaughter and her son"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Thousands of mourners gathered electronically Saturday to remember the lives of Robert Kennedy's granddaughter Maeve Kennedy Townsend McKean and her 8-year-old son Gideon, who were tragically killed in a canoe accident earlier this month. One participant called the ceremony touching, moving and devastating. The virtual memorial, described by a participant as one of \"love and thanksgiving,\" was named, \"A Gathering of Love and Thanksgiving for Maeve and Gideon.\" It included prayers, poems, readings and songs, according to a source who virtually attended the event.  Country star Kenny Chesney performed a moving rendition of \"Amazing Grace.\" \"Yesterday's service was extraordinary, meaningful, loving, and painful. It was unimaginably hard to grieve together without being together physically, but the remembrances for Maeve and Gideon was so strong that all felt close,\" Alan Fleischmann, the former chief of staff for Maeve's mother, Kathleen Kennedy Townsend, who remains very close to the family, told CNN. People Magazine first reported details of the ceremony. Maeve's husband, David, eulogized his wife and son in touching tributes, according to the source. According to the source, David McKean said he had a crush on her from the first time he met her. He talked about their young courtship, how they would always write letters to each other even to the present and how they talked about growing old together. \"That intense love never dulled at all. It just grew. It got deeper and more complex and more complete. It incorporated our triumphs and our struggles and our joy and our fights and more laughter than anyone could ever expect to a lifetime, and it became the foundation on which we built our lives,\" he told the participants, according to People Magazine. David McKean also emotionally talked about his son, describing him as extraordinary and caring, the source said. He wrapped up his remarks thanking family and friends for their support during this unimaginable time.  \"We're all so grateful that you're with us today, but also that you've been with us on the road leading here, and that you'll be with us in the journey that lies ahead. We thank you for your love and your support,\" he said, according to People. Maeve was the daughter of former Maryland Lt. Gov. Kathleen Kennedy Townsend and her husband attorney David Townsend. On April 3, the mother and son went into the Chesapeake Bay in a canoe to retrieve a ball that had fallen into the water while they were playing a game. The canoe capsized due to strong currents, according to Maryland state authorities. The incident was ruled an accident."], "Language": false}