{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-12-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, Fernando Alfonso III, James Griffiths, Jenni Marsh and Amy Woodyatt, CNN"], "Writers": [["Amir Vera", "Fernando Alfonso III", "James Griffiths", "Jenni Marsh", "Amy Woodyatt"]], "FirstPublishDate": ["2020-04-12T00:36:20.032Z"], "LastModifiedDate": ["2020-04-13T01:36:49.354Z"], "Headline": ["April 12 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. There are now 25 inmates in Harris County, Texas, who are confirmed to have coronavirus, which more than doubles the previous count of nine within the jail population, according to a tweet Sunday evening from the sheriff’s office.  The sheriff’s office says \"dozens more inmates with symptoms are still awaiting test results.\" Harris County is home to Houston and is most populous county in Texas. ##Health## Ivanka Trump took to Twitter Sunday to urge people to follow Centers for Disease Control and Prevention guidelines to \"wear a mask or face covering when out in public.\" ##Health## ##Daily Life## A petition calling for British parliamentarians to be stripped of an additional £10,000, or almost $12,500, work-from-home allowance has gathered more than 170,000 signatures online. The one-off sum is designed to cover increased costs as members of parliament and their staff work from home during the coronavirus lockdown. \"We are requesting that Parliament discuss this allowance and identify whether the funds could be put to better use,\" wrote Lucy Pearson, the petition's author.  Pearson cited personal protective equipment for frontline health workers as an example. As of Sunday night, more than 170,000 people had signed the petition on the Change.org website. ##Daily Life## On Sunday, 6,522 uniformed members of the New York Police Department, 18% of the department’s uniformed workforce, were out sick, according to a daily NYPD coronavirus report. Currently, 2,344 uniformed members and 489 civilian members have tested positive for coronavirus, the report said. ##Health## The New Jersey Supreme Court is allowing 2020 law school graduates to temporarily practice law after the July 2020 bar exam was postponed to the fall due to the coronavirus pandemic. According to an order signed by Chief Justice Stuart Rabner, court rules will be relaxed so that 2020 graduates who haven’t completed the bar exam can practice under supervision of an attorney in good standing with a three-year license. \"At this challenging time, the public has a continuing and growing need for legal services in many critical areas,\" Rabner stated in the order Monday. “Newly admitted lawyers can help meet that need.” The graduates must apply to take the first exam scheduled after graduation, or qualify for an extension, and must also earn certification from the Supreme Court Committee on Character before they can practice. Under the order, 2020 law school graduates will be able to: enter appearances.\ndraft legal documents and pleadings.\nprovide legal services to clients.\nengage in negotiations and settlement discussions.\nprovide other counsel consistent with the practice of law in New Jersey \"The temporary ability to practice law will lapse if the graduate does not sit for the first bar exam scheduled after graduation, unless granted an extension, or if the graduate does not pass the exam,\" the release said. ##Daily Life## Wisconsin Gov. Tony Evers has asked FEMA to begin the development of a second alternative care facility to prepare for a potential surge in Covid-19 cases, Evers said in a statement. The facility would be housed in the Alliant Energy Center, a large multi-venue complex in Madison.  \"Dane County is proud to partner with Governor Evers and make our facility available to the state,\" says Dane County Executive Joe Parisi, who oversees the space. \"This second alternative care facility will be an essential backup facility to ensure our healthcare system in the south central region is not overwhelmed,\" Evers said. \"Hopefully this second site will not be needed, but we must prepare for it now so we are ready.\"  Turkish President Recep Tayyip Erdogan rejected the resignation submitted by Interior Minister Suleyman Soylu after the minister came under heavy criticism for his implementation of a surprise lockdown in Turkey. In a written statement about his resignation, Soylu said the scenes created after the lockdown announcement did not fit into the \"perfectly managed process\" by the government against the spread of Covid-19. After the announcement of the curfew, people rushed out to markets to stock up on goods before the start of the lockdown leading to close contact between people. In his statement, Soylu took near complete blame for the chaos and asked for \"forgiveness from my dear nation, which I have never wanted to harm, and my president to whom I will be loyal till the end of my life.\" The responsibility for the implementation of the decision for the weekend belongs to me in all aspects,\" he said in the written statement. The offer of resignation was submitted to the president and was rejected, according to a written statement by the Turkish presidency.  \"The decision to offer a resignation rests with the office holder but to accept it is the decision of the President. The resignation has not been accepted and the minister will continue his post,\" the statement said.  The statement praised Soylu's past performance across a wide range of policy issues as well as more recently on the Covid-19 measures. Soylu has been a pivotal figure in Turkey’s fight against terrorism and is known as a nationalist hardliner.  As he promised, Idaho rancher Ammon Bundy – who once led an armed occupation of federal land in Oregon – organized an Easter Sunday church service in violation of a statewide order on mass gatherings. A livestream of the service showed dozens of people in folding chairs sitting together in Bundy’s industrial warehouse in the small city of Emmett, about 30 miles northwest of Boise, where a handmade sign reading \"Defy Martial Law\" was placed in front of the speaker’s podium.  After the group watched a precorded praise video, Bundy briefly addressed the group, saying, \"When you believe in Christ ... you will never infringe upon your neighbor's rights.\" There were no signs on the livestream of anyone attempting to challenge or interrupt the service. Wayne Hoffman with the conservative Idaho Freedom Foundation – a group that has called the ban on gatherings unconstitutional – also was invited to speak.  We certainly don't have to continue to live in a world where a church service is considered a big church service in America,\" Hoffman said. \"That's not who we are. Americans don't in fear. They don't give up their rights.\" Bundy did not officially announce the venue for the service until just hours before it started. He told CNN last week he wasn’t concerned about getting coronavirus. \"I'm healthy, my family is healthy. I'd rather have it now so my body is immune to it,\" Bundy said. ##Daily Life## New Hampshire Gov. Chris Sununu helped unload a FedEx cargo plane containing nearly 7 million pieces of personal protective equipment (PPE) Sunday to help fight the coronavirus pandemic.  \"Today is truly a jumping off point for the state and the healthcare facilities and individuals who can start benefiting from getting this PPE,\" Sununu said. \"We're going to get it out the door as fast as we can in a variety of different areas.\" The governor said some of the equipment will be shared with neighboring states.  \"Whether Vermont or Maine, we'll find out what their need is and be part of the solution as well,\" he said.   The state won't be charging those that receive today's shipment of supplies, a news release from the governor's office said. ##Health## The Ontario government is developing a new health data platform called the Pandemic Threat Response (PANTHR) that hopes to better detect, plan and respond to the coronavirus outbreak, according to a news release from the Ontario government.  The PANTHR platform is expected to hold secure health data that will allow researchers to better support health system planning and responsiveness, including the immediate need to analyze the coronavirus outbreak. \"Better access to integrated data will improve modelling and research to determine how Covid-19 is evolving, ensuring frontline staff are as prepared as possible in these unprecedented times,\" said Christine Elliott, Ontario's deputy premier and health minister. The new platform will  contain clinical data from special registry collections and clinical data extracted from public health, hospital, laboratory and diagnostic imaging information systems. ##Health## Ruben Burks, the first African American secretary-treasurer of the United Auto Workers, died Monday due to coronavirus, his grandson confirmed to CNN.  He was 86. Born in Louisiana, Burks moved to Michigan in 1955 to work in a General Motors factory. He joined the local union and worked his way up, eventually reaching the UAW’s second-highest position, according to the union. Over more than 60 years of union activism, Burks championed the work of women and people of color in the labor movement. At the end of the day, he was truly a giving man,\" said his grandson Tony Burks, who was raised by his grandfather. \"His real focus was on community and making sure everyone had an opportunity to be their best self.\" Burks was remembered by as a larger-than-life community leader in Flint, dedicated to social justice and the working class. Even in retirement, Burks organized fellow retirees to protest water conditions in Flint, longtime friend and fellow union leader Steve Dawes told CNN. \"There wasn’t a week that went by that Ruben didn’t call me to ask how things were going, and how he could help,\" Dawes said. Burks' local union chapter renamed its hall after him, and the regional UAW women’s council recognized him with a line of scholarships in his name. Known for his constant thumbs-up, he encouraged his large family to face difficult situations with positivity and enthusiasm. Now his family is applying that same attitude to planning his funeral arrangements, Tony Burks said. \"It’s hard right now with regards to the timing, but we are working together to putting together a celebration,\" Tony Burks said. \"In living up with his true mission, no matter what you’re faced with, do the best with it.\" ##Daily Life## Illinois now has 20,852 cases of coronavirus with 720 deaths from the virus, according to a statement released by the Illinois Department of Public Health. The department announced 1,672 new cases of coronavirus on Sunday, including 43 additional deaths. ##Health## A 200-bed temporary care facility will be built at the Georgia World Congress Center for a potential coronavirus patient surge in Georgia, according to an announcement from Gov. Brian Kemp.  Georgia's projected peak date is April 26, according to Kemp's  news release.  \"Across Georgia, we have partnered with existing healthcare infrastructure to greatly expand our surge capacity, and now we have a dedicated team building out a temporary facility at the Georgia World Congress Center for potential COVID-19 patient surge,\" Kemp said. \"We are working around the clock to prepare for future needs and ensure the health and well-being of our state. I am truly honored to have Georgia’s best, brightest, and most dedicated public servants working on this critically important project.\" The Georgia National Guard, Georgia Emergency Management and Homeland Security Agency, Department of Community Health, Department of Public Health and contractors will immediately begin to prepare GWCC for the potential coronavirus patient surge for mild to moderate (non-ICU) illness levels, excluding ventilator support, according to Kemp's release.   ##Health##    More than 95 million people in nearly 20 states could experience severe weather today and Monday, including heavy rain, hail and tornadoes. Emergency officials say sheltering from tornadoes and protecting yourself from severe weather takes priority over social distancing guidelines Americans are adhering to during the coronavirus pandemic. The Mississippi Emergency Management Agency tweeted a photo saying their experts were monitoring the weather. The tweet also emphasized that people should have a safe place to go –– and if that's a public shelter, to continue practicing social distancing. \"If you go to a public shelter please wear a mask, bandana, or scarf around your nose and mouth,\" the tweet said. Oktibbeha County's Emergency Management in Mississippi tweeted a photo with information about procedures people should follow when they get to a safe room. \"Upon arrival, be prepared to sanitize your shoes and your hands,\" the tweet reads. \"Everyone is required to wear some type of face covering such as: mask, face shield, bandana, etc.,\" the tweet from Oktibbeha County said. The tweet also said \"while the significant danger of the spread of Covid-19 exists, tornadoes can be life-threatening events. Life-Safety will always be our priority.\" Louisiana is also in the path of severe weather. The Louisiana Governor's Office of Homeland Security and Emergency Preparedness said people should revise their emergency plans to account for lifestyle changes in the midst of coronavirus shelter-in-place orders, according to a statement this morning. \"Many of you may be living in different conditions as we continue to fight the spread of coronavirus. That may mean adjustments to your emergency plans. Consider any potential changes needed before the severe weather hits,\" the statement said. \"Use the time you have now to prepare.\" Whether shelters will remain open despite the pandemic is up to city and county governments. Closures and updates on the weather can be found on official social media accounts, government websites or by contacting local emergency management agencies. ##Health## ##Daily Life## There are 585 sailors from the USS Theodore Roosevelt who have tested positive for coronavirus as of Sunday, according to a statement from the US Navy. As of today, 92% of the aircraft carrier's crew have been tested for coronavirus, the statement said. There are 3,696 sailors who have been moved ashore. ##Health## France recorded 561 new coronavirus deaths on Sunday, according to the nation's Health Ministry, bringing the countrywide total to 14,393. This is the lowest recorded daily increase in deaths since the start of April.    “We are seeing the start of a very high plateau,” the ministry said in a statement. While the outbreak continues to leave the country \"hard hit,\" containment efforts, including drastic social distancing efforts, are starting to have an impact, the ministry said. \"Containment measures...physical distancing of a minimum of one meter, social distancing and a drastic reduction in contact are producing their first effects,\" the statement said. \"We must remain vigilant because hospital and intensive care services are taking care of a very large number of patients. We must not relax our efforts and continue to reduce the number of contacts every day to curb the transmission of the virus all together.\" There are 6,845 patients in intensive care, a drop of 38 overall, the ministry said. ##Health## Pakistan has confirmed 5,183 coronavirus cases and 88 deaths as of Sunday, according to the country’s Ministry of Health. Pakistan’s Prime Minister Imran Khan appealed to world leaders Sunday in a special televised address for a \"global initiative on debt relief\" from the coronavirus pandemic and the financial burdens of the country's lockdown.  Khan urged the international community to \"step up measures\" to \"help developing countries to overcome the disastrous impacts of Covid-19.\"  Khan also proposed that developing countries be provided with fiscal space and financial relief through restructuring and other additional measures that could help them manage the unfolding crisis.  \"The dilemma we face in Pakistan is saving people from dying of the virus and on the other hand saving people from starving to death due to a lockdown,\" Khan said. ##Health## Walt Disney World will temporarily furlough 43,000 employees at the Walt Disney World Resort in Orlando effective April 19, President of Unite Here Union Eric Clinton said in a video address on Sunday.  Clinton is president of one of six unions in the Service Trades Council Union that represents 43,000 cast members at Walt Disney World.  “This is a decision that the union doesn’t like, however, it’s within the company’s right to lay-off and furlough employees in this situation,” he said. “Disney has reached agreements with several unions for hourly cast members that will maintain members’ health insurance benefits coverage, educational support and additional employee assistance programs during a temporary furlough effective April 19,” a statement from a Disney spokesperson reads. Clinton explained that the union secured a historic agreement that “provides healthcare for 12 months to any Disney cast member that currently has health care at no cost to them at all.” “These agreements provide an easier return to work when our community recovers from the impact of Covid-19. We are grateful to have worked together in good faith to help our cast and members navigate these unprecedented times,” the statement from Disney reads. ##Daily Life## ##Business## Ecuador President Lenín Moreno announced on Twitter that he is ordering a 50% reduction in his salary and the salaries of his entire cabinet due to the coronavirus outbreak.  In the announcement, Moreno said he arranged for a salary reduction for himself, the vice president, the cabinet ministers, vice ministers, governors and members of the National Assembly.  There are 24 provincial governors in Ecuador and 137 seats in the National Assembly. Ecuador has 7,466 confirmed cases of coronavirus and 333 deaths, according to a tally from Johns Hopkins University. Read Moreno's tweet: New Jersey reported an additional 3,733 positive coronavirus cases in the last 24 hours, bringing the statewide total to 61,850, Gov. Phil Murphy said. “We’ve lost another 168 fellow New Jerseyans to Covid-19 related complications, bringing our statewide total to 2,350,” Murphy tweeted today. As of 10 p.m. Saturday, 7,604 residents were hospitalized, including Covid-19 positive and persons under investigation. There are 1,914 people listed in critical or intensive care and 1,644 are on ventilators. Murphy said. Read Murphy's tweet: There are at least 532,339 cases of coronavirus in the US and at least 21,418 deaths, according to Johns Hopkins University's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. Arkansas Gov. Asa Hutchinson on Sunday defended his decision not to issue a statewide stay-at-home order amid the coronavirus pandemic, saying that his \"targeted approach\" has proven to be effective. \"If we need to do more, we will do more,\" the Republican governor told CNN. \"So that's always an option on the table if we have to shelter in place. But right now, what we're doing proves to be successful, this targeted approach.\" Arkansas is one of a handful of GOP-led states that has not issued stay-at-home orders for its residents, which the majority of US states have implemented to slow the spread of coronavirus. Hutchinson said he does not believe Arkansas needs to issue a statewide order because of its low density in population. He pointed to his actions in declaring a public emergency when Arkansas had its first confirmed case of coronavirus, closing the state's schools and increasing testing. \"We have masks and social distancing and the people of Arkansas have embraced that. That gives you success,\" Hutchinson said, adding later, \"We want to take the long-term approach to this and you're not going to win simply by a lockdown.\" ##Daily Life## ##Health## New York Gov. Andrew Cuomo said everything, from business to schools, was closed regionally \"and that’s how we will go forward together\" as the state looks at when and how the economy could reopen. This comes after New York City Mayor Bill de Blasio announced yesterday that public schools in the city would remain closed for the rest of the academic year. A few hours later, Cuomo said no decision had been made yet. At a press conference Sunday, Cuomo was asked about his working relationship with de Blasio. He said he understood the mayor's stance and that it's \"not an unreasonable position.\" He added that unlike de Blasio, he has to worry about other counties and neighboring states when making decisions and said coordination with Connecticut and New Jersey would be optimal. \"We won’t open schools one minute sooner than they should be open, but we won’t open schools one minute later than they should be open either,\" Cuomo said. \"Whatever plan we come up with will be driven by data and science.\" Cuomo explained it is important to open business at the same time as schools because schools act in part as child care so parents can go to work. He added opening both at the same time is also critical for restarting the economy.  \"If you say the schools are closed through June, you are effectively saying businesses are closed through June because you can’t –– restart the economy fully without restarting schools,\" Cuomo said. ##Daily Life## Former President Barack Obama wished the nation a \"joyful\" Easter Sunday, while remarking on the dramatic differences in celebrating this year due to the coronavirus pandemic. \"Although our celebrations may look different this year, our unwavering faith remains the same. For me, Easter is a time of hope — a reminder of rebirth and renewal — and a belief in a better day to come. From my family to yours, we wish you all a blessed and joyful Easter,\" the former president wrote on Twitter. Due to the pandemic, US officials have recommended social distancing and urged Americans not to attend services larger than 10 people — leaving churches empty and congregations to celebrate online. Read Obama's tweet: Dr. Christopher Murray, the director of the Institute for Health Metrics and Evaluation, said Sunday on CBS that if the social distancing measures and closures were relaxed May 1, the country would see a rebound of coronavirus cases. \"We don’t think the capability in the states exists yet to deal with that volume of cases and so by July or August we could be back in the same situation we are in now” if there was premature opening of the country, Murray said.  Murray noted states on the West Coast that are father along in the pandemic will still need “weeks of closures” beyond the peak for the opportunity to conduct proper testing and contact tracing.  Citing Dr. Anthony Fauci’s statements on CNN that some states would open up in mid-May, relaxing closures and social distancing measures on a rolling basis poses a new set of questions that have not been addressed, Murray said.  “Of course there’s a big issue of states are on different timings of their epidemics, which we know is the case. How are they going to control importation from other states into their state,\" Murray added. He also pointed out the inconsistent state mitigation policies have also been a problem for the modeling of this pandemic.  “We're now in the last series of forecasts being around 60-61,000 deaths. We predicted the peak about now, and that seems to be occurring at the national level, but because of incomplete implementation of social distancing closures in many states is adding a degree of uncertainty,\" he said. China has imposed restrictions on the publication of academic research on the origins of the novel coronavirus, according to a central government directive and online notices published by two Chinese universities, that have since been removed from the web. Under the new policy, all academic papers on Covid-19 will be subject to extra vetting before being submitted for publication. Studies on the origin of the virus will receive extra scrutiny and must be approved by central government officials, according to the now-deleted posts. A medical expert in Hong Kong who collaborated with mainland researchers to publish a clinical analysis of Covid-19 cases in an international medical journal said his work did not undergo such vetting in February. Some context: The increased scrutiny appears to be the latest effort by the Chinese government to control the narrative on the origins of the coronavirus pandemic, which has claimed more than 100,000 lives and sickened 1.7 million people worldwide since it first broke out in the Chinese city of Wuhan in December. Read more here. New York Gov. Andrew Cuomo said the state will not be able to reopen effectively after the coronavirus pandemic without help from the federal government. \"Without federal assistance, how does this state economy come back? How do we really start to fund schools,\" he said at a press conference Sunday. \"That has to happen from a federal level.\" Cuomo said New York currently has a $10 billion to $15 billion deficit due to spending aimed at fighting the virus. \"Nobody wants to pick between a public health strategy and an economic strategy, and as governor of this state, I'm not going to pick one over the other,\" he said. \"We need a public health strategy that is safe, that is consistent with an economic strategy.\" Cuomo said he signed a join statement with Maryland Gov. Larry Hogan, the chairman of the National Governors Association, calling for $500 billion in funding for state governments. Cuomo went on to say some states are getting $300,000 for each coronavirus case and New York is only getting about $12,000 per case.  The governor also said he will work on a reopening plan with New Jersey Gov. Phil Murphy and Connecticut Gov. Ned Lamont. \"We need a strategy that coordinates business and schools and transportation and workforce,\" Cuomo said. Gov. Andrew Cuomo is signing an executive order to expand the number of people who are eligible to conduct the coronavirus antibody test. This test will determine if someone had and got over the virus, Cuomo said, and would determine if the person theoretically has immunity to the virus for an undetermined period of time. “That is an important test, and we have to get that test to scale, and this executive order will help do that,\" Cuomo said. The governor is also signing an executive order directing all employers to provide essential workers with a cloth or surgical face mask when they are interacting with the public. The masks should be provided cost free, Cuomo said. There are roughly 758 people in New York who have died in a 24-hour period across the state, Gov. Andrew Cuomo said this morning. This is “terrible” news, Cuomo said. A total of 9,385 people have died from Covid-19 across the state, the governor added. Cuomo said there continues to be a flattening in the number of lives lost “at a terribly high rate.” “That’s the one number that look forward to seeing drop as soon as I open my eyes in the morning,” he said. He said “in the context of 9/11 which was supposed to be the tragedy of my life time,” 2,753 lives were lost then, and the state is now at 9,385 lives lost due to the virus. He referenced this “distorted” holiday time with the closure of temples and churches and in the context of the holy season, this continues to be “truly tragic news.” The governor noted that these aren’t just numbers, but people, and every family who has experienced loss is in “our thoughts and prayers.” “New Yorkers did everything humanly possible to be there for their loved ones and try to save those lives,\" Cuomo said. The total number of coronavirus hospitalizations are down to 53 across the state, New York Gov. Andrew Cuomo said. This is the lowest number since the pandemic started, Cuomo said today during a press conference. There are roughly 18,707 people who have been hospitalized so far in New York. ICU admissions are now at 189, Cuomo said. The United Kingdom's coronavirus death toll is another reminder of how serious the situation is and why everyone needs to continue following social distancing rules, the country’s Health Secretary Matt Hancock said. “Today marks as somber day in the impact of this disease as we join the list of countries that have seen more than 10,000 deaths related to coronavirus,” Hancock said at the daily coronavirus update. “The fact that over 10,000 people have lost their lives to this invisible killer demonstrates just how serious coronavirus is and why the national effort that everyone is engaged in is so important.” Hancock said that despite the growing death toll, the UK health system has not been overwhelmed by the number of patients. He said there are currently 2,295 spare critical care beds. “There is more spare capacity for critical care than when coronavirus hit our shores,” Hancock said. There are now 9,775 ventilators and “record amounts” of personal protective equipment available in the system for health workers, Hancock added. Dr. Anthony Fauci told CNN that he “can’t guarantee” that it will be safe for people to vote in person during the general presidential election in November. “I believe that, if we have a good measured way of rolling into this, steps towards normality, that we hope, by the time we get to November, that we will be able to do it in a way which is the standard way,” Fauci said. Fauci, the top infectious disease doctor in the US, added that he doesn’t want to be a “pessimistic person” but “there is always the possibility… as we get into next fall, and the beginning of early winter, that we could see a rebound.” Another 737 people have died from coronavirus in the United Kingdom, taking the country’s death toll to 10,612 according to new figures from the Department of Health and Social Care. These figures are current as of 5 p.m. (12 p.m. ET) April 11. The update shows that 84,279 people have tested positive since the outbreak began. Read a tweet from the department: United Kingdom Prime Minister Boris Johnson says he finds it hard to find the words to thank those who saved his life, saying “things could have gone either way” while he was in hospital. Johnson was discharged from hospital on Sunday after being treated for coronavirus, including three nights in intensive care. “I have today left hospital after a week in which the NHS has saved my life, no question,” Johnson said in a video released online. “It’s hard to find the words to express my debt.” He said health care worker's courage and devotion stood out. “I have seen the personal courage not just of the doctors and nurses but of everyone, the cleaners, the cooks, the health care workers of every description — physios, radiographers, pharmacists — who have kept coming to work, kept putting themselves in harm’s way, kept risking this deadly virus,\" Johnson said. Johnson used the message to personally name some of the health care workers who looked after him, including two nurses – one from New Zealand and one from Portugal – who stood by his bedside. Johnson will now spend some time recovering at the prime minister’s countryside retreat. Watch the address on Twitter: Dr. David Nabarro, the World Health Organization’s special envoy on Covid-19, warned that the virus will not necessarily come in waves like influenza.  In an interview on NBC, Nabarro said the WHO thinks “it is going to be a virus that stalks the human race for quite a long time to come,” until a vaccine is developed.  Moving forward, he said there will be small outbreaks “sporadically,” and it is crucial that every community has a “defense shield” to isolate cases and prevent a large outbreak. When asked if the world’s curve of coronavirus cases is flattening, Nabarro said that although there are signs of the flattening the curve in Europe and the US, the WHO is “still very worried and still very much on high alert,” particularly for countries with weaker health systems. Nabarro emphasized the global nature of the coronavirus problem, and called for greater cooperation between world leaders, saying, “I would like leaders to be a little more cooperative, yes please.” Some context: President Trump last week accused the WHO of not confronting the virus aggressively enough in its early stages, being too friendly towards China in its work and said there would have been fewer deaths if the organization had given “correct analysis.” Nabarro defended the WHO saying it must work with the information it is given by governments, and that “we believe what we’ve got, we work with what we’ve got.”  He also mentioned how China allowed the WHO to investigate inside the country in February, and there were no restrictions placed on the team there, which included some American doctors, he noted. Nabarro further said that he “loves” the WHO’s partnership with the United States, and that the director of the WHO, Tedros Adhanom Ghebreyesus, has spoken directly with Trump. New Jersey's governor said the peak of the state's coronavirus cases could still be ahead. Phil Murphy spoke to CNN this morning, saying some studies project that the state is in its peak, while a more \"sobering reality\" has New Jersey peaking many weeks from now, and in higher numbers.  Murphy emphasized that the recovery of health care workers takes priority over economic recovery.  \"I fear if we open too early without making that recovery we could be pouring gas on the fire,\" Murphy said. The governor said he's working with New York Gov. Andrew Cuomo to agree on a regional testing strategy.  \"Not only did we bring our states to a closure together in harmony, but when we re-open we're doing so in broad harmony as well,\" Murphy said. \"Including testing and other healthcare infrastructure that we'll need to make sure we don't see another round two of this.\" Starting Monday, New York City Mayor Bill de Blasio is requiring all city workers who come in contact with the public while on duty to wear face coverings. De Blasio said the city has already provided 1.4 million face coverings to city workers and will provide more as necessary.  Addressing the economic hardship that the city is facing, New York City is establishing a new initiative to hire New Yorkers to do “absolutely crucial and heroic work in our hospital systems,” and that will be expanded to voluntary and independent hospitals as well, the mayor said. To all New Yorkers looking for work, de Blasio said, “join a team of heroes.” New York City Health & Hospital will be hiring 500 non-clinical staff for roles like patient transport, clerical staff and cleaning staff. These will be temporary jobs beginning with a 90 day assignment, the mayor added. New York City Mayor Bill de Blasio said he wants to have community testing for coronavirus available by the end of next week. De Blasio said at a press conference Sunday he will be asking for 110,000 individualized tests from the federal government to make this a reality while setting up new testing centers in targeted communities. By the end of next week, de Blasio intends to set up Health and Hospitals testing centers in East New York, Brooklyn; Morrisania Bronx; Harlem, New York; Jamaica, Queens and Clifton, Staten Island. This push for widespread community testing is part of \"phase two,\" de Blasio said. He said communities of color, lower income communities, immigrant communities, and vulnerable “folks who haven’t had the healthcare they needed and deserved throughout their life” have been impacted. “We cannot accept this inequality we have to attack it with every tool we have,\" de Blasio said. These new testing centers also provide an opportunity to put some people back to work. De Blasio said the new sites, as well as public hospitals, and eventually private and voluntary systems, are hiring temporary, non-clinical staff. These will include things like helping to transport patients, cleaning and maintenance of facilities. \"I want to do everything I can to give people back their livelihood,\" de Blasio said. Dr. Anthony Fauci said some lives would have been saved if mitigation efforts to control the coronavirus pandemic had been instituted earlier.  Fauci, the nation’s top infectious doctor, was responding to a question after reports that he and other federal health officials were recommending mitigation efforts like social distancing to President Trump as early as mid-February. “I mean, obviously you could logically say that if you had a process that was ongoing and you started mitigation earlier, you could have saved lives,” Fauci told CNN this morning. “Obviously, no one is going to deny that. But what goes into those kinds of decision is complicated. But you’re right, I mean obviously, if we had right from the very beginning shut everything down, it may have been a little bit different. But there was a lot of pushback about shutting things down back then.” When asked why the President didn’t recommend social distancing guidelines until mid-March – about three weeks after the nation’s top health experts wanted to recommend they be put in place – Fauci said, “We look at it from a pure health standpoint. We make a recommendation. Often, the recommendation is taken. Sometimes it’s not. But we – it is what it is. We are where we are right now.” New York City Mayor Bill de Blasio said “based on everything we know” the city will have enough ventilators to get through this coming week. The rate of increase this past week in ventilator use has slowed with an average of 70 more intubations daily, down from 200 to 300, the mayor said. De Blasio said he thought this week was going to be “much worse,\" saying it was a “different” week than the one expected. Once this crisis hit he said the city went into a “crisis standard.\" Based on this standard, the city will have N95 surgical masks and gloves for the week ahead. He said, however, there will be barely enough face shields and surgical gowns for the week ahead, said de Blasio.  “No one can tell you truthfully that were providing what would be the peace time standard – true abundance of PPEs of every kind that can be used once and thrown away, we would love to be in that situation,\" de Blasio said. “Were not in that situation over these last weeks” New York Gov. Andrew Cuomo started his Easter morning by returning ventilators to the Pathways Nursing and Rehabilitation Center in Niskayuna, New York. The governor said earlier in the coronavirus crisis, the state needed ventilators and at least 35 of them came from an unexpected place, the nursing home. Cuomo went on to thank the nursing home for its generosity during a rough time and proceed to walk up to the window of the nursing home to put his hand on the glass. You could hear Cuomo in the background saying, “in my heart, you made a difference.” \"When things are at their worse sometimes people are at their best,\" Cuomo said. By the numbers: New York now has 181,825 confirmed coronavirus cases and 8,650 deaths, according to Johns Hopkins University. Cuomo said at a press conference Saturday morning that while the curve is beginning to flatten and the hospitalization rate is down, there is still a high number of people getting infected. Citing numbers from the New York metropolitan area, Dr. Anthony Fauci told CNN he has \"cautious optimism\" the nation may be seeing a decrease in the rate of hospital admissions, patients admitted to intensive care and those needing intubation – resulting in the curve of cases decreasing. Fauci did say the nation is still seeing some hot spots in various locations.  White House Coronavirus Task Force Coordinator Dr. Deborah Birx had said Friday officials believed the nation had its peak, but more data was needed to confirm the status.  “If you look at the pattern of the curves in other countries, once you turn that corner, hopefully you’ll see a very sharp decline. And then you start thinking about how we can keep it that way and prevent it from resurging,” Fauci said. As the President debates when to recommend the guidelines instituted by governors across the nation should be relaxed, Fauci told CNN there has to be a “gradual re-entry” or a “rolling re-entry.” “You’re trying to balance two things: you wanna make sure you don’t do something prematurely and precipitously, at the same time you pay attention to the need to get back to normal,” he said.  Fauci, the nation’s top infectious expert, added the nation cannot at one time drop the various restrictions put in place or there is an “extraordinary risk” of another major outbreak. He said different parts of the country will have to do it in different ways, partly depending on whether those locations have seen major outbreaks already or are facing future ones. The top infectious disease doctor in the US says reopening the country will be a gradual process and restrictions will be lifted depending on where you are in the country. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, told CNN this is not a \"one size fits all\" decision. \"It is not going to be a light switch that we say, okay, it is now June, July or whatever, click, the light switch goes back on,\" Fauci said. \"It's going to be depending where you are in the country, the nature of the outbreak that you have already experienced and the threat of an outbreak that you may not have experienced.\" Fauci said he believes this approach is needed to try to prevent a \"rebound\" or second wave of coronavirus cases. He said there will be people who do get infected after restrictions are loosened, but by reopening gradually, there will be time to identify those cases and isolate them. \"If you start, and when one starts, to relax some of the restrictions, we know that there will be people who will be getting infected. I mean, that is just reality,\" Fauci said. Fauci said \"it's so difficult to make those kinds of predictions\" regarding when these measures will begin, but he hopes to reassess the situation at the end of April. \"We are hoping that at the end of the month, we can look around and say, okay, is there any element here that we can safely and cautiously start pulling back on? If so, do it. If not, then just continue to hunker down,\" he said. Italian Prime Minister Giuseppe Conte says this Easter is like none other because of the coronavirus outbreak. Conte shared his sympathy to those affected by the crisis in an Easter message on Facebook. “To those who suffer today, to those who have an empty chair in front of them, to those who struggle in the hospital wards to remove tears and pain from their community,” he said. “We miss the smiles of relatives, the hugs of friends, the beautiful traditions of our country, the handshakes in the church, in the square, at the bar. The sacrifices that each of us makes on this important Sunday are a gesture of authentic commitment to what really matters and that we will be able to recover soon,\" Conte added. He said that while this Easter is different, we will get through this together. “Today will not be like the other times, and tomorrow won’t be either, when we hold on to what we care about. Together we will do it,\" Conte said. Italy has reported more than 19,000 coronavirus deaths, according to a tally from Johns Hopkins University.  United Kingdom Prime Minister Boris Johnson has been discharged from the hospital, a Downing Street spokesperson said. “The PM has been discharged from hospital to continue his recovery, at Chequers,” the spokesperson said. “On the advice of his medical team, the PM will not be immediately returning to work. He wishes to thank everybody at St. Thomas’ for the brilliant care he has received.\" The spokesperson added: “All of his thoughts are with those affected by this illness.” Johnson's fiancée, Carrie Symonds, thanked the British National Health Service after a \"very dark\" week, she said Sunday in a series of tweets following his discharge from the hospital. Symonds said, \"I cannot thank our magnificent NHS enough. The staff at St Thomas’ Hospital have been incredible. I will never, ever be able to repay you and I will never stop thanking you.\"  Johnson issued a statement Saturday thanking the National Health Service staff at St. Thomas' Hospital following his treatment for coronavirus, saying \"I can't thank them enough. I owe them my life,\" according to the UK Press Association. This is the first known statement from the Prime Minister since he entered hospital last Sunday night. Some context: Johnson announced he tested positive for the novel coronavirus on March 27. He said he was experiencing \"mild symptoms\" and would continue leading the country, while self-isolating in his apartment in Downing Street. But 10 days later, 10 Downing Street announced the 55-year-old was not getting better and was taken to St. Thomas' Hospital in London. He was moved to an intensive care unit (ICU) the next day after his condition deteriorated. Johnson spent three nights in intensive care and received \"standard oxygen treatment,\" according to his spokesman, but did not require mechanical or invasive ventilation. He was moved out of the ICU on Thursday night. On Friday, a spokesperson said the Prime Minister was \"able to do short walks\" in between periods of rest and waved his thanks to staff. The Spanish government has stated to loosen some of the toughest restrictions on people’s movements imposed because of the coronavirus pandemic starting this week.  Spain has been one of the hardest-hit countries, with hundreds of new deaths being reported every day and the highest death-rate in the world per million inhabitants. People who can’t work at home and whose places of employment are reopening may return to work after the Easter holidays. The move is aimed at such sectors as construction and manufacturing – but non-essential retail outlets, bars and places of entertainment must remain closed. Restaurants can only offer take-out. Hairdressers will only be able go to clients’ homes but can’t open their salons and banks will have a minimum service with only a few branches open. The government announced over the weekend that police would begin handing out 10 million protective masks at metro stations and other transport hubs to workers after the Easter break, while reiterating guidance on social distancing and regular washing of hands. Prime Minister Pedro Sanchez has cautioned that a return to normal life would be “progressive.” “We can’t even know what kind of normality we’re returning to,” Sanchez said last week. “The climb has been difficult, the descent will also be,” Sanchez told Parliament last week as the state of emergency was extended to April 26. Sanchez has warned that it may need to be further extended.  ##Daily Life## South Korea announced Sunday that the government will form a vaccine development support group this week, which will involve members of government, academia, industry, research institutions and hospitals. The joint support group will be led by the Ministries of Health and Science to form a quick decision-making system to aid in the development of treatment in South Korea. Earlier in the week, President Moon Jae-in held a meeting during which he vowed to “provide all the financial, administrative, and policy support” for the development of a vaccine, according to Health Minister Park Neung-hoo. \"If we put their efforts together, we can develop both the vaccine and treatment in the fastest time possible,\" Park said at a briefing on Sunday. Such cooperation would cut down the time taken for administrative reasons and provide infrastructure or resources needed, Park said. Race for a vaccine: This week, a study published in The Lancet medical journal warned that coronavirus lockdowns across the globe should not be completely lifted until a vaccine for the disease is found. China's draconian restrictions on daily life appear to have halted the first wave of Covid-19 across much of the country, but the researchers used mathematical modeling to show that premature lifting of measures could result in a sweeping second wave of infection. ##Health## Pope Francis has said the world needs to be united in the face of the coronavirus pandemic, in a special address after Easter mass on Sunday. “This is not a time for indifference, because the whole world is suffering and needs to be united in facing the pandemic,” the Pope said during his address, known as \"Urbi et Orbi\" (To the City and the World). The Pope also called for an “immediate global ceasefire” and an end to weapons manufacturing.  Francis called on international leaders to relax sanctions and reduce or forgive debt for poorer countries.  In light of the present circumstances,” the Pope said, “may international sanctions be relaxed, since these make it difficult for countries on which they have been imposed to provide adequate support to their citizens, and may all nations be put in a position to meet the greatest needs of the moment through the reduction, if not the forgiveness, of the debt burdening the balance sheets of the poorest nations.” Francis remembered those who are sick and have died due to Covid-19, as well as doctors, nurses and health care workers. Images and a live streamed video from the Vatican showed an empty St. Peter's square.  The UK is “likely to be one of the worst, if not the worst, affected countries in Europe,” Jeremy Farrar, director of the Wellcome Trust and a UK government adviser said Sunday.  \"The numbers in the UK have continued to go up, I do hope that we're coming close to the number of new infections reducing, and in a week or two the number of people of people needing hospital reducing,\" he said, adding that he hoped the number of UK deaths would plateau and start to fall in a couple of weeks.  Some 9,875 people have died of coronavirus in the UK, and almost 80,000 cases have been confirmed, according to figures from Johns Hopkins University.  He told BBC's Andrew Marr that Germany had so far managed to keep its numbers low by introducing testing at a \"remarkable\" scale early on and isolating those who had contracted the virus.  Farrar also said a second or third wave of coronavirus was \"probably inevitable.\"  He said he thought a vaccine will be available during autumn this year, but that it will not be available on the scale required to protect people around the world. WATCH: Farrar tells Amanpour: 'The lockdown cannot go into 2021' ##Health## Spain recorded 619 deaths due to coronavirus in the past 24 hours, according to new data from the Spanish Health Ministry on Sunday.  This is the highest daily death toll for the past three days and represents a 3.7% increase. The total number of fatalities stands at 16,972. There are currently 86,656 active cases in the country, and 62,391 people have recovered. Lockdown extended, but restrictions eased: The nationwide lockdown has been extended to almost the end of April, for a total of six weeks. But the government, pointing to a much slower rate of increase in the number of deaths and of new cases, will ease restrictions on Monday for some workers, allowing construction sites and factories to resume activity. ##Health## The Archbishop of Canterbury, Justin Welby, says society cannot return to its old ways once the coronavirus epidemic has passed. The Church of England’s most senior cleric recorded his Easter message on an iPad at his kitchen table, as large gatherings have been banned under social distancing rules.   “After so much suffering, so much heroism from key workers and the NHS and their equivalents all across the globe. Once the epidemic is conquered here and elsewhere, we cannot be content to go back to what was before – as if all was normal,” he said. Archbishop Welby used his sermon to call for the “resurrection of our common life.” “Even in the dark days of this Easter we can feed on hope. We can dream of what our country and our world will look like after the pandemic.” “At this very difficult time in the life of the nation and of the world, our prayers today are especially with those who are suffering, with those who care for them, and for all who mourn,” the Archbishop said. Easter under lockdown: The Pope told the world to \"not yield to fear\" ahead of Easter Sunday, which most Christians will mark from their homes instead of church. Francis himself will be livestreaming a service on YouTube.  ##Daily Life## Two doctors in Bogota, Colombia are the latest Covid-19 related fatalities in the country, the Minister of Health Dr. Fernando Ruiz announced on Saturday.  The doctors were identified as Carlos Fabián Nieto, 33, and Dr. William Gutiérrez, 59. According to the minister, they were working in two of the most reputable medical institutions in the Colombian capital. Ruíz said the two doctors who died received the best care and had the best protection, but he said \"we are facing a phenomenon that in the world takes the lives of many people and among them, unfortunately, health workers.\" According to figures from Johns Hopkins University, Colombia has more than 2,700 confirmed cases of the virus.  The Chinese city of Suifenhe, which borders Russia, has banned all types of gatherings in the city, the local government announced Saturday.  Border closed and measures in place: After locking down the border with Russia on Thursday over fears of coronavirus transmissions, local authorities imposed stern measures in the city. Public gatherings are now banned and facilities are shut, according to the statement.  Among the locations closed include hotels, travel agencies, public bath houses, tourist destinations, bars, karaoke bars, internet bars, cinemas, gyms, swimming pools and chess rooms. Wet markets, supermarkets and pharmacies are considered \"essential businesses\" and will stay open, authorities said.  Russia reports jump in cases: Russia reported its largest daily increase in cases since the outbreak began on Sunday, with the number of confirmed coronavirus jumping by 2,186 within 24 hours. This brings the total number of cases to 15,770, according to Russian state news agency TASS. There are at least 530,006 cases of coronavirus in the US, and at least 20,608 people have died in the U.S. from coronavirus, according to Johns Hopkins University's tally of cases in the United States. Grim milestone: The US has the most coronavirus related deaths in the world.  The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. This Easter Sunday, the Rev. Tim Kesicki, the head of the Jesuit order in North America, will officiate a Mass around his family's dining room table. The service will include just Kesicki, his sister and parents at their home in Pittsburgh, Pennsylvania. But it won't necessarily be a quiet Mass. \"During the homily, it is not uncommon for my mom to offer comments,\" Kesicki said, laughing. \"It's very welcome, of course.\" Kesicki, who lives in Washington, DC, has celebrated Mass with his family before, a perk of being an ordained Catholic priest. But for many Christians, Easter this year will be dramatically different: a home-bound, shelter-in-place holy day. No Easter parades, no egg hunts at church, no church at all. As there's been all Lent, there's a solemness in the air. It doesn't escape many Christians that they're celebrating Jesus' resurrection at a time of rampant sickness and death. More than 1.7 million people around the world have been infected by the novel coronavirus, and over 100,000 have died, according Johns Hopkins University. The collateral damage can seem nearly as stunning. More than 16 million Americans were out of jobs in just the last three weeks. The pandemic has emptied St. Peter's Square of pilgrims, silenced the Mormon Tabernacle Choir and shuttered the Church of the Holy Sepulchre in Jerusalem, the site of the first Easter two millennia ago. Sanctuaries across the world, normally filled with Easter lilies and families wearing spring pastels and holiday hats, sit vacant this Sunday. Read the full story here.   The number of confirmed coronavirus cases in Russia jumped by 2,186 within 24 hours, bringing the total number of cases to 15,770, according to Russian state news agency TASS on Sunday.  The jump is the largest daily increase in cases in Russia since the outbreak began. The number of coronavirus deaths in Russia rose to 130 -- an increase of 24 deaths in the past day, TASS reported.  Concentration in Russian capital: Most of the cases are concentrated in Moscow, which has a total of 10,158 coronavirus cases. In the last day, the Russian capital recorded 1,306 new coronavirus cases and 14 deaths.  China’s southern City of Guangzhou denied discriminatory practices towards foreigners in implementing coronavirus containment measures. Here's some background: CNN reported Saturday the African community in Guangzhou is on edge after accounts shared widely on social media of people being left homeless this week. Africans have been evicted from their homes by landlords and turned away from hotels, despite many claiming to have no recent travel history or known contact with Covid-19 patients. CNN interviewed more than two dozen Africans living in Guangzhou many of whom told of the same experiences: being left without a home, being subject to random testing for Covid-19, and being quarantined for 14 days in their homes, despite having no symptoms or contact with known patients. Consulate sends warning: On Saturday, the US Consulate in Guangzhou sent out a message to those registered as US citizens with the embassy, warning African-Americans to avoid travel to the city due escalating scrutiny and policies by Chinese officials in relation to Covid-19. The message warned that the Chinese legal system “can be opaque” and that US citizens could be subject to “heightened scrutiny by Chinese local law enforcement and state security.” Chinese officials have denied discriminatory practices towards foreigners.  “We have always attached great importance to the safety of foreigners in Guangzhou and have guaranteed their legitimate rights in accordance with law. Police authorities have treated Chinese and foreign citizens in Guangzhou equally, and made no differentiation in enforcing epidemic control and prevention measures,” Guangzhou Police spokesman Cai Wei said at a press conference on Sunday. He added foreigners need to strictly abide by Chinese laws and show identification documents when requested by police. Those who refuse to do so are subject to punishment, Cai said, adding most foreigners have been cooperative. Guangzhou’s director of foreign affairs said the city has a “zero tolerance” policy toward discrimination, adding \"we treat all foreigners in Guangzhou equally. We are opposed to differentiated treatment targeting certain groups,” according to state media. ##Daily Life## France's flagship aircraft carrier the Charles de Gaulle, which has 50 confirmed coronavirus cases on board, will arrive in Toulon on Sunday afternoon and begin to quarantine personnel, according to the French Defense Ministry.  The crews of the aircraft carrier, the on-board air group -- helicopters, Hawkeye and Rafale surveillance planes -- and the accompanying warship Chevalier Paul will be confined for 14 days on military bases before returning home, the Defense Ministry said in a statement Sunday. \"The primary objective is to protect soldiers, their loved ones and our fellow citizens. Accommodation and food capacities will be set up at naval and naval air bases, to ensure the best reception for sailors in the quarantine,\" the ministry said in a statement.  The ministry said that screenings will be carried out in the containment zone before sailors return to their homes, and buildings and aircraft disinfected by specialized teams.  According to a previous Defense Ministry statement, the flagship carrier left France on January 21 and was in the Atlantic. A medical team arrived on board on April 8, according to the Defense Ministry. ##Daily Life## If you're just joining us, here's what you need to know: The numbers: The coronavirus pandemic has infected 1.7 million people and killed more than 108,000 around the world. The US has the most coronavirus related deaths in the world -- at least 20,604 -- and more than half a million cases, according to a Johns Hopkins University tally. On Saturday, 28,586 new US cases were reported and 1,846 people died, according to a tally by Johns Hopkins University.    South Korea will test all travelers entering from US for coronavirus, requiring everyone traveling from the US to test for coronavirus within three days of entry as of Monday. Easter in lockdown: The Pope told the world \"not yield to fear\" ahead of Easter Sunday, which most Christians will mark from their homes instead of church. Francis himself will be livestreaming a service on YouTube. Three Indian states have extended lockdown: The state of Maharashtra, which has the highest number of coronavirus cases in India, has extended its lockdown until \"at least\" Thursday, April 30, while the states of Punjab and Odisha have already announced a lockdown extension until the end of the month. India has a total of 8,356 confirmed cases of coronavirus, including 273 deaths as of 9 a.m. Sunday local time, according to the country's Ministry of Health and Family Welfare. Japan announced a record spike in number of coronavirus cases for fifth day in a row: The country's health ministry recorded 714 new coronavirus cases and four deaths on Saturday.  The Navajo Nation enacted a 57-hour curfew over the holiday weekend in an effort to combat the spread of coronavirus among its more than 250,000 members. As of Saturday, there were 698 confirmed cases of coronavirus, including 24 deaths, among members of the Navajo Nation living in New Mexico, Arizona and Utah, Navajo Nation President Jonathan Nez and Vice President Myron Lizer said in a news release. Both Nez and Lizer are in self-quarantine, Nez announced Thursday, after coming in contact with a first responder who later tested positive for the virus. You may be young and in good health, but this virus can infect anyone,\" Nez said. \"This is not to be taken lightly.\" ##Daily Life## South Korea will strengthen measures for travelers from the US, extending the same requirement that previously only applied to travelers from Europe, the country's Centers for Disease Control Director Jung Eun-kyeong announced on Sunday at a briefing. From Monday midnight, everyone traveling from the US will be required to test for coronavirus within three days of entry.  Previously, travelers coming from the US were required to self-isolate but only test for coronavirus if symptomatic.  Director Jung said that the measure was taken because \"as the ratio of positive cases among those entering from the US continues to rise, and the risk of community spread in the US continues to rise, we deem that the risk of infection of travelers from the US has risen.\" South Korea has 32 new confirmed cases of the coronavirus as of Sunday, of which 24 were imported. That brings the total number of cases to 10,512 and 214 deaths. ##Daily Life## ##Health## The state of Maharashtra, which has the highest number of coronavirus cases in India, has extended its lockdown until \"at least\" Thursday, April 30. \"We have no option but to extend the lockdown beyond April 14. This will go on till at least till April 30. I am stressing on the word at least because it all depends on our social discipline and not crowding areas like markets,\" the Office of the Chief Minister of Maharashtra, Uddav Thackeray, said on Twitter. The states of Punjab and Odisha have already announced a lockdown extension until the end of April.  The three-week lockdown initially announced by Prime Minister Narendra Modi ends on April 14. An official word on any further extension to the nationwide lockdown period is yet to be announced by Modi. ##Daily Life## The nurses at Boston's Brigham and Women's Hospital watched anxiously as their New York counterparts struggled with overwhelming torrents of patients. The Big Apple had just become the country's epicenter for the coronavirus pandemic. \"We just had this helpless feeling and we wanted to do something for them,\" Lisa MacGregor, a nurse at Brigham, told CNN. \"With the Boston marathon terror attack, people were sending us cards and food. I just remember how stressed we were and how much that meant to us.\" So the staff at Brigham raised money and sent restaurant meals to two of New York's hardest-hit emergency rooms, Mt. Sinai Queens and Elmhurst Hospital. A few of MacGregor's colleagues completed their residencies at those hospitals. For them, the kind act was personal. For everyone at Brigham and Women's Hospital, it was a show of solidarity. \"We see what they are doing over there, and we are watching them,\" MacGregor said of the New York health care teams. \"And we are with them.\" Read more here. India reported 910 new cases of coronavirus and 34 more coronavirus-related deaths in the past 24 hours, the country's Ministry of Health and Family Welfare announced on Sunday. As of 9 a.m. Sunday local time, the ministry reported a nationwide total of 8,356 confirmed cases of coronavirus, including 273 deaths. The state of Maharashtra and the capital New Delhi have the highest number of cases, with 1,761 including 127 dead in Maharashtra, and 1,069 cases including 19 dead in Delhi. India reported its biggest single-day jump in cases on Saturday, when it reported 1,035 new cases. According to the Indian Council for Medical research (ICMR), 17,143 additional samples were tested on Saturday. ##Health## Londoner Holly Bourne has not had the widely recognized coronavirus symptoms -- a cough or high fever -- and therefore is not eligible to be tested by the UK's National Health Service (NHS). But her experience of suddenly losing her sense of smell, combined with \"weird head rushes,\" headaches and exhaustion led her doctor to diagnose her \"straight off the bat\" with Covid-19 over the phone. While there have yet to be robust studies on the link between coronavirus and smell, doctors have reported anecdotally that losing the ability to smell may be among the virus's symptoms -- but how widespread that is, and how long it might last, is unclear. \"I feel lucky I don't have the really scary symptoms,\" the 33-year-old author says. However, she describes her loss of the sense of smell, or anosmia, as \"one of the most upsetting things I've ever gone through because you're not in the driving seat.... I just feel really powerless and scared.\" Read more here. In Australia, previously mundane chores are being turned into a fun public outing in the midst of self-isolation. Just scroll down the Bin Isolation Outing Facebook group to see. Originally begun as a joke between friends, the page now has half a million members and counting -- and is filled with photos and videos of folks around Australia (and, increasingly, the world) taking their bins to the curb in fun costumes. Danielle Askew created the page two weeks ago, after a friend jokingly wrote on Facebook that she was excited to take the bin out because it gave her a reason to leave the house. So Askew, who lives in Hervey Bay, Australia, dared her to get dressed up for it. She did, as did Askew, who then started the Facebook page as a way to have a laugh with her friend group. But that page quickly went beyond the group and Australia, reaching folks as far away as the US. What was supposed to be a private joke has turned into a source of joy for people everywhere, as more and more people find themselves stuck inside. Read more here. Pope Francis told followers to \"not yield to fear\" while leading an Easter Vigil the night before Easter Sunday inside an empty St. Peter's Basilica on Saturday. Quoting Jesus upon the resurrection, Pope Francis said: \"Do not be afraid, do not yield to fear. This is the message of hope. It is addressed to us today. These are the words that God repeats to us this very night.\" The vigil, typically attended by thousands, was scaled back amid coronavirus lockdown measures. \"We are all brothers and sisters -- may we bring the song of life,\" he added. The Pope also used the address to urge against the arms trade. \"Let us silence the cries of death, no more wars! May we stop the production and trade of weapons, since we need bread, not guns.\" The vigil was part of the Pope's Easter Triduum liturgies, a series of ceremonies given during the days leading to Easter Sunday -- beginning with Holy Thursday. The vigil is to be followed by Sunday's event, when the Pope will host Easter Sunday Mass at 5 a.m. EST or 11 a.m. Rome time. There are several treatments being studied to prevent or treat coronavirus, but US President Donald Trump has been a cheerleader for one in particular: hydroxychloroquine, a drug currently used to treat malaria, lupus and rheumatoid arthritis. Over the past month, he's made many optimistic statements about hydroxychloroquine. CNN has fact-checked the president multiple times -- such as here, here, and here -- and found that he's being unrealistically enthusiastic. Physicians, including Trump's own advisor, Dr. Anthony Fauci, have emphasized that in order to know if a drug is going to work -- and be safe -- it has to be studied in clinical trials. It might work, but it might not. It might be safe, but it also could hurt patients. Read the facts on hydroxychloroquine here. In a late evening decision the Kansas Supreme Court sided with Kansas Governor Laura Kelly saying the Legislative Coordinating Council (LCC) did not have the authority to override Gov. Kelly's Executive Order 20-18 which temporarily banned mass gatherings of 10 or more people. The LCC, which is composed of House and Senate leaders, voted along party lines Wednesday to throw out the Gov. Kelly's order. Gov. Kelly's administration filed the lawsuit against the state's LCC Thursday evening. With the court's ruling the governor's order will now be in place for Easter Sunday services. ##Daily Life## Japan's health ministry recorded 714 new coronavirus cases and four deaths on Saturday. This is the fifth day in a row the country has seen a record spike in the number of cases.  The latest spike brings the number of total infections to 7,460, including 712 from the Diamond Princess cruise ship. The total number of deaths in Japan now stands at 109. In Tokyo, a record 197 cases of infection were confirmed on Saturday, bringing the total to 1,902. This post has been updated to reflect it was the fifth day in a row the country has seen a spike in cases.  ##Health## Embattled Venezuelan President Nicolas Maduro announced that a national state of alarm due to novel coronavirus will be extended for thirty days. \"Today, April 11, I signed the state of alarm for 30 more days for Venezuela. Although we confined the contagion, we cannot sing victory,\" Maduro said in a phone call to state-run VTV. As the current state of emergency was due to expire on Monday April 13, the new announcement appears to indicate that the lockdown will run through May 13, although Maduro did not mention specific dates. Venezuela has 175 confirmed cases of the novel coronavirus and nine deaths related, according to the Maduro government. However, testing for the virus has not been widespread in the country. Maduro first declared a state of alarm on March 13 and, shortly afterward, a nationwide quarantine in order to combat the spread of the novel coronavirus. ##Daily Life## As of 10 p.m. Eastern time, there are at least 529,740 cases of coronavirus in the United States, according to a tally by Johns Hopkins University. So far, at least 20,602 people have died from coronavirus across the country.  The totals include cases from all 50 states, the District of Columbia and US territories, as well as all cases repatriated from overseas.  Wyoming is the only state that has not reported any deaths from coronavirus. ##Health## This week, people in Wuhan are going back to work, businesses and shops are reopening, and cars and pedestrians are back on the once-deserted streets, but for many people like Zhang Hai, Wuhan will never be the same. The coronavirus has claimed more than 2,500 lives in the city, accounting for 77% of all Covid-19 deaths in China, according to the National Health Commission. As life starts to regain some semblance of normality, thousands of bereft families are faced with a task that has been put on hold for months: burying their loved ones. \"My heart was broken in Wuhan,\" Zhang said of his hometown in central China, the original epicenter of the now global pandemic. \"Inside, I'm filled with grief, and anger.\" Read more here. ##Daily Life## An administration official told CNN that the United States government's top public health experts agreed in the third week of February on the need to begin moving away from a containment strategy and toward a mitigation strategy that would involve aggressive social distancing measures. The agreement among the health officials came after they held a tabletop exercise to game out the potential for a full-blown pandemic, the official told CNN. The public health officials had planned to urge US President Donald Trump to move toward a mitigation strategy after he returned from a trip to India, the administration official said, but that meeting was scrapped after Trump returned to Washington infuriated by a plunging stock market and CDC official Dr. Nancy Messonier's warning about \"severe\" disruptions to daily life. Messonier was merely voicing the consensus among the administration's public health experts, but she jumped the gun -- doing so without getting official buy-in. The official also confirmed that a February 23 email from a researcher at the Georgia Institute of Technology sharing a report of potential asymptomatic spread of the disease caused alarm among several top officials, the official said. It would take more than three weeks for Trump to enact social distancing guidelines, on March 16.  Read more here. ##Health## China reported 99 new confirmed cases of novel coronavirus and no additional deaths at the end of Saturday, according to the country's National Health Commission. This raises the national case total to 82,052, while the death toll remains at 3,339. The total number of people recovered and discharged from hospital sits at 77,575. Of the 99 new cases, 97 were imported, according to National Health Commission. China has introduced stringent restrictions on incoming travel in an attempt to stave off a renewed wave of infections brought in from overseas as the country gradually goes back to work.  Additionally, 63 new asymptomatic infections were reported, including 12 imported cases. There are currently 1,086 asymptomatic cases under medical observation across China. ##Health## In a rare Saturday session, Canadian lawmakers passed legislation that will subsidize up to 75% of workers’ salaries to avoid even more mass layoffs during the Covid-19 pandemic. Canadian Prime Minister Justin Trudeau, now out of quarantine after his wife tested positive for the virus in March, attended the scaled-down session with a \"quorum\" of about 20 lawmakers. Opposition parties joined Trudeau’s governing party to unanimously approve the wage-subsidy scheme, which will cost more than $50 billion (in US currency) and will be applied retroactively to days worked since March 15. A majority of Canadian companies are likely to qualify for the subsidy. ##Daily Life## New Mexico Gov. Michelle Lujan Grisham announced Saturday that a public health order banning mass gatherings was amended to include houses of worship.  “We know that you want to practice your faith, as you should. But this year we must remember that home is holy. The best thing you can do for your community is to stay there,\" Grisham said in a news release.  \"While this will be emotionally difficult for so many New Mexicans, public health must be the top priority. The only way to slow the spread of COVID-19 is by staying home and minimizing all person-to-person contact.\" ##Daily Life## ##Health## There are 478 people linked to the Cook County Jail in Chicago who have tested positive for coronavirus, sheriff’s officials said Saturday. According to the Cook County Sheriff’s Office, 304 detainees at the jail in Chicago and 174 correctional officers have tested positive for Covid-19. Of the detainees sickened in the outbreak, 20 have been hospitalized and 39 have been moved to a recovery facility. Earlier this week, officials announced that two detainees died of \"apparent\" complications due to coronavirus, pending autopsy results. A federal judge on Thursday denied a motion to order the immediate release of medically vulnerable detainees at the Chicago jail to prevent the further spread of Covid-19. ##Health## Saudi Arabia's King Salman bin Abdulaziz Al-Saud approved an extension of the curfew imposed across the country until further notice, the state-run Saudi Press Agency (SPA) reported. The Ministry of Interior is asking people \"to adhere to the curfew for their safety\" SPA reported.    Saudi Arabia initially instituted its curfew in March as part of a series of measures to contain the spread of coronavirus in the country. ##Daily Life## There are at least 527,111 cases of coronavirus in the US and at least 20,506 people have died from it, according to Johns Hopkins University's tally of cases in the United States. Cases have been recorded in all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. The latest US numbers from Johns Hopkins can be found here. ##Health##"], "Language": false}