{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/lufthansa-easter-bunny-jacinda-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-12T21:55:51Z"], "LastModifiedDate": ["2020-04-12T22:22:51Z"], "Headline": ["Easter Bunny named Jacinda flies as sole passenger on flight to collect stranded Germans in New Zealand"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Despite the rest of us being stuck at home Sunday, the Easter Bunny is still working hard to bring joy to people around the world. And for one Easter Bunny named Jacinda, that means flying across the world to bring stranded travelers back home.  Saturday, the crew of Lufthansa flight 9918 flew from Germany to New Zealand as one of a number of repatriation flights to bring back more than 10,000 German tourists stuck in New Zealand because of the coronavirus pandemic.  After hearing that New Zealand Prime Minister Jacinda Ardern deemed the Easter Bunny an \"essential worker,\" a member of the flight crew \"decided to do her part\" and bring the Easter Bunny as the flight's only passenger, according to a Facebook post by Auckland Airport.  \"The bunny has been named Jacinda and is working to take travellers safely back home from the other side of the world,\" the post reads.  So with the important title of \"essential worker\" weighing on her furry shoulders, Jacinda was sure to perform her \"essential\" duties.  In one picture, Jacinda is seen wearing a pilot's hat and Lufthansa scarf, claiming her spot in the cockpit to help the pilots stay on top of their game.  And in another picture, Jacinda is shown spreading her Easter spirit to the flight crew as they hold up colored drawings of Easter eggs.  Last month, the New Zealand Ministry of Foreign Affairs extended a temporary ban on return flights beyond March 31. \"For how long was not said,\" according to the German Embassy in Wellington.  But the German Embassy has since worked up a contract with Air New Zealand and German Lufthansa to bring back the estimated 12,000-15,000 German and European nationals stuck in New Zealand, according to a news release by the embassy.  Last Monday, Lufthansa tweeted that 130 rescue flights have already brought nearly 30,000 people back to Germany from all over the world. \"For the many Lufthansa helpers who volunteered for the long and arduous flights with stopovers in Bangkok, it is a matter of honor. And now, it is our aspiration to bring you back home safely,\" the airline said in a Facebook post."], "Language": false}