{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/cnn-underscored/lg-v60-thinq-5g-review-dual-screen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-04-12T18:04:30Z"], "LastModifiedDate": ["2020-04-12T18:14:21Z"], "Headline": ["LG's V60 ThinQ 5G is big and powerful, but the software gets in the way"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["LG's V60 ThinQ is currently available from Verizon, AT&T and T-Mobile, with each package deal including a Dual Screen case that transforms the standard-looking smartphone into a phone with a foldable display. Well, kind of. The display doesn't actually fold, but instead, the case adds a second screen.  It's an interesting and affordable approach at a time when foldable phones flow in and out of headlines. The V60 is $899.99 at AT&T and T-Mobile, or $949.99 on Verizon.  That price pales in comparison to not only foldable phones but Samsung's latest Galaxy S20 phones. But price isn't the entire story. How well does it stack up against the competition? Pretty well, but there are glaring annoyances.  Design and software The V60 has a 6.8-inch FHD+ OLED display with a resolution of 2,460 x 1,080. It's similar display tech used by Apple and Samsung, with the end result being a brighter display with better color accuracy and saturation. Centered at the top of the display is a teardrop cutout for the 10-megapixel front-facing camera. A fingerprint sensor is hidden under the display, near the bottom.  On the right side of the phone is a sleep/wake button. On the opposite side, you'll find the volume controls, as well as another button that launches Google Assistant.  On the bottom is a 3.5mm headphone jack (Yes! It's still there and it works with all of your wired headphones.) and a USB-C port for charging and data sync. On top of the phone is the SIM card and microSD card tray.  On the back of the V60 are three cameras: a 64-megapixel main camera, a 117-degree 13-megapixel wide-angle camera and a Z camera that's used to determine the depth of field in a photo.  There's no way to get around it: The V60 ThinQ 5G is big. Really big. It follows the trend we've seen from Samsung with the Galaxy S20 Ultra.  Device makers obviously feel that we've reached a point where phones are too big, but we must be getting close. We have had a hard time using the V60 with one hand, which is frustrating.  The V60 runs Android 10, the latest version of Android, and uses LG's proprietary software. Most smartphone makers have moved away from heavy customization on top of Android's features and capabilities, with even Samsung having ditched its heavy-handed TouchWiz skin in favor of OneUI in recent years.  From the constant beeps and boops the moment you turn on the V60, the various warnings and prompts that are downright unnecessary, LG's software feels dated and adds little value. For example, the first time we powered on the V60, there was a warning telling us not to remove the battery to restart the phone. There's one problem — you can't remove the V60's battery without destroying the phone.  Suffice to say: It's time to rethink your software strategy, LG.  Performance and battery life The V60's components include Qualcomm's Snapdragon 865 processor, X55 5G modem, 8GB of memory and 128GB of storage. You can add up to 2TB of more storage via microSD card. There's also a 5,000 mAh battery to power it all.  As with every Underscored review, we conducted benchmark testing to set a standard to compare quantitative testing of multiple devices alongside our daily use, testing and perceptions. We used GeekBench 5 for testing the V60. This benchmarking app tests the devices by running intense processes that mimic real-life use cases. The V60 scored 911 on the single-core test and 3,314 on multi-core, nearly matching Samsung's Galaxy S20 and S20+. That should come as no surprise, since they're all powered by the same Qualcomm Snapdragon 865 processor. Benchmarks aside, the V60's real-world performance was smooth and responsive. Opening and switching between apps were consistently fast and free of lag, and gaming on the V60 was a joy. Attaching the Dual Screen accessory and running the benchmarks again didn't have an impact on the V60's score.  That said, when using apps in Dual Screen and moving apps between screens, there can sometimes be a delay. Other times, the interactions and moves are instantaneous, and we can't figure out a rhyme or reason for the random sluggishness. The good news is that once you're done moving apps around or adjusting settings, using the Dual Display is just as fast as the main display.  Battery life We're in the process of transitioning to a new battery benchmark, so we don't have many results to compare the V60's performance to yet. However, when playing a video file on loop with the display's brightness set to 50% and airplane mode turned on, the V60's battery lasted 15 hours and 3 minutes. Naturally, we tested the battery life with the Dual Screen attachment using the same test — with both screens set to 50% brightness — and the device turned off at 8 hours and 57 minutes. That said, the daily use battery life of the V60 should be enough to make it through a full workday. We had no issues with battery life during our testing. A typical workday for us spans the course of 15 hours, with mixed gaming, streaming (music and video), email, social networking and Reddit.  Camera Admittedly, we haven't been able to take as many photos or videos as we normally would for a phone review. A stay-at-home order and social distancing have forced us to avoid going out to our normal photo-friendly spots. Instead, our family members and pets have been subjected to our testing. The end result? The V60's camera is pretty good, but falls just short of the experience we had with the Samsung Galaxy S20's camera setup.  By default, photos you capture with the main camera will use the 64MP sensor to take 16MP photos using Pixel Binning. Essentially, when the photo is processed, it combines four pixels into one, decreasing the overall megapixel count and increasing the quality of the photo.  You can force the phone to use all 64 megapixels when taking a photo with just a tap.  There's also a fun portrait mode that takes 3D photos with just a tap. You might have seen the photos on Facebook that look like a popup in a 3D book as you zoom past them. The V60 can do that, and it looks awesome when you get it right, but we haven't figured out how to share outside of LG's Gallery app.  You can record video at up to 8K using the V60's camera, but we don't have anything capable of playing an 8K video in order to judge how well of a job it does. Yes, it looks great, but we don't have a full picture quite yet.  A little bit about 5G The V60 ThinQ 5G supports 5G connectivity, both sub6 and mmWave, but 5G networks are a messy situation and making sense of device support is even worse. In short: As long as you buy the V60 built and designed for your wireless carrier, you'll be able to take advantage of 5G connectivity, assuming you're on the right plan and live in an area with 5G service. We were unable to test 5G connectivity due to living in an area without any 5G service. We suggest checking with your carrier about 5G coverage and plans.  Living with two displays The included Dual Screen accessory adds two more screens to the V60. One, smaller screen on the front of the case that's only used when it's closed, and another 6.8-inch display that sits to the left of the main screen when it's opened. The front display on Dual Screen is used to check the time and monitor for any pending notifications. We wish the front panel of the Dual Screen was bigger and had more functionality; you can't even swipe across it to scroll through alerts. The V60 slides into the Dual Screen case, anchoring itself to the USB-C connector at the bottom. A magnetic connector is included in the box that allows you to use a cable to charge the phone while it's inside the Dual Screen case, or you can place the phone on a wireless charging pad. Unless you're better at keeping track of the adapter than us, you'll likely want to opt for wireless charging or remove the phone from the Dual Screen case when you need to charge it.  We've already lamented about the size of smartphones in general, so we'll spare you from another deep dive down that rabbit hole, but we feel obligated to make one thing clear: As big as the V60 is on its own, it's even bigger with the Dual Screen accessory. Think of the size increase like installing an Otterbox case on the V60, but combined with adding a really thick screen protector to the front of your phone.  When you first put the Dual Screen case on the V60, a small button will show up on the side of the main screen. That button allows you to turn Dual Screen functionality on or off, control which apps are on which screen or put the main screen to sleep. With a few exceptions, you're forced to use the Dual Screen setup just like its name implies — as two different screens. Some Google apps, like Chrome, Gmail or Maps can take advantage of both displays. Viewing a larger version of Gmail, for example, makes it easier to view your inbox on the left side of the screen, with the body of an email on the right.  But this setup is also incredibly awkward. There's a big black bar cutting through the middle of the screen, breaking up text and images. It's fair to compare the V60's overall premise to a device like the Galaxy Fold until you start using it and realize how disruptive it is to have a physical barrier between the screens.  We've found multitasking is the best use for the Dual Screen. Watching our favorite Twitch streams while going through Twitter or reading an article has been the highlight of Dual Screen. The extra screen sure beats the smaller picture-in-picture setup we've used on other Android phones.  When gaming with Dual Screen, you can turn on LG GamePad mode and turn one of the displays (we preferred using the main display) into a digital gaming controller. The game you're playing will need to support an external controller in order to use one of the included setups, but it's pretty slick. We played Sonic the Hedgehog Classic and Asphalt 9, and while it took some getting used to, the added controller sure beat having to use the on-screen touch controls.  Is the V60 right for you? There's a lot to like about the V60 ThinQ 5G. It's less expensive than Samsung's S20 lineup, in some cases by hundreds of dollars, and yet it closely matches its overall performance. It has solid battery life, strong performance and a respectable camera, but LG's custom software is annoying.  The Dual Screen case adds functionality at the cost of increasing the size of an already big phone, but for some, that will be a fair tradeoff. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}