{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/sport/women-athletes-pandemic-carli-lloyd-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-04-12T01:33:18Z"], "LastModifiedDate": ["2020-04-12T01:49:44Z"], "Headline": ["Soccer star Carli Lloyd says she's had the best training of her career during the pandemic"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The coronavirus pandemic has brought the careers of many athletes to an abrupt halt. But US soccer star Carli Lloyd is taking it all in stride. Lloyd, who turns 38 in July and plans to play in 2021, spoke Saturday at a virtual panel hosted by Yahoo Sports and the Women's Sports Foundation about young athletes' mental health during the pandemic. She said the downtime has resulted in \"the best training that I've ever had in my entire career.\" \"There's nothing to worry about. There's nothing on my schedule. I literally go train. I'm getting more fit. I'm getting sharper, and I'm just able to kind of spend my whole mind on this task of just training and getting better, and I don't feel rushed,\" Lloyd said. The two-time FIFA Women's World Cup champion said she's been training at a facility her coach has in New Jersey, as well as in the gym she has in her basement.  \"So, I'm trying to soak up every ounce of this time because I don't know if we'll ever get time like this, hopefully, we don't ever again, and just trying to make the most of it,\" she added. Lloyd addressed the possibility of becoming a kicker in the NFL, saying \"I'm not ruling it out.\" A clip of Lloyd drilling a 55-yard field goal in practice with the Philadelphia Eagles last year went viral on social media. \"Who knows? First and foremost, I'm focusing on soccer at the moment,\" she said. \"But I've always been a kid who loves a challenge, and I never back down from any challenge. And I know with proper training and the right technique and someone showing me how to properly kick I know that I can do it.\" Tennis icon Billie Jean King, swimmer Katie Ledecky and former US Secretary of State Condoleezza Rice were among the other women who spoke on the panel. Other athletes have had a more challenging time For other athletes who are in the earlier phases of their careers, the pandemic has come as more of a blow. Sabrina Ionescu, the likely No. 1 pick in Friday's WNBA draft, said she was heartbroken over not being able to compete in the NCAA tournament in her senior year. \"It's kind of a hard pull to swallow,\" she said during the broadcast. \"I don't think I will really be able to get over it for a long time.\" Still, she said she was happy with the time that she did have in her collegiate career. \"But everything happens for a reason, and I'm just so blessed to have no regrets through these four years that I've been at the University of Oregon, through practices and games, really giving the game and the team everything that I had,\" she said. Chiney Ogwumike, a former No. 1 WNBA draft pick, offered some comforting words to Ionescu.  \"You'll probably feel it's the biggest moment of your life because you literally worked your entire life to get to this point. And you deserve it. You deserve all the accolades,\" she said. \"You deserve the whole jersey moment, but we're going to have to be creative given the abnormal times. But I still think with the WNBA draft coming up, it will still be probably be the best moment.\" \"It was all surreal, so I'm just really glad that we'll be able to welcome you to the fold even if it's virtually and appropriate social distance,\" she added. \"Just enjoy it, and soak it all up, Sabrina.\""], "Language": false}