{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/12/world/gallery/coronavirus-empty-spaces/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-12T16:48:14Z"], "LastModifiedDate": ["2020-04-10T21:11:15Z"], "Headline": ["The coronavirus is leaving empty spaces everywhere"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A fan watches a professional soccer game in Grodno, Belarus, on April 10. The Belarusian Premier League is one of the few sports organizations that haven't shut down. A man prays at the Western Wall in Jerusalem on April 6. This aerial photo, taken on April 5, shows an empty Guanabara Park in Belo Horizonte, Brazil. A lone taxi drives over a typically gridlocked highway in Dubai, United Arab Emirates, on April 6. Caution tape is looped around Mexico City park benches to discourage people from sitting on them on April 4. Children play on an empty residential street in Matawan, New Jersey, on April 1. In Washington, a mostly empty North Capitol Street is seen at dusk on March 31. Mountain goats roam the quiet streets of Llandudno, Wales, on March 31. \"They sometimes come to the foot of the Great Orme in March, but this year they are all wandering the streets in town as there are no cars or people,\" said Mark Richards of the hotel Landsdowne House. Two police officers in Moscow patrol an almost empty Red Square on March 30. The University of Texas campus is quiet in Austin on March 29. Empty swings hang at the Sea Point Promenade in Cape Town, South Africa, on March 28. It was the second day of the country's nationwide lockdown. A road in Mumbai, India, is deserted on March 28. A jogger runs past Nationals Park in Washington on March 26. It would have been Opening Day for Major League Baseball. London's Leadenhall Market is seen a day after Prime Minister Boris Johnson issued a stay-at-home order for the United Kingdom. An empty subway train is seen in New York on March 17. A pedestrian looks at a map at the Zermatt ski resort in Switzerland on March 18. Light traffic moves along a freeway in downtown Los Angeles on March 20. A cleric prays in an empty mosque in Baghdad, Iraq, on March 20. A monkey crosses the road near India's Presidential Palace in New Delhi on March 22. A single sunbather remains following the closure of Sydney's Bondi Beach on March 21. People walk along the Las Vegas Strip on March 18 after casinos were ordered to shut down. The Seattle Times' newsroom is empty on March 12. Employees have been working remotely. A woman in New York walks through a lightly trafficked Times Square on March 16. A musician plays the violin on March 17 at a train station in Kiev, Ukraine. The parking lot is nearly empty at The Village shopping mall in Corte Madera, California, on March 17. Pope Francis delivers his blessing to an empty St. Peter's Square at the Vatican on March 15. Alianza Lima and Racing Club play a professional soccer match in an empty stadium in Buenos Aires, Argentina, on March 12. Music stands are placed in front of empty audience seats at the Konzerthaus in Dortmund, Germany, on March 12. The rotunda at the US Capitol is empty after the last tour group passed through on March 12. All public tours were suspended until the end of March. The Oculus transportation hub in New York was mostly devoid of commuters and tourists on March 15. Stacked furniture is seen inside the closed Cafe de Flore in Paris on March 15. The visitors locker room is empty after an NHL game in Washington on March 12. The league later announced that it has suspended its season. A bullfighting arena is empty on March 11 after events were suspended in South Korea's Cheongdo County. A teacher walks in an empty public school in Labastida, Spain, on March 11. Police officers patrol the empty Trocadero plaza next to the Eiffel Tower in Paris on March 17. An empty passenger compartment on a train traveling from Shinjuku to Hakone in Japan on March 3. Empty chairs are lined up at the Vatican before the Pope's Sunday Angelus prayer was streamed via video on March 8. He later appeared briefly at the window to bless a small number of people gathered in St. Peter's Square. This aerial photo shows the empty Legend Siam theme park in Pattaya, Thailand, on March 8. Senior pastor Troy Dobbs speaks to empty pews during a service March 15 at the Grace Church in Eden Prairie, Minnesota. The church presented a sermon and worship music to an estimated 3,500 online viewers. Restaurant seats stand empty in Covent Garden in London on March 13. The Kaaba in the Grand Mosque, Islam's holiest site, is normally surrounded by people in Mecca, Saudi Arabia. But it was nearly empty on March 6. A passenger walks in the empty check-in area of the Beijing Daxing International Airport on March 3. An empty movie theater in Kochi, India, on March 11. This aerial photo shows an empty street in Wuhan, China, on February 16. The novel coronavirus is believed to have started at a wildlife market in Wuhan. A hall is empty inside a train station in Jerusalem on March 11. Ancient Roman ruins, normally filled with tourists, are empty on March 10. All of Italy was put on lockdown as coronavirus cases continued to spread in the country. The National Theatre in Prague, Czech Republic, on March 10. The Czech government banned events hosting more than 100 people. The reflection of conductor Mate Hamori is seen as he conducts the Danubia Orchestra without an audience at the Liszt Ferenc Academy of Music in Budapest, Hungary, on March 13. An inside view of the European Parliament building in Brussels, Belgium, on March 11. More than 100 programs in the building were canceled. Amazon's headquarters in Seattle was virtually empty on March 10. Amazon recommended employees there to work from home. Seats are unoccupied at a professional soccer match in Mönchengladbach, Germany, on March 11. The \"ghost match\" was played without fans. Just a few people are seen inside the Milan Cathedral in Milan, Italy, on March 4. It had reopened to the public after a week of closure. Streets, restaurants and cafes are closed inside a 1-mile containment zone in New Rochelle, New York, on March 11. The Missouri Senate chamber sits empty on March 12 after senators adjourned for the day and announced they would not reconvene in a full session until at least March 30. The Louvre museum in Paris was shut down on March 1. Empty chairs are seen on a beach in Phuket, Thailand, on March 11. Staff members walk inside the Venetian Macau after it closed its casino on February 5. Lights remain on inside an empty classroom at the Sapienza University of Rome on March 4. Horses gallop past empty public stands at the Sha Tin Racecourse in Hong Kong on February 23. A delivery worker wearing a face mask walks at a nearly empty shopping mall in Beijing on February 27."], "Language": false}