{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/remember-when-twin-peaks-david-lynch/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ananda Pellerin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-08T17:13:08Z"], "LastModifiedDate": ["2020-04-10T08:25:16Z"], "Headline": ["Remember when the women of Twin Peaks made nostalgia new again?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Before Netflix, before sagas like \"Game of Thrones\" -- before high-speed internet -- there was \"Twin Peaks.\"  It's not a stretch to say that without \"Twin Peaks,\" there would be no \"Buffy the Vampire Slayer,\" no \"Riverdale,\" and, arguably, no \"Gilmore Girls.\" Setting the blueprint for edgy TV drama, David Lynch's trailblazing police procedural, which first aired 30 years ago on April 8, 1990, brought gothic Americana into the mainstream. Equal parts \"Twilight Zone\" and \"Dynasty,\" \"Twin Peaks\" was a departure from the conventional plot lines of popular prime-time dramas like \"L.A. Law\" and \"MacGyver.\" Its legacy transcends its short run (two seasons, until a third was released in 2017) and cult status, creeping onto the covers of Time and Rolling Stone, and into water cooler conversations around the world.  But it wasn't only the unsolved mystery of who killed homecoming queen Laura Palmer that kept viewers coming back to the haunting -- and haunted -- West Coast town, teeming with backstabbing, sexual escapades and a fabled \"darkness\" lurking in the nearby woods. Shot on film, the show had a cinematic feel that was unusual for TV at the time, with Lynch's signature psychosexual surrealism (seen in earlier indie releases like \"Blue Velvet\" and \"Eraserhead\") ratcheting up the tension of each visually and emotionally saturated scene.  This tone owes a huge debt to the show's costuming, helmed by long-time Lynch collaborator Patricia Norris. Simple staples from decades past were updated and worn with modern ease, while trends that would define the next decade could be glimpsed in their infancy, making \"Twin Peaks\" a period piece outside time.  There was no shortage of compelling characters with distinct looks. From coffee-obsessed FBI special agent Dale Cooper (Kyle MacLachlan) in his beige trench coat and brill-creamed officer's cut, to Hawaiian shirted psychiatrist Dr Jacoby (Russ Tamblyn), to the all-seeing Log Lady (Catherine E Coulson) in her red-framed glasses. The women in particular embodied the town's twin spirits of repression and desire, and none more than pot-stirring teenager Audrey Horne (Sherilyn Fenn). The daughter of scheming businessman Benjamin Horne, Audrey is bored, imaginative, and doesn't care what anyone thinks. When we first find her sulking around her father's wood-paneled Great Northern Hotel, eagerly terrifying a group of Norwegian businessmen with her morbid recounting of the recent town killing, she epitomizes 1950s girlhood in saddle shoes and a pink angora sweater, tucked into a plaid skirt.  It comes as no surprise, then, when we later see Audrey trading her flats for red kitten heels stashed in her school locker, or cooly smoking in the girls' bathroom, with her A-frame eyebrows and figure-hugging sweater, setting the type of scene that pushed lobbyists to pressure Hollywood to stop letting actors smoke on screen -- because it just looked too good. Or, in a moment that made TV history, Audrey, poured into a svelte little black dress, twists a cherry stem into a knot with her tongue. Veronica on \"Riverdale\" is an obvious heir to Audrey's teen vamp persona, but so, too, is '90s Courtney Love, with her broken-down pin-up look; the independent and spirited Rory and Lorelai of \"Gilmore Girls,\" with some jeans and MAC lipstick thrown in; and \"Glee\"'s gutsy and seductive cheerleader Santana.  At the other end of the mid-century spectrum is Donna, the town doctor's good-hearted daughter, cut from the finest girl-next-door cloth. Even as she breaks into tears in the middle of class, suddenly aware that something terrible has happened to her best friend Laura, it's hard not to be distracted by her impeccably manicured nails.  But Lynch's nostalgia didn't end with the 1950s. Norma, owner of the Double R diner (played by Peggy Lipton of \"Bewitched\" and \"The Mod Squad\" fame) updates the working-class diner look on \"Alice,\" which ran from 1974 until 1985, bringing the elegance of a ballgown to her blue-and-white uniform, replete with integrated apron and leg-of-mutton sleeves. Similarly, Josie Packard (Joan Chen), the phenomenally chic widow of the town's previous mill owner, exudes pure glamour. With immaculately red-stained lips and crop of jet-black hair, she bridges the gap between 1980s power suits and the more relaxed tailoring that would take hold in the '90s. Josie always looks straight off the runway, whether she's donning a green silk bathrobe, a red sweater dress, or high-waisted check trousers paired with a structural brown cardigan (arguably the best outfit in the series).  There were only eight episodes in the first season of Twin Peaks, but it was enough to set off the 1990s on a stylish, precient note. The wool sweaters, wool cardigans, wool tights, A-line skirts and plaid, plaid, plaid would soon after be reflected in Seattle grunge and \"Clueless\" cuteness, while the show's lack of fashion accessories and short hair on women would become part of the decade's minimalist style code.  And while season two was full of its own pleasant surprises -- DEA agent and trans woman Denise Bryson, played by David Duchovny, arrives in town -- and the reboot gave fans a long overdue hit of small-town weirdness, 30 years on there remains something special about those first eight episodes, a magical quality that has yet to be replicated. "], "Language": false}