{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/politics/bernie-sanders-progressive-movement/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gregory Krieg and Annie Grayer, CNN"], "Writers": [["Gregory Krieg", "Annie Grayer"]], "FirstPublishDate": ["2020-04-10T00:01:43Z"], "LastModifiedDate": ["2020-04-10T00:01:43Z"], "Headline": ["After Bernie Sanders: Progressives take stock after they fall short again"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Bernie Sanders launched his first presidential campaign in near obscurity. He ended his second on Wednesday having inspired a movement that changed American politics. Sanders never fully embraced the Democratic Party, even as he sought its nomination. But many in the party -- including the voters who cast a ballot for another candidate this year -- have largely embraced his ideas. Ultimately, however, Sanders' message outperformed his campaigns. Now it's up to a new generation of progressive leaders to do what he could not: win. One of their first tasks will be to look back and determine what the next standard bearer can learn from Sanders' efforts -- identifying what worked, what didn't, and how to tell the difference. It is a big question. New York Rep. Alexandria Ocasio-Cortez joked to CNN that you could fill a \"thesis\" trying to answer it. Still, she took a stab -- offering five lessons. \"The electorate is quite willing to support so-called 'radical' policies when they are properly framed and explained; there is enormous potency in movement candidacies; intersectionality is only going to get more important as the electorate diversifies; we can and should lean into building stronger, broader multiracial and intergenerational coalitions.\" Visit CNN's Election Center for full coverage of the 2020 race She concluded, pulling it all together: \"Who the candidate is and when they're running shapes all of that.\" Pieces of Ocasio-Cortez's outline popped up in interviews about Sanders' exit, and what it means for the movement he galvanized, with more than a dozen leading progressive activists, operatives, writers and elected officials. Like Ocasio-Cortez, they all drove -- by one route or another -- toward the same point: the importance, from the candidates to the voters, of broadening and diversifying the new progressive coalition. Sanders, as a candidate, ultimately failed to translate the popularity of his politics into electoral success. And in a year when Democrats routinely put denying President Donald Trump a second term as their top priority, Sanders -- by his own admission -- failed to convince primary voters that he was the best positioned to do it. A missed opportunity Sanders the candidate often struggled to keep pace with public support for his signature policies. But for a week in late February, after he won the Nevada caucuses, the gap appeared to be closing -- the nomination coming into reach. But the tide would turn fast, and Sanders was beaten back again from the shore. The week between Nevada and the next primary, in South Carolina, presented an opportunity for Sanders -- whom many at the time believed was cruising to victory -- to reach out and attempt to bring on board, or at least give pause, to some of the same figures who would ultimately rally behind Biden. Instead, Sanders doubled down on his rhetoric attacking the party establishment. A source close to the campaign, frustrated after an underwhelming showing on Super Tuesday, boiled over in frustration at Sanders' refusal to step out of his comfort zone and attempt to persuade potential allies. \"I think a big part of what it could be doing, that he's not doing, is leaning into a lot of the stuff that makes him uncomfortable, which is obviously media and politics. There's a rejection of doing, the typical political game. Calling people, doing the work that needs to be done to get endorsements, to get momentum,\" the source said. \"We need more people involved. We need more people to feel connected to this thing.\" Ahead of the South Carolina primary, Sanders did not personally ask for influential Rep. Jim Clyburn's support, which eventually -- and perhaps inevitably -- went to Biden shortly before the primary. Asked by MSNBC's Rachel Maddow why he did not even attempt to court Clyburn, Sanders suggested it would have been a futile effort. \"Jim is a very nice guy, I like him and respect him -- his politics are not my politics,\" Sanders said. \"And I respect him, but there's no way in God's earth he was going to be endorsing me.\" The episode underscored one of the Sanders campaign's fatal flaws -- an inability to expand its base of support by means of persuasion. Though his coalition was more diverse than in 2016, due in large part to the campaign's targeted and sustained outreach to Latinos, it again fell short of its own rhetoric. A stinging rejection A week after Nevada, Biden stormed to victory in South Carolina by nearly 30 percentage points over Sanders, whose campaign kicked in a late half-million dollars in ad spending hoping to keep the margin in single digits. Like in 2016, black voters down South asserted themselves and rejected the senator from Vermont. \"The most urgent task for the progressive movement is to build a deeper relationship with the African-American community and leaders who have been the true agents of social change in American history,\" California Rep. Ro Khanna, a Sanders campaign co-chair, told CNN. \"We need to sit down with people like Jim Clyburn, Karen Bass, Cedric Richmond, Bennie Thompson, Robin Kelley, Maxine Waters and Barbara Lee with humility and respect to understand how we strengthen the bonds between progressives and the black community.\" Ana Maria Archila, the co-executive director of the Center for Popular Democracy, which endorsed Sanders, offered a similar prescription. \"It is possible to build a progressive, multiracial coalition of working class people of all races,\" Archila said. \"But in order to win a national election, progressive coalitions need to resonate and have authentic and deep relationships with black communities and leaders, especially in the South. We will not win if we cannot win in black communities.\" Biden's dominance with black voters underscored the persistence of a problem the new leftists will have to untangle in the months and years to come. \"The progressive wing of the party,\" Archila said, \"needs to be more serious about nurturing and supporting women and people of color to run at all levels.\" In the meantime, Biden used those shortcomings to cast Sanders' anti-establishment message as an affront to voters of color in South Carolina.   \"The establishment are all those hardworking middle-class people, those African Americans,\" Biden said. \"They are the establishment!\" Louisiana Rep. Cedric Richmond, a Biden campaign co-chair, hammered home the message: \"I just did not know that African Americans in the South were considered part of the establishment,\" he said. A more welcoming movement As the Sanders campaign learned during the unraveling after South Carolina, there is no path to power without winning over open-minded moderates. But by then, the time for aggressive outreach had long passed. Sanders was attempting to complete a hostile takeover of the party and his derisive references to its \"establishment\" -- an amorphous term that means different things to different people -- turned off voters who might have been willing to give him a hearing. In a tweet on April 1, as the window was closing on the campaign's hopes, its deputy distributed organizing director, Jack Califano, zeroed in on a tendency that has undermined the left's work to grow its ranks. \"In order to win, we will need to communicate our ideas in a way that feels both safe and exciting to people who don't self identify as 'socialists,'\" Califano wrote. \"If we mistake that effective messaging for a betrayal of our cause, we will never expand our base, & we will never win.\" Sanders himself repeatedly acknowledged that the popularity of his ideas were not translating to electoral success. \"We are losing the debate over electability,\" Sanders said at a press conference in Burlington, Vermont, on March 11, a day after losing five out of six contests. \"I cannot tell you how many people our campaign has spoken to who have said, and I quote, 'I like what your campaign stands for, I agree with what your campaign stands for, but I'm going to vote for Joe Biden because I think Joe is the best candidate to defeat Donald Trump,'\" Sanders said. \"We have heard that statement all over this country. Needless to say, I strongly disagree with that assertion. But that is what millions of Democrats and independents today believe.\" Ultimately, Sanders' strengths as a political figure -- his consistency and stubbornness in support of progressive ideals -- also manifested as weaknesses on the campaign trail. He acknowledged that his inability to \"tolerate bull**** terribly well,\" do the common political \"backslapping,\" or offer the most mundane \"pleasantries\" was a source of \"self-criticism.\"  But the campaign's difficulty in coalition-building was also frequently outside of its control.  From the outset of the campaign, Sanders, in private and publicly, pushed for his supporters and surrogates -- especially online -- to take a more civil tone with opponents. Too often, though, they ignored his entreaties and actively sought to kick off feuds that would, over time, create a self-defeating cycle that obscured the candidate's message and alienated would-be allies. In January, Sanders supporters angry at Warren for maintaining, over his denials, that he told her a woman could not win the presidency, launched a Twitter campaign that included hashtags like #WarrenIsASnake and filled her replies with snake emojis. When Warren dropped out of the race less than two months later, she decided not to endorse his campaign -- or absolve Sanders of personal responsibility for his supporters' behavior. \"You know, I shouldn't speak for him,\" she said. \"It's something he should speak for himself on.\" The Sanders campaign kept a respectful distance from the endorsement question, but segments of the pro-Sanders media and high profile online supporters pilloried her for the decision -- unwilling to accept any role in poisoning the waters, while turning indignant at the suggestion that the episode might have affected Warren's thinking. When Ocasio-Cortez sent Warren a friendly tweet after the Massachusetts senator's appearance on \"Saturday Night Live,\" she too came under criticism from segments of the online left.      A new, immediate test Biden, no longer competing with other moderates to establish himself as their pick, has over the past few weeks sought to make inroads with Sanders' supporters. On Wednesday, he put out a statement -- a 758-word Medium post -- applauding Sanders (\"he doesn't get enough credit\") and his supporters (\"I see you, I hear you\") for their work. Biden's team is clearly intent on forging a peace with the left, which has already begun its efforts, independent of Sanders, to extract commitments going forward -- a key test that could, if Biden wins, allow progressives to get a toehold in the halls of power. On Wednesday afternoon, eight leading progressive groups sent an open letter to Biden, pledged their commitment to \"ending a preside"], "Language": false}