{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-05-11-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joshua Berlinger, Julia Hollingsworth, Zamira Rahim and Adam Renton, CNN"], "Writers": [["Joshua Berlinger", "Julia Hollingsworth", "Adam Renton"]], "FirstPublishDate": ["2020-05-11T00:13:00.873Z"], "LastModifiedDate": ["2020-05-12T01:20:06.798Z"], "Headline": ["May 11 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. If you're just joining us, here are the top headlines of the day: Curfew in Turkey: The country will implement a four-day curfew that combines the weekend with a public holiday on May 16 until May 19 as a part of pandemic measures, Turkish president Recep Tayyip Erdogan said in a speech today. \nCanada reopens some schools: Hundreds of thousands of students in kindergarten to grade 6 were invited back to school Monday. Quebec became one of the first jurisdictions in North America to reopen some schools.\nNew surge in cases: There was a surge of coronavirus cases over the weekend in some of the nations around the world where stay-at-home measures and other restrictions were lifted, World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus said Monday.\nRecovery plans: The UK unveiled a three-step coronavirus recovery plan. The first step – which entails allowing people to leave their house for outdoor recreation and leisure as well as meeting with people from other households – will begin on Wednesday.\nCountries reopening: France is slowly reopening today after almost two months of strict lockdown. Shops will open and primary school students will return to school on Monday, with classes limited to 15 students.\nMasks required: Face masks are now compulsory on the Paris metro system and commuters will need certificates from their employers to explain why they are traveling during rush hour. If commuters do not follow these guidelines, they risk being fined, a spokesperson for RATP, Paris’s state-owned public transport operator, told CNN. ##Catch Up##   Regional governments in Italy will be able to decide for themselves how to take the next steps in easing restriction measures in their areas starting May 18, Italian Prime Minister Giuseppe Conte’s spokesperson told CNN on Monday. The regions will be able to decide when and how to reopen commercial activities, such as restaurants, bars, cafes and hairdressers, among others, based on a safety framework established by the government. The framework will prioritize safety and the evolution of the epidemiological curve. ##The Future## Turkey recorded its lowest number of daily positive coronavirus cases since March 26, according to the latest figures released by the Turkish health ministry on Monday. At least 1,114 people tested positive in the last 24 hours, bringing the total to at least 139,771, according to the figures. The daily death toll was 55, with a total of at least 3,841 deaths from Covid-19 since the start of the pandemic, the health ministry said. CORRECTION: The post has been updated with the total number of confirmed Covid-19 cases, which is at least 139,771.   ##Cases## UK Prime Minister Boris Johnson said that he hopes the UK will achieve a vaccine for Covid-19 and that he is “hearing positive noises coming from Oxford, but this is not guaranteed.” Speaking at the UK’s daily coronavirus briefing, Johnson said that he believes that after \"18 years we don't have a vaccine for SARS.” Sir Patrick Vallance, chief scientific adviser to the UK, backed up the prime minister saying, “You can never guarantee a vaccine – it is tough.”  Vallance did admit there had been good strides made as some vaccines are now in clinics and that there had been good progress but that “you never know until you have one.” ##The Future## Turkey will implement a four-day curfew that combines the weekend with a public holiday on May 16 until May 19 as a part of pandemic measures, Turkish president Recep Tayyip Erdogan said in a speech today.  The country has not had countrywide lockdowns, instead opting for curfews that prohibit people from leaving their homes on weekends and holidays.  Turkey has also imposed an age-specific curfew for people over the age of 65 and under 20. Those restrictions will be eased slowly with certain age groups being allowed out on specific days, according to Erdogan.  Travel restrictions have been lifted in nine provinces, while 15 other provinces — including Istanbul, Ankara and Izmir — remain closed to nonessential entry and exits, Erdogan said. Turkey will manage the easing of restrictions “dynamically” and will relax or tighten depending on developments, Erdogan said. Hair stylists, barbers and shopping malls reopened today as a part of what Turkish authorities are calling the “controlled socialization” stage of the Covid-19 pandemic plan. ##The Future## Hundreds of thousands of students in kindergarten to grade 6 were invited back to school Monday as Quebec became one of the first jurisdictions in North America to reopen some schools. Attendance was voluntary and many parents kept their kids home, but others made their way into \"Covid classrooms\" with strict walking and spacing requirements, individual desks and supplies and no gym class or recess. In Montreal, however, schools and most businesses remained closed for at least another two weeks as the epidemic in that city continues to peak. The city remains a hotspot for Covid-19 and is an outlier in terms of transmission, as most other parts of Canada have moved through the peak of infection and growth rates for new cases continue to decrease. “We are all worried about the situation in Montreal,” said Quebec Premier Francois Legault during a press conference Monday promising that schools in the city would not be reopened until safer conditions could be achieved. In other provinces across Canada, including Ontario, most schools remain closed.  Ontario also extended its state of emergency until early June despite a significantly lower growth rate of cases and widespread testing. Canadian Prime Minister Justin Trudeau cautioned provincial leaders that any reopening should be slow and said all leaders were under pressure to ‘get this right’. “We understand that the sacrifices we’ve all made for the past 2 months of staying home, of self-isolating, of keeping 2 meters distance, of not seeing parents and grandparents could all go up in smoke if move too quickly on the reopening or if a given jurisdiction makes the wrong decision. That’s why being cautious and gradual and vigilant is essential for how we move forward on the gradual reopening,” said Trudeau during his daily press conference in Ottawa. ##Lockdowns## As Monday winds down, here is a recap of the top coronavirus headlines you may have missed: Men are being hit harder: Coronavirus appears to have a more severe impact on older men with chronic conditions. This is because men with heart failure tend to have higher concentrations of a certain enzyme that allows Covid-19 to infect healthy cells more easily, a new study said.\nCountries reopening: France is slowly reopening today after almost two months of strict lockdown. Shops will open and primary school students will return to school on Monday, with classes limited to 15 students.\nRecovery plans: The UK unveiled a three-step coronavirus recovery plan. The first step – which entails allowing people to leave their house for outdoor recreation and leisure as well as meeting with people from other households – will begin on Wednesday.\nSmoking and coronavirus: The World Health Organization warned in a statement released that a review of studies by public health experts convened by WHO last month found that smokers are “more likely to develop severe disease with COVID-19, compared to non-smokers.” This is because smoking impairs lung function and makes it more difficult for the body to fight off coronaviruses and other diseases.\nHealth care workers: In some countries, upwards of 10% of the reported cases are among health care workers, WHO said. Maria Van Kerkhove, a WHO infectious disease epidemiologist, said many workers are being infected outside of health care facilities. ##Catch Up## The UK’s leading scientific advisers have warned that the prospect of a coronavirus vaccine cannot be taken for granted. Speaking alongside Prime Minister Boris Johnson at the government’s daily press briefing, chief scientific adviser Patrick Vallance said “you can never guarantee that you’re going to get a vaccine,” but added that “great progress has been made” in various countries. He also referred to trials of drug treatments around the world. “I’d be surprised if we didn’t end up with something,” he said. “Science takes time,” Chris Whitty, the Chief Medical Officer for England, added. “We cannot guarantee when we’re going to find those solutions.” Vallance said that around 130,000 people may currently be infected with Covid-19, according to early results from a randomized set of swab tests sent to thousands of homes. That data has a wide margin of error, but Vallance said it suggests that “maybe 10%” of people in London have had the virus, and “somewhere around 4%” of people outside London may have had it. ##The Future##   A total of 26,643 people in France have died after contracting Covid-19, according to a statement from the Health Ministry on Monday. That number marks an increase of 263 deaths from Sunday’s total, on France’s first day of easing lockdown restrictions. Here's a breakdown of cases from the Health Ministry: Number of patients currently hospitalized: 22,284\nNumber of Covid-19 patients currently in intensive care units: 2,712  ##Cases##    Face masks are now compulsory on the Paris metro system and commuters will need certificates from their employers to explain why they are traveling during rush hour.  If commuters do not follow these guidelines, they risk being fined 135 euros ($145), a spokesperson for RATP, Paris’s state-owned public transport operator, told CNN Monday.  The measures will be enforced by RATP security officers and police officers will also be present to enforce the rules. It comes after French Ecology Minister Elisabeth Borne said during a news conference last Thursday that masks on public transport will be made mandatory for anyone above 11 years old. Face masks in France are divided into three categories:  FFP2-type filtering masks\nSurgical masks\nMasks for general use that can be homemade, following specific rules All of those are acceptable to be used on the Paris metro. ##The Future## Dr. Mike Ryan, the executive director of the World Health Organization (WHO) health emergencies program, said the concept of herd immunity is “dangerous.”   “This idea that maybe countries that had lax measures and haven’t done anything will all of a sudden magically reach some herd immunity – and so what if we lose a few old people along the way? This is a really dangerous, dangerous calculation,\" Ryan said at a news briefing on Monday. The term herd immunity is taken from veterinary epidemiology, where people are “concerned with the overall health of the herd, and individual animals in that sense, doesn’t matter,” Ryan said. “Humans are not herds.”  Ryan said the world needs to be careful using the term, as it “can lead to a very brutal arithmetic which does not put people and life and suffering at the center of that equation.” Many people are still susceptible: Dr. Maria Van Kerkhove, WHO infectious disease epidemiologist, said there are about 90 studies that are coming out showing results of antibody surveys. Van Kerkhove said WHO hasn’t been able to “critically evaluate” all the studies, as many of them haven’t been published yet.   “What is interesting from the studies that are coming out is that many of them, across a number of countries in Europe, the United States and Asia have found a very low proportion of the people that have been tested have evidence of antibodies,” Van Kerkhove said.  The range is between 1% and 10%, she said, and that a large number of people remain “susceptible” to the coronavirus. “That’s important when you think about what may happen in subsequent waves, or what may have as a potential resurgence,” Van Kerkhove said. ##The Future## The number of Covid-19 patients in intensive care units in Italy has dropped to 999 on Monday, according to the Italian Civil Protection Agency. It is the first time the number of Covid-19 ICU patients in the country is below 1,000 since March 10. The increase in the total number of Covid-19 cases (including deaths and recoveries) is also the lowest since March 4, signaling a drop in new infections. The total number of cases increased by 744 in the last 24 hour period to a total of 219,814.  The number of active cases on Monday was 82,488, a drop of 836 from the day before. There were 179 deaths in the last 24 hours, raising the total number of fatalities to 30,739. Until Monday, 106,587 people have recovered from the virus, an increase of 1,401 since Sunday. ##Cases##  World Health Organization infectious disease epidemiologist Maria Van Kerkhove said globally, “there is an alarming number of health care worker infections.” “In some countries, upwards of 10% of the reported cases are among health care workers,” she added. Speaking on Monday during a media briefing, Van Kerkhove said WHO is looking into where and why health care workers are getting infected, and working to reduce and stop the infections.  “What we understand from the studies that are being reported and from teleconferences that we are having with clinicians and with infection control specialists, is that many health care workers have had contact with a known case that is among a family member,” Van Kerkhove said.  “Many of them have been infected outside of a health care facility,\" she added. Van Kerkhove said those who are getting infected inside the facility often come in contact with a patients in a ward that is not equipped to handle Covid-19 patients. Others are infected after spending extended periods of time in wards with active Covid-19 cases, inadequate personal protection equipment and sub-optimal hand hygiene, she said.  The pandemic is not over yet: WHO Director-General Tedros Adhanom Ghebreyesus warned that most of the world's population is still susceptible to infection since many people have not developed antibodies against the virus. \"Early serological studies reflect that a relatively low percentage of the population has antibodies to Covid-19, which means most of the population is still susceptible to the virus,\" he said, adding this is something for nations to consider if they plan to lift lockdown measures and other restrictions. There have now been more than four million cases of Covid-19 across the world. ##Cases## The World Health Organization warned in a statement released today that a review of studies by public health experts convened by WHO last month found that smokers are “more likely to develop severe disease with COVID-19, compared to non-smokers.” WHO noted that smoking impairs lung function and makes it more difficult for the body to fight off coronaviruses and other diseases.  Tobacco smoking is a known risk factor for many respiratory infections and increases the severity of respiratory diseases. \"Tobacco is also a major risk factor for noncommunicable diseases like cardiovascular disease, cancer, respiratory disease and diabetes which put people with these conditions at higher risk for developing severe illness when affected by COVID-19,\" WHO said in the statement.  Some context: Tobacco kills more than 8 million people globally every year. More than 7 million of these deaths are from direct tobacco use and around 1.2 million are due to non-smokers being exposed to second-hand smoke, according to WHO.  ##Cases##   There was a surge of coronavirus cases over the weekend in some of the nations around the world where stay-at-home measures and other restrictions were lifted, World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Monday. \"Over the weekend we saw signs of the challenges that may lie ahead. In the Republic of Korea, bars and clubs were shut as a confirmed case led to many contacts being traced,\" Tedros said. \"In Wuhan, China, the first cluster of cases since their lockdown was lifted was identified,\" Tedros said. \"Germany has also reported an increase in cases since an easing of restrictions. Fortunately, all three countries have systems in place to detect and respond to a resurgence in cases.\" Tedros added that WHO has released guidance and six criteria for countries to consider before lifting lockdown measures. \"WHO is working closely with governments to ensure that key public health measures remain in place to deal with the challenge of lifting lockdowns,\" Tedros said. \"Until there is a vaccine, the comprehensive package of measures is our most effective set of tools to tackle.\" ##Cases## British people will be allowed to spend more time outdoors starting on Wednesday, Boris Johnson has confirmed in Parliament, as he batted back calls for the government to spell out its reopening plan in more detail. Johnson told MPs there is a “lower risk outdoors than indoors” and said people can swim in the sea and in lakes and exercise outdoors as much as they like. \"You can now walk, sit and rest in parks, you can play sports and exercise and you can do all these things with members of your own household or with one other person from another household provided you observe social distancing and remain two meters apart,” Johnson said. \"I do hope that's clear,” he added, acknowledging criticism that the government’s plan has left people in the UK confused about what they can and can’t do outdoors. Previously, the government’s guidelines had only allowed for one piece of outdoor exercise per day, although its legislation made no mention of how often people could exercise.  Johnson also said he is increasing fines for people who break the lockdown rules. Penalties will now begin at £100 — or about $123 USD — and double on each infringement, up to £3,600 (or about $4,460 USD). The prime minister added that his government is asking its scientific advisers about when people from two different households can mix on an exclusive basis, suggesting that could be allowed starting on June 1. And he said sporting events, such as the Premier League, could potentially return in empty stadiums on the same date — a prospect that Johnson said would provide a “much needed boost” for the country. Johnson’s government has dropped its “stay home” slogan for a message encouraging people to “stay alert,” as it seeks to slowly creep out of lockdown. But his efforts were attacked by opposition leaders. Ian Blackford, the Scottish National Party’s Westminster leader, asked Johnson not to use the new slogan in Scotland, Wales or Northern Ireland unless regional governments there agree. “It is obvious that the last 24 hours has spread confusion,” Blackford said. “Mixed messaging risks lives.” Johnson replied that “staying alert” was a “valid piece of advice. ##The Future## ##Lockdowns## Boris Johnson has faced scrutiny from lawmakers over his tentative plan to restart Britain's economy, which has been criticized from many corners for causing confusion. The UK prime minister defended parts of his recovery plan in a speech to Parliament, which he first unveiled in a televised address on Sunday night, telling MPs: \"We have begun our descent from the peak of the epidemic but our journey has reached the most perilous moment where a wrong move could be disastrous.\" \"So at this stage we can go no further than to announce the first careful modification of our measures,\" he added. Johnson said people would now be encouraged to wear face coverings in some public places, such as shops — a reversal of the government's previous position.  And he admitted that lockdown measures may be lifted at different times in different parts of the country, saying his government will pursue a \"flexible response.\" Leaders in Scotland, Wales and Northern Ireland have resisted some of Johnson's reopening measures in recent days. But he was pressed by the opposition leader Keir Starmer over the government's mixed messaging, which has caused confusion over what British people are permitted to do in public, and when workers who cannot do their jobs from home should return to their workplaces. \"What the country needs at this time is clarity and reassurance and at the moment both are in pretty short supply,\" Starmer said. \"At the heart of the problem it seems is that the Prime Minister made a statement last night before the plan was written, or at least finalized.\" ##The Future## ##Lockdowns## The UK government published a three-step coronavirus recovery plan, a day after a speech by Prime Minister Boris Johnson was widely criticized for being vague. The planned stages start with a first easing on Wednesday, followed by potential further steps on June 1 and “not before July 4,” depending on conditions at the time. Here's what's happening in each step: Phase 1: Beginning Wednesday, people will be allowed to leave the house for outdoor recreation and leisure with members of their household, and individuals can meet with one other person outside their household. People in England can also drive to outdoor open spaces irrespective of distance. Workers who cannot work from home should travel to work if their workplace is open — ideally not traveling on public transport.\nPhase 2: Beginning June 1, the UK will allow “non-essential retail” businesses to reopen if it is safe for them to follow social distancing guidelines. The government said some schools should also prepare to begin to open for more children from June 1. \nPhase 3: Depending on how the initial easing of restrictions impacts the UK’s infection rate, the UK government may allow more businesses to open in July, no earlier than July 4.   “The precise timetable for these adjustments will depend on the infection risk at each point, and the effectiveness of the Government’s mitigation measures like contact tracing,” said the government document. “Initially, the gap between steps will need to be several weeks, to allow sufficient time for monitoring.”  ##The Future## ##Lockdowns## Spain reported 123 coronavirus deaths in the latest 24-hour period on Monday — the lowest number since March 19, Spanish Ministry of Health data showed. At 0.7 %, that's the lowest daily mortality increase in 7 weeks, bringing the total number of deaths to 26,744 since the start of the pandemic, according to the Ministry’s figures. The rise in new infections since Sunday is 373, bringing the number of cumulative cases confirmed by PCR (Polymerase Chain Reaction) tests to 227,436. Just more than half of Spain’s population got more freedom from the coronavirus lockdown, starting today, as their territories moved to Phase 1 of de-escalation, that allows meetings of up to 10 people who don’t live together, or the opening only of 50% of the normal outdoor seating at restaurants. The government said it is monitoring to avoid a second wave of infections. Spain’s Director of Health Emergencies, Dr. Fernando Simón, said authorities are closely watching new data from some Spanish hospitals reporting somewhat younger COVID-19 patients. “In some hospitals, not many but some hospitals, it seemed they have detected that the average age of people is a bit less, not kids but the average age of people is a bit less,” Simón said at the daily technical briefing press conference. “This in principle could be due to various things. The first thing we needed to rule out was whether it had something to do, or not, with the release of kids, and apparently it wasn’t.” Children under age 14 were allowed out for walks and to exercise, with an adult who lives with them, starting April 26, after six weeks of strict confinement at home under Spain’s state of emergency, which remains in effect, aiming to reduce coronavirus infections. Simón did not offer further details about this new data on somewhat younger patients. ##Cases## ##Lockdowns## Transport for London [TfL] has released new advice for Londoners as part of a plan “to help London travel safely and sustainably.” The London Underground operator asked travelers to... Use a face covering\nTravel outside peak times\nWash hands before and after traveling This is part of a range of safety measures to coincide with the government’s roadmap to ease lockdown restrictions.  Hand sanitizer points will also be installed at every underground station, they said.  “Social distancing on public transport will not be possible unless we radically reduce the overall number of people travelling to work,” TfL said on their website.  ##The Future##  France is slowly reopening today after almost two months of strict lockdown throughout the country. Most shops will reopen Monday as planned, in what Prime Minister Edouard Philippe previously said would be a \"very gradual process.\" Some areas will face stricter measures than others, with Philippe saying the country would be \"divided in two.\" France will be split into red and green zones, with lockdown measures stricter in red areas. Primary school students across the whole country will return to school on Monday, with classes limited to 15 students. The French government has warned that strict restrictions could be reinstated if people do not respect social distancing rules. There are widespread concerns that opening society too quickly could spark a second wave of coronavirus cases throughout the country. 177,094 cases have been recorded across France, according to a Johns Hopkins University tally. Elsewhere, a bill extending the country's state of emergency was redirected to France's Constitutional Court for review. The redirection means the law is effectively not in place Monday. The halted emergency law limits non-essential travel in France to 100 kilometers and limits access to Paris' public transport system to people with official documentation. The constitutional council is expected to issue a judgment tonight on the delayed law. The council will consider the bill “in order to ensure better legal guarantees around the implementation of the lockdown measures,\" according to a joint press release issued on Monday by the official residence of French President Emmanuel Macron, and the office of France's prime minister. ##Lockdowns## While Covid-19 can sicken anyone, the illness appears to have a more severe impact on older men with chronic conditions — and a new study suggests why. The study, published in the European Heart Journal today, finds that men with heart failure tend to have higher concentrations of a certain enzyme — angiotensin-converting enzyme 2 or ACE2 — in their blood than women with heart failure.  Higher ACE2 concentrations might lead to increased vulnerability to the coronavirus, the study’s authors suggest, but more research is needed, especially since the adults in the study were not Covid-19 patients. \"ACE2 is a receptor on the surface of cells. It binds to the coronavirus and allows it to enter and infect healthy cells after it has been modified by another protein on the surface of the cell,\" Dr. Adriaan Voors, professor of cardiology at the University Medical Center Groningen in the Netherlands, who led the study, said in a press release.  \"High levels of ACE2 are present in the lungs and, therefore, it is thought to play a crucial role in the progression of lung disorders related to COVID-19,\" Voors said. The types of drugs known as \"ACE inhibitors\" are often administered to help lower blood pressure and treat heart, blood vessel and kidney problems. Yet in the new study, ACE inhibitor medications were not associated with the ACE2 concentrations found in the plasma samples. This differs with previous reports suggesting these drugs increase concentrations and therefore increase the risk of Covid-19.  About the study: The new study involved measuring ACE2 concentrations in blood plasma samples from 1,485 men and 537 women with heart failure in 11 European countries. Those results were validated in another, independent cohort of 1,123 men and 575 women with heart failure in Scotland.  The researchers found that in both cohorts, plasma ACE2 concentrations were higher in men than in women. The mean plasma concentration was 5.38 in men compared with 5.09 in women among the original cohort of adults and then in the validation cohort, the mean plasma concentration was 5.46 in men compared with 5.16 in women, according to the study. Remember: The study had some limitations, including that it only involved heart failure patients. More research is needed to determine whether similar findings would emerge among a more diverse group of adults, including either healthy adults or those with Covid-19. Additionally, ACE2 concentrations in the study were only measured in plasma and not tissue samples from patients. Overall, \"in two large cohorts of patients with heart failure, plasma ACE2 concentrations were higher in men than in women, possibly reflecting higher tissue expression of this receptor for SARS coronavirus infections,\" the researchers wrote in the study. \"This could explain why men might be more susceptible to infection with, or the consequences of, SARS-CoV-2. Patients receiving ACE inhibitors or ARBs did not have higher plasma concentrations of ACE2, and any effect of MRAs was small and inconsistent, supporting the continued use of these agents in patients with heart failure during the current SARS-CoV-2 pandemic.\" Coronavirus has caused more than 283,000 deaths worldwide, according to Johns Hopkins University. If you're just joining us, here is the latest on the pandemic: Confusion as Britain eases lockdown: Boris Johnson's speech advising some people in England to return to work on Monday has been criticized over its vagueness. Scotland, Wales and Northern Ireland have rejected the prime minister's new guidance, leaving the UK divided.\nRussia cases soar: 221,344 cases of Covid-19 have been recorded across the country, leaving Russia with the 3rd highest number worldwide according to Johns Hopkins University's latest tally.\nGermany on alert: The coronavirus reproduction rate is estimated to have risen over the crucial value of 1, reaching 1.13, according to the country's disease and control center. The increase indicates a rise in infections, a few days after Chancellor Angela Merkel announced an easing of lockdown measures.\nSmall spikes in China: Fresh lockdown measures were announced for the city of Shulan in northeastern Jilin province over the weekend after 11 cases were reported. Five local transmissions were reported in Wuhan, ground zero for the pandemic. The city reported its first new case in more than a month yesterday, raising concerns that new cases could be coming.\nPotential second wave in South Korea: At least 85 coronavirus patients in South Korea are believed to have contracted the virus in nightclubs in recent weeks, prompting authorities to order the businesses shuttered. Of 35 new cases reported Monday, all 29 locally transmitted infections were related to clubs in Itaewon, a popular nightlife district in Seoul.\nWorld's second-oldest airline grounded: Colombia-based airline Avianca Holdings has filed for Chapter 11 bankruptcy in the US Southern District of New York. The \"voluntary petition\" was filed as a result of the \"unforeseeable impact of the Covid-19 pandemic,\" according to a statement released on their website.\nNew Zealand to ease restrictions: PM Jacinda Ardern said authorities will begin to lift lockdown measures in several phases, but warned that while her country \"may have won a few battles,\" it has not \"won the war,\" against the virus. ##Catch Up## The White House Covid-19 outbreak is undermining President Donald Trump's narrative that it's safe to open up the country and that diagnostic testing is of limited importance. The news of three top health officials, all members of the administration's coronavirus task force, self-quarantining in some form after one of Trump's valets and another West Wing aide tested positive is jarring alongside Trump's desire to move on from the pandemic and to concentrate on the staggering economic dimension of the crisis. The latest developments pose an essential question: If people around Trump are not protected from the virus in the most highly secured workplace in the country, how can it be safe for anyone else to go back to work? It's not, and Trump knows it. He's worried that aides contracting the virus will undercut his message that the outbreak is fading, according to a person who spoke to him. He's asked why his valets weren't ordered to wear masks before this week, according to the person, even though that's the example he himself has set. And Trump has told people he doesn't want to be near anyone who hasn't been tested, according to the person who spoke to the President, CNN's Kevin Liptak reported. But most Americans -- whom Trump hopes will contribute to opening the economy that is so crucial for his reelection campaign -- will not have access to the aggressive repeated testing and contact tracing now in place in the White House. Trump has argued that testing should primarily be up to governors to sort out. He has also repeatedly downplayed the importance of testing even though experts say that it is critical to establishing the penetration of the virus and to preventing new waves of infection as normal life begins to resume. The discovery of the virus in Trump's inner sanctum comes at a moment when the White House has all but stopped offering medical and scientific information to the public in televised public briefings — furthering the impression that it wants to pivot away from the crisis, even when infections are rising in many states that are opening. In the middle of the worst public health crisis for 100 years, officials like Dr. Deborah Birx and Dr. Anthony Fauci have become far less visible. The coronavirus task force briefings have been replaced by media trolling sessions by new White House press secretary Kayleigh McEnany.  However, Trump and so-far-unidentified senior administration officials are expected to hold a press briefing on testing on Monday afternoon. Read the full report here. ##Politics## At least 79,528 people have died in the US from coronavirus, according to Johns Hopkins University's latest tally of cases in the country. There are at least 1,329,799 recorded cases of the disease in the US. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking Covid-19 cases across the US here. ##Cases## Russia reported 11,656 more coronavirus cases on Monday, bringing the total case number in the country to 221,344. The country is now ranked third in the world for confirmed cases, behind the US and Spain, according to Johns Hopkins University data. Moscow is the worst hit city in Russia, with 115,909 cases. The Russian capital saw its mortality rate surge last month, with 11,846 death certificates registered, around 20% higher than a ten-year April average of 9,866 deaths. Moscow's official coronavirus fatality count is low. The city reported 658 Covid-related deaths last month. Only 2,009 virus related fatalities have been reported across Russia overall. Some critics and experts have said the country's relatively low death rate understates the true coronavirus death toll in Russia.  Many countries are using all-cause mortality statistics to better understand the impact of the pandemic, such as deaths from Covid-19 complications or possible indirect causes of death due to overcrowded ambulances and hospitals. ##Cases## The UK government’s plan to relax lockdown measures has been criticized over a perceived lack of clarity. Boris Johnson announced a new “stay alert” slogan and a reopening timeline for the country on Sunday. Johnson some people should return to work immediately and that unlimited exercise was now permitted for all. But on Monday, UK Foreign Secretary Dominic Raab deviated from the Prime Minister's announcement on several points during an interview with the BBC.  The British government will release a 50-page document providing more details later today. A change in message, but only for England Johnson announced that England would change its messaging from \"Stay home\" to \"Stay alert,\" putting it at odds with the UK's other three countries. Wales, Scotland and Northern Ireland have extended their lockdowns to May 28. Officials from all three nations said there had been no coordination between their governments and Downing Street over the new messaging, and they would continue to spread the \"Stay home\" message among their own people. Should people return to work? Johnson said workers who could not work from home, including those in construction or manufacturing, could return to their jobs on Monday, though he urged those workers to avoid public transportation if possible. Raab contradicted this on Monday, telling the BBC that workers should return to their posts on Wednesday, and refusing to answer whether employees would be able to walk out of workplaces they considered insecure. “Employers have a duty on them to provide Covid-secure settings,\" Raab said. The head of one of the UK's largest trade unions told the BBC on Monday that “millions of people” would be “dumbfounded” by the government’s plan. When will the quarantine of foreign travelers begin? Travelers entering the UK will be quarantined for 14 days, Johnson announced, but it is unclear when this measure will be put in place, and the policy will not apply to people traveling from France.  Raab was unable to say when the measure would start, and it is unclear whether the restrictions apply only to planes. ##Lockdowns##  Men working in lower-paid professions are dying from coronavirus at a higher rate than those in better paid occupations, according to Britain's Office for National Statistics (ONS). Those employed as security guards had a particularly high death rate. Men working as taxi drivers or chauffeurs, bus and coach drivers, chefs, and sales workers also suffered high death rates. The ONS found that men and women working in social care had unusually high rates of death but that health care workers, including doctors and nurses did not. The British government has been heavily criticized over the spread of Covid-19 in care homes. The new statistics are for coronavirus deaths among people aged 20-64 in England and Wales, up to April 20. ##Cases## Beijing is rolling out smart bracelets to measure the body temperature of students who have returned to class as schools gradually reopen in the city, according to Chinese state media. The bracelets are equipped with a sensor that can monitor students’ real-time body temperature and send out an alert if an abnormal temperature is detected, the government-run Beijing Daily reported on Monday. The readings from the devices can be monitored by teachers on their smartphones after connecting via Bluetooth on a mobile app, the report said. The data can also be shared with parents and municipal and district authorities, it added. The devices allow students to have their temperature taken without interrupting their studies, helping them to focus their attention on studying and preparing for exams, the report said, citing the Beijing education bureau. The scheme has so far been rolled out for final-year high school and middle school students in five districts of Beijing, the report said. ##The Future## China has struck back at what it calls \"24 lies\" by US politicians in the most sweeping and detailed rebuke yet of accusations over its handling of the novel coronavirus outbreak. An 11,000-word article posted on the Chinese foreign ministry's website on Saturday gave a point-by-point rebuttal of the 24 \"preposterous allegations and lies\" that it said were fabricated by US politicians and media outlets to \"shift the blame to China for their inadequate response to Covid-19.\" The article was also carried Sunday by Xinhua, China's government-run news agency, and shared by its official account on Twitter. The lengthy refutation is the latest attempt by Beijing to defend its handling of the outbreak, as it comes under international scrutiny over its handling of the virus and faces mounting calls for an independent inquiry. In recent weeks, the US has doubled down on blaming China for the spread of the virus, accusing it of withholding important information -- especially in the critical early stages of the outbreak -- and questioning its death toll. US President Donald Trump and Secretary of State Mike Pompeo have also claimed, without providing evidence, that the virus originated from a lab in the Chinese city of Wuhan, where the outbreak was first reported last December. Read more:  ##Politics## A survey published Monday by the German Institute for Economic Research found that widespread layoffs are taking place throughout the country's economy. The survey found that in April, 58% of the catering industry; 50% of hotels; 43% of travel agencies; and 39% of automotive companies either laid off employees or did not extend temporary contracts. Higher than average layoffs were also being made in many other sectors but none in pharmaceuticals, the economic institute said. Travelers from France will be exempt from a new quarantine period that will be imposed on people entering the UK, according to a joint statement from Prime Minister Boris Johnson and French President Emmanuel Macron. Johnson announced Sunday that the quarantine period on people flying into Britain would be introduced “soon” to “prevent re-infection from abroad.” The two countries are linked by train on the world��s longest undersea tunnel, the Channel Tunnel, which opened in 1994. “Any measures on either side would be taken in a concerted and reciprocal manner,” the two leaders said in a joint statement late Sunday, adding that a working group between both governments will be set up. A leading model has upped its US coronavirus death toll projection again as governors continue lifting measures toward a reopening. The model from the Institute for Health Metrics and Evaluation at the University of Washington now forecasts more than 137,000 Americans will die by early August. That rise is largely due to Americans moving around more, IHME director Dr. Christopher Murray said in a news release, adding that in some places the upward trend in movements began before statewide measures were relaxed. Researchers tracked that movement through anonymous cell phone data, according to the release. \"Unless and until we see accelerated testing, contact tracing, isolating people who test positive, and widespread use of masks in public, there is a significant likelihood of new infections,\" Murray said in the release. States began setting reopening plans in late April -- with governors in South Carolina and Georgia leading the way with some of the most aggressive plans -- and by this week, nearly every state has begun relaxing restrictions. Read more: ##Cases## ##Lockdowns## After three and a half months of closure following the initial outbreak of the Covid-19 coronavirus, Shanghai Disneyland has reopened its doors to visitors. However, not everything at the theme park looks the same as it did before. Normally, the park has a capacity of 80,000 people and 12,000 cast members -- Disney parlance for employees. But for reopening day on May 11, the cast members far outnumbered the guests, who were at less than the recommended 30% capacity. Visitors to Shanghai Disneyland are now required to wear masks, have their temperatures taken and socially distance. However, that did little to dampen the excitement of the Disney superfans who gathered to enjoy the park on its reopening day. Read more about the park's reopening here:  ##The Future## The mayor of Shulan in China's northeastern Jilin province announced the city will go into \"wartime mode\" in response to an uptick in local cases of Covid-19 over the weekend. The city has reported 14 confirmed cases in the past two days, according to the Jilin Health Commission website. Mayor Jin Hua said Monday that the city will adopt strict containment measures. Clinics and pharmacies will stop selling fever medication, as all suspected or confirmed coronavirus patients will be sent to designated hospitals.  The deputy secretary of the Jilin provincial government said authorities have screened a total of 2,005 people, while 290 people have been quarantined as a result of contact tracing. Experts from China’s National Health Commission and the Chinese Center for Disease Control arrived in Shulan on Sunday to guide the epidemic prevention and control work. ##Cases## Colombian carrier Avianca, the world's second-oldest airline, filed for bankruptcy due to the \"unforeseeable impact of the Covid-19 pandemic,\" according to a statement released on its website on Sunday.  The decision to file for bankruptcy was made with the intention to \"protect and preserve operations\" during the continuing pandemic.  According to the statement, Avianca directly employs 21,000 people throughout Latin America. Nearly 90% of countries where Avianca operates are under total or partial travel restrictions, according to additional information on the Avianca website.  “Avianca is facing the most challenging crisis in our 100-year history as we navigate the effects of the COVID-19 pandemic,” said Anko van der Werff, the company's CEO.  According to Van der Werff, Avianca is the second-oldest continuously running airline in the world.  ##The Future## The novel coronavirus has infected more than 4.1 million people and killed at least 282,700 worldwide, according to Johns Hopkins University. If you're just joining us, here is the latest on the pandemic: Germany on alert: The coronavirus reproduction rate is estimated to have risen over the crucial value of 1, reaching 1.13, according to the country's disease and control center. The increase indicates a rise in infections, a few days after Chancellor Angela Merkel announced an easing of lockdown measures.\nNew Zealand to ease restrictions: PM Jacinda Ardern said authorities will begin to lift lockdown measures in several phases, but warned that while her country \"may have won a few battles,\" it has not \"won the war,\" against the virus.\nSmall spikes in China: Fresh lockdown measures were announced for the city of Shulan in northeastern Jilin province over the weekend after 11 cases were reported. Five local transmissions were reported in Wuhan, ground zero for the pandemic. The city reported its first new case in more than a month yesterday, raising concerns that new cases could be coming.\nPotential second wave in South Korea: At least 85 coronavirus patients in South Korea are believed to have contracted the virus in nightclubs in recent weeks, prompting authorities to order the businesses shuttered. Of 35 new cases reported Monday, all 29 locally transmitted infections were related to clubs in Itaewon, a popular nightlife district in Seoul.\nWorld's second-oldest airline grounded: Colombia-based airline Avianca Holdings has filed for Chapter 11 bankruptcy in the US Southern District of New York. The \"voluntary petition\" was filed as a result of the \"unforeseeable impact of the Covid-19 pandemic,\" according to a statement released on their website. ##Catch Up## \"It's not over until it's over.\" That was South Korean President Moon Jae-in, speaking Sunday after a new cluster of coronavirus cases emerged in the country's capital Seoul, sparking fear of a second wave of infections in the East Asian country. South Korea was among the first places to deal with a major coronavirus epidemic, and seemed to be on track to loosen restrictions, after weeks of social distancing measures and careful surveillance. But the new cluster seems to have put an end to that, for now, with Moon warning his people \"we must never lower our guard regarding epidemic prevention.\" China too, is introducing renewed restrictions after two cities reported new cases of the virus. Shulan, in Jilin province in the country's far northeast, has been put under lockdown, following 11 newly confirmed cases. Jilin borders both Russia and North Korea, and concerns have previously been raised over imported cases from overseas causing a renewed outbreak. More alarming are the new cluster of infections in Wuhan, the central Chinese city where cases of the novel coronavirus were first detected late last year. Wuhan was the first city in the world to enter into lockdown, only returning to relative normality late last month after 76 days. On Monday, city officials said five new cases had been confirmed in the city, none of which were imported from overseas. While that is a far cry from the figures at the beginning of the crisis, or those being reported daily across much of western Europe and the United States right now, the apparent ability of the virus to continue spreading undetected -- especially in a city as intensely surveilled and restricted as Wuhan -- will lead to concerns about the viability of reopening. Read the full analysis: ##Lockdowns## ##The Future## Authorities in India said Monday that 4,213 coronavirus patients were reported in a 24-hour period ending Sunday evening local time -- the highest number of cases identified in a single day since the pandemic began. At least 67,152 people inside the country have been diagnosed with Covid-19. Of those, 20,916 have recovered while 2,206 have died. ##Cases## Japan reported 70 new coronavirus infections and eight Covid-19-related deaths on Sunday, the country's health ministry said. The country has now recorded 16,510 cases and 634 fatalities. Of those, 712 infections and 13 deaths are tied to the Diamond Princess cruise ship. ##Cases## New Zealand Prime Minister Jacinda Ardern said the country will begin to lift coronavirus-related lockdown measures in several phases. Starting May 14, cafes, movie theaters, shops, malls and restaurants will reopen. Gatherings of up to 10 people will be allowed and New Zealanders will be permitted to travel within the country.\nStarting May 18, schools will open.\nStarting May 21, bars will reopen.  As of Monday, New Zealand had identified 1,497 confirmed and probable coronavirus patients. Though the rate of new infections has slowed significantly, Ardern said the country would proceed with caution. \"We may have won a few battles, but we have not won the war,\" she said. ##Cases## ##Lockdowns## ##The Future## At least 85 coronavirus patients in South Korea are believed to have contracted the virus in nightclubs in recent weeks, prompting authorities to order the businesses shuttered.  On Saturday, all nightclubs and bars in Seoul were ordered to close until further notice after a spike in cases linked to venues in the capital prompted concerns of a second wave of infections.  Thirty-five new cases were detected in the country on Sunday, according to the South Korean health ministry. Of the new cases, all 29 locally transmitted infections were related to clubs in Itaewon, a popular nightlife district in Seoul. Seoul Mayor Park Won-soon said that the next two to three days will be \"critical,\" and called upon those who had visited the nightclubs to get tested.  \"If Seoul falls, the country falls,\" he said. \"One moment of letting the guard down can lead to an explosion of infections.\" The city collected the names of 5,517 people who visited the relevant nightclubs between April 24 and May 6 and has since reached more than 2,000 of them, the health ministry said. At least 3,000 others who could not be reached will be tracked down with the help of credit card records and police cooperation. As of Monday, South Korea has reported 10,909 Covid-19 cases, 9,632 of which had recovered. The death toll remains at 256.  ##Cases## The United States recorded 20,241 new cases of the novel coronavirus and 733 deaths on Sunday, according to Johns Hopkins University. That brings the nationwide totals to at least 1,329,791 infections and at least 79,528 Covid-19-related fatalities. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Cases## Authorities in mainland China reported 17 new novel coronavirus cases inside the country today, including 10 that were locally transmitted. The country's National Health Commission (NHC) said that five of the new local transmissions were reported in Wuhan, the capital of Hubei province in central China considered ground zero for the global pandemic.  Wuhan reported its first new case in more than a month yesterday, raising concerns that a second wave of cases could be coming. The city's Dongxihu district was classified as being at a medium risk level as of Sunday afternoon, while other areas of Wuhan remain low risk. Troubling signs in the northeast: Fresh lockdown measures were announced for the city of Shulan in China’s northeastern Jilin province over the weekend after 11 coronavirus cases were reported there yesterday.  A statement released by Jilin’s provincial health commission on Sunday said Shulan is currently under lockdown since Saturday, with public services and recreation venues shut down and only takeaway services allowed for restaurants. Gatherings are banned and only one member from each household is allowed to go out to collect daily necessities. The statement did not say how long the lockdown measures would last. The epidemic risk level in Shulan has been changed to “high,\" the top level on China's scale. Total cases: The NHC said it has now identified 82,918 Covid-19 patients. Right now, there are 780 asymptomatic patients under medical observation, 12 of which are new cases. A total of 78,144 coronavirus patients have recovered and been discharged from hospitals. More than 4,600 have died. ##Cases## A mysterious illness that's affecting children and could be linked to the coronavirus has left officials alarmed and searching for answers as infections increase. Doctors are referring to the condition that has hospitalized dozens of children as \"pediatric multisystem inflammatory syndrome,\" and health officials believe it could be linked to coronavirus. Three children have died because of it in New York, Gov. Andrew Cuomo said on Saturday. New York is investigating if the cases contradict the belief that children are less at risk for coronavirus and what other hospitals should look out for, Cuomo said. Read more: ##Cases## US airline workers have been largely spared from the carnage that's pushed the country's unemployment to record highs since the start of the coronavirus pandemic. But those same workers -- roughly 750,000 pilots, flight attendants, baggage handlers, mechanics and others -- will soon be among the most at-risk for losing their jobs. The federal bailout for the airline industry barred layoffs, involuntary furloughs or pay cuts for employees. But executives have been blunt that job cuts are coming once that prohibition lifts on October 1, with estimates that up to a third of the sector's jobs could disappear. The airlines have already requested that workers take voluntary unpaid or low-paid leaves. About 100,000 workers at the four largest carriers -- American (AAL), United, Delta (DAL) and Southwest -- have done so, equal to about 26% of those companies' staffs at the end of 2019. But even with that level of voluntary leaves, $25 billion in grants and low-interest loans from the federal bailout known as the CARES Act, airlines are hemorrhaging millions of dollars a day. The first-quarter losses in the industry topped $2 billion. The second quarter will be much worse. Read more:  ##The Future## It's a sunny day on Bangkok's most famous tourist street, and shopkeeper Cletana Thangworachai is open for business. Her Khao San Road shop is crowded with shiny magnets, brightly colored elephant key rings and the patterned cotton pants that have become an unofficial uniform for backpackers in Southeast Asia. But for now, there's no one to buy them. The coronavirus pandemic has had a devastating impact on travel, with the UN World Tourism Organization estimating that international tourism could decline by up to 80% this year over 2019, putting at least 100 million jobs at risk. In Thailand, where tourism makes up 18% of the country's GDP, the Tourism Authority expects visitor numbers could be down 65% this year. Many, like Cletana, are struggling to make ends meet. Before Covid-19, she could make $300 a day. In April, Thailand banned all international flights into the country, and now, her daily earnings are down to $2 -- sometimes even zero. But the 45-year-old, who has been selling souvenirs on the street for more than a decade, still opens her shop each day, hoping that she may get lucky with a rare passing tourist. With so much at stake for livelihoods and economies, countries around the world are looking at ways to keep tourism businesses afloat. New Zealand and Australia have committed to creating a \"travel bubble\" allowing visits between the two countries -- once it's safe to do so. China has begun allowing domestic travel, although its borders are still shut to most foreigners. Thailand is considering special tourism resorts that double as quarantine zones. But experts warn that even with new initiatives, it could take years for travel to rise to pre-Covid-19 levels. And even when it happens, we might never travel in the same way again. Read more: ##The Future## The novel coronavirus has infected more than 4.1 million people and killed at least 282,000 worldwide, according to Johns Hopkins University. If you're just joining us, here is the latest on the pandemic: Coronavirus in the White House: US President Donald Trump has expressed concern that aides contracting coronavirus would undercut his message that the outbreak is waning and states should begin reopening. \nPence will not self-quarantine: US Vice President Mike Pence is not planning to enter self-quarantine after his press secretary tested positive for coronavirus on Friday and plans to be at the White House on Monday, his office said on Sunday.\nUK's return to work plan under fire: The London Chamber of Commerce said it would be \"foolish\" for non-essential employees to return to work. The comments come after UK Prime Minister Boris Johnson called on employees across the country to return to work if it's not possible to work from home.\nUK quarantine for travelers: Britain will \"soon\" introduce a quarantine period on people coming into the country by air, PM Johnson announced on Sunday.\nLebanon U-turn: The Lebanese Ministry of Interior is reversing its decision to relax the daily curfew \"due to the failure of many citizens to adhere to the measures of prevention and public safety.\"\nIndia resumes trains: Indian Railways will partially resume passenger train services starting Tuesday amid the country's nationwide lockdown. The railways will start with special trains on 15 selected routes, including the New Delhi-Mumbai route, according to the Railways Ministry. ##Catch Up## Germany's coronavirus reproduction rate is estimated to have risen over the crucial value of 1, reaching 1.13, according to the country's disease and control center, the Robert Koch Institute.  Prior to Saturday, Germany's reproduction rate was below 1, the institute reported.  The reproduction rate refers to how many people each person infected with coronavirus will infect on average.  The background: The increase in reproduction rate indicates a rise in infections across Germany, a few days after Chancellor Angela Merkel announced an easing of lockdown measures. On Wednesday last week, Merkel announced a gradual reopening of all shops and schools, as well as the resumption of the Bundesliga soccer league, although there will be no spectators. The Robert Koch Institute said there is still a \"degree of uncertainty\" with these estimates but the increase in reproduction rate \"makes it necessary to observe the development very closely over the coming days.\" Germany has reported more than 171,000 coronavirus cases, including over 7,500 deaths, according to Johns Hopkins University.  ##Cases## Indian Railways announced passenger services will partially resume in the country starting Tuesday. The railways will start with special trains on 15 selected routes, including the New Delhi-Mumbai route, according to the Railways Ministry.  Indian Railways will then start additional special services on other routes, based on availability. Priority will be given to 20,000 coaches for Covid-19 care centers and then up to 300 trains every day to bring home stranded migrant workers across the country, the statement added.  Only passengers with valid confirmed tickets -- which can be purchased on Monday afternoon -- will be allowed to enter the railway stations and it will be mandatory for the passengers to wear a face cover and undergo screening at departure. Only asymptomatic passengers will be allowed to board the train.  The background: Indian railways stopped passenger services for the first time in 167 years on March 24 after a nationwide lockdown to contain the spread of coronavirus was announced. The lockdown is scheduled to continue to at least May 17. ##Lockdowns## Sen. Lamar Alexander, a Republican from Tennessee, will self-quarantine after a staff member in his office tested positive for the coronavirus, according to a statement from Alexander’s chief of staff, David Cleary. “Senator Alexander has no symptoms and tested negative for Covid-19 on Thursday afternoon, May 7. After discussing this with the Senate’s attending physician, Senator Alexander, out of an abundance of caution, has decided not to return to Washington, D.C., and will self-quarantine in Tennessee for 14 days. Almost all of the senator’s Washington, D.C., staff are working from home, and there is no need for any other staff member to self-quarantine,” Cleary said in the statement. “The senator will be working remotely and will chair the Senate Health Committee hearing on Tuesday morning by video conference where the witnesses will be Dr. Anthony Fauci, Dr. Robert Redfield, Dr. Brett Giroir and Dr. Stephen Hahn,\" Cleary said. Cleary said the staffer is “recovering at home and is doing well.” ##Politics## In conversations on the weekend, US President Donald Trump has expressed concern that aides contracting coronavirus would undercut his message that the outbreak is waning and states should begin reopening, according to a person who spoke to him. Trump voiced frustration that two White House staffers tested positive for coronavirus and has asked why his valets weren’t ordered to wear masks before this week, according to the person. Trump believes an economic rebound will come only when governors decide to lift restrictions and is concerned at any signs the virus is resurgent. At the same time, he’s told people he doesn’t want to be near anyone who hasn’t been tested and has bristled when coming into contact with some people at the White House, according to the person who spoke to him. ##Politics## US Vice President Mike Pence is not planning to enter self-quarantine after his press secretary tested positive for coronavirus Friday, and he plans to be at the White House on Monday, a Pence spokesman said on Sunday. Devin O'Malley, the vice president's spokesman, said Pence \"will continue to follow the advice of the White House Medical Unit and is not in quarantine.\" \"Additionally, Vice President Pence has tested negative every single day and plans to be at the White House tomorrow,\" O'Malley said in a statement. Separately, an official said Pence’s schedule will probably be on the lighter side for the next few days but he’s not doing a full self-isolation. This official also said there is extreme sensitivity inside the White House now at the current state of affairs -- officials recognize the contradiction in telling states to reopen while the White House enhances protocols to prevent spread of the virus. What others are doing:  Health and Human Services Secretary Alex Azar and US Surgeon General Jerome Adams have been tested for Covid-19 and the results were negative, according to government spokespeople, so they are not planning to self-quarantine as of now.\nChief of Naval Operations Adm. Michael Gilday came in contact with a family member who has tested positive for the virus, according to a US official. Gilday was tested Friday and although he is negative at this time, he will quarantine for several days, the official said.  ##Politics## The United Kingdom will “soon” introduce a quarantine period on people coming into the country by air, Prime Minister Boris Johnson announced on Sunday. “To prevent re-infection from abroad, I’m serving notice that it will soon be the time – with transmission significantly lower -- to impose quarantine on people coming into this country by air,\" Johnson said during a taped address to the nation. Some context: In a statement to CNN on Saturday, the chief executive of the UK Airport Operators Association, Karen Dee, warned that the introduction of a quarantine period could have a \"devastating impact\" on the UK aviation industry.  “Quarantine would not only have a devastating impact on the UK aviation industry, but also on the wider economy ... if the government believes quarantine is medically necessary, then it should be applied on a selective basis following the science, there should be a clear exit strategy and the economic impact on key sectors should be mitigated,\" Dee told CNN.  Dee continued: “Airports have done their utmost to stay open through this crisis to provide vital services to communities -- from facilitating freight and repatriations to air ambulance, police, Royal Mail and HM Coastguard services -- but cannot survive a further protracted period without passengers that would be the result of quarantine measures. If quarantine is a necessary tool for fighting Covid-19, then the Government should act decisively to protect the hundreds of thousands of airport-related and travel-related jobs across the UK.\" ##Politics## The Lebanese Ministry of Interior is reversing its decision to relax the daily curfew \"due to the failure of many citizens to adhere to the measures of prevention and public safety, and because of selfishness, recklessness and indifference to their health and the health of their societies,\" the ministry said on its website Sunday.  The country's curfew will now start two hours earlier, and no one will be allowed out of their home between 7 p.m. and 5 a.m. daily, the ministry said.  If some citizens continue to disregard preventive measures such as social distancing, wearing masks and avoiding crowds, “all public and private departments, institutions, companies and commercial stores will be closed ... except for health and security services. And citizens will be completely prevented from going out onto the streets,” the statement added. CNN staff in Lebanon have observed that people in public have recently become lax about social distancing and wearing masks. Meanwhile, a statement issued by the Ministry of Public Health on Sunday affirmed the need “to adhere to domestic quarantine for those who were required to do so by the medical teams of the Ministry, especially those coming from abroad and those who were in contact with infected people, even if they do not show symptoms of the disease.” If infection numbers “remain high, I will ask the cabinet to lock down the country for 48 hours,\" said Hamad Hassan, the Lebanese minister of public health, in a television interview Saturday. ##Lockdowns## The London Chamber of Commerce and Industry advises businesses in London to keep their employees at home, CEO Richard Burge tweeted Sunday, following UK Prime Minister Boris Johnson’s address to the nation. Earlier Sunday in a taped address, Johnson called on employees across the United Kingdom to return to work if it's not possible to work from home, as he laid out his vision for gradually restarting the economy. ##Lockdowns##  ##Politics## The United Kingdom is introducing a new Covid-19 alert system to help keep the rate of infection low, Prime Minister Boris Johnson announced on Sunday. During a taped address to the nation, Johnson said the new system would be run by a “new joint biosecurity center” and will determine “how tough we have to be in our social distancing measures” in the weeks and months ahead.  Under the new system, level 1 would indicate that “the disease is no longer present in the UK,” while level 5 indicates a “critical” level, with the National Health Service unable to cope.  “The lower the level, the fewer the measures; the higher the level, the tougher and stricter we will have to be,” Johnson outlined. According to the prime minister, the country has been at level 4 during the lockdown period, but can now begin to take the steps needed to move to level 3.  ##Lockdowns##"], "Language": false}