{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/app-news-section/quickly-catch-up-april-8/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Zach Wade, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-08T17:48:47Z"], "LastModifiedDate": ["2020-04-08T17:48:47Z"], "Headline": ["Quickly catch up on the day's news"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["Here's what you might have missed Wednesday on CNN: -- New York Gov. Cuomo started his daily news conference by saying he had both good and bad news to report. While data shows that social distancing is helping to flatten the curve, New York's death toll is still going up. Yesterday, 779 people died across the state — the highest single-day death toll yet. -- Sen. Bernie Sanders ended his presidential campaign, clearing Joe Biden's path to the Democratic nomination and a showdown with President Trump in November. -- Analysis: The chaos and contradictions coming from the Trump administration cause concern over the second stage of the national effort -- reopening the economy and keeping a second wave of infections at bay.  -- US intelligence officials were warning as far back as late November that coronavirus was spreading through China's Wuhan region and posing a threat to its people and daily life. -- California is so ahead of the game on ventilators that it sent 500 of them to hotspots in Illinois, New Jersey and New York. Here's what California is doing right in responding to the pandemic. -- Lady Gaga has finally explained her incredibly awkward interview with Jimmy Fallon last week and apologizes.  -- Passengers will be evacuated from an Antarctic cruise ship after almost 60% tested positive for coronavirus.  -- Some jobless Americans will start seeing heftier unemployment checks as soon as this week, depending on where they live. -- Scientists uncover a 60,000-year-old forest underwater and think its preserved trees may help pioneer new medicines."], "Language": false}