{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/business/grocery-stores-robots-automation/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-04-07T14:47:58Z"], "LastModifiedDate": ["2020-04-07T18:48:16Z"], "Headline": ["Grocery stores turn to robots during the coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Local grocers and big chains alike are deploying robots to clean floors, stock shelves and deliver groceries to shoppers during the coronavirus. Grocers are searching for ways to reduce pressure on store workers and increase efficiency amid a surge of shoppers visiting stores and ordering online during the crisis. They believe robots and AI offer solutions that can help them bring down costs and improve store operations. \"There's strong interest in moving rapidly in this direction because everyone knows they need to raise their game to stay competitive and it's ultimately more cost effective to automate than staff up, especially in today's labor market,\" said Bill Bishop, co-founder of retail and grocery consulting firm Brick Meets Click.  Experts say the crisis may speed up grocers' use of robots in stores. \"I strongly believe that the current health crisis will accelerate the adoption of robots in retail,\" said Steven Keith Platt, research director for the Retail Analytics Council and adjunct professor at Northwestern University. \"Short-term, this is to address health concerns\" of workers and customers, he said. In the long term, robots in stores will stock shelves and prepare food. How grocers are using robots In Washington, DC, Broad Branch Market has brought on 44-pound, six-wheel self-driving robots equipped with sensors and AI to ferry deliveries to customers in the area. Broad Branch has closed its stores to shoppers and shifted its operations to delivery and pick-up orders only during the crisis. \"We have had them for a little over a week and they are very popular [with customers],\" said store co-owner Tracy Stannard. Brain Corp., which supplies autonomous floor-scrubbing robots to grocers, said it saw a 13% jump in the usage of its robots at stores in March compared to a year ago. Grocers staying open during the crisis have shortened their hours to allow for deep cleaning overnight. Walmart, the country's largest retailer and private employer, will have Brain Corp's self-driving robots in 1,860 of its more than 4,700 US stores by the end of the year. It will also have robots that scan shelf inventory at 1,000 stores and bots at 1,700 stores that automatically scan boxes as they come off delivery trucks and sort them by department onto conveyer belts by the end of the year. During the crisis, Walmart has continued to roll out robots in stores, a spokesperson said. The company said the \"smart assistants\" reduce the amount of time workers spend on \"repeatable, predictable and manual\" tasks in stores, allowing workers to switch to selling merchandise to shoppers and other customer service roles. At a handful of Schnucks Markets stores in the Midwest, Tally, an autonomous robot, scans shelves to alert employees when products are out of stock or labeled incorrectly, said Brad Bogolea, CEO of Simbe Robotics, which developed the robot.  \"This massive surge in demand was a major shock to most retailers' inventory counts,\" said Bogolea. The robot has been helping workers restock items on shelves by giving them real-time data on which items are out, he said. Clearing the aisles of workers Grocers are also looking to take the process for picking customers' online grocery orders out of store aisles. Workers manually picking, bagging and delivering is costly for grocers, and employees picking orders can clog up aisles. Albertsons, Stop & Shop and other grocers are testing small automated \"micro-fulfillment centers\" in the backs of their own stores that are dedicated to fulfilling deliveries and pickups. At two stores, Albertsons is using robots to prepare customers' orders, which it says speeds up the picking process. Good for business, bad news for workers Takeoff Technologies, one of the companies that has created these mini-warehouses, has seen a double-digit increase in orders since the crisis began.  \"Robots handle a majority of the leg-work when fulfilling orders, meaning there is limited contact with grocery items,\" said Jose Aguerrevere, CEO of Takeoff Technologies. The process is \"well suited\" for social distancing. Some fear that this type automation, however, will lead to the disappearance of low-wage jobs. There are more than 15 million retail workers in America today, and lower-skilled jobs in the industry such as cashiers and clerks are among those vulnerable to technology advances. In the retail industry, \"margin pressure has made automation a requirement, not a choice,\" according to McKinsey. \"Automation will disproportionately disrupt retail.\" The Brookings Institution said in a report last month that \"any coronavirus-related recession is likely to bring about a spike in labor-replacing automation.\" \"Automation happens in bursts, concentrated especially in bad times such as in the wake of economic shocks, when humans become relatively more expensive as firms' revenues rapidly decline,\" the Brookings Institution said in its report. — Clarification: This story has been updated to describe the role of Tally, an autonomous robot that scans shelves to detect items that are running low or missing."], "Language": false}