{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/asia/wuhan-coronavirus-after-lockdown-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Wuhan, China"], "ByLine": ["By David Culver and Ben Westcott, CNN"], "Writers": [["David Culver", "Ben Westcott"]], "FirstPublishDate": ["2020-04-23T10:33:00Z"], "LastModifiedDate": ["2020-04-24T00:12:43Z"], "Headline": ["Wuhan is on a slow path back to normality after 76-day coronavirus lockdown"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The first city in the world to go into lockdown due to the coronavirus is slowly returning to something that might be described as normal, after months of fear and anxiety.  But the scars of the viral outbreak which for 76 days shut down the Chinese city of Wuhan, and much of the surrounding Hubei province, lie just beneath the surface, with many citizens worried about a second outbreak and businesses still struggling to get back on their feet. The first known cases of the virus were detected in Wuhan in mid-December. In the weeks that followed, case numbers spiked and from January 23 until April 8, residents were unable to leave the city as the Chinese government attempted to contain the outbreak.  But despite the attempts to halt the spread of the virus, it has now infected more than 2.6 million people worldwide. In Wuhan though, the outbreak now appears to be largely under control, with no new cases or deaths reported in Hubei province as of the latest figures released Wednesday. Streets that only a few weeks ago were cordoned off behind police checkpoints are now open to traffic, while some public spaces such as the Wuhan Zoo are preparing to allow people back inside. But that doesn't mean people are letting their guard down or all the restrictions have lifted. Walking down the street, almost everyone continues to practice social distancing, keeping at least 1.5 meters (five feet) apart.  Many stores, including major chains such as Starbucks, have moved their goods and services out onto the sidewalk to avoid the need for customers to congregate inside. Mr Xu, a local business owner, whose convenience store is set up across from a Wuhan convention center, said since he reopened in April there had been very few customers. \"The situation now is not very optimistic. Even after businesses reopened, there are not many people. I'm a bit worried about this,\" he said.  \"I don't know when (my business) can recover.\" Slow recovery To date, there have been 68,128 reported cases of the novel coronavirus in Hubei province, of which Wuhan is the capital, claiming the lives of 4,512 people.  A sprawling metropolis, Wuhan is one of China's largest industrial and transport hubs, located on the banks of the Yangtze River. It has long been considered the economic engine of the country's central heartland. The decision on January 23 to effectively seal off the city, closing all transport links, was without precedent. Slowly the restrictions became more strict, eventually banning citizens from making any non-essential trips out of their apartments. Checkpoints were set up across the city to stop people leaving their homes, apart from short trips for medicine and groceries. Some of these conditions are now familiar to millions of people across Asia, North America and Europe who have since been requested, or ordered, to stay at home to help stop the spread of Covid-19. But just as Wuhan's lockdown predicted the path for hundreds of cities around the world, its reopening also offers a window into the difficult path ahead. In the first quarter of the year alone, Hubei's economy shrank by almost 40%, according to state-run news agency Xinhua. Some stores are now open and people are returning to public places, with mask-wearing Wuhan residents taking to the city's parks to go for walks, play badminton and even get haircuts courtesy of outdoor barbers. But there is nothing of the packed bustle which once-characterized Wuhan.  For every opened shopfront, there is another one shuttered. More than two weeks after the lockdown ended, restaurants still are only allowed to sell takeaway food while gyms remain closed. On the streets, some citizens are still going outside in full protective gear, including plastic hazardous environment suits. When serving customers, some store owners not only wear face masks but also gloves. Checking into their hotel, the CNN team were required to give their travel history and had their temperature taken, before being sprayed down with disinfectant by the hotel workers. In the elevator a tissue was provided to press the button. One local driver told CNN that his private car hire business has been slow to recover since restrictions to leave the city eased on April 8.  \"I've only had two passengers in two weeks,\" he said, asking we not use his name out of a growing concern for repercussions in speaking with foreign media. Prior to the outbreak, he said he drove at least a dozen passengers a day, including many foreign diplomatic staff. But as the outbreak worsens, most countries have closed their consulates in Wuhan and evacuated their personnel. None have returned yet. \"Post lockdown I've spent as much time enjoying nature and the outdoors with with my family,\" the driver said, indicating a large hiking backpack sitting in his trunk. \"We avoid crowds at the local parks. Instead we drive farther out.\" Waiting for the second wave US citizen Christopher Suzanne, who has been living in Wuhan for at least 10 years with his Chinese wife, was in the US for his new baby's baptism when the coronavirus hit the city. Desperate to get back to look after his wife's parents, the family made the decision to return to Wuhan on March 30, after being granted permission to renter the city.  With his family now back in the place he considers home, Suzanne said he was happy to see the people of Wuhan  out on the streets and enjoying the spring sunshine. \"It makes me happy but I don't want to see people get complacent. We are afraid that there is going to be a second wave,\" he said. Concerns over a so-called second wave have risen recently in China, as a jump in imported cases especially from Russia has led to the country's highest number of new infections in weeks. These fears have been aided by a rise in asymptomatic cases as well. China has changed its case definition for Covid-19 several times. On March 31, it decided to begin reporting the number of asymptomatic cases in the country after weeks of keeping the number confidential. As of Wednesday, there were just under 1,000 asymptomatic cases under observation in China, according to the National Health Commission. Suzanne said that he believed a second wave of infections in the city was inevitable, as people begin to go outside again and potentially mingle with asymptomatic cases. \"To be able to go outside was just that explosion of excitement but then you have that fear of can I go outside? Should I go outside? Is my family going to be okay if I go outside?\" he said.  \"I hope it gets back to the way that it was. But I don't know if it's going to.\" When asked about concerns that the Chinese government were withholding information on death tolls or the origins of the virus, Suzanne said he and many other locals were more concerned with keeping themselves and their loved ones safe. \"Whether or not they want to share that information with the public doesn't concern me... I'm really concerned about my family and what we can do\" he said."], "Language": false}