{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/football/pep-guardiola-mother-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T15:09:44Z"], "LastModifiedDate": ["2020-04-06T17:09:52Z"], "Headline": ["Pep Guardiola's mother dies after contracting coronavirus"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The mother of Manchester City manager Pep Guardiola has died after contracting coronavirus, the club confirmed on Monday.  On its official Twitter account, City said that Dolors Sala Carrió, 82, had passed away near Barcelona, Spain.   \"Everyone associated with the club sends their most heartfelt sympathy at this most distressing time to Pep, his family and all their friends,\" read a succeeding tweet. Guardiola had previously donated €1 million ($1.08 million) to the fight against the virus, helping fund the Angel Soler Daniel Foundation and the Medical College of Barcelona.  The College said the donation would go towards the purchase and supply of medical and protective equipment for doctors fighting the Covid-19 pandemic. There have been 135,032 confirmed cases in Spain and 13,055 deaths, according to the latest figures from the Johns Hopkins University. READ: Son Heung-Min to undergo military training in South Korea Guardiola is considered one of the best managers in the history of the game and previously said he could not have imagined a better upbringing.  \"I think it's impossible to have lived a better childhood, to have been a happier little boy than I was,\" he told BBC Sport in October 2018. \"We were not a wealthy family. We were normal people, more poor than rich, in a little town, and every day I was in the streets with no traffic lights, no cars, always playing, bicycling, football, basketball, tennis, pool. \"I remember absolutely that. I would wake up, go out to the street, then school, then back out on the street until mum said: \"OK it's time to have dinner and come back home.\" Cross city rivals Manchester United tweeted its support to Guardiola shortly after City had announced the news. \"Everyone at Manchester United is saddened to hear this terrible news. We send our heartfelt condolences to Pep and his family. #ACityUnited,\" read a Twitter post. English Premier League team Chelsea also sent its \"deepest condolences to Pep Guardiola and his family.\""], "Language": false}