{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/us/los-angeles-coronavirus-diary-elam/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Stephanie Elam, CNN"], "Writers": [["Stephanie Elam"]], "FirstPublishDate": ["2020-04-06T16:36:36Z"], "LastModifiedDate": ["2020-04-06T16:36:36Z"], "Headline": ["In Los Angeles, friendly waves help fill the empty spaces of social distancing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After the sun sets beyond the California coast, the iconic Ferris wheel on the Santa Monica Pier still lights up -- its dancing colors mimicked on the surface of the Pacific Ocean below. It's an eerie reminder of what life should be like in Los Angeles right now. But despite the light show, the pier is blocked off and silent -- no games, no vendors, no rides. No tourists posing for selfies. This is California at war with the coronavirus. It's been about two weeks since Governor Gavin Newsom put California under a stay-at-home order -- the first state in the union to tell its nearly 40 million residents to do so. He also said the state's coronavirus cases are expected to peak in May. Even with more than 15,000 current cases in California, this is expected to be the calm before the storm. Los Angeles Mayor Eric Garcetti reiterated the governor's call, demanding that all non-essential businesses close their doors temporarily. (I grapple with the word \"nonessential.\" A business may offer products that are not essential during a pandemic lockdown, but I'm pretty sure the workers would argue those paychecks they get for their work are very much needed.)  Since the stay-at-home order, Garcetti has continued to add pressure behind his call for social distancing, telling Angelenos that we are likely just 14 days behind where New York City is now. Most recently, he recommended that people here start wearing some sort of homemade face covering to help prevent the spread of respiratory droplets when in public. It seems this has made an impact -- fewer people are out, and more people are wearing scarves, bandanas or masks to cover their noses and mouths. Perhaps even more jarring than Santa Monica at night is the lack of people during the day. Signs on Santa Monica's paths make it very clear the areas on the bluff above the Pacific Coast Highway are closed. Normally, people would flock to this long swath of land for the amazing views of the ocean while they exercise. Of course, some people do venture out, but a lot of folks on this particular night stayed in their cars to watch the sunset. I did note that people on the paths are giving each other wide berth as they pass.  In busy parts of town, the stores that dot the street between restaurants are all closed. In Beverly Hills, storefronts are boarded up with plywood. It looks like a hurricane is approaching, but that's not the concern here. With most workers away, companies fear break-ins. Seeing this is surreal.  Normally in L.A., eating outside is a year-round luxury. Not now. The usually full tables are gone, and street parking is readily available as traffic has thinned out dramatically. Restaurants are still open for carryout orders, but tables and chairs are all stacked off to the side if not removed altogether. At lunch time, it's spooky. It feels like everyone snuck off to the beach and didn't tell me. In fact, the first weekend after the stay-at-home mandate came down, it seems just about everyone did go to the beach -- including my daughter Simone and me. (I know -- going to the beach in March is another Southern California luxury.) We did a six-mile walk along The Strand and I found myself wondering if this was still too much togetherness.  So, my 9-year-old and I got off the path and headed down by the water where we had the beach to ourselves. Except for the occasional jet taking off from Los Angeles International Airport, the only sound was the ocean. (Emphasis on \"occasional\" because it definitely seemed like there were fewer planes taking to the skies over the Pacific.)  The next week, Los Angeles County health officials and the mayor made it clear we weren't social distancing enough. In response, the public beaches were closed, and hiking trails were shuttered. (It turns out the people who didn't go to the beach went for a hike.) Once her remote learning school day is done, Simone and I still head outside for some fresh air. While I walk, Simone rolls along in front of me on her scooter. We passed two young families -- each settled on blankets on their front lawns across the street from each other -- playing a game over walkie talkies. Social distancing togetherness.  During our walks, Simone has started waving at people we pass -- some as they arc around us on foot; others who are sitting behind their steering wheels at a red light. I asked her about this greeter girl behavior. \"Even in dark times we can be nice to each other,\" she replied. \"Maybe a wave will make people feel better.\" She might be on to something: People beam when she acknowledges them. Usually their responses are more effusive than her greeting. It's a shiny nugget of hope in days filled with ever growing numbers of people sick and worse, lost, to the pandemic.  I've noticed people are more kind and more patient. There's a whole lot of standing in line these days to get into important places -- like the grocery store. People do it without complaint -- sometimes striking up conversation with the person on the other side of the social distancing tape stuck on the ground by the stores to remind shoppers to stay at least six feet apart. Once inside, people make eye contact and smile at each other. People are saying \"hello\" again to the stranger waiting a few feet behind them to pick out their produce. I thought about these increased signs of humanity when I stopped to take a picture of the deserted Santa Monica Pier. There actually was one person on the other side of the barricade -- a police officer alone in his cruiser. I consider what these first responders are up against and, if New York is any indication, what they will witness in the days ahead. It would be crazy for me to say this to him, so as I walked away, I wrapped all of what I was thinking into one single gesture: I waved at him and he waved back."], "Language": false}