{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/youth-hostels-travelers-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-04-06T11:17:04Z"], "LastModifiedDate": ["2020-04-06T14:41:04Z"], "Headline": ["Open youth hostels in US house travelers with nowhere else to go"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Where have all the backpackers gone? With restrictions around the world limiting nearly all nonessential travel, lodging has surfaced as a big concern.  But hostels, preferred by some travelers because of their attractive prices and built-in social atmosphere, haven't received the same attention. In the United States, many hostels are still open, their beds a refuge for stranded travelers and aimless tourists with no place else to go. Peak season sputters out The NW Portland Hostel in Portland, Oregon, can accommodate more than 200 people, but most of the beds are unoccupied.  This is not normal for this time of year at a hostel rated third-best midsize hostel in the world by Hostelworld.com, owner Jim Kennett tells CNN Travel. Kennett, along with his wife, Britta Diettrich, own and operate the normally bustling hostel. The impact of the coronavirus on business has been swift and painful.  \"We had 30 employees, and we laid off all but one,\" Kennett says, adding that he and Diettrich along with one other employee man the 24-hour operation now. The layoffs followed hundreds of cancellations for groups and individuals, all in two days, says Kennett.  11th Avenue Hostel in Denver, Colorado, got a similar gut punch.  Sydney Ilg, marketing director for the hostel, tells CNN Travel: \"So typically March is the start of our peak season, that's when we start ramping up and really getting into more of that summer leisure traveler. And what's nice about spring here in Denver is we cater to a lot of conference travelers, so those business personnel coming to the state specifically for an extend conference.\" At a time when the hostel would be picking up, the opposite has happened: \"We were looking at weeks of like 100% occupancy for weekends at least where we had a huge influx and then it was immediately like a complete reversal. It was like 98% cancellations as all those conferences were canceled. Those were the first to go, those business travelers, and then very quickly behind them to the leisure travelers followed,\" Ilg says. Sin City Hostel in Las Vegas, Nevada, is typically at about 60% to 80% capacity in April, according to manager Ivan Salazar. Cancellations came in a hurry though following President Donald Trump's European travel ban.  \"I can't even think off the top of my head how many cancellations we had. Like I said, we were between 60 and 80 percent booked for the following couple of weeks and now we have 10 people here.\" Likewise, at a family owned and operated hostel in Brooklyn, the day Trump announced the European ban was the day things turned grim.  \"We had more cancellations than we've ever seen,\" says Asaf Imir, one of the proprietors of NY Moore Hostel, which typically draws more international tourists than domestic ones. After having every single school group from March 1 to July cancel, Imir says they made the difficult decision to close the hostel. \"We never assumed the place would close, not in a million years.\"  Open but not advertising Imir describes the hostel community in New York City as a friendly one, even though the hostels are technically competition. When NY Moore Hostel was preparing to close, Imir reached out to industry acquaintances about relocating the handful of guests he still had on the property. He reached out to The Local, a hostel in Long Island City, a hip neighborhood in Queens. At one point, Imir says the general manager of The Local had reached out to Moore, asking for toilet paper because they were low. After an initial response to a CNN inquiry about hostel operations via email, a staff member at The Local, Lauren Gonzalez, declined to comment further.  \"We are open currently. We've reduced our reception hours because our occupancy is quite low. Currently we have some foreign tourists awaiting flight options home, some students who have had to leave dorms in the area but don't want to travel home, some locals who are in various stages of moving in and out of apartments,\" Gonzalez wrote on March 30. \"I think there are some people trying to distance from immuno-compromised family members and roommates. It's a mixed bag. A lot of other hotels and hostels in the City have closed, so we've been taking in their guests as well,\" Gonzalez said in her March 30 email. Sin City in Las Vegas, a dormitory-only hostel, is heeding social distancing guidelines by limiting the number of guests in the shared sleeping rooms to four. They've also canceled all group events. Like NY Moore Hostel, Sin City's biggest customer base is foreign travelers, but most of its current guests are Americans, Salazar explains. He describes them as \"road trippers ... [people] not necessarily in a rush to get back to where they are [from] because it's also locked down there.\" \"We've literally become a place to sleep for the people who don't have anywhere to go.\"  Socializing in the time of coronavirus \"It's like a ghost town right now,\" Salazar says of the Las Vegas scene. The hostel, which normally hosts barbecues and other group activities encouraging mingling, has pretty much stopped everything, according to Salazar. Sin City has a backyard that guests can hang out in, and walking is still permitted, but Salazar isn't sure what they're up to, but it does not sound like a familiar Vegas scene: \"I don't know what they're doing, but most of them just stay in bed.\" Zhen Jia, a Chinese woman staying at NW Portland Hostel, actually prefers the current vibe.  Jia landed at the hostel in February before Covid-19 upended travel and says she didn't feel like people at the hostel were open to socializing much.  \"Everybody's just doing their own things or you know, wearing their headphones in the common areas. So I feel like people kind of put on this do not disturb sign on. Because you're wearing your headphones and, yeah.\" Now that the hostel has only a handful of guests, Jia says \"You see the same people every day in the kitchen or something and then you know each other.\" \"So it's like community, like a family,\" she adds. Aimless guests Hostels by their very nature are social places. Unlike a hotel where guests can come and go with barely any human interaction if they so choose, a hostel typically promotes social interaction. Whether via game nights, organized pub crawls or shared meals, the hostel vibe is distinctive. For many, it is a reason for staying in one. Right now, the hostel vibe is dampened. Ilg says all of 11th Street Hostel's common areas are closed. \"It's a weird place to be in because as a travel company, we're always encouraging people to travel and try new things and have those new experiences,\" Ilg says. \"And all of a sudden we've had to have this dramatic shift to tell people not to travel and not to connect with others and not to step out of their comfort zone.\" She calls the transition \"weird.\" Mike Klose -- who along with his partner, Brigid Hollmann, have been staying at NW Hostel since mid-March after a shared housing situation didn't pan out -- respects the social distancing rules and calls to stay inside. The German couple used to go for bike rides around Portland but are mostly going around on foot when they need groceries or other essential items.  NW Hostel hasn't closed all of its common areas, and the hostel commons, which Kennett describes as typically a \"very active social space,\" is open for people to watch TV or a movie. Kennett says they're asking guests to sit at individual tables. Klose calls the common area quite spacious and says it's possible to utilize the space and practice social distancing successfully. People sit apart and talk to one another, Klose says. \"It's kind of important to have contact to other people, I guess,\" Klose says. Klose and Hollmann plan to be long-term guests of the hostel, staying in Portland until they return to Germany in May. Originally, they thought they might go to Canada. Now he says, \"We will need to see how that turns out basically.\" Both Kennett and Imir expressed concerned about the serious financial hit their businesses are facing, and they don't know what the future looks like.  Still, they seem more hopeful than not. \"We truly love what we do and our main focus is to come back with all our staff and return to serving travelers,\" Imir says. Kennett is still sort of reeling from the shock of the hostel's award. \"We knew we ran a good hostel,\" he says. \"We're on such a good travel route, if people start traveling, they're going to hit us.\""], "Language": false}