{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/us/nursing-home-resident-messages-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-04-05T18:36:49Z"], "LastModifiedDate": ["2020-04-05T18:36:49Z"], "Headline": ["Their nursing home isn't allowing visitors. So these seniors took to social media to let family know they're doing well"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Like many other nursing homes across the nation, Texan Nursing and Rehab in Gonzales, east of San Antonio, is currently not allowing visitors as a way to help stem the spread of the coronavirus. So residents are sending messages of hope and love to their families via social media. Members of staff at the facility are helping residents share messages with their loved ones through the use of a white board and the nursing home's Facebook page. \"Don't worry I'm keeping everyone entertained,\" reads one resident's sign. In another picture, a woman holds a sign that reads, \"I'm doing all right and I'll be happy when I can see you again.\" The nursing home has been sharing these messages regularly over the past month since the no-visitor rule went into effect. \"We have to get creative in ways to continue to give families insight on our daily activities,\" Wendy Moore, regional director of marketing for the facility, told CNN. \"Our team continues to go above and beyond utilizing the social platform to give our families peace of mind during this time.\" She added that patients are happy but ready to see their loved ones. Some residents used the messages to spread a little humor during a time of much uncertainty. \"When this is all over come see me and bring the Lone Star Light. I only have one left!\" \"This is the longest game of hide and seek I've ever played. I think I'm winning,\" reads another. The facility doesn't have any cases of coronavirus, according to Moore. The visitation rule is in place at the facility as a precautionary measure to protect residents."], "Language": false}