{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/04/us/tybee-island-georgia-beaches-open/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Raja Razek and Ralph Ellis, CNN"], "Writers": [["Ralph Ellis"]], "FirstPublishDate": ["2020-04-04T22:23:05Z"], "LastModifiedDate": ["2020-04-05T11:25:43Z"], "Headline": ["Mayor of Georgia coastal town assails governor's 'reckless mandate' to reopen the state's beaches"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Tybee Island, one of Georgia's most popular vacation destinations, depends on beachgoers to keep the town's economy alive.  But in an effort to curb the coronavirus, the city council voted to close the beaches March 20. The town went so far as to put up barricades and signs to keep beachgoers away. The town's good intentions were upended on Thursday when Gov. Brian P. Kemp issued a statewide shelter-in-place executive order which supersedes all local orders relating to coronavirus -- and also opened up the state's beaches.  The governor put Tybee Island back in the beach business -- whether the town liked it or not.  Tybee Island Mayor Shirley Sessions fired back on Saturday, issuing a statement saying she and the town council don't want the beaches reopened now. \"As the Pentagon ordered 100,000 body bags to store the corpses of Americans killed by the Coronavirus, Governor Brian Kemp dictated that Georgia beaches must reopen, and declared any decision-makers who refused to follow these orders would face prison and/or fines,\" Sessions' statement read.  \"Tybee City Council and I are devastated by the sudden directives and do not support his decisions. The health of our residents, staff and visitors are being put at risk and we will pursue legal avenues to overturn his reckless mandate.\" Kemp tweets photos of the beaches Kemp's office did not immediately respond to a request from CNN asking for comment on Sessions' statement.  However, Kemp posted photographs of Georgia beaches and lakes on his official Twitter account today saying, \"Photos from Tybee Island - ⁦@GaDNRLE and ⁦@ga_dps report no issues as they patrol the beach and surrounding areas. Beachgoers are mostly locals and complying with social distancing orders. We will continue to monitor conditions.\" After Kemp issued his shelter-in-place order, the state Department of Natural Resources put limits on beachgoers, saying they must practice social distancing and can't bring chairs, umbrellas or tents to the beach, at least through April 13. 'We're at a very precarious situation' In a video posted on Facebook, Sessions asked people to voluntarily stay away from Tybee Island's beaches. She said Kemp's decision caught Tybee off guard and the town hasn't had time to take down the beach barricades or open up the parking lots.  The town doesn't have the personnel to enforce social distancing on the beach, she said, encouraging residents to shoot videos if they see people standing too close together on the beach. \"We're at a very precarious situation,\" she said in the video. Tybee Island is located near Savannah and has a resident population of about 3,000 people. Kemp has already already been criticized for issuing his executive order so late in the game. He explained he and state officials were just \"finding out that this virus is now transmitting before people see signs,\" despite publicly available findings that have circulated for weeks about such risks."], "Language": false}