{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/it-s-not-a-scam-you-can-win-at-the-claw-machine"], "Source": ["api.greatbigstory.com"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-04-03T19:22:41Z"], "LastModifiedDate": ["2020-04-03T19:22:41Z"], "Headline": ["Chen Zhitong Won 15,000 Stuffed Animals From Claw Machines Last Year"], "Section": [null], "MappedSection": [null], "Article_Body": ["Chen Zhitong is so good at claw machines that their owners often ask him not to play. Some will even buy him dinner as a bribe to stay away from their claw machines. \n\nHow good is Chen? Good enough to win 15,000 plush toys in one year. \n\nYes, 35-year-old Chen, who’s from Xiamen, China, is really good at winning the joystick-controlled, stuffed-animal-filled glass boxes with the mechanical claws at kid-friendly restaurants, amusement parks and arcades. \n\nChen says there are two kinds of claw machines: machines designed for those with skill, like himself, and auto-programmed machines that are simply unwinnable (we’d argue this type is specifically designed to make children and grown-ups alike cry). When playing a skill crane machine, Chen pays attention to several key parameters. Listen up! \n\nNo. 1: The claw’s holding capacity. Does it seem tight enough to grasp the size of the plush animal you’re seeking?\nNo. 2: The angle of the claw’s rotation. This is a game of precision, people!\nNo. 3: The layout of the toys. Is it ideal for plucking out a plush doll?\n\nThese tricky games date back to the 1890s, according to “Be The Claw,” a website devoted to claw machine lore, mastery and a surprising number of how-to videos. The O.G. claw machine cost a penny to play and, instead of fluffy bunnies or stuffed Spider-Mans, users pulled out candy. \n\nDuring the 1920s, the technology was reconfigured and patented as a game called the Eerie Digger. In this setup, some machines enticed players by boasting coin stacks inside. But in 1951, the Eerie Digger was banned by federal law. The government deemed these puppies gambling devices, prohibited their transport across state lines and basically shut down the claw game business. The ban only lasted two years, and soon claw machines were operating at carnivals. \n\nDecades later, claw master Chen has dominated the claw machine game. But where the heck does he keep 15,000 plush toys? In his apartment, of course. Realizing that he needed to share some of the joy, Chen donated about 1,000 toys to schools for the deaf and blind. The kids were thrilled, and so was he. Sometimes the real win is sharing the bounty."], "Language": false}