{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/tech/esports-sports-canceled-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-04-03T17:54:46Z"], "LastModifiedDate": ["2020-04-03T18:34:22Z"], "Headline": ["Esports are already online (obviously), but the pandemic is still creating huge challenges"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Golf, basketball, hockey and other sports have all suspended their seasons. Major league baseball says it may start up in late spring. But competitive video gaming is going strong as esports tournaments move their operations completely online.  Some companies, including the Electronic Sports League, Riot Games and Activision Blizzard, resumed their competitions online after pulling events in the US, Europe and Asia with a brief hiatus or no delay. \"It's pretty incredible that both Overwatch League and Call of Duty League will be the only city-based leagues still fortunate enough to operate in this current environment,\" Pete Vlastelica, president and CEO of Activision Blizzard Esports, said in a statement to CNN Business.  \"I miss traditional sports, like we all do. At the same time I'm proud our leagues can compete online,\" he said, noting that Call of Duty League is still delayed but will be back online \"soon.\" Activision did not comment on the delay. Esports experienced a 37% increase in the average number of viewers per tournament last quarter, compared to the same period last year, according to Stream Hatchet, a video game analytics company. As the esports industry draws more viewership online, it's also attracting new interest in a world where traditional sports are on pause. \"The changing environment is turning both consumer and advertiser attention toward the gaming video content space, with esports being part of this,\" said Nicole Pike, managing director of Nielsen Esports.  Pro athletes are spending more time playing and streaming video games, and the US Navy recently launched an esports team called \"Goats & Glory.\" (The United States Naval Academy's mascot is Bill the Goat.) The US Army and the US Air force already have esports teams. \"With esports being a billion dollar industry and millions of consumers, it was definitely a space we wanted to get into,\" Captain Matt \"Smoke\" Boren, chief marketing officer of the Navy Recruiting Command, told CNN Business. \"At a time where a lot of people's activities have been disrupted, [sailors] can't do face-to-face team activities anymore. It's just a safe place to go to.\" Esports have long copied the playbook of traditional sports, organizing glitzy in-person events that emulate the Super Bowl and the Olympics. Some are now canceled. In February, an Electronic Sports League event ran without a live audience due to concerns by state officials in Katowice, Poland about coronavirus. \"We suddenly had to scramble and tell everyone, 'Don't come,'\" said Craig Levine, global chief strategy officer of ESL (Electronic Sports League).  Although some fans complained about the change on social media, online viewership for the \"Counter-Strike: Global Offensive\" tournament was record-breaking, said Levine, although the 11,000-person stadium in which it was held was eerily empty except for players and staff.  Riot Games, creator of \"League of Legends,\" announced last November that it would host its annual World Championship in Shanghai, China but that plan is in now in doubt. The annual event typically falls in November. It might mean doing without a live audience or becoming an online-only event. \"We're scenario-planning around all our options,\" said Riot Games' head of partnerships Naz Aletaha.  For now, Riot's advertisers are understanding, she said. The video game company currently has deals with Mercedes-Benz in China, Louis Vuitton, MasterCard, State Farm and others. When an esports event goes fully online, it creates disruption for gaming companies and their participants. There are fewer gigs for the freelancers who normally work those events. And instead of having a referee onsite, players must be monitored from their homes to guarantee none cheat. Companies increasingly require players to install tracking software and cameras in their homes.  Players may also face different internet speeds rom their home countries when they compete in a global event. ESL's Levine said that for now, regional events are being held to prevent this issue. It's unclear whether companies can recoup losses from canceled in-person events with increased viewership into ad and partnership revenue.  For the ESL, the increase in Twitch views doesn't translate \"dollar for dollar\" into revenue, according to Levine. And the company bore a significant loss when it had to refund tickets for its Polish event. \"We're not able to directly benefit from [increased viewership of online only games]. But we've been around for 20 years and we're big believers,\" said Levine, who noted that such events cost much less to run than physical ones. \"We'll be surviving and thriving.\""], "Language": false}