{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042320/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-22T16:57:25.295Z"], "LastModifiedDate": ["2020-04-23T22:23:51.952Z"], "Headline": ["US stocks unmoved by America's massive jobless claims: April 23, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Intel (INTC) shares took a sharp dip after the closing bell Thursday, despite the company's strong earnings report for the first three months of 2020. Intel reported earnings per share of $1.31, up 51% from the same period in the prior year, on $19.8 billion in quarterly revenue. Wall Street analysts had projected the company would make around $18.6 billion in revenue during the first quarter. The chip maker's stock fell more than 5% in after-hours trading, though, after the company declined to provide financial guidance for the full year given the economic uncertainty caused by coronavirus. For the three months ending in June, Intel is projecting earnings per share of $1.04, up just 13% from the prior year.  “Our first-quarter performance is a testament to our team's focus on safeguarding employees, supporting our supply chain partners and delivering for our customers during this unprecedented challenge,” Intel CEO Bob Swan said in the earnings press release Thursday. The shift for many companies to remote working set-ups amid coronavirus may have been a boon to Intel. Revenues from the company's data center group were up 43% to $7 billion during the quarter, which includes 53% year-over-year growth in cloud service provider revenue. Intel's PC business was also up 14%. In a March 19 letter to customers, Swan called the technology industry \"more essential now than it has ever been,\" and said Intel's manufacturing and production teams were maintaining on-time delivery rates above 90%.  But given the economic impact of coronavirus, analysts have wondered whether companies will be able to keep spending on enterprise tech services from firms such as Intel. On a call with analysts Thursday, Swan also acknowledged that demand in the second half of this year \"remains more uncertain\" because of the pandemic. US stocks finished mixed on Thursday after losing steam into the close. The Dow recorded its second gain in a row, closing up 0.2%, or 39 points.\nThe S&P 500 finished down 0.1%.\nThe Nasdaq Composite ended unchanged. The market once again shrugged off a bleak look at America’s labor market. 4.4 million people applied for first-time unemployment benefits last week, bringing the total over the past five weeks to 26.5 million. This met market expectations. Drug maker Gilead (GILD) closed down 4.3% following a report that the company terminated a trial of a potential coronavirus treatment early, and thus had no conclusive findings about its effectiveness.  It was going so well...  US stocks lost some steam in the early afternoon following a Financial Times report saying the trial for a potential coronavirus drug from drug maker Gilead (GILD) had failed. Stocks came off their highs following the report, showing just how much hope and uncertainty remain part of day-to-day investor sentiment swings. The Dow was last up 215 points, or 0.9%, while the S&P 500 was up 0.8%. The Nasdaq Composite gained nearly 1%. Gilead, which is a Nasdaq-traded stock, fell more than 5%. Megan Imbres, Quibi’s head of brand and content marketing, is leaving the new short form streaming service just weeks after its launch. Imbres, who worked on ad campaigns for the service, including spots during the Oscars and Super Bowl. The service premiered on April 6. “Megan played an important leadership role in the development of Quibi’s unique brand,” a spokesperson told CNN Business. “She helped build an all-star brand and content marketing team that is well-equipped to transition Quibi from pre-launch to post-launch. We wish her all the best in her next endeavor.” Quibi offers videos and series that are cut into segments of 10 minutes or less. It was launched with much media fanfare, but the buzz has since waned.  The service, the brainchild of Jeffrey Katzenberg and Meg Whitman, has raised nearly $2 billion in funding. It costs $4.99 with ads, $7.99 without and offers a 90-day free trial. Quibi said Wednesday that it had more than 2.7 million app downloads in its first two weeks. It did not say how many people are actually watching the service. US stocks are in the green for a second day in a row, with the Dow up 250 points around midday. The Dow rose 1.1%, or 270 points, while the S&P 500 and the Nasdaq Composite both climbed 1%.  The market is not reacting much to weekly jobless claims that economists are paying so much attention to, in great measure because the number of lost jobs was widely expected. Touted as the closest economic data point to real-time developments, the weekly first-time claims for unemployment insurance are now the pulse point for how the crisis is affecting Americans. In the past five weeks, 26.5 million people have filed first-time jobless claims. These are staggeringly big numbers. But the fact that the initial claims data has moderated for three consecutive weeks now should be seen as a positive for risk assets,\" said Shaun Osborne and Juan Manuel Herrera, currency strategists at Scotiabank, in a note. Weekly claims are still in the millions, but have come off their peak of 6.9 million in the last week of March. Kuwaiti aircraft leasing and finance company Alafco has sued Boeing to get back $336 million in deposits it put down on 40 737 Max jets. The suit, filed this week, said that the company was supposed to take delivery of the jets starting in March of 2019, and should received 10 planes by now.  All deliveries of the 737 Max were  put on hold by the worldwide rounding of the jet that same month, following two fatal crashes that killed 346 people. In its suit, Alafco said it has canceled the full order and demanded a return of the deposits, but that Boeing has not responded to the demand. The current circumstances \"substantially impair the value of the purchase agreement as a whole,\" the leasing company said. Boeing would not comment on the suit, which was filed in federal court in Chicago. With more than two-thirds of commercial jets worldwide now parked due to a near halt in demand for air travel, airlines and aircraft leasing companies have been canceling or delaying orders for new jets. Boeing has seen 220 canceled orders for the Max so far this year, including 29 canceled orders disclosed earlier this week by the aircraft leasing arm of the China Development Bank. Unlike Alafco, however, most of those who canceled still have orders for more of the planes on the books. The CDB still has orders for 70 737 Max jets. Sales of newly-built single-family homes plummeted 15.4% in March, totaling just 627,000 last month, according to data from the Census Bureau and the Department of Housing and Urban Development. The revised rate for home sales in February was 741,000. Year-over-year sales for March fell 9.5%. The last time that figure was so low was in May 2019. The coronavirus pandemic is forcing people to shelter in place, and a stalling economy with tens of millions of job losses is leading consumers to avoid big-ticket purchases. And it's likely to get worse. \"Given the widespread nature of the shutdown during April, it is probable that new home sales activity will drop much further when the April figure is reported,\" said Ben Ayers, senior economist at Nationwide, in emailed comments. The US oil market is in such disarray that even after stringing together a series of ridiculous percentage gains, crude remains well below $20 a barrel. Consider the past few days of head-scratching moves out of negative territory: Tuesday: +127% Wednesday: +38% Thursday: +29% And yet crude is sitting at just $18 a barrel. That's still down an incredible 72% from the January high of $63.27 a barrel.  Outsized spikes can take place when asset prices sink to extremely low levels. \"It's not going to take a lot to move this market,\" said Ryan Fitzmaurice, energy strategist at Rabobank. US crude settled at -$37.63 a barrel on Monday, the first trip below zero since oil futures launched in 1983.  \"We're seeing oil prices revert back to fair value,\" said Fitzmaurice. \"This is evidence that Monday's fall into negative territory was mostly technical.\" Yet subzero oil also reflected the fact that the world is running out of room to store all the barrels piling up during the pandemic.  The oil market may have been helped in recent days by renewed tensions between the United States and Iran.  S&P Global Ratings downgraded Disney’s credit rating on Thursday because the coronavirus outbreak continues to damage its business. “Its theme parks and film and TV studios remain closed by government-mandated social distancing orders and it's unclear when they will be allowed to reopen,” S&P said in a statement on Thursday. The credit ratings company downgraded Disney's debt to an \"A-\" noting that because many of Disney’s businesses “require social interactions,” the outbreak has hit Disney \"the hardest of the global media and entertainment companies.” Disney (DIS) has been significantly exposed to the coronavirus pandemic. Its theme parks around the world have closed, major films have been delayed and live sports, which propel ESPN’s broadcasting, have been put on hold. S&P added that Disney’s parks won’t likely return to normal capacity even after stay-at-home restrictions are lifted. “Continued government-imposed social distancing and, longer term, consumer concerns about attending public events will likely retard theme park attendance.,” it said. Disney has taken steps to manage the financial impact on the company, including executives taking pay cuts and furloughing employees \"whose jobs aren't necessary at this time.\" US stocks opened slightly higher on Thursday, following yet another bleak look at America’s labor market. Another 4.4 million people filed for first-time unemployment claims last week, bringing the total of initial claims to 26.5 million over the past five weeks. That’s more than 16% of America’s labor force. Even so, the stock market has priced in a lot of bad news on the economy already and has reacted little to the record breaking claims numbers of the past weeks. The same holds true today. The Dow opened up 0.4%, or 87 points.\nThe S&P 500 kicked off 0.4% higher.\nThe Nasdaq Composite opened up 0.3%. The fact that another 4.4 million Americans filed initial unemployment claims last week sent a shudder through the US economy. The stock market barely budged. Dow futures are pointing to a modestly positive open, up about 75 points. The S&P 500 and the Nasdaq are both set to open up 0.5%. Why? The market knew the unemployment claims numbers were going to be disastrous -- they were right in line with economists' predictions. Although some market experts believe investors are underplaying the depth and length of the economic destruction the coronavirus pandemic will bring, others believe the recovery will be quick and strong, and the market's historic plunge into a bear market was overdone. Only time will tell. Today, the market is choosing to look past historic unemployment in the United States. Starbucks (SBUX) has given away more than 1 million cups of coffee to frontline workers working during the pandemic. And it wants to give out more. The chain is extending a deal that gives police officers, firefighters, paramedics, doctors, nurses, hospital staff and researchers a free tall brewed or iced coffee at Starbucks until May 31.  The offer was originally set to expire on May 3. The oil crash has laid claim to at least one major oil company's coveted dividend. Equinor (EQNR), Norway's oil behemoth, is slashing its dividend by 67% to cope with the historic collapse in oil prices. That makes Equinor the first of the Big Oil companies to touch its shareholder payouts. ExxonMobil (XOM) and Chevron (CVX), which report results next week, have vowed to defend their dividends.  Equinor, formerly known as Statoil, blamed the dividend cut on \"the current unprecedented market conditions and uncertainties.\"  US oil prices crashed into negative territory on Monday for the first time ever, raising the specter of widespread bankruptcies in the United States. Brent crude, the global benchmark, dropped to a 21-year low.  Equinor, which is majority-owned by the state of Norway, has made a series of moves to deal with the crash, including suspending share buybacks, raising $5 billion of debt and launching a $3 billion cost-cutting plan. Based on these steps, Equinor said it can be cash flow neutral before capital distributions in 2020 if oil prices average $25 per barrel for the rest of the year.  Another 4.4 million Americans filed for first-time unemployment benefits in the week ended April 18. In total, 26.5 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. Not all of those claims will result in benefits being paid. Some will be rejected because workers did not meet eligibility requirements. Even so, numbers at that level reflect a devastating blow to workers, indicating roughly 16.2% of the US labor force is suffering from layoffs, furloughs or reduced hours during the coronavirus pandemic. Read more about last week's jobless claims here. Stay-at-home orders are boosting pizza sales.  Domino's (DPZ) reported that sales at US restaurants open at least a year jumped 7.1% between March 23 and April 19 according to preliminary estimates, compared to the same period last year.  In the first quarter, that figure was just 1.6% year over year.  \"Domino's is in a very strong financial position,\" CEO Ritch Allison said in a statement discussing the results. \"I have great confidence in our people and our ability to manage through this crisis, and I remain optimistic about the long-term potential of the Domino's brand.\" But, he noted, the future remains uncertain.  \"We don't know how consumer behavior and restaurant purchasing patterns may evolve coming out of this crisis,\" he said.  The company has pulled its two-to-three year outlook due to those questions, among others.  Economists and investors had been bracing for dismal economic data for April. But the latest readings of the closely watched Purchasing Managers' Index, which surveys senior executives at private sector companies, are gut-wrenchingly awful. The numbers: The eurozone composite PMI, which tracks activity in the manufacturing and services sectors, hit 13.5 in April, down from 29.7 in March — easily the worst reading since the survey started in 1998.  It's a sign of the extent to which Europe's economy has imploded as shutdowns to prevent the spread of the novel coronavirus hit citizens from Berlin to Paris and Amsterdam. The lowest reading during the global financial crisis was 36.2 in February 2009. Readings below 50 indicate that activity is shrinking. Welcome to the house of horror,\" Claus Vistesen, chief eurozone economist at Pantheon Macroeconomics, said in a note to clients. PMI data from the United Kingdom and Japan on Thursday also turned up the worst declines in business output on record. Data from the United States is due later in the day. Target (TGT) sales are soaring as people rush to its stores to stock up on necessities during the coronavirus pandemic. The company said Thursday that same-store sales grew more than 7% for the first quarter. It also had 100% growth in digital orders.  Target noticed \"significant changes in shopping patterns\" in March with apparel sales declining but food, beverage and other essentials increasing sharply. April is following March in being a strong month for the company, with sales increasing 5% compared to last year. CEO Brian Cornell said Target is \"seeing record-setting digital growth, strong demand for our same-day fulfillment services and broad market-share gains across each of our core categories.\" Target shares are flat in premarket trading. The New York Stock Exchange might reopen in phases after May 15, two sources who were on a conference call with NYSE Chief Operating Officer Michael Blaugrund told CNN Business. The sources also say the timing could change. Blaugrund was speaking with NYSE employees, heads of firms and brokers on the 40-minute call. He said when the floor does open, there will be a reduced head count on the floor and social distancing guidelines will be followed, according to the two sources. The NYSE closed its trading floor in March temporarily and shifted to fully electronic trading to prevent the spread of coronavirus. The move came shortly after the NYSE sent an update to traders informing them that two people — a member of the trading floor community and an NYSE employee — tested positive for the virus. Read more here. Here's where futures stand at 6:20 am ET: Dow futures are up 31 points, or 0.13%\nS&P 500 futures rose 0.24%\nNasdaq Composite futures moved 0.14% higher European markets are mixed: The CAC 40 is higher by 0.42%, while Germany's DAX is off 0.09%. Shares in London FTSE 100 are unchanged. Asian markets finished mixed: The Nikkei 225 gained 1.52% and the Hang Seng rose 0.35%. The Shanghai Composite lost 0.19%. South Korea's economy just recorded its most severe contraction since the 2008 financial crisis as the coronavirus pandemic weighed on consumer demand and exports. And the worst may not be over. Asia's fourth-largest economy shrank 1.4% in the January-to-March period compared to the fourth quarter of 2019, according to an estimate released Thursday by the Bank of Korea. The decline was slightly better than what analysts polled by Refinitiv expected, but still the worst in more than a decade. The economy still grew by 1.3% when compared to a year earlier. But the rate of growth was slower than the 2.3% growth that the fourth quarter experienced year-on-year. Read more here. The deluge of Americans filing for jobless claims isn't over. Another 4.2 million claims for first-time unemployment benefits are expected to show up in today's economic data. That would bring the total number of claims to more than 26 million over the past five weeks. Since mid-March, 22 million Americans filed for benefits, accounting for roughly 13.5% of the nation's work force, as businesses shut down to limit the spread of coronavirus. While talk of reopening the economy is growing and some states are beginning to loosen restrictions, companies continue to lay off and furlough their workers. Consumer behavior and demand has changed, and economists don't expect people to revert to old habits even  after shelter-in-place orders come to an end.  The hospitality and travel sectors, for example, are likely to be affected far longer than other sectors, and those jobs are unlikely to bounce back. As if the coronavirus crisis wasn't enough, oil markets have broken down this week. Prices for the commodity are now so low that hundreds of oil companies could go bankrupt, eliminating even more jobs in a reeling US economy. The US Department of Labor will report jobless claims for the week ending on April 18 at 8:30 am ET."], "Language": false}