{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/media/movie-box-office-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-02T12:13:37Z"], "LastModifiedDate": ["2020-04-02T12:13:37Z"], "Headline": ["The coronavirus won't end moviegoing, but it could change it"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Last year was a good year for the film industry. The global box office brought in over $40 billion worldwide, even though the domestic box office was down. Disney notched seven films that made more than $1 billion globally. And one of those films, \"Avengers: Endgame,\" broke \"Avatar's\" record as the highest-grossing blockbuster of all time. Now, just three months into 2020, the film industry's year may be over. The coronavirus pandemic has brought Hollywood to a complete halt. Movie theaters, big and small, have shuttered around the world, productions have stopped and the release of some of the year's biggest films have been delayed. The future of moviegoing is in serious doubt, since nobody knows how long the virus will keep things closed or how audiences will react once life does return to normal. Jeff Bock, a senior analyst at entertainment research firm Exhibitor Relations, believes that theaters will ultimately rebound from the coronavirus outbreak, but it won't come without \"great losses.\"  \"The industry is morphing before our very eyes and the old Hollywood adage, 'nobody knows anything,' is more relevant today than ever before,\" Bock told CNN Business. \"My guess is that blockbuster movies will have their day in the sun again. But the build-up to their dominance in the marketplace will take time; certainly a year, at minimum, to return to the form we recognize.\" Bock added that while some smaller theaters will likely close indefinitely, even the ones that do return \"may find it more difficult to operate in the weeks and months following the crisis.\"  It's easy to understand why the pandemic presents major challenges to theaters. Going to the movies is a communal experience where a group of strangers sit next to one another in a dark room for an extended period of time. Even if theaters are reopened, it may be awhile before audiences feel safe enough to go back to the movies. So while moviegoing may survive the pandemic in the long run, its near future — the rest of this year — is another story entirely. With the global box office paralyzed, the spring has been wiped clean of hit films such as Disney's \"Mulan\" and MGM's James Bond flick, \"No Time to Die.\" Both films have been delayed, with \"No Time to Die\" moving to November and \"Mulan\" being pushed back to an unknown date.  The summer, which is arguably Hollywood's most lucrative season, also lost potential blockbusters such as Marvel Studio's \"Black Widow,\" which was pushed back to an unknown date, as well as Universal's \"F9\" and Sony's \"Ghostbusters: Afterlife,\" which were both postponed until next year. Sure, there are still potential hits on the docket for the rest of 2020. Paramount's \"Top Gun: Maverick\" is still set for June, Warner Bros.' \"Wonder Woman 1984\" was pushed back from June to August, and Mavel Studio's \"Eternals\" is still on for November. However, those films can't be released in theaters if none are open. \"It depends on the speed and success rate of our society's sustained response to the virus,\" Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business about the potential of the movie theater industry getting back to business this year.  Robbins said that late summer seems like a \"hopeful target for the time being,\" but that \"could change on a dime depending on how this plays out.\"  \"We're all playing the collective waiting game,\" he said. However, studios aren't waiting to release films to audiences. Major studios have made current films available for purchase at home — a decision that circumvented the established theatrical window, which keeps films exclusive to theaters for a few months. Universal is planning to release its latest film, \"Trolls World Tour,\" on April 10, the day it was to open in theaters. Releasing films on demand appears to be less of an industry-wide shift in how studios do business and more of a temporary solution during an unprecedented situation. Yet, the pandemic could accelerate trends that have been shaping the film business in recent years. \"This pandemic will be transformative for many businesses in ways we can only speculate. That goes for the movies too.\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business.  Dergarabedian noted it's still unknown if this crisis ends up changing the theatrical window, but that he expects to see theaters upscaling the customer experience in a major way. \"That could mean more curated content, having better food and loyalty programs and other things that help craft an exclusive experience audiences can't get at home,\" he said. Despite the challenges that the theater industry is facing, Degarabedian doesn't believe that going to the movies is going to become a relic of the past. \"Going to the movies is baked into our collective DNA, and I'm certain it will make a comeback once movie fans feel confident and safe venturing back into public spaces,\" he said. \"We simply don't know when that day will arrive.\""], "Language": false}