{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-040120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-01T10:06:37.474Z"], "LastModifiedDate": ["2020-04-02T10:12:16.942Z"], "Headline": ["US stocks are having another dismal day: April 1, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks closed in the red on Wednesday. April and the second quarter of the year are not off to a great start. Investors continue to grapple with the fallout from the coronavirus outbreak ahead of more data on the US labor market on Thursday and Friday. The Dow closed 4.4%, or 974 points, lower.\nThe S&P 500 finished down 4.4%.\nThe Nasdaq Composite also closed down 4.4%. Three flight attendant unions are urging the government against taking an ownership stake in airlines when it distributes $25 billion to fund payroll for aviation workers.  The leaders of the nation's flight attendant unions wrote a letter to Treasury Secretary Mnuchin saying that if he demands the airlines give taxpayers stock in their companies in return for help, it would threaten \"whether workers will ever see the promised relief.\" The $25 billion in grants is half of the $50 billion in aid that airlines are eligible to receive under the stimulus law that passed last week. The other $25 billion is in loans, and the unions told Mnuchin he should insist on essentially receiving airline stock in exchange for the loans.  The unions are worried the airlines may turn down the grants meant to pay employees during the next 6 months if the government insists on essentially becoming a stockholder in the airlines. They wrote the $25 billion figure could equate to a 40% ownership stake in the airlines.  “This effectively renders the payroll grants a poison pill that will cost us our jobs and push us onto taxpayer-funded unemployment insurance – the opposite of what this bipartisan agreement intended,” they wrote. Airlines for America, the industry group representing major U.S. airlines, has not commented on how it counseled the government to disburse the aid, and no airline has publicly said that it will turn down the aid if it is forced to give taxpayers a stake.  America is still at the beginning of seeing the effects of the coronavirus outbreak on its economy. That means last week's data -- showing nearly 3.3 million Americans filing for unemployment benefits for the first time -- will not have been the last of it for the labor market. Economists expect 3.5 million people filed for unemployment benefits for the first time last week, according to the Refinitiv consensus estimate. That would set a new all-time high, surpassing the previous week's data. Bank of America Merrill Lynch (BAC) even expects 5.5 million Americans filed for benefits last week. Barclays expects at least 5 million. BAML sees three reasons for the spike:  Major companies have reported layoffs and indefinite furloughs since the last claims data came out\nThe CARES act was signed into law and made unemployment insurance benefits more generous. It also expanded eligibility to self-employed and gig-workers who previously were unable to claim these benfits.\nGoogle trends show an increase in search for \"unemployment benefits,\" the BAML analysts said. The Economic Policy Institute expects some 20 million American jobs to be lost between March and July, via a combination of furloughs and lay-offs. With stocks plunging, many short sellers who bet that the market will continue to fall are licking their chops. And one of the most famous bearish hedge fund managers, David Tice, is coming out of semi-retirement to try and find more stocks that are ripe for a steeper drop. Tice, who sold his Prudent Bear family of funds to Federated Investors in 2008, said in a letter emailed to CNN Business that he's \"getting back in the game\" to join Ranger Alternative Management, which runs the Ranger Equity Bear ETF (HDGE), as its chief investment officer. One of Tice's proteges, John Del Vecchio, is a co-manger of the ETF. Tice is most famous for raising red flags about the accounting practices at industrial conglomerate Tyco in the late 1990s -- a few years before it eventually blew up due to fraudulent practices. Former Tyco CEO Dennis Kozlowski went to prison in 2005 and was released in 2014. So why is Tice getting back into the short selling game after more than a decade on the sidelines? He thinks the current sell-off may be still in its early stages. \"I have watched with great interest as the market has experienced an 11-year spectacular bull run largely through piling up debt while the economy grew at its slowest rate of any expansion over the last fifty years,\" Tice wrote in the letter. \"Now, after this hiatus, it has become obvious to me that another secular bear market lays in front of us.\"  Stocks opened lower today -- the first day of a new month and a new quarter. At midday, not much has changed and the three main US equity indexes remain down. The Dow is 3.4%, or 744 point, lower.\nThe S&P 500 is down 3.7%.\nAnd the Nasdaq Composite is down nearly 3%. This is the third out of the past four trading sessions that stocks are down. As the world grapples with the coronavirus pandemic, investors are pulling their money out of all kinds of investments, seeking safety. One place they are emphatically not putting their cash? Emerging markets. We estimate that EM securities suffered around $83.3 billion in outflows during March,\" said Jonathan Fortun and Benjamin Hilgenstock, economists at the Institute of International Finance, a trade group for financial institutions. \"This record-breaking outflow episode is significantly larger than the one seen during the global financial crisis, and dwarfs stress events such as the China devaluation scare of 2015 and the taper tantrum in 2014.\" Investors are pulling money from both stocks and fixed income assets in the developing world. While this outflow started in China, where the initial virus outbreak took place, its has shifted to multiple countries as the pandemic sweeps across the globe, creating an emerging market shock more severe than during the 2008 financial crisis. \"All of this points to a sudden stop in EM due to the combination of uncertainty around the spread of COVID-19, and large oil price and financial shocks,\" Fortun and Hilgenstock said. At least one retailer had a decent March: Kroger. The grocery store said same-store sales surged 30% last month as shoppers crowded its aisles amid the coronavirus pandemic.  Kroger said in a press release that it experienced \"dramatically heightened demand\" in mid-March, which tapered but \"remained higher than normal in the final week.\" Not surprisingly, Kroger's best-selling items were boxed meals, and cleaning and paper products. Its fresh food departments also had an increase in sales. As a result, Kroger said it expects its first quarter results to be better than expected. Kroger (KR) shares are up 4% and nearly 8% for the year. The coronavirus pandemic has thrown the world into an unprecedented crisis. In many ways, it's like a war, according to the International Monetary Fund. And wars need war-time policies. There are two phases, the IMF's economists wrote in a blog post: phase one is the war, with the epidemic in full-swing a mitigation measures curtailing economic activity. This could last at least one to two quarters. Then comes phase two: the post-war recovery. To ensure a swift and sustainable upswing, the public sector needs to be on top of things. The success of the pace of recovery will depend crucially on policies undertaken during the crisis,\" the economists said. \"If policies ensure that workers do not lose their jobs, renters and homeowners are not evicted, companies avoid bankruptcy, and business and trade networks are preserved, the recovery will occur sooner and more smoothly.\" Governments will need to guarantee the functioning of essential sectors like regular health care, food production and distribution, infrastructure and utilities. On top of that, enough resources and government support need to be provided for people directly hit by the crisis. Finally, governments need to put policies in place that prevent excessive economic disruptions by safeguarding \"the web of relations among workers and employers, producers and consumers, lenders and borrowers,\" the economists said. All of this will come at a price of higher public debt balances across the world, and lower interest rates for a longer period -- but it will ensure that the economy can start up again properly after the virus is defeated. America's factories fell into a recession in the second half of 2019, but started to do better in the first months of the year. This respite was short-lived because of the coronavirus pandemic's crippling impact on the economy. The Institute of Supply Management's manufacturing PMI for March slipped to 49.1, its first drop below 50 in two months. Any reading below 50 indicates a contraction, whereas a reading above 50 denotes an expansion. Manufacturers are getting squeezed from two sides: There's decreasing demand and issues with supply chains as well as volatility in energy markets. Still the March PMI was better than expected. Much of last month's economic data is not expected to show the full impact of the coronavirus crisis, which really took hold in the second half of the month. The long-awaited, eagerly anticipated merger between T-Mobile and Sprint is officially complete. The \"New T-Mobile\" comes with some changes to its leadership ranks and Sprint's stock. T-Mobile has a new CEO, with Mike Sievert replacing John Legere. The latter will remain on the board until at least June. And the Sprint branding and stock is going away. T-Mobile will trade on the Nasdaq with the ticker TMUS. Sprint's shares are being absorbed into the new company and will no longer trade on the New York Stock Exchange. T-Mobile said the $26 billion merger will \"supercharge\" its strategy, including ending wireless contracts and the rollout of nationwide 5G. Attorneys general from more than a dozen states sued to block deal last year. US stocks kicked the second quarter off in the red.  Equities are down across the globe as investors grapple with growing number of economic reports that suggest we are in a deep recession caused by the coronavirus pandemic. New White House estimates for how many Americans could die from the disease are also weighing on markets. The Dow opened 4%, or 870 points, lower.\nThe S&P 500 fell 3.7%.\nThe Nasdaq Composite opened down 3.1%. Whiting Petroleum is the first major oil producer to file for bankruptcy since the crash in oil prices to 18-year lows. The Denver-based driller said Wednesday it filed for Chapter 11 in US Bankruptcy Court for the Southern District of Texas.  Whiting (WLL), valued at nearly $5 billion as recently as late 2018, had been a rising star in the shale industry with properties in the Bakken oilfield of North Dakota.  CEO Bradley Holly cited the \"severe downturn in oil and gas prices\" caused by the price war between Saudi Arabia and Russia as well as the coronavirus pandemic.  The other problem is that the bond markets have been closed to debt-riddled companies, especially in the energy industry. That makes it very difficult for oil companies to roll over their debt and could spark a wave of bankruptcies. As part of the bankruptcy, Whiting reached a deal with creditors that would allow the company to slash its debt by more than $2.2 billion by exchanging debt for equity.   Whiting has nearly $600 million of cash on its balance sheet and continues to operate during the restructuring. I wrote this blog post from home. You're probably reading it while working at home. That's why one firm that makes 4G and 5G mobile hotspots is expecting boom times ahead. Wireless equipment company Inseego (INSG) said Wednesday that it has already doubled production of its routers and it has the manufacturing capacity to ramp up production to five to six times normal volume. “We’re seeing unprecedented demand for our wireless mobile broadband devices, spurred by the dramatic change in how we are living, working and learning from home,\" said Inseego chairman and CEO Dan Mondor in a release. Shares of Inseego shot up more than 11% in early trading Wednesday, adding to the stock's gains for the year. Analysts are currently predicting a year-over-year increase in revenue of nearly 20% this year and a more than 25% jump in 2021. The company is still losing money, but it is expected to turn a profit next year. And Mondor thinks this is only the beginning of a surge in sales.  \"We’re prepared to scale up quickly, not only during the COVID-19 pandemic, but as mobile data traffic continues to grow, unabated, year after year, and drives the need for more 5G networks,” he said. Private payrolls fell by 27,000 jobs in March, according to this morning's ADP employment report. That's a much smaller decline than economists had expected: Economists surveyed by Refinitiv forecast a drop of 150,000 jobs. Still, it was the worst ADP report since September 2017, when private payrolls dropped by 39,000 jobs. All of the job declines were in small businesses with less than 50 employees. Payrolls for mid-sized and large companies actually increased last month. Jobs in the services sector and trade, transportation and utilities industries declined the most. The services sector has been hit particularly hard by the coronavirus outbreak, as social distancing measures are keeping customers away. The ADP report is often considered an indicator for the Labor Department's jobs report, which is due at 8:30 am ET on Friday. That report is expected to show some -- but not all of the job destruction the pandemic has wrought.  Although coronavirus has costing millions of Americans their jobs, the survey was taken mid-month, and economists expect the Labor Department to report the US economy shed 100,000 jobs in March. Macy's, which is struggling mightily during the coronavirus pandemic, has been kicked out of the S&P 500. Although the S&P 500 is nominally the 500 companies with the largest values on the US stock market, that's not technically true. The stock index currently contains 505 companies, and S&P Dow Jones Indices, which manages the S&P 500, is patient when companies go through some tough times. It doesn't change the index all that often, so it hangs onto some companies even when their market caps fall below those of other non-S&P-500 companies. But it just couldn't hang onto Macy's (M) for any longer. The department store's market cap has plunged to just $1.5 billion as its stock price cratered 71% this year. Macy's recently furloughed the majority of its staff as stores remain closed during the pandemic. Macy's was the least-valuable member of the S&P 500 and one of only five stocks on the index worth less than $2 billion. Macy's is being replaced by Carrier Global, a spin-off of United Technologies.Otis International is also joining the index. Xerox (XRX) has been attempting to takeover HP (HPQ) for several months, despite the latter repeatedly rejecting it. Well, now it's done for good. In a statement late Tuesday, Xerox said that the \"resulting macroeconomic and market turmoil\" caused by the coronavirus has forced it to dropits bid. It's also no longer attempting to nominate directors to HP's board, it said.   \"While it is disappointing to take this step, we are prioritizing the health, safety and well-being of our employees, customers, partners and other stakeholders, and our broader response to the pandemic, over and above all other considerations,\" Xerox said in the release. Both stocks are down roughly 2% in premarket trading. Even with the nationwide adoption of stringent mitigation efforts, between 100,000 and 240,000 Americans could die in the coming weeks, the White House warned on Tuesday. The world's largest economy is quickly becoming the epicenter for the pandemic. Here's where futures stand as of 6 am ET: Dow (INDU) futures sank 584 points, or 2.68%\nS&P 500 (SPX) futures fell 2.81% \nNasdaq (COMP) futures were down 2.43% Stock markets are reacting to \"a likely increase in the duration and breadth of coronavirus lockdowns in the US and elsewhere, which is pointing to a potentially deeper and longer-term hit to economic activity than was anticipated even a week ago,\" Stephen Innes, a strategist at AxiCorp, wrote in a research note. Global stocks declined Wednesday after the White House warned that up to 240,000 Americans could die as a result of the coronavirus pandemic and as the economic shockwaves continued to reverberate around the world. Data in Asia revealed a widespread slowdown in manufacturing across the region. Japan's Nikkei 225 (N225) closed down 4.5%\nHong Kong's Hang Seng Index (HSI) slumped 2.2% \nShanghai Composite (SHCOMP) dipped 0.6% European markets followed suit: Germany's DAX (DAX) and France's CAC 40 (CAC40) shed more than 3% in early trading.\nThe FTSE 100 (UKX) dipped nearly 4% in London after major UK banks canceled dividend payments after regulators asked them to prioritize help for struggling businesses and households. Carnival Corporation (CCL) is seeking at least $6 billion to weather an unprecedented crisis that has decimated business, after coronavirus outbreaks aboard its cruise ships killed several passengers and sickened hundreds more. The cruise operator announced on Tuesday that it intends to raise $3 billion of secured notes and $1.75 billion of convertible notes — both due in three years — as well as $1.25 billion of new shares. Wedbush analyst James Hardiman said in a note on Tuesday that Carnival is suffering \"a monthly cash burn of approximately $500 million\" and the fresh injection of cash should keep the company afloat for the next 12 to 13 months. Shares in Carnival fell 2% in premarket trading. The stock is down 75% for the year. Read more here."], "Language": false}