{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/politics/borger-trump-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Gloria Borger, CNN Chief Political Analyst"], "Writers": [["Gloria Borger"]], "FirstPublishDate": ["2020-04-01T17:52:41Z"], "LastModifiedDate": ["2020-04-01T18:44:37Z"], "Headline": ["Trump confronts reality: You can't spin a germ"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["In an odd way, it's President Donald Trump who seems the most taken aback by recent developments in the coronavirus crisis. How confusing it must be for a spinmeister who has been able to say that everything from the Mueller and Ukraine investigations were a hoax to now confront a virus, an untamed germ that he couldn't or wouldn't see coming. He can't intimidate a virus, demean it with a dismissing epithet or bully it.  Somehow his \"I alone can fix it\" refrain in his convention acceptance speech seems more hollow than ever. And sadly, his description of \"American carnage\" in his inaugural speech now takes on a grim new meaning.  History shows that in a crisis, citizens generally rally around their president. So it was for Bush 43 after the September 11 attacks. And for Bush 41 during the Gulf War. And President Trump calls himself a wartime president as his approval ratings inch up. Of course, the President's new resolve is evident now for all to see. How could it be otherwise? April may be the cruelest month as scientists tell the American people to be ready for an awful spring of sickness rather than renewal. They see graphs charting death curves beyond anyone's previous imaginings. They are being told that wearing masks outside might be a good idea. And they're not working. Just worrying. Trump is now telling us he rejected a \"group\" of people who told him the virus was like a flu, nothing more. Except he didn't; he led the chorus. (And who was that group anyway? Didn't he know more?) By now, his past refrains are familiar. \"This is a flu,\" he told us on February 26. \"This is like a flu.\" It would disappear, \"like a miracle\" with the warmer weather. Or, it's \"totally under control,\" and will get down to zero cases. Or, let's go back to work by Easter. \"Wouldn't it be great?\" The vice president told Wolf Blitzer the President is just simply \"optimistic.\" Seriously. The man who had scientific expertise at his fingertips -- all pointing in an opposite direction -- just insisted on lying. Never mind that all citizens want in a crisis is the truth. Trump said he soft-pedaled the threat because \"you know, I'm the cheerleader for the country.\" And in doing that, many Americans believed -- or wanted to believe -- their president. After all, he had to know more than the rest of us, right? And the virus continued to spread unabated in January and February and March -- and hasn't stopped yet. But Trump was playing the same game he has always played. Back in the early '90s, when authorities shut down a third of his slot machines in Atlantic City on the opening night of his new casino, he later told Larry King they melted down from overuse. He couldn't face the truth, much less admit it publicly. Now Trump has no choice. The truth is in the science. And every American -- and the world -- is watching to see if he can finally tell it."], "Language": false}