{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/entertainment/nature-documentaries/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-01T15:50:23Z"], "LastModifiedDate": ["2020-04-01T15:50:23Z"], "Headline": ["From Wonderstruck to 'Elephant,' nature documentaries offer an escape to cooped-up viewers"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Being cooped up at home has inspired all kinds of adaptive behaviors and shifts in media consumption. But for those missing the great outdoors -- and wondering when travel plans will be possible again -- nature documentaries can offer a welcome escape from the tide of bad news. Nature fare, moreover, has never been in more abundant supply on television and streaming services, with several new titles joining the mix. As a bonus, technological innovations -- including high-definition imagery and advances in filming techniques -- have produced what amounts to a golden age for such programming. BBC America continues to transform its weekend lineup into Wonderstruck, a showcase for British-produced documentaries such as \"Planet Earth\" and \"Blue Planet,\" many of them narrated by the extraordinary naturalist Sir David Attenborough. On Tuesday, the network announced it would expand that programming beginning April 2 to two days a week and launch a free digital companion site, Wonderstrucktv.com, offering short-form videos that the network described as \"anxiety-easing content.\" Other networks and services are joining in as well. Disney+, for example, adds to that bounty this weekend with \"Elephant,\" a documentary about a family of elephants narrated by Meghan, The Duchess of Sussex; and \"Dolphin Reef,\" the latest film that anthropomorphizes animals produced under the Disneynature banner. In a slightly more salacious vein, Discovery Channel will premiere \"Legends of the Wild,\" a new series that features a pair of wilderness experts, Damian Duffy and Matt Hoffman, investigating \"mysteries of the natural world,\" including trips to Brazil, Australia and the Philippines. (Discovery, of course, is the flagship in a lineup of networks that also includes Animal Planet.) Netflix has also gotten into the game, with such series as \"Our Planet\" and \"Night on Earth,\" the latter taking advantage of dazzling technical advancements -- as many of these recent programs do -- to present night-vision images of animals' nocturnal activities in a way that couldn't be captured previously. Finally, there's National Geographic, which has ordered its own ambitious series such as \"Hostile Planet,\" offering an array of programs both on its linear network and via Disney+. When BBC America launched Wonderstruck last November, AMC Networks Entertainment Group president Sarah Barnett compared the \"mini-network\" to Adult Swim in terms of taking over part of an existing channel. At the time, she told CNN that nature fare offers a much yearned for sense of communal watching\" and suggested that it is good for people's \"emotional health.\" TV programming can obviously only do so much. But with communal experiences in short supply, and emotional health being tested, that sounds like a pretty good prescription for what ails us right now. \"Elephant\" and \"Dolphin Reef\" premiere April 3 on Disney+, and \"Legends of the Wild\" premieres April 1 at 10 p.m. on Discovery Channel."], "Language": false}