{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/entertainment/coronavirus-celebrity-list/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas and Marianne Garvey"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-03-31T20:26:51Z"], "LastModifiedDate": ["2020-03-31T21:47:27Z"], "Headline": ["Celebrities who tested positive for coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A growing number of actors, musicians, comedians and others in entertainment are opening up about their personal experiences after a COVID-19 diagnosis, citing their desire to encourage people to heed social distancing guidelines.  Tom Hanks and his wife Rita Wilson were among the first to take to social media to talk about their diagnosis and recovery.  Below is a list of some of those who have joined them in sharing what it's like to battle coronavirus. Tom Hanks Tom Hanks took to his Instagram account on March 12 to reveal that he had tested positive for coronavirus. After being treated and recovering in isolation in Australia, he is back in the United States and has recovered. He wrote on Instagram: \"Hey, Folks... we're home now and, like the rest of America, we carry on with sheltering in place and social distancing. Many, many thanks to everyone in Australia who looked after us.\" Rita Wilson Rita Wilson, actress, producer and the wife of Hanks, said on the same day that she had been diagnosed with coronavirus. She has also recovered, and is at home in Los Angeles sheltering in place and practicing social distancing. She took to Instagram on March 29 to call herself a \"COVID 19 survivor.\"   Idris Elba Idris Elba announced on March 16 on Twitter that he tested positive for coronavirus. After self-quarantining, Elba told Oprah Winfrey on an episode of \"Oprah Talks: COVID-19\" on Apple TV now is \"generally feeling OK.\" He tweeted on March 20: \"I had a headache and body aches on the day I tested but that's been it.\" Sabrina Dhowre Sabrina Dhowre also told Oprah on March 22 over video chat that she tested positive for coronavirus after choosing not to quarantine away from her husband, Idris Elba. She told Winfrey her symptoms feel more like \"seasonal allergies.\"  \"I could have made the decision to put myself, maybe, in a separate room or stay away, and I'm sure that people are making those decisions. And they're tough decisions to make,\" she told Winfrey. \"But I made the decision to want to be with him and, you know, still touch him.\" Olga Kurylenko Olga Kurylenko told fans on March 15 on Instagram that she had tested positive for coronavirus, writing, \"I've actually been ill for almost a week now. Fever and fatigue are my main symptoms. Take care of yourself and do take this seriously!\" The actress wrote in a subsequent post that she has since \"completely recovered.\" Rachel Matthews Rachel Matthews announced in a March 16 Instagram post that she had tested positive for the coronavirus. The \"Frozen 2\" actress said the test was \"insanely hard\" to come by and will be in quarantine \"until told to do otherwise.\" Charlotte Lawrence Charlotte Lawrence revealed on Instagram, March 18 she said she was diagnosed \"a few days\" ago and was going to be fine. She is currently at home recovering, writing music and painting. Daniel Dae Kim Daniel Dae Kim said in a March 18 post that he had tested positive for coronavirus. He's since been recovering and \"had a bit of a setback\" he explained on social media. \"This disease is unlike anything I've ever experienced and this past week was no exception. So, the day after my last video, my course of treatment ended,\" the actor said. \"I was feeling healthier, as I mentioned, and I thought it would be good to just let my immune system take charge the rest of the way. But, maybe I was a bit too confident. A day after, I started to feel sluggish, tired. I was still congested and weirdly I lost my sense of smell, which led to a loss of sense of taste.\" Colton Underwood Colton Underwood, a former star of ABC's \"The Bachelor\" shocked fans when he announced on March 20 on Instagram that he had tested positive for coronavirus after traveling to Colorado from California. He spent two weeks struggling with his breathing, he revealed on Instagram, but is currently recovering. Andy Cohen Andy Cohen, Bravo's host of \"Watch What Happens Live\" revealed on March 19 on Instagram that he had been tested and had coronavirus. He is now recovered and doing both his SiriusXm talk show \"Radio Andy\" and \"Watch What Happens Live\" from his home in Manhattan. \"Happy to report I'm feeling better and am returning to @radioandysxm this morning, and will try to end your day with a smile when we begin WWHL@Home tonight THANK YOU TO EVERYONE ON THE FRONT LINES OF COVID-19!\" he wrote on Instagram. Debi Mazar Debi Mazar said on March 21 on her Instagram that she had tested positive for coronavirus. She revealed that as a smoker, it took a toll on her body. She is currently recovering at home and said in a video update: \"I want you to know that I'm doing OK,\" Mazar \"I'm on day 10 of really being in the thick of the symptoms. I'm on day 10 of having a low-grade fever. My fever goes up and down anywhere from 102-something to 99-something to 101. It really is a variable.\" Laura Bell Bundy Laura Bell Bundy revealed on March 25 on Instagram that she had tested positive for the coronavirus. On March 29 she gave an update on Instagram Stories, saying \"no symptoms today after receiving help from her medical team. Jackson Browne Jackson Browne said in an interview with Rolling Stone on March 25 that his symptoms were a \"small cough, temperature.\" But he did not require hospitalization and is recovering at home. Slim Thug  Slim Thug, whose real name is Stayve Jerome Thomas, said in an Instagram post on March 24 that he had a slight fever and a cough but is recovering at home. John Prine Musician John Prine is currently hospitalized in a critical condition after a \"sudden onset\" of coronavirus symptoms, his family shared. Prine, 73, was hospitalized last Thursday and intubated Saturday night and continues to receive care. Greg Rikaart Greg Rikaart took to Instagram on March 25 and said he had been initially misdiagnosed with pneumonia before learning he had tested positive for COVID-19. \"The Young and the Restless\" actor said he had a fever for 11 days, difficulty breathing and a slight cough. He's now recovering at home. Kristofer Hiviu  Kristofer Hivju revealed on March 16 on Instagram that he had mild cold symptoms and did not elaborate much further. The \"Game of Thrones\" actor is recovering at home. Michael Yo Comedian Michael Yo emotionally described his eight-day hospitalization for coronavirus on March 31. He thanked his family and friends for their support while he had to be separated from them. \"People are dying alone,\" he said of the other patients who were hospitalized near him for coronavirus. He has since returned home to continue his recovery.  "], "Language": false}