{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/opinions/boris-johnson-coronavirus-prince/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rosa Prince"], "Writers": [[]], "FirstPublishDate": ["2020-03-31T18:51:25Z"], "LastModifiedDate": ["2020-03-31T18:51:25Z"], "Headline": ["Boris Johnson learns no one is immune to Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["British Prime Minister Boris Johnson has spent a lifetime convinced he is immune from the rules lesser mortals must abide by. The trouble is, no one told Covid-19. For much of Johnson's 55 years, his belief that he was inoculated from disaster appeared to be borne out. His most shameless transgressions were greeted with tolerance; his follies, fatal in another politician, dismissed as \"Boris being Boris.\" Until suddenly last summer the rule-breaker became the rule-maker and Johnson entered Downing Street as Prime Minister. Then along came a pandemic which has placed a third of the world in lockdown and reached every corner of the globe. It is a crisis even Johnson's great hero Winston Churchill might have flinched at. Some predicted the coronavirus would prove the making of the man, elevating him from a figure akin to Shakespeare's Prince Hal at the start of Henry IV, carousing with Falstaff and playing the fool, to the warrior king, the future Henry V. But while he did his best to assume the gravitas of a wartime leader, using his impressive rhetorical skills in a series of press conferences and addresses to the nation, behind the scenes Johnson could not quite believe the restrictions he was imposing also applied to him. He issued orders to stay home, and yet continued to hold meetings in person, shake hands, and ignore the advice he was giving. And now the British leader has himself fallen ill with coronavirus, the first world leader to do so. He may have avoided this diagnosis if he had played by the rules -- something he is not fond of doing. Holed up in isolation, his meals left outside the door of his flat above 11 Downing Street, Johnson, who is so far said to be displaying only mild symptoms, continues to conduct meetings via a Zoom video conferencing line, despite concerns at Britain's Ministry of Defence about the security of the app. His pregnant fiancée, Carrie Symonds, is thought to have moved out. It is not known whether she came into contact with Johnson during the approximately 36 hours between his first symptoms developing on Wednesday and his diagnosis at midnight on Thursday -- a period when he should have, but did not, self-isolate. Within hours of the Prime Minister's stunning announcement via a video posted to Twitter that he had the disease, the two men who along with Johnson have provided the public face of the British Government's response to the pandemic, Health Secretary Matt Hancock and Chris Whitty, the chief medical officer, announced they too were in isolation (the former has been diagnosed with Covid-19 while the latter has symptoms). On Monday, Johnson's top adviser, Dominic Cummings, announced he would self-isolate after experiencing symptoms. The trio had taken part in numerous meetings and briefings together in recent weeks; when one fell ill it was perhaps inevitable that they all would.  There is currently a guessing game in Westminster, as amateur epidemiologists seek the Patient Zero responsible for infecting the Prime Minister. The exercise seems pointless now. Anyone who listened to Johnson's stern admonitions to the public to work from home could have told him that from the moment he heard the terrible news coming out of Wuhan, he should have boarded himself up in a Downing Street broom cupboard. Instead, on March 3, from the lectern at 10 Downing Street, he boasted of visiting a hospital where coronavirus patients were being treated: \"I shook hands with everybody, you'll be pleased to know, and I continue to shake hands with everybody.\" Daily press conferences and Cabinet meetings continued long after it became clear the virus was circulating in Westminster. As late as the day before his diagnosis, he took part in Prime Minister's Question Time. Given the known incubation period of the disease, Johnson may potentially have exposed dozens of lawmakers to the virus. But then, Johnson is a libertarian. He chafed at the restrictions on his own life, as he struggled in the preceding weeks to accept the prospect of imposing a lockdown on the free country he loves. He kept Britain's schools open long after other nations, including neighboring Ireland and France. The Cheltenham horse racing festival, which attracts crowds of more than 250,000, went ahead on March 10, as his team insisted the virus was unlikely to be spread outdoors. That day there were 10 deaths from Covid-19 in the UK. Ten days on there have been more than 1,000. Through it all, right up until he himself fell sick, Johnson continued to play the jester. In a call with business leaders in which he urged them to build ventilators, he is said to have joked the project be codenamed \"Operation Last Gasp\". Protective of his own power, Johnson hadn't felt the need to appoint a deputy prime minister before the virus struck, a role in the UK that is not constitutionally mandated. When it became clear he would have to name a stand-in, Johnson dallied before leaking to newspapers that Foreign Secretary Dominic Raab would be the UK's \"Designated Survivor.\" Even the title was a joke -- the term \"Designated Survivor\" is not used in British politics and would be understood as a flamboyant Americanism, a wink-wink, nudge-nudge from Johnson indicating the position would never actually be needed.  Except now the Prime Minister is ill with a debilitating disease. He has a fever and hacking cough. Should Johnson grow too sick to govern, Raab may well, very soon, have to step up. Let us hope the Designated Survivor at least is following Johnson's advice -- doing what he said, not what he did."], "Language": false}