{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-countries-reopen-april-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff, Video by Jeffrey Kopp"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T16:29:39Z"], "LastModifiedDate": ["2020-04-23T17:28:13Z"], "Headline": ["Remember going outside? Some countries are slowly reopening for business"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Remember bookstores? And garden centers?  For those around the world living under the strictest coronavirus restrictions, the video above offers a Proustian rush of memories -- as well as a glimmer of hope.  From China to Australia to Western Europe, many countries are beginning to slowly relax their social distancing measures.  While we're still some way off being able to travel freely to these places, it's potentially a possible sign of returning normality. In some parts of Italy, shops, including bookstores, laundries and children's clothing stores, have reopened, although the hardest-hit region, Lombardy, remains in lockdown.  Farmers' markets and car dealerships have begun to open in the Czech Republic, while Spain has allowed construction and manufacturing to resume operations.  Some beaches in Sydney and Florida are beginning to open, while Wuhan's wet markets are beginning to trade again -- but not the market at the center of the pandemic.  Some non-essential shops in Austria, including hardware and garden stores, are reopening. All stores will open on May 1, but restaurants and hotels won't open until at least mid-May.  France plans to reopen schools starting May 11, but it won't be mandatory for children to attend.  In Germany, small shops have reopened, and schools will begin reopening May 4.  It remains to be seen whether these relaxations might lead to an increase in cases and it's clear life is far from back to normal.  From Monday next week, wearing a face mask on public transportation and in stores will be mandatory in all 16 states in Germany. Addressing the German parliament on Thursday, Chancellor Angela Merkel said, \"This interim result is fragile. We are on thin ice, one could even say on thinnest ice.\" \"Let us not squander what we have achieved and risk a setback,\" she added. "], "Language": false}