{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/us/kobe-bryant-towel-farewell-speech-auction-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-03-29T20:45:47Z"], "LastModifiedDate": ["2020-03-29T23:21:35Z"], "Headline": ["A towel Kobe Bryant wore during his farewell speech sold at an auction for over $30,000"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The towel that basketball legend Kobe Bryant draped over his shoulders during his farewell speech in 2016, along with tickets to Bryant's final game, sold at a virtual auction on Sunday for more than $30,000. Bryant, and his 13-year-old daughter Gianna, were among nine people killed earlier this year when a helicopter crashed into a hillside in Calabasas, California.  Since then, memorabilia for the late five-time NBA champion has been showing up on auction sites, as vendors try to monetize the legend's death and collectors scramble to outbid each other for the prized possessions. During Bryant's final game with the Los Angeles Lakers, which was on April 13, 2016, he scored 60 points. He ended his farewell speech to fans with a now infamous sign-off: \"Mamba out,\" referring to his nickname \"Black Mamba.\" As Bryant walked off the court, a fan grabbed the Body Armor towel off his shoulders. The fan who originally acquired the towel sold it in a different auction in 2016 for $8,365.00.  Last month, the new towel owner contacted Iconic Auctions, an Arizona-based company that specializes in authentic autographs and memorabilia, to resell it. On Sunday, the towel, along with two tickets from Bryant's farewell game, sold for a total of $33,077.16, according to Jeff Woolf, president of Iconic Auctions.  The items were accompanied by a Letter of Authenticity from Iconic Auctions. The winning bidder, David Kohler, is an avid Lakers collector who is known for having the largest collection of Lakers memorabilia in the world, Woolf told CNN.  \"He is a devoted Lakers fan,\" Woolf said. \"His long-term plan is to create a museum in Southern California.\" This wasn't the only Bryant item that the winning bidder took home. Earlier this month, Woolf said that Kohler paid nearly $30,000 for a middle school yearbook that was signed by Bryant.  \"In a few years you probably will be dunking on me — Not!! How about those Lakers. Your friend, Kobe Bryant,\" reads the inscription in the 1992 yearbook."], "Language": false}