{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-28-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Griffiths, Brett McKeehan, Veronica Rocha, Amy Woodyatt and Amir Vera, CNN"], "Writers": [["James Griffiths", "Brett McKeehan", "Veronica Rocha", "Amy Woodyatt", "Amir Vera"]], "FirstPublishDate": ["2020-03-28T00:46:26.907Z"], "LastModifiedDate": ["2020-03-29T19:33:56.317Z"], "Headline": ["March 28 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. The Zaandam cruise ship has been given permission to cross the Panama Canal and will then head toward Florida, according to a press release issued by the Panama Canal Saturday. The green light comes a day after the Panama Canal said on Twitter the Zaandam would not be able to use the canal to get to Florida because the ship had passengers on board who tested positive for coronavirus.  Four \"older\" guests have died on the Zaandam and two others have tested positive for coronavirus. The cause and manner of death for the individuals who have died has not been determined yet. More than 130 others have displayed flu-like symptoms, according to the cruise line. Panama’s Ministry of Health approved the passage of the Zaandam for “humanitarian reasons,” the release said.  \"The Panama Canal supports all the efforts that are being made to make it easier for the passengers and crew of the Zaandam cruiser to reunite with their families,\" the Panama Canal said Saturday. No passengers or crew members will be allowed to disembark on Panamanian territory, the statement said. The ship was scheduled to cross the Panama Canal on April 1, but passage could happen earlier, according to the Panama Canal. There are a total of 1,243 guests and 586 crew on board the Zaandam. The ship departed Buenos Aires, Argentina, on March 7 and was scheduled to sail to Chile, but has been denied access to ports. At least 696 members of the New York Police Department have tested positive for coronavirus, according to a daily coronavirus report from the NYPD.   There are 608 uniformed members and 88 civilian members who have tested positive.    About 12% of the department's uniformed workforce -- or 4,342 employees -- were out sick on Saturday, the report said. President Donald Trump said in a tweet that after consulting with the governors of New York, New Jersey and Connecticut, he is asking the CDC to issue \"a strong Travel Advisory\" to be administered by those governors, in consultation with the federal government.  Trump said a \"quarantine will not be necessary.\" This comes after he said earlier Saturday that he's considering mandatory short-term (two-week) quarantine on New York, certain parts of New Jersey and Connecticut. Trump's suggestion of a mandatory quarantine was strongly opposed by New York Gov. Andrew Cuomo, who questioned whether it would be legal. ##Travel## More than 2,000 people have died from the coronavirus in the United States as of 7:45 p.m. EST Saturday, according to a CNN count compiled through data on state health department websites. There are 2,010 deaths reported as of Saturday. The US reached 1,000 deaths on Thursday. There are at least 117,688 cases of coronavirus in the US as of Saturday, according to CNN Health's tally of cases that are detected and tested through US public health systems. For the most up-to-date U.S. numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes:  https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## Twitch, the video streaming platform for gamers, says it has raised more than $2.2 million so far for the World Health Organization’s Covid-19 Solidarity Response Fund. Twitch is hosting a livestreamed concert to raise the money. Musicians, athletes, gamers and celebrities performed live from their homes for the 12-hour Twitch charity event. John Legend, Garth Brooks and Barry Gibb were among the many who performed for hundreds of thousands watching online. Sting, Shaggy and Diplo are slated to close the live event at 11:30 p.m. ET, according to Twitch's website.  A nurse at a downtown New Orleans hospital has described to CNN the very difficult conditions at the facility. The nurse, who did not want to be identified out of fear that speaking to the media could lead to employment repercussions, described the situation at the hospital after finishing a shift two days ago.  \"We are averaging five to seven intubations and three to four deaths a day. We have had to set up a temporary morgue (white box) outside the ED next to ambulance ramp for those who expire from COVID-19, this temporary morgue is full,\" the nurse said. The nurse told CNN that while the situation at the hospital is dire, the staff are in better shape than some.  “We are being asked to recycle our N95 masks. We only have 16 unused ventilators left in hospital. We’ve been told the surrounding hospitals are at max capacity without ventilators, leaving our hospital and one other major hospitals left to care for these patients,\" the nurse said. \"EMS are having to recruit volunteer EMT workers to help as New Orleans EMS paramedics are either in quarantine for exposure or sick themselves.\" The nurse offered a grim prediction:  If this type of workflow continues into April, we will not be able to sustain as a hospital.\"\n##Health## A physician assistant working in the emergency room of a hospital in the New York borough of Queens described an \"every man for themselves\" atmosphere surrounding personal protective equipment (PPE). CNN is not naming this health care worker because they feared repercussions at the hospital for speaking to the media.  This physician assistant told CNN staff were informed two days ago that they would have to make their N95 mask last for five days and that they have been given tips by management about how to keep them clean.  PPE is being prioritized for those staff working with intubated patients, who are the most at risk of infection, the physician's assistant said. Intubation is when a tube is inserted through the mouth and into the patient's airway, so the patient can be placed on a ventilator to assist with breathing. The physician assistant hasn't heard when the hospital will receive more supplies.  You have people out on the streets that have masks and meanwhile the hospitals are all running out of masks,\" the physician assistant told CNN.  The physician assistant described a crowded ER that is essentially doubling as an intensive care unit due to the large numbers of people who need to be intubated due to Covid-19.  “There’s patients everywhere,\" the physician assistant said.  Chairs and stretchers are being brought in to compensate for the influx of patients. Oxygen supplies are being replaced constantly.  \"I think that no one ever expected to need this many supplies in a short period of time,\" the worker said. The ER worker emphasized that they felt the hospital administration and management's support of staff has been \"pretty impressive\" and that they have been checking in on the ER staff's needs, even helping staff members find hotel rooms so that they do not need to go home and possibly sicken their families. The physician assistant wanted to emphasize to the public the importance of social distancing to help stop the spread of the virus. \"You need to stay home, you need to stay away from people” they told CNN. ##Health## New York Gov. Andrew Cuomo told CNN he would sue Rhode Island if they did not roll back a policy of stopping all cars with New York license plates, but that he expects the two states will be able to work it out amicably. \"That clearly is unconstitutional,\" Cuomo said, adding he understands Rhode Island's goal of trying to slow the spread of coronavirus.  \"But there's a point of absurdity, and I think what Rhode Island did is at the point of absurdity. Again, it is not even legal,\" he said.  No state should be using police to prohibit interstate travel in any way, Cuomo said. ##Travel## UK Prime Minister Boris Johnson will write letters to households across the UK urging people to stay home, according to a Downing Street statement on Saturday. The Prime Minister's letters will be sent to 30 million households next week and will say the following:  \"We know things will get worse before they get better. But we are making the right preparations, and the more we all follow the rules, the fewer lives will be lost and the sooner life can return to normal. ...That is why, at this moment of national emergency, I urge you, please, to stay at home, protect the (National Health Service) and save lives.” UK residents will receive a leaflet outlining the government’s coronavirus advice, with clear explanations of symptoms, rules on leaving the house and rules on self-isolating with symptoms. The letters and leaflets are expected to cost $7.2 million (£5.8 million) to print and distribute. The statement added that Johnson \"is continuing to lead the Government’s response to coronavirus as he self isolates after testing positive for the virus.\" ##Daily Life## At least 215 million Americans are under stay-at-home or shelter-in-place orders as of 6 p.m. ET Saturday, according to a CNN count. States have announced additional orders that will take effect late Saturday and Monday. By Sunday morning, at least 216.9 million Americans will be under the same orders and by Monday that number will jump to at least 225 million. This count includes local city and county orders as well. The numbers were tallied using census data. ##Daily Life## President Donald Trump said Saturday he's considering mandatory short-term (two-week) quarantine on New York, certain parts of New Jersey and Connecticut. Trump says it’d be an enforceable quarantine.  New York Gov. Andrew Cuomo told CNN locking down states isn't legal and would lead to \"total mayhem.\" He called Trump's suggestion a \"federal declaration of war\" on states. \"I don’t even believe it’s legal,\" Cuomo said. \"That’s not a quarantine, that’d be a lockdown. If you said that we’re geographically confining people, that’d be a lockdown. Then we would be Wuhan, China, and that wouldn’t make sense.\"  Cuomo says New York is the financial sector of the country and it’d be paralyzed if the state was put on lockdown.  \"How would you ever operationally stop goods from coming to New York, New Jersey and Connecticut? … I can’t believe he’s considering that,\" Cuomo said.  \"As a governor, I’m not going to close down my borders.\" ##Daily Life## Florida Gov. Ron DeSantis says questions about his decision to not to issue a statewide mandate closing Florida's beaches during spring break is \"more of a political issue.\" The New York City subway is being \"packed like sardines,\" but a family sitting outside in \"sunshine, heat and humidity, that's not as big as a problem,\" DeSantis said. \"Do you hear the same people complaining about the New York City subway system being open? I mean, give me a break. Which one is more conducive to having Covid-19 spread or any respiratory virus? It's not even close,\" DeSantis said in response to keep beaches open. DeSantis says he did impose \"10-person limit\" for groups and local officials maintained limited access to beaches for residents. Several Florida beaches were closed by local officials in Miami-Dade, Palm Beach, Martin, St. Lucie and Indian River counties.  On Friday, DeSantis said he's suspending vacation rentals in Florida for the next two weeks and is planning to extend an executive order to require travelers coming from Louisiana to Florida to do a mandatory 14-day self-quarantine or isolation period. The order currently applies to travelers coming to Florida from airports in New York, New Jersey and Connecticut. ##Travel## There are at least 113,805 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the US through US public health systems. At least 1,892 people have died in the United States from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. ##Health## Canadian Prime Minister Justin Trudeau said Saturday that he will be increasing travel restrictions in Canada for anyone showing symptoms of coronavirus. As of Monday at noon, people showing any signs whatsoever of COVID 19 will be denied boarding on all domestic flights and intercity passenger trains,\" Trudeau announced. Officials have encouraged people to stay home, especially if they are developing or have developed symptoms of the virus, Trudeau said.  \"You need to stay home, you need to isolate, you need to not travel,\" he said.  Trudeau added that while Canadians have been largely respecting the travel restrictions, the additional restriction will help \"formalize some of the domestic travel rules.\" ##Travel## Canadian health officials on Sunday corrected erroneous data reported during a press conference held Saturday, saying that younger generations account for 12% of hospitalizations, not 30% as previously stated.  In a tweet, Canada’s Chief Public Health Officer, Dr. Theresa Tam apologized for the error and said: “I misspoke on the percentage of hospitalized cases.” “There was an error made. Based on a subset of case reports with age and hospitalization data, 12% (not 30%) of those hospitalized were under 40 years of age,” Health Canada wrote in an email sent to CNN. “The case report forms lag behind the real time data, while they provide more in depth information for epidemiological analysis,” the statement said. Other notable observations from the Public Health Agency of Canada analysis on Saturday showed that people over 60 were more likely to be hospitalized with 56% going to hospital for treatment. Of those, more than half were admitted to intensive care. The information showed that most of the new cases in Canada were from community transmission and not from travel. \"We have now completed tests for over 184,000 people in Canada which is more than 84,000 additional people tested since Monday. In terms of the severity of Covid 19 in Canada, the percentage of cases that require hospitalization is approximately 7%. About 3% are critically ill and 1% of cases have been fatal,\" Tam said on Saturday. UPDATE: This post was updated to reflect the latest data from Canadian officials.  ##Health## Italian schools will remain closed beyond the initial April 3 deadline, Italian Prime Minister Giuseppe Conte announced from Rome on Saturday. It is clear that the suspension of school activities will continue,\" Conte said. \"There is no prospect of returning to ordinary activities at school and university.\"  The decision on suspending nonessential production activities will be taken next week, Conte said. \"We know this measure has a great impact, it's very costly, but our priority is the health of citizens,\" Conte said. ##Daily Life## Italy allocated $4.8 billion (€4.3 billion) to provide food and medicine for victims of the economic crisis triggered by the coronavirus lockdown, Italian Prime Minister Giuseppe Conte announced from Rome Saturday.  \"In this emergency, some people are unable to feed their children, we also have hundreds of requests for help every day,\" said Antonio Di Caro, mayor of Bari and president of the Italian Cities Association. \"This intervention will involve zero bureaucracy and will allow an immediate response from social services (for those in need).\"  Next week, that funding and an additional $446 million (€400 million) from the Italian Civil Protection Agency will be given to mayors to \"distribute bonuses to families or food packages,\" Conte said. France's confirmed number of coronavirus cases jumped by 4,611 cases in one day, pushing the total number of cases to 37,575, according to the French government report on Saturday. The latest government figures report 2,314 Covid-19 deaths in France, an increase of 319 deaths from yesterday. France has 4,273 coronavirus patients in intensive care units. ##Health## A Chicago baby is the first infant death in the US associated with coronavirus, Illinois Department of Public Health Director Dr. Ngozi Ezike said Saturday.  \"There has never before been a death associated with COVID-19 in an infant. A full investigation is underway to determine the cause of death,\" Ezike said. \"We must do everything we can to prevent the spread of this deadly virus. If not to protect ourselves, but to protect those around us.\" An investigation into the cause of death is underway, Ezike said. The death of a child younger than one year with coronavirus has previously been reported in China. That child had a pre-existing condition. ##Health## The Canadian province of Ontario has ordered 5 million N95 respirators that will distributed throughout the province on a rolling basis, said Doug Ford, the province's premier. Canada’s four major automobile companies are utilizing their engineering and manufacturing departments to manufacture and procure the province with a request for 10,000 ventilators to be delivered over the next four weeks, Ford said in a press conference Saturday. Ford issued an emergency order where price gougers could face jail time and potential penalties for exploiting essentials items needed by the general public to prevent the spread of coronavirus. \"If you’re selling facemasks, protective gloves, cold medicine, hand sanitizer and disinfecting wipes and you’re hiking the price, 5 times, 10 times what it should be, you’re done, you’re gone because we’re coming after you,\" Ford said. The 47 nations in the World Health Organization's Africa Region have confirmed 2,650 coronavirus cases and 49 deaths, WHO Director-General Tedros Adhanom Ghebreyesus said in a series of tweets Saturday. In the tweets, Tedros explained how WHO is helping African countries during this pandemic.  Below is the full thread:  The Italian Civil Protection Department has received donations totaling more than $68 million (61 million euros) which will be spent on more surgical masks and ventilators, according to Head of Italian Civil Protection Angelo Borelli in a press conference on Saturday. The donations came from private donors and companies, including the fashion house Armani and the owner of the soccer team Juventus.  Italy's only producer of ventilators will now increase their production, Borelli said during the presser. Borelli also said 11,636 people have volunteered to help the Italian Civil Protection with the coronavirus crisis, and the government received more than 7,714 responses from former nurses who intend to return to medical practice.  \"It shows constant solidarity among our citizens,\" Borelli added. ##Health## There are at least 111,980 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through its public health systems, Rhode Island reported its first deaths, only three states remain that haven’t recorded a coronavirus death, Hawaii, West Virginia and Wyoming. So far, 1,858 people have died in total in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. ##Health## In another sign of how Vice President Mike Pence is managing relationships with certain Democratic governors differently than President Trump, Pence spoke with Michigan Gov. Gretchen Whitmer on Saturday morning, per a tweet from her account. Whitmer, whom Trump has criticized for being insufficiently \"appreciative\" and \"way in over her head\" in recent days, posted on Twitter that she had a \"good call with @VP this morning \" and that the state of Michigan had just received a delivery of 112,000 additional N95 respirators. Some context: Trump on Friday said he had advised Pence not to call Whitmer or other governors who have been critical of the federal response. \"I tell him — I mean, I'm a different type of person — I say, 'Mike, don't call the governor of Washington. You're wasting your time with him. Don't call the woman in Michigan,'\" Trump said during a Friday news conference. \"You know what I say? If they don't treat you right, I don't call,\" Trump said, before noting that Pence is \"a different type of person\" and will \"call quietly anyway.\" CNN reached out to Pence’s office for comment. ##Health##   Ohio Gov. Mike DeWine has asked for any manufacturers who can help produce critically needed personal protection equipment for the state’s health care workers to contact his office. DeWine said “it should be a no secret to anyone that we have a real, real shortage” of these health care items. \"If you are a manufacturer and you can make any of this stuff, we need to hear from you right away.” DeWine said during a press conference Saturday. \"We received our share from the national strategic stockpile. But just like every other state, it was simply not enough.” DeWine outlined the top 10 items the state needs: Surgical gowns\nFace surgical masks\nGloves (nitrile vinyl, or butyl)\nN95 particulate respirators\nIsolation gowns\nFace shields\nThermometers\nFoot coverings\nTyvek coveralls\nVentilator tubing  ##Health## President Trump delivered remarks in front of the USNS Comfort before it departed for New York on Saturday. Trump expressed his gratitude to “the dedicated service members who will soon be on the front lines of this fight.” “This great ship behind me is a 70,000-ton message of hope and solidarity to the incredible people of New York,” Trump said. Trump said the ship was supposed to be undergoing maintenance for four weeks, but was finished and ready to sail in four days. Trump said that the USNS Comfort would not treat patients with coronavirus but rather provide surge capacity for those with other urgent care needs. “Their mission will be to care for New Yorker’s who do not have the virus but who require urgent care. In other words, they'll be using this, people will be coming out of hospitals who don't have the virus and they'll be on this ship where they have great operating rooms and great facilities and the places in-bound, on land will be where people that have the virus will be,” Trump said. The President added that the ship is scheduled to arrive in New York on Monday and begin treating patients on Tuesday. Details of the ship: Trump touted the capabilities of the USNS Comfort and outlined what is onboard the ship.  “It is fully loaded with 12 operating rooms and they are fully equipped. 1,000 hospital beds, a medical laboratory, a pharmacy, an optometry lab, digital radiology, a cat scan, two oxygen producing plants, and a helicopter deck which will be used very actively,” Trump said.  ##Health## President Trump shared updated figures on how many medical supplies the Federal Emergency Management Agency has distributed to states during the coronavirus outbreak.  The figures were shared during his remarks before the USNS Comfort hospital ship departed Norfolk, Virginia, on Saturday. The ship is headed to New York City. “FEMA has shipped or delivered 11.6 million N95 respirators, 36 million surgical masks, 5.2 million face shields...We have millions and millions of new medical items being made as we speak and purchased. 4.3 million surgical gowns, 22 million gloves and 8,100 ventilators,\" Trump said. ##Health## During a ceremony to see off the Naval hospital ship USNS Comfort from Norfolk, Virginia, President Donald Trump reiterated he will make a decision “very quickly, very shortly” on whether to place a quarantine on parts of New York, New Jersey and Connecticut to help battle coronavirus.  In his various comments Saturday on the possibility of quarantines, Trump has not detailed exactly which areas would be covered.  The President did say in a tweet that he is considering putting a quarantine on “hot spots” in New York, New Jersey and Connecticut; seeming to indicate it would be the portions of the states seeing the largest outbreaks.  In his speech in Norfolk, Trump said that “this does not apply to people such as truckers from outside the New York area who are making deliveries or simply transiting through. It won't affect trade in any way.” ##Health## France has ordered 1 billion face masks from China, French Health Minister Olivier Véran confirmed in a press conference on Saturday. Speaking alongside Prime Minister Édouard Philippe, Véran said the country could produce 8 million face masks a week but consumed 40 million each week. A week ago: Olivier Véran said France had ordered over 250 million masks amid the coronavirus outbreak in the country. ##Health## New York-Presbyterian/Columbia University Irving Medical Center physicians have developed and implemented a strategy to enable a single mechanical ventilator to fully support two patients simultaneously in carefully selected patients under the right conditions, according to a statement from a spokesperson. \"The rigorous, detailed protocol for this strategy has been shared with other hospital systems, the state of New York, and our hospital associations. The aim of developing and openly sharing this information is to help hospitals address a critical shortage of these life-saving machines by increasing the number of patients who can be supported with existing supply,\" a statement from the medical center said. ##Health## Rhode Island Gov. Gina Raimondo announced the state's first two coronavirus-related deaths on Saturday in a press conference. \"These were the first two deaths and will certainly not be the last two,\" Raimondo said at the press conference. \"I will say that this is, for me and for all of us, a reminder of the stakes that we face.\" The governor also issued a stay-at-home order state-wide on Saturday. Raimondo's decision comes after she announced that only 50% of residents are complying to social distancing restrictions already in place. The governor said that half of the state’s population is gathering in parks, hosting and attending house parties and not complying to social distancing in grocery stores. \"I've said it last week, I'm going to say it again, knock it off. You're risking the lives of everyone in this state,\" warned Raimondo. Raimondo also said that the state now has a total of 239 coronavirus cases, a 39 case increase from Friday.  ##Health## Some Instacart shoppers are planning to strike on Monday, accusing the company of not providing them enough protections during the coronavirus pandemic. The strike is being called for by Instacart shoppers and a newly formed non-profit called Gig Workers Collective. It was first reported Friday by Vice. \"Instacart has still not provided essential protections to Shoppers on the front lines that could prevent them from becoming carriers, falling ill themselves, or worse,\" Instacart Shoppers and Gig Workers Collective wrote in a Medium blog post. Some context: Instacart is one of several companies delivering essentials to households and now expanding rapidly at a time when much of the American economy is at risk of contracting.  Amazon and Walmart each recently announced they plan to hire at least 100,000 workers due to increased customer demand. Yet, there are concerns about whether companies are doing enough for workers, who are the backbone of the services they offer, during this unprecedented public health crisis. ##Business## ##Daily Life## The number of people with coronavirus who have died in Italy has risen to 10,023, according to Italy's Civil Protection Agency. This is an increase of 889 since the last figures were released on Friday. There has been an increase of 3,651 cases of coronavirus in the past day, bringing the total of active cases to 70,065, the Civil Protection Agency said. ##Health## There are now 7,328 people currently hospitalized across New York with Covid-19, Gov. Andrew Cuomo said at a press conference Saturday. More from the press conference: Cuomo has moved the state's presidential primary election to June 23 and extended the tax filing deadline in New York to July 15 due to the coronavirus pandemic. There are now 52,318 people confirmed to have Covid-19 in New York, Cuomo said. The state has tested a total of 155,934 people, he added. At least 728 people have died from coronavirus in New York. There are at least 1,755 people in ICU in New York with Covid-19, he said. ##Health## ##Daily Life## Gov. Laura Kelly has issued a stay at home order for the state Kansas beginning March 30 at 12:01 p.m. in order to contain the spread of Covid-19. At a press conference this afternoon, Kelly said the order would provide more consistency and stability across the state.  “As we speak, well over half of Kansas’ population falls under a local stay at home order of some kind. Even without the executive order I'm issuing today, Kansas’ most populous counties have already issued local state orders to their communities,\" Kelly said. “As governor, I left these decisions to local health departments for as long as possible. But the reality is that a patchwork approach is a recipe for confusion in our statewide fight to slow the spread of coronavirus that statewide uniformity will ensure. We're all playing by the same rules, and it would help prevent an influx of new cases for local health departments, many of which are already stretched to max.” Kelly said the step is also being taken now to continue to slow the spread of Covid-19 in Kansas, as hospitals are preparing their facilities for the inevitable surge of patients, “But we're simply not ready for what we anticipate will be the peak of this pandemic.” By the numbers: Kansas currently has 202 people who have tested positive for coronavirus; four people have died from it. ##Health## ##Daily Life## Following news that President Trump is mulling a short term quarantine for New York and surrounding areas, New York Gov. Andrew Cuomo said he \"didn't speak to him about any quarantine.\" \"I spoke to the president about the ship coming up and the four sites. I didn't speak to him about any quarantine,\" Cuomo said Saturday during a press conference. \"No, I haven't had those conversations. I don't even know what that means.\" Earlier today: Trump said he is thinking about a possible “short term, two week” quarantine for \"New York, probably New Jersey and certain parts of Connecticut.\" Speaking at the White House, Trump said \"we might not have to do it, but there’s a possibility sometime today\" he will enact a quarantine. Trump said that this would be an “enforceable quarantine,” one that would restrict travel because New Yorkers have been traveling to Florida and “we don’t want that.” Trump said he would rather not do it, “but we may need it.\" ##Health## ##Daily Life## President Trump said he is thinking about a possible “short term, two week” quarantine for \"New York, probably New Jersey and certain parts of Connecticut.\" Speaking at the White House, Trump said \"we might not have to do it, but there’s a possibility sometime today\" he will enact a quarantine. Trump said that this would be an “enforceable quarantine,” one that would restrict travel because New Yorkers have been traveling to Florida and “we don’t want that.” Trump said he would rather not do it, “but we may need it.\" Later at Joint Base Andrews, Trump also said such an action was a possibility.  “We’re looking at it,” he said on a possible quarantine. When asked about closing the New York City subway Trump said, \"No we wouldn’t do that.\" ##Health## ##Daily Life##  There are at least 111,115 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through its public health systems,  So far, 1,842 people have died in total in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. ##Health## In light of the coronavirus spread, New York Gov. Andrew Cuomo has moved the state's presidential primary election to June 23. The original date was April 28, Cuomo said. \"I don't think it's wise to be bringing a lot of people to one location to vote. A lot of people touching one doorknob, a lot of people touching one pen, whatever you call the new device on the ballots. So we are going to delay that and link it to an election that was previously scheduled on June 23rd. The June 23rd date is for state legislative races and congressional races. We'll move the presidential election to that date. Ironically, I had advocated that it be on that date all along anyway. So there's only one election and people only needed to come out once. Everybody wants to vote. Everybody wants to do their civic duty, but don't make me come out and vote, you know, 11 times. Put the elections together so I can go to the ballot once. And this will actually do that,\" Cuomo said Saturday during a press conference. ##Daily Life## There are now 52,318 people confirmed to have Covid-19 across New York, Gov. Andrew Cuomo said Saturday during a press conference. The state has tested a total of 155,934 people, Cuomo said. At least 728 people have died from coronavirus across New York. There were 172 people admitted into the ICU on March 27, Cuomo said. If density compliance is not working on voluntary basis we can “get to a point” where play grounds will be closed, Cuomo said, remarking on the new guidelines for the NYC parks and some reports that they are not being followed. ##Health## ##Daily Life## Gov. Andrew Cuomo has extended the tax filing deadline in New York to July 15 due to the coronavirus pandemic. \"This is good news for individuals, for businesses. You don't have to file your state tax return. You file it with the federal tax return on July 15. It's bad news for the state of New York on a parochial level. That means we receive no revenue coming in until July 15,\" Cuomo said at a press conference Saturday. Some more context: Individuals and businesses will have an extra 90 days to pay the IRS if they owe additional income tax for 2019, Treasury Secretary Steven Mnuchin said March 17. Normally, taxpayers owe the amount due by April 15. But as part of the government's response to the coronavirus, individual and small business filers will be able to defer payments of up to $1 million and corporations can defer up to $10 million -- without incurring interest or penalties. But taxpayers should still file their federal returns by April 15, Mnuchin said. ##Daily Life## USNS Comfort will be in New York City by Monday and will bring 1,000 beds to help with the coronavirus pandemic, Gov. Andrew Cuomo said Saturday during a press conference. The ship will be used to backfill hospitals, the governor said. ##Health## New York State Gov. Andrew Cuomo said the Covid-19 shutdown has everyone disoriented  as the state continues to deal with the pandemic.  New York had its first coronavirus case 27 days ago and schools closed just 10-days ago. Cuomo said at a press conference Saturday. Non-essential workers were shutdown 8-day ago, he said. Every emergency situation is unique and ventilators seem to be a top priority, he said. New York's coronavirus apex is still forecasted to be 14-21 days away, the governor said. The governor said New York will need about 140,000 beds at the height of the pandemic. ##Health## The United Nations secretary general, in coordination with the US ambassador to the UN Kelly Craft, will donate 250,000 protective face masks to medical facilities in New York City. These masks located in UN stores in New York will be given to the medical professionals in the city “who have been working courageously, selflessly, and tirelessly in response to the spread of COVID-19 across the boroughs in the hope that they play some small role in saving lives,” UN Secretary General Antonio Guterres said. The UN and Craft are working with the mayor’s office to ensure the delivery of this equipment to medical facilities around the city  ##Health## The first New York Police Department detective has died from coronavirus, according to multiple law enforcement officials. The detective was in his 40s and worked in the 32nd precinct which serves the northeastern portion of Harlem, the officials said. He was admitted to a Bronx hospital three days ago and had underlying health conditions, according to the law enforcement officials. Other law enforcement deaths: This is the third member of the NYPD to die from the virus. Previously the NYPD announced a custodian assigned to police headquarters, a 14-year veteran of the NYPD family, Dennis C. Dickson had passed away from the virus. Giacomina Barr-Brown, a civilian member of the service and a seven year veteran of the NYPD assigned to the 49th Precinct Roll Call Office, also died from the virus. ##Health## Russia will temporarily close its borders, with some exceptions, beginning March 30, the Russian government announced. An order posted Saturday on the website of the Russian Cabinet of Ministers temporarily suspends traffic through automobile, railway, pedestrian and border crossings with the Russian Federation. The order takes effect at midnight Moscow time on Sunday. Russia previously closed entry to foreigners and halted most international flights. The order provides exceptions for Russian diplomats, Russian media representatives and other officials, as well as for transportation workers. The newest directive applies to checkpoints on the border between Russia and Belarus. The two countries have a relatively open border, but Belarusian President Alexander Lukashenko has been publicly dismissive of international efforts to contain coronavirus, while the Russian government has stepped up its response. ##Travel## ##Health## Spanish health officials have expressed cautious optimism that the peak of the coronavirus epidemic in the country is in sight.  \"We are approaching, we do not know exactly when we will have confirmation, but we are reaching the peak of the curve,\" the director of Spain’s Center for Health Emergencies Fernando Simón said at a news conference in Madrid.  Simón pointed to figures showing slight declines in the percentage increase of fatalities, even as the actual number continues to rise. \"Unfortunately, there is still an increase in deaths. But it is true that the evolution over time remains more or less in what has been observed in recent days,\" he said. \"According to various indicators, the disease is stabilizing. Although they are preliminary data, in some areas of the country the peak may have been reached, although at the national level we cannot confirm anything.\" Simón warned that the pressure on intensive care units would worsen. Patients infected today, he said, may need an ICU bed within the next seven to ten days. The peak need may come in the next week, he said. By the numbers: At the same briefing, Patricia Lacruz, a senior official in Spain’s National Health and Pharmacy System, said that more than 1.5 million masks would be distributed this weekend. Over the last two days, several flights have arrived in Spain carrying personal protective equipment for health service workers. On trials for the treatment of coronavirus, María Jesús Lamas Díaz, director of the Spanish Agency for Medicines and Health Products, said 4,000 people would participate in authorized trials over the next few weeks. ##Health##  Thousands of grounded planes. Nearly empty flights. Airports that look like ghost towns. That is the picture of aviation in an era where approximately 200 million Americans are under directives to stay at home and limit their travel due to the coronavirus. A CNN review of the latest airline-related data gives a clearer picture of how air travel has ground to a halt, a result of isolation measures around the country.  The latest announcement on Friday from American Airlines reflect the trends around the industry: Over the next two months, it expects to fly as little as 20% of its domestic schedule and between 10% and 20% of its international schedule. Many of those planes have just a handful of passengers. American CEO Doug Parker said his planes are about 15% full. US airlines started the year filling about four of five available seats, but are now, on average, filling just one of every five seats, according to data from Airlines for America, an industry group.  As the number of travelers nationwide has dropped, TSA has cut back on the number of checkpoints it operates, particularly at medium- and large-sized airports, according to an aviation official familiar with the matter.  In some cases, the official said, the reductions have been linked to a reduced availability of officers to work. More than 60 TSA officers have tested positive for the coronavirus, according to agency data compiled by CNN. The union representing them said dozens more have needed to stay home due to the possibility of exposure.  ##Business## The number of people hospitalized in the United Kingdom with coronavirus who have died is now 1,019, according to the latest figures released by the UK’s Department of Health and Social Care on Saturday. The deaths were recorded as of 1 p.m. ET on Friday and show an increase of 260 people since the last update. As of 5 a.m. ET Saturday, 17,089 people have tested positive for coronavirus in the UK. Read the tweet from the Department of Health and Social Care: ##Health## There are now 15 states and two territories with confirmed disaster declarations after Michigan and Massachusetts had theirs approved by President Trump. The states include: Massachusetts, Michigan, South Carolina, Missouri, Maryland, Illinois, New Jersey, North Carolina, Texas, Florida, Louisiana, Iowa, California, Washington and New York. The two territories are Guam and Puerto Rico. ##Health## United Kingdom Prime Minister Boris Johnson tweeted words of encouragement Saturday, saying “we're going to beat it, and we’re going to beat it together,\" after he tested positive for coronavirus yesterday. “Thank you to everybody who’s doing what I’m doing, working from home and stopping the virus spreading from household to household,\" Johnson added.  The UK has 14,754 confirmed coronavirus cases and 759 deaths, according to Johns Hopkins University. Read Johnson's tweet:   The White House announced Saturday that President Trump has approved Michigan’s request for a disaster declaration. “Yesterday, President Donald J. Trump declared that a major disaster exists in the State of Michigan and ordered federal assistance to supplement state, tribal, and local recovery efforts in the areas affected,” the White House said in a statement. This approval comes as Trump and Michigan Gov. Gretchen Whitmer have exchanged attacks in recent days about the federal response to the coronavirus as well as the actions of both leaders. The declaration means federal funding is available to state and eligible local governments as well as certain private nonprofit organizations for emergency protective measures, including direct federal assistance, for all areas in Michigan impacted by Covid-19. ##Health## There are at least 102,702 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems, So far, 1,590 people have died in total in the US from coronavirus.   The total includes cases from all 50 states, Washington, DC, and other U.S. territories, as well as all repatriated cases. ##Health## President Trump signed an executive order Friday afternoon which could potentially lead to former active duty military members being recalled into service. This order grants the Defense Secretary the authority to order up members but as of now, there is no indication of anyone being called up.  “Decisions about which individuals may be activated are still being reviewed. Generally, these members will be persons in headquarters units and persons with high demand medical capabilities whose call-up would not adversely affect their civilian communities,” Chief Pentagon Spokesman Jonathan Hoffman said in a statement.” “This is a dynamic situation, we do not currently have a projected number of expected activations, but the Department is now fully authorized to make activations as needed. We will provide updates as they become available,” Hoffman added. In most cases, after concluding their military obligations, service members will enter into what is known as the Individual Ready Reserve. Some context: That ready reserve status requires no active participation, leading the vast majority of service members to consider being in that status the same as being out of the military. Most service members are in that designation for a period of years. There have been a handful of cases in the past where members of this reserve have been called up for active duty — such as during the height of both Iraq wars. Usually this is used when the military needs some specific skill sets. Iran has reported 139 more coronavirus-related deaths, bringing the total to 2,517.  At least 3,076 more cases were also recorded, bringing the total number of infected people to 35,409, Iranian Health Ministry Spokesman Kianoush Jahanpour announced on state television.  The US believes the real numbers of cases and deaths in the country are higher than those being reported. Here's some background: Iran declared an intercity travel ban starting Thursday for two weeks to help stop the spread of coronavirus  Iran lashes out at US: In a tweet on Monday, Iran's Foreign Minister Mohammad Javad Zarif said the US is impeding the global fight against coronavirus with its sanctions on Iran.  Restrictive measures and lockdowns adopted by a number of countries for extended periods of time intensify the risk of domestic violence, the United Nations has warned. “It is very likely that rates of widespread domestic violence will increase, as already suggested by initial police and hotline reports,\" UN Special Rapporteur on violence against women, Dubravka Simonovic, said in a statement Friday.  \"For too many women and children, home can be a place of fear and abuse. That situation worsens considerably in cases of isolation such as the lockdowns imposed during the Covid-19 pandemic,” she said, adding that this could also lead to increased number of \"intimate partner femicides.\"   Simonovic said the risk is \"aggravated\" at a time when there are fewer or no shelters and help services available for victims. Less community support, fewer police interventions and less access to justice as many courts are closed are also contributing factors, she said.  Furthermore, the emergency measures needed to fight the pandemic have increased women's burden regarding domestic work and the care of children, elderly relatives and sick family members, Simonovic said.  To make matters worse, restrictions of movement, financial constraints and generalized uncertainty embolden perpetrators and provide them with additional power and control,” she said.  Simonovic expressed particular concerns about women at higher risk of domestic violence, such as women with disabilities, undocumented migrant women and victims of trafficking. As making phone calls might be dangerous in a context of home confinement, helplines can facilitate access by providing online chats and texting services for victims, States should also come up with new and creative solutions to support them,” she said. “Governments must not allow the extraordinary circumstances and restrictive measures against Covid-19 to lead to the violation of women’s right to a life free from violence.” READ MORE: Domestic violence victims, stuck at home, are at risk during coronavirus pandemic Spain's death toll from the coronavirus outbreak has risen to 5,690, an increase of 832 -- or 17% --  since the last set of figures were reported Friday, according to the Spanish Ministry of Health. The rate of increase is slightly lower than in the past two days (19%).  Spain is one of countries worst affected by the coronavirus pandemic. Severe limits on people's movements here have been extended for a further two weeks and the authorities are trying to source sufficient protective equipment for a health service that is already very stretched. The ministry’s latest figures show that the number of active cases rose by 8.8% -- from 49,844 to 54,273 -- with the figures excluding those who have died or recovered. Some 12,285 individuals had recovered, a 31% increase on the tally of 9,357 reported Friday. Meanwhile, 40,630 people remain hospitalized.  READ MORE: Spain is battling the black marketeers and price gougers of the coronavirus crisis Three South Korean coronavirus kit manufacturers have obtained preapproval from the US Food and Drug Administration (FDA), South Korea's foreign ministry said in a press release on Saturday. “By obtaining this FDA pre-approval, these domestic products can be sold in the US market,” the release said. The ministry did not name the manufacturers in its release. Earlier this week, South Korean President Moon Jae-in spoke to US President Donald Trump. During the call, Trump asked Moon if South Korea would be able to provide support with medical equipment for the United States, South Korea's Presidential Office, the Blue House, said in a statement Tuesday. Thirteen workers in an Italian retirement home have taken an unusual decision and decided to self-quarantine with the 60 elderly people they assist. The number of coronavirus cases in Italy has reached 86,498, according to a tally by researchers at Johns Hopkins University. That puts the European country ahead of China, where 81,946 infections have been confirmed. “We decided to self isolate ourselves because the Covid-19 situation here in Italy was getting worse,\" Ermanno Struzzeri, Vice President of the Onlus foundation San Riccardo Pampuri which runs the senior citizen care service on the outskirts of Milan told CNN.  \"None of our guests are positive, thankfully.” “Our guests are very calm, they realize the situation, they appreciate what we have decided to do,” Struzzeri said.  We all eat our meals together, we are more than just colleagues,” Struzzeri said.  The workers started their quarantine on March 19, but told CNN they don't know how long it will last.  “Families haven’t been able to come to the home for a while so little has changed for them,” Struzzeri explained.   “We have a great relationship with our guests but in this situation there is more work, our work has become constant, but for them little has changed,” Struzzeri said.  The number of coronavirus cases in Germany rose by nearly 15% in the last 24 hours after 6,294 new cases were reported, according to official numbers released Saturday by the Robert Koch Institute, the country’s infectious disease and control center.   Germany now has a total of 48,582 confirmed coronavirus cases and 325 deaths.  Merkel calls for patience: From her home quarantine, German Chancellor Angela Merkel said the current social distancing measures will remain in place for a while longer and appealed to Germans to be patient.  “I want to assure you that I know how difficult the restrictions on personal contacts are, which are currently in place for everyone,” Merkel said in an audio message released on Saturday morning. “Each and everyone is a key piece in the battle against the virus,” Merkel added, acknowledging that a scaling back of the measures is not in sight. Merkel said the number of infections is doubling about every 5.5 days at the moment, which is an improvement compared to a doubling every two days at the beginning. But that period must be closer to every 10 days if the health care system is not to be overwhelmed.  The Chancellor said she understands anxiety about Germany’s economic situation. “No one can say with certainty how long this difficult time will last. I have to ask you to be patient,” she said. ##Daily Life## Richard Horton, the editor-in-chief of The Lancet medical journal on Saturday slammed the UK government's response to the coronavirus pandemic, saying it had \"failed.\"  \"The UK Government's Contain–Delay–Mitigate–Research strategy failed. It failed, in part, because ministers didn't follow WHO's advice to “test, test, test” every suspected case. They didn't isolate and quarantine. They didn't contact trace. These basic principles of public health and infectious disease control were ignored, for reasons that remain opaque,\" Horton wrote in an article published to the medical journal on Saturday.  \"The UK now has a new plan—Suppress–Shield–Treat–Palliate. But this plan, agreed far too late in the course of the outbreak, has left the NHS wholly unprepared for the surge of severely and critically ill patients that will soon come,\" he added.  An increase in cases: British health authorities announced another 181 fatalities on Friday, bringing the death toll to 759. More than 14,500 infections have been recorded, but as the UK is not testing widely, true infection numbers are likely to be much higher. How is the UK handling the outbreak? The British government, criticized for its less aggressive start in responding to the pandemic, has been attempting new measures to flatten the curve of new Covid-19 infections after a high-profile study found that coronavirus could overwhelm the number of intensive care beds and lead to 250,000 deaths in the UK. Officials infected: The UK's response to the coronavirus pandemic was upended on Friday when the Prime Minister Boris Johnson and his top health minister tested positive for the infection, and his chief medical adviser self-isolated after displaying symptoms. READ MORE: How can Johnson run the UK while suffering from coronavirus? Several states across the US are reporting a spike in coronavirus cases, raising fears more hotspots will emerge after New York as soon as next week. The US surpassed Italy and China this week to become the country with the most coronavirus cases in the world --- with more than 101,240 known cases, according to CNN's tally. At least 1,588 Americans have died, including 402 reported Friday alone. More than a third of the country's cases are in New York -- which has been in a partial lockdown for a week as officials try to slow the spread of the virus and hospitals scramble to keep up with the patients streaming in. The rate of new cases appears to be slowing in New York, but the governor says it may take 21 days for the state to hit its peak -- the highest point of reported cases before that number begins going down. Meanwhile, officials in other states are warning they could be next. In Los Angeles County, cases more than tripled in six days and one official says numbers will keep going up. Health Director Barbara Ferrer says she expects to see case counts in Los Angeles double every four days for the next two to three weeks. \"No matter where you are, this is coming to you,\" Los Angeles Mayor Eric Garcetti said Thursday. \"Take all the measures you can now to make sure people are home.\" Read more here. On lockdown like much of the UK, Scottish commentator Andrew Cotter is feeling the boredom -- especially given there is no sport on at the moment due to the coronavirus pandemic.  However Cotter -- whose voice is instantly familiar to British viewers of Wimbledon, the Olympics or international rugby -- hasn't let his skills go to waste. Without a sport to commentate on, he turned to his two dogs, Olive and Mabel.  Watch the epic chow down:  The number of coronavirus cases in Italy has reached 86,498, according to a tally by researchers at Johns Hopkins University. That puts the European country ahead of China, where 81,946 infections have been confirmed.  Both are short of the over 104,000 cases reported in the United States. However not all countries report or measure cases in the same manner, so the true figures could be higher in Italy and China.  More than 9,000 people have died from the coronavirus in Italy, more than anywhere else in the world, followed by Spain at 5,138 deaths, and China at 3,295. In the US, there have been about 1,700 deaths so far, according to the Johns Hopkins tally.  Italy had 969 deaths on Friday -- the biggest single-day jump since the crisis began. The country's health system has been pushed to the brink by the outbreak, especially in the north, which has seen the highest concentration of cases. ##Health## As of Saturday, more than 4,800 coronavirus patients have been discharged from isolation in South Korea, according to the country's Centers for Disease Control and Prevention. About 4,500 remain in isolation undergoing treatment.  It marked the first time the number of recovered people has exceeded the number of people being treated since January 20, when coronavirus cases were first confirmed in the country. “There is still a long way to go, but the 50% recovery rate is a small achievement that all in our society should celebrate together,” said Yoon Tae-ho, director-general for public health policy at the Ministry of Health and Welfare. ##Health## India recorded 149 new coronavirus cases Friday -- the biggest single-day jump so far, according to the country's Ministry of Health. The total number of cases in India stands at 873, with 19 deaths. Maharashtra, a state in western India, has the highest number of cases at 180, followed by the southern state of Kerala with 173. ##Daily Life## ##Health## Europeans are living under severe restrictions, stuck at home, desperately hoping for the coronavirus pandemic to pass soon. On the flip side: the air is cleaner than it's been in a long time. The huge decline in road traffic, air travel and other business activities has led to sharp reductions in pollution over several major cities, new images published by the European Space Agency show. A similar effect has been recorded in the United States and China. The impact of the pandemic-related restrictions on air quality is staggering. In some parts of Europe, the levels of toxic pollutants in the air have been slashed by half. Yet while the short-term effect might seem positive, pollution experts warn the situation is no solution. Read more here. Vietnam has started closing non-essential services and restricting religious activities, parts of measures under a directive signed by Prime Minister Nguyen Xuan Phuc that runs from Saturday until April 15. Provincial and municipal leaders will decide which specific services are to be shut down. Religious rituals and activities of more than 20 people, as well as all gatherings outside offices, schools and hospitals, are also suspended. The government also banned all cultural, sports and entertainment activities at public places. Flights from Hanoi and Ho Chi Minh City to other localities will be reduced, while public transport for passengers will be temporarily suspended or reorganized.  ##Travel## ##Daily Life## The US naval base in Yokosuka, Japan, has largely restricted movement for 48 hours starting Friday night local time after two sailors tested positive for the novel coronavirus, according to a statement. Commanding officer Capt. Rich Jarrett announced a measure of a modified “shelter in place,” ceasing all non-essential services and limiting movement on and off the installation. Non-emergency base services are closed, except the commissary, a mini mart, and some food outlets. Transit on and off the base has been restricted to movement to and from appointed place of duty only or other mission-related tasks. Jarrett said at a media briefing that the decision will be reviewed after 48 hours. “With the unknown origins of these new cases, we need to take some immediate conservative actions to protect the health of our community until the nature of the public health threat can be characterized,” Jarrett said. “I am asking everyone to do their part to by limiting their activity to their quarters to maximum extent possible.” ##Daily Life## The N95 respirator masks that health care workers need to protect themselves while treating coronavirus patients are in dangerously short supply. So much so that physicians are wearing used respirators, risking infection to care for patients. But now, Duke University researchers have developed a method to clean them. The Duke Regional Biocontainment Laboratory team has already decontaminated hundreds of N95 respirators without damaging them so they can be re-worn several times. It could provide significant relief for hospitals running low on supply. The researchers published their decontaminating protocol so other hospitals can follow their lead. Using vaporized hydrogen peroxide, the researchers can kill microbial contaminants that lurk on the masks after they're worn. It's a method that labs have used for decades to decontaminate equipment, said Wayne Thomann, director emeritus of the Duke Occupational & Environmental Safety Office. But they never thought they'd need it for face masks. Read more here. ##Health## Across the United States, prized chickens are laying life-saving eggs at secret farms. Few people know where the chickens are kept -- their locations are undisclosed as a matter of national security. Each day, hundreds of thousands of their eggs are trucked to storage facilities, where they are protected by guards and multimillion-dollar, government-funded security systems. But these eggs aren't for breakfast; they're the source of your common flu shot. For the past 80 years, much of the world has relied on chicken eggs for the production of influenza vaccines. About 174.5 million doses of the flu vaccine were distributed across the US this flu season through the end of February, of which an estimated 82% were egg-based, according to the Centers for Disease Control and Prevention (CDC). With each egg producing one vaccine, that means the US might have used 140 million eggs this flu season alone. To prepare for annual flu seasons, as well as possible pandemics, the US government has invested tens or hundreds of millions of dollars over the past 15 years to ensure there are enough eggs for vaccines. But now the world faces a new crisis: the novel coronavirus, which has infected more than 423,000 people globally and killed more than 19,000 since the virus emerged last December, according to Johns Hopkins University. There is no vaccine yet for the virus; and because it's different than the influenza virus, traditional methods like using eggs won't work. As scientists race to find a cure, the huge US stockpile of eggs won't be of any help. Read more here. ##Health## Despite an alarming shortage of nursing staff and resources at hospitals across the United States, at least 10,000 graduating nursing students in California may not be able to join the novel coronavirus fight because of state regulations preventing them from becoming licensed. California requires nurses to pass an exam issued by the National Council State Boards of Nursing. However, several graduating students told CNN they are struggling to secure exam dates because testing facilities have scaled down operations over coronavirus concerns.  Stuck at home: Many have also been unable to work mandatory clinical hours shadowing medical professionals because hospitals remain under lockdown orders. Still other students have told CNN they are experiencing delays obtaining their school transcripts for applications because many universities have closed or transitioned to online studies until further notice. \"We're sitting at home with skills that could be an asset to any one of the hospitals here in California,\" Stanbridge University nursing student Danielle Kaplan told CNN. \"We're not asking for any type of change in patient care or how well patients are treated. We just want to advocate for the thousands of us who simply want to help.\" Kaplan launched an online petition pleading with Gov. Gavin Newsom and the California Board of Registered Nursing to consider waiving regulations so they can help respond to the influx of Covid-19 patients. As of Friday evening, the petition had more than 1,500 signatures. \"We are already in that process to expand their licensing capacity to meet this moment,\" Newsom said at a press conference Friday when asked about the nursing students. \"Those conversations are well underway.\"  Officials with the California Health and Human Services Agency told CNN they are actively working on solutions to address the coronavirus crisis. \"As you can imagine, we are looking at a myriad options to address COVID-19. We don’t have any updates on nursing students for you,\" Kate Folmar, deputy secretary at the agency, told CNN in a statement Friday. Emergency solution: Last week, Texas Gov. Greg Abbott said the state would temporarily issue permits to graduating nurses yet to take the licensing exam and suspend other regulations for students to assist with the Covid-19 response. It is unclear if or when California will follow. \"There are a lot of people who want to help who have the knowledge and education to help but they just don't have the piece of paper to enable them to do that,\" Robert Murray, a graduating nursing student at Stanbridge University, told CNN. The California Department of Consumer Affairs did not respond to CNN requests for comment. ##Health## More than 300 German citizens stranded in Nepal’s capital Kathmandu were flown out of the country on Friday, officials said. Hundreds more tourists remain stuck in Nepal after it imposed a lockdown and suspended all commercial flights to help contain the spread of coronavirus.  Extra chartered flights -- one each by Germany and France -- are arriving in Kathmandu on Saturday to evacuate more people, Debendra K. C., general manager at Kathmandu’s Tribhuvan International Airport, told CNN.  The US Embassy said in a tweet on Thursday that it has formally requested the Nepal government to facilitate the departure of US citizens from the country. \"The Embassy is exploring flight options that will depart from Kathmandu once the permission is granted,\" it said.  On Thursday, Nepali tourism officials told CNN about 500 foreign trekkers were stranded in several mountain trails across the country due to the lockdown.  On Friday, more than 200 of them were brought to Kathmandu, Nepal Tourism Board chief Dhananjay Regmi told CNN, adding that the rest should be brought to the capital \"by Saturday evening.\"  According to Regmi, five flights were being sent to Lukla – the main gateway to Mount Everest – Saturday morning to transport stranded trekkers to the capital.  Nepal has three cases of coronavirus confirmed so far, per Nepal Health Ministry data.  ##Travel## During the coronavirus pandemic, people are finding a creative way to stay connected: through video games. From weddings and graduation ceremonies to classes, people are taking the extra time they have indoors to meet up online. More than half of America is officially urged to stay home during the growing pandemic. New Jersey residents Sharmin Asha and Nazmul Ahmed told CNN Business that they had planned to hold their wedding in downtown Brooklyn on April 12, but the uptick of Covid-19 cases made them change their plans. \"I work in a hospital and I've been around patients that have potentially Covid, and a lot of health care workers, so I didn't want to expose anyone to that,\" said Asha, 28, who is planning to graduate this May and become a doctor. Instead, Ahmed surprised Asha with a symbolic wedding celebration on Sunday in Nintendo's new game \"Animal Crossing: New Horizons,\" while postponing the real-life wedding date to next year. They plan to get legally married within a couple of months once it's safe to go outside and travel again. Read more here. South Korea reported a spike in coronavirus cases Saturday, with 146 new infections confirmed, according to the country’s Centers for Disease Control and Prevention. Previously this week, between 64 and 104 cases have been reported each day. The national total, which includes patients who have been treated and discharged, stands at 9,478.  Of the 146 new cases, 24 are from airport screenings, while 92 were from areas with previous high concentrations of the virus – the city of Daegu and Gyeonggi Province. The remaining 30 were from Seoul and other parts of the country. ##Health## ##Daily Life## New York City now has 26,697 cases of coronavirus, according to a press release from  Mayor Bill de Blasio’s office Friday. With the additional New York City cases, New York State now has 45,934 total cases. ##Health## Former US Vice President Joe Biden is not letting the threat of coronavirus stop him from keeping in touch with his five grandchildren. At a CNN town hall Friday, Biden revealed how he, like many Americans, is trying to stay connected to family members while also following social distancing guidelines to prevent the spread of the virus. \"Every single day, I speak to all five of my grandkids. Either on the phone, or I text with them,\" the Democratic presidential candidate told CNN's Anderson Cooper. Two of Biden's grandchildren -- children of his late son Beau -- live walking distance from the former vice president's home in Wilmington, Delaware. They take a short walk through the woods and a neighborhood to see their grandparents, Biden said. \"We sit on our back porch and they sit out on the lawn with two chairs there, and we talk about everything that is going on in their day. And talk about being home from school. And who's driving whom crazy. And so on and so forth,\" Biden said. \"But at least I get to see them.\" Biden has continued to run his presidential campaign from his home in Wilmington, making television appearances and conducting live-streams from a home studio. Read more here. Alaska is the latest US state to order residents to stay at home unless absolutely necessary due to concerns about the spread of the coronavirus. Limited outdoor activities are allowed as long as social distancing of 6 feet (1.8 meters) is maintained. In a pair of new mandates announced Friday evening, state Health and Social Services Commissioner Adam Crum said Alaskans are also ordered to avoid travel between communities. Travel to many rural areas of Alaska is only practical by plane, but Crum said aviation companies will not be required to ensure that their customers are traveling for essential reasons. The prohibition on unnecessary travel goes into effect Saturday at 8 a.m. local time, while the new rule on staying at home goes into effect at 5 p.m. Crum says the mandates will be reconsidered no later than April 11. ##Daily Life## US President Donald Trump wielded his federal powers Friday and mandated that General Motors produce ventilators because he was irked by news reports that an agreement between the company and the administration had stalled, a person familiar with the discussions told CNN. Early Friday, aides were hopeful that the talks could get back on track after a disagreement over how much it would cost and how long it would take. And GM announced it and Ventec Life Systems would move forward with production efforts regardless of an agreement with the administration. But the President grew irritated by reports that the talks had been put on hold, even if only briefly, and ordered aides to require General Motors to produce the ventilators. As reported by CNN, neither GM nor Ventec were given a heads up about the move. Internally, aides have acknowledged that the move won't change the company's timeline because it will still have to retool factories to make the ventilators. And now the government will foot the bill, something that had become a sticking point in negotiations as aides weighed whether the large price tag was worth how long it would take the ventilators to ship out. For weeks, the President ignored requests by some officials in his administration to invoke the act. He insisted private companies had been willing to act and did not need to be coerced into doing so. But in a potential sign of the President's changing attitude, he announced Friday that his top trade adviser, Peter Navarro, is now in charge of coordinating the act. Navarro was one of several who initially pushed Trump to sign the Defense Production Act. ##Business## ##Daily Life## China reported 54 new novel coronavirus patients Friday -- bringing the total number of active cases to 3,128, according to the National Health Commission. All of the new cases were travelers coming into China from overseas. On Saturday, China begins its most stringent measures to curtail inbound travelers by banning most foreign nationals – including those holding Chinese visas and residency permits. Only foreign nationals granted visas after March 26 will be allowed entry.  China, which managed to mostly halt domestic transmission, has reported 649 cases from inbound travelers. Three additional deaths were confirmed in China Friday, taking its death toll to 3,295. Of the total 81,349 cases in the country, 74,971 patients have recovered and been discharged from hospital. ##Health## US federal health officials on Friday green-lit a point-of-care coronavirus test that can provide results in less than 15 minutes, using the same technology that powers some rapid flu tests. Teased by Vice President Mike Pence in a Thursday press briefing, the new diagnostic could accelerate testing in the United States, allowing for rapid results in doctors’ offices. But shortages of critical equipment used to collect patient specimens, such as masks and swabs, could blunt its impact. The US Food and Drug Administration authorized the test for emergency use, signaling that federal regulators were satisfied with the test’s validation data and believe its benefits outweigh any risks, such as false positives or negatives. The test’s maker, Abbott, said it expects to deliver 50,000 tests per day beginning next week. The technology behind the test looks for genes that are present in the virus, similar to PCR tests already on the market. The platform used to run the test weighs less than 7 pounds, according to Abbott, and could be deployed “where testing is needed most,” such as at coronavirus hotspots. More on this: Last week, the FDA authorized another rapid test – one from molecular diagnostics company Cepheid, which provides results in about 45 minutes. Most laboratory tests for the coronavirus take anywhere from a few hours to days to receive results.  All FDA-authorized tests, however, require samples from patients – and health care facilities say they’re facing shortages of critical supplies needed to collect specimens.  The US Centers for Disease Control and Prevention on Tuesday issued guidance allowing some patients to collect their own nasal swabs in health care facilities, which could reduce the amount of protective equipment needed for health care workers. But some jurisdictions, such as New York City, have said that patients with coronavirus-like illness should stay home – saying that is “safer for the patients and health care workers” and doesn’t change the treatment patients receive. ##Health##  There are at least 101,242 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the country through public health systems. At least 1,588 people have died in the US from coronavirus.  Today there have been at least 402 new deaths reported -- the most in the US in a single day. There were 253 deaths reported yesterday, the previous single-day high.  The total includes cases from all 50 states, Washington, D.C., and other US territories, as well as all repatriated cases. ##Health## The Arkansas Department of Health is recommending all travelers from New York state and foreign countries to self-quarantine for 14 days.  \"This is due to high rates of COVID-19 in New York as well as in a growing number of international locations,\" the department said in a statement. Any visitors showing a fever, cough, or other symptoms of coronavirus should contact their doctor for advice on where to be evaluated, the department said. ##Health## Madrid's regional government is preparing to open an improvised morgue in the next few days to increase the city's capacity to deal with Covid-19 fatalities. The center will be set up in the Justice Campus, a building which officials said is \"designed to be the headquarters of Madrid's Forensic Institute.\" As such, the facility will have enough mortuary refrigerators to receive about 200 bodies. \"This is an exceptional and temporary measure to help the work of funerary services, diminish the pain of the families of victims and the situation happening in the hospitals in the region,\" the government said in a statement. The center should be ready \"in the next few days.\" More than 2,400 coronavirus-related deaths have been reported in Madrid, according to the Spanish Ministry of Health. ##Health## A 102-year-old woman has recovered from coronavirus in the northern Italian city of Genoa after spending more than 20 days in hospital, doctors who treated her and her nephew told CNN. \"We nicknamed her 'Highlander' – the immortal,\" said doctor Vera Sicbaldi, who treated Italica Grondona in the San Martino hospital in Genoa.  \"Italica represents a hope for all the elderly facing this pandemic.\" The average age of those who have tested positive for coronavirus and subsequently died in Italy is 78, according to the country's National Health Institute.  Grondona was hospitalized at the beginning of March for \"mild heart failure,\" Sicbaldi told CNN.  \"She only had some mild coronavirus symptoms, so we tested her and she was positive, but we did very little, she recovered on her own,\" Sicbaldi added.  Doctors say her case impressed them so much that they decided to study it deeper.  \"We got serological samples, she is the first patient we know that might have gone through the ‘Spanish flu’ since she was born in 1917,\" Sicbaldi explained, referring to the 1918/1919 flu pandemic that killed at least 50 million people worldwide, according to Centers for Disease Control and Prevention. Grondona left hospital on March 26 and is now in a care home. \"I don’t know what her secret is, but I know she is a free and independent woman,\" her nephew Renato Villa Grondona told CNN. Her only son died in the US decades ago. \"But she loves life, dancing and music, she loves Freddy Mercury and Valentino Rossi,\" Villa Grondona said, referring to the multiple MotoGP World champion.  \"The virus surrendered in front of her.\" ##Health##"], "Language": false}