{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/football/cristiano-ronaldo-juventus-squad-give-up-wages-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-29T11:39:19Z"], "LastModifiedDate": ["2020-03-29T11:39:19Z"], "Headline": ["Cristiano Ronaldo and Juventus squad give up $100 million in wages amid coronavirus outbreak"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["With football on hold across the world, Juventus' first-team squad and coach Maurizio Sarri have agreed to give up four months' wages to help the club manage the economic impact of the coronavirus pandemic. Juventus say the agreement -- equal to the monthly payments for March, April, May and June -- will save the club a total of €90 million ($100.5 million). All sport in Italy has been canceled until at least April 3 but Juve says it will renegotiate with players \"in good faith\" should the current season be rescheduled and resumed. Juventus, which is top of Serie A and leading Lazio by one point in the race for the Scudetto, is one of Europe's biggest club and by far Italy's most successful domestically. \"Juventus would like to thank the players and the coach for their commitment at a difficult time for everyone,\" the club said in a statement. READ: AS Roma delivers care packages to its elderly fans during coronavirus lockdown READ: Barcelona says it will reduce player wages to 'minimize economic impact' caused by coronavirus Cristiano Ronaldo, Juventus' star forward, has already donated €1 million ($1.1 million) to help fight coronavirus in his native Portugal. The money will fund two intensive care units for Lisbon's Hospital de Santa Maria and will equip one ward in Porto's Santo Antonio hospital with 15 intensive care beds. Light relief Italy has been one of the countries most affected by Covid-19 and now has the highest death toll in the world, with more than 10,000 fatalities. The country has at least 90,000 confirmed cases and appears to have the highest death rate on the planet. READ: Cristiano Ronaldo and Lionel Messi donate to hospitals in fight against coronavirus READ: Juventus donates leftover food to charity after coronavirus postpones Coppa Italia game At a time when the country is reeling from the coronavirus outbreak, stories of kindness have been providing some much-needed light relief. Fellow Serie A side AS Roma has been delivering emergency care packages to its most vulnerable supporters. The entire country has been placed on lockdown, leaving many elderly people isolated and vulnerable. To combat this, Roma has started delivering its \"Roma Cares\" packages to every season ticket holder over the age of 75."], "Language": false}