{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/investing/las-vegas-casinos-reopening-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-04-23T14:47:07Z"], "LastModifiedDate": ["2020-04-23T15:09:05Z"], "Headline": ["Las Vegas casinos will not be reopening anytime soon"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The mayor of Las Vegas wants Sin City to reopen -- but gaming industry workers, casino executives and Nevada's governor beg to differ.  That's why it's unlikely that gamblers will be setting foot inside casinos on the glitzy Las Vegas Strip anytime soon.  In a testy interview with CNN's Anderson Cooper Wednesday, Las Vegas mayor Carolyn Goodman repeatedly called for business to return to normal. \"I'd love everything open because we've had viruses for years that have been here,\" she said at one point.  Nevada governor and casinos not ready to reopen the Strip Goodman also criticized Cooper for showing a graphic from Chinese researchers that showed how easily the coronavirus can be spread in public. \"This isn't China. This is Las Vegas, Nevada,\" Goodman said, prompting a stunned Cooper to retort: \"Wow. OK, that's really ignorant.\" Goodman acknowledged she does not have the authority to reopen casinos or other businesses in the city. That call will come from Nevada governor Steve Sisolak. And Sisolak is not rushing to get back to business as usual.  In an interview with Cooper after Goodman's comments Wednesday, Sisolak said Nevada is \"clearly not ready to reopen\" and that he will not use Nevada as a \"control group\" for the rest of the country. The Nevada Gaming Control Board issued strict guidelines earlier this week detailing the many steps that casinos will need to take before reopening. And casino employees have also balked at the idea of returning to work.  \"The mayor's statements are outrageous considering essential frontline workers have been dealing with the consequences of this crisis firsthand,\" said Geoconda Argüello-Kline, secretary-treasurer for the Culinary Workers Union, Local 226 in a statement.  \"Health and safety is our priority. Workers and guests have to be safe,\" she added. American gaming firms struggling Casino stocks have naturally been hit hard due to the Las Vegas shutdown. Shares of Caesars Entertainment have plunged 40% this year while Wynn Resorts and MGM Resorts have plummeted 45% and 60% respectively. Las Vegas Sands, which owns the Venetian and Palazzo casinos on the Strip as well as the Sands Expo & Convention Center, has also suffered. Shares are down about 35% so far in 2020. The company, which also has casinos in Macau, was the first of the major gaming firms to report results for the first quarter, saying late Wednesday that its global revenue plunged more than 50% from a year ago.  The numbers weren't as bad as feared though. sparking a rally in Las Vegas Sands and other casino stocks Thursday. Las Vegas Sands surged nearly 10%. The other major US casino companies will also likely discuss what's happening in Las Vegas when they report their latest earnings in the next few weeks.  During a conference call with analysts, Las Vegas Sands president and COO Robert Glen Goldstein said he was optimistic that gamblers would flock back to Macau once casinos reopen there. But he was less enthusiastic about the possibility of a quick rebound in Las Vegas. \"I believe that from the bottom of my heart, the recovery in Asia is going to happen rather quickly. I'm not as comfortable in Vegas,\" Goldstein said.  Goldstein pointed out that there are significant questions about when people will be willing to fly to Las Vegas and whether consumers will want to take vacations any time soon given how badly the economy has been hurt by the pandemic. There's also the issue of whether Americans will acclimate to stricter social distancing guidelines that will be required in the US once casinos eventually do reopen. In Asia, many health and safety measures were already more common before the Covid-19 outbreak.  But Goldstein said it's not clear how comfortable Americans will be about possibly needing to have their temperature checked and wearing masks and gloves before entering a casino.  \"It is different. And I think it will be a little bit difficult here,\" Goldstein said."], "Language": false}