{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/health/new-orleans-hospital-conditions-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New Orleans"], "ByLine": ["By Ed Lavandera, Ashley Killough, Kay Jones and Steve Almasy, CNN"], "Writers": [["Ed Lavandera", "Ashley Killough", "Steve Almasy"]], "FirstPublishDate": ["2020-03-28T03:09:01Z"], "LastModifiedDate": ["2020-03-28T03:09:01Z"], "Headline": ["One Louisiana hospital is using brown paper bags by the ICU doors to store used masks"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Hospital workers in Louisiana, where the cases of novel coronavirus are skyrocketing daily, are already working under great stress and officials there say it will get worse.   An employee inside one hospital told CNN that every intensive care unit room at facility has brown paper bags by the door. Each bag is marked with a staff member's name. The health care workers use the bags to store their N95 masks as they go in and out of the room. They have to reuse the masks, which are supposed to be disposable, until they are soiled.  Some rooms are being turned into a makeshift negative pressure room. Negative pressure rooms are necessary for Covid-19 patients because they keep the airborne contaminants inside the room and away from common areas of the hospital. Most hospitals only have a few negative pressure rooms.  The hospital told CNN it was using these kinds of temporary rooms but would not say how many. Ecoee Rooney, the president of the New Orleans district nurses association, told CNN from inside one of the hospitals treating the growing number of patients that staffers are under tremendous stress. \"I will tell you,  you know there's a lot of fear and anxiety. But what I'm seeing more than anything is that people are responding, so amazingly,\" she said. She told CNN the nurses know more patients are coming. Testing is getting better but needs work, governor says Life throughout the New Orleans metropolitan area is at a standstill, but at the Alario Event Center in nearby Westwego on the Crescent City's West Bank, there was a line of cars that filled the parking lot on a hot, breezy Friday morning.  While it resembled the traffic you'd see after a concert or big game, this was the queue at a coronavirus testing site in Jefferson Parish, next door to Orleans Parish where 57 people have died from Covid-19. This facility can only test 250 people per day and opens at 8 a.m. In two hours, all the tests are used. It's a highly organized event, with police directing traffic. So far, more than 21,000 people have been tested statewide, which makes it fifth in the nation, on a per capita basis, according to Gov. John Bel Edwards. \"We're doing everything within our power to respond to this crisis and we need everyone, I implore everyone to do their part,\" he told reporters Friday. Edwards said he was happy with the path that testing is taking. But he said they can always do better and more. Across the state, 119 people have died and more than 2,700 people have had a positive test. Edwards said the number of cases reported Friday wasn't as drastic an increase as Thursday, but health officials were only able to do half the number of tests. He said the state's top priority is getting more equipment to the people in hospitals and more beds. Dire conditions Edwards has said hospitals in the New Orleans area could run out of bed space and ventilators by early April.  Medical teams are preparing to turn the convention center into a makeshift hospital.  State officials say 120 beds will be ready to take coronavirus patients by this weekend and the site could ultimately stage more than 1,100 beds. Edwards told reporters he's trying to get those hospital workers more ventilators. The state has ordered 12,000, he said, 5,000 from the federal government's strategic reserve and the other from companies making them. They have received 192 and hope to get another 100 next week. \"The trajectory that we are on right now is one that takes us to a place where we're not going to be capable of delivering the health care that will be demanded of our hospitals,\" he said. Edwards said he agrees with the US Surgeon General's statement Friday morning that New Orleans is headed the way of New York, which has more than 26,000 cases in the city of more than 8 million people. But he is hopeful that social distancing is working to mitigate the spread of the virus and that might show up in the data soon. "], "Language": false}