{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/cars/truck-drivers-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington, DC"], "ByLine": ["By Matt McFarland, CNN Business"], "Writers": [["Matt McFarland"]], "FirstPublishDate": ["2020-03-26T11:50:03Z"], "LastModifiedDate": ["2020-03-27T20:09:08Z"], "Headline": ["5 truck drivers share what it's like to haul critical supplies during a pandemic"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["The US is counting on truck drivers to help ensure shelves remain stocked as Americans load up on things like toilet paper and canned goods amid the coronavirus pandemic.  CNN Business spoke with several truck drivers about their recent experiences. Many said they're working under trying circumstances that include longer hours, crowded truck stops, difficulties finding food, as well as health and safety concerns. Still, they said they're energized by the challenge and thankful for the gratitude they are receiving from their fellow Americans.   Here's what they had to say:  (The following has been edited for clarity) Ralph Garcia  Based out of: Albuquerque, New Mexico Drives for: ABF Freight The 41 years I've driven, I've never seen the truck traffic, it's incredible. Places at night, trying to get parked. The other day I didn't want to stop because it was so packed. People were lined up on the off ramp, sleeping right there. They couldn't even get into the truck stop. It's getting hard to even get a sandwich in the past week, with states closing down restaurants. I thought that was insanity. They're doing takeout, at least they have that.  There's a restaurant that I always call ahead to so they'll have it ready. This time, they asked me if I could sit out in my truck. They brought it right to my truck. That was a first. The other day I went to Burger King in Kingman, Arizona. My truck doesn't fit through the drive-through so I stood in the drive-through. I made my order walking between the cars and they looked at me like I was some kind of crazy guy. The lady said, 'This is a drive-up.' And I said, 'Yeah, but I can't drive my semi.' She just kind of chuckled, and said 'We don't usually do this.' I said 'You're going to have to start, because we got to eat.' They didn't give me a hard time. Courtney Emery  Based out of: Crossville Tennessee Drives for: A FedEx contractor  I'm a little bit nervous [that I've been exposed]. It's definitely scary. When I go home off the road, I live with my grandparents. I'm afraid to go home and transport it to them.  Truckers aren't health care workers and we're not anybody special. We just have to keep working because, what else are we going to do right now? And people need their toilet paper. Dee Sova Based out of: Greenville Missouri  Drives for: Prime, Inc.  We've been a little bit more obsessive about hand cleaning and sanitizer. Because you just don't know. It's business as usual, with the acknowledgment we have to be super, super careful about hygiene.  It's already using hand sanitizer before we walk into the truck stop. Or we have gloves on. We're not touching surfaces right now. I'm trying not to touch buttons. When we're at the fuel island [to fill up] we're using a pen versus actually touching that surface. People are kinder now. My husband, who I drive with, took $70 into a Walmart Thursday to get what he needed. When he went up to the counter to ring everything up, it came to $78. This lady behind him gave him extra [money] to pay for what he needed to get. I realized that was human kindness at work on our behalf as drivers. She didn't have to do that. He could've came out to the truck, got the ATM card and covered everything, but she didn't waste any hesitation in giving him that extra money. Jorge Chavez  Based out of: Houston, Texas Drives for: Jetco Delivery I just dropped a full trailer loaded with milk. As a father, I got kids at home. I would feel bad if my family doesn't have whatever they need. Right now I feel proud, I feel good because somehow we're helping the community to make sure that they get whatever they need in their homes. Honestly, I don't feel tired. I just feel excited. What's happening now is impacting every family across the nation. I got friends that are driving from state to state. Everyone is doing their part.   Allen Boyd  Based out of: Bedford, Pennsylvania Drives for: Walmart  You always pay attention to who is following you. With all the stuff that's happening, now we really have to pay attention.  I talked to a driver last week who had somebody come up alongside him and blow on the horn and asked him to roll down his window. They wanted to know if he had toilet paper, as he's driving down the road.  You don't know how desperate people are. People do different things that they would never do when they need something really bad. Most of the time, we don't have a clue what's in our trucks. Even if we do know, we don't tell. You don't know what that person is going to do, how that person's going to react. In these times, we have to step up our game. In 39 years, I don't recall ever being thanked for just being a truck driver before. I appreciate being thanked for a change. I hope that it's not just during this time and when it goes away, we're back to just being in everybody's way again.  We make sure everybody has what they need everyday, and do it as safely as possible and in a timely manner."], "Language": false}