{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/the-never-ending-game-of-dungeons-dragons"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-27T14:01:48Z"], "LastModifiedDate": ["2020-03-27T14:01:48Z"], "Headline": ["The Never-Ending Game of Dungeons & Dragons"], "Section": [null], "MappedSection": [null], "Article_Body": ["In a basement in London, Ontario, an entire universe exists. Not one of mortals, but of fantasy, adventure and never-ending quests. And for nearly four decades, it hasn’t stopped, and it doesn’t seem as if it will anytime soon. The mastermind behind it all? A dungeon master named Robert Wardhaugh, who has been keeping the same campaign of Dungeons and Dragons going since 1982.\n\nAt age 14, Wardhaugh began a Dungeons and Dragons campaign as dungeon master, and over time, the game keeps going. For the past 30-plus years, Wardhaugh has been holding a few sessions every week, creating a whole new world in the basement of his home. And Wardhaugh isn’t the type of dungeon master to just call it in. He’s collected and created over 20,000 miniatures over the past four decades to create worlds within worlds within worlds. New terrains are built, new stories are created, and the game never ends.\n\nBut you can’t play DnD alone, and Wardhaugh never does. People drive and fly from across Canada to be part of the campaign. For those who can’t make the trek, Wardhaugh has a video set up that lets players call in from wherever they are. This game has not only spanned over multiple decades but also across the globe. Wardhaugh says the longest time between sessions is three weeks.\n\nWhile the story hasn’t changed much over the years, it has evolved and grown over time, and so have the characters in it. As dungeon master, Wardhaugh doesn’t let anyone come back to life or restart a character after a death. However, he does allow people to create a family line and pull new characters from there. Some players who have been a part of the game since the beginning are on the 18th generation in their family line.\n\nThere are currently over 60 active players in Robert’s campaign, strewn all over Canada and the world. But scheduling is tough, and not everyone can make it out for every game, so each session holds only about six to 10 players at a time. And as dungeon master, Robert is the one organizing it all and putting the pieces together."], "Language": false}