{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/us/curly-neal-harlem-globetrotters-legend-dies-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy and David Close, CNN"], "Writers": [["Steve Almasy", "David Close"]], "FirstPublishDate": ["2020-03-26T23:40:31Z"], "LastModifiedDate": ["2020-03-26T23:40:31Z"], "Headline": ["'Curly' Neal, Harlem Globetrotters ball-handling legend, dies at 77"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Fred \"Curly\" Neal, whose flashy dribbling skills and smile made him a Harlem Globetrotters legend, has died at 77, according to the team. Neal died at his home near Houston. Between 1963 and 1985, the bald-headed Neal was widely known for his stylish ball-handling and crowd-dazzling moves on the court.  \"We have lost one of the most genuine human beings the world has ever known,\" said Globetrotters general manager Jeff Munn said. \"His basketball skill was unrivaled by most, and his warm heart and huge smile brought joy to families worldwide. He always made time for his many fans and inspired millions.\" Neal played in more than 6,000 games over 22 years for the Globetrotters while making numerous television appearances, ranging from the \"Ed Sullivan Show\" to \"Scooby-Doo.\"  His number 22 was retired by the team in 2008 as he became the fifth player to receive this honor. Wilt Chamberlain, Marques Haynes, Meadowlark Lemon and Goose Tatum were the others. \"For those who say the game has evolved? I say what's old is new again! Distance Shot making and dribbling is back!! #CurlyNeal and #MarcusHaynes taught me how to dribble #Globetrotters,\" basketball Hall of Famer Isiah Thomas tweeted. Sports commentator Mike Greenberg said Neal made many people happy. \"When I was a kid, there was nothing more fun than going to see the Harlem Globetrotters. And this man was the reason,\" he tweeted. \"He made as many people smile as any athlete that ever lived. About as good an epitaph as you could ever have. Rest In Peace, Curly Neal. Thanks for all the fun.\" Neal was from Greensboro, North Carolina, and went to Johnson C. Smith University in Charlotte, where he averaged more than 23 points per game and led his team to the Central Intercollegiate Athletic Association (CIAA) title during his senior season.  No funeral arrangements were immediately announced."], "Language": false}