{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-032620/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-26T10:17:19.307Z"], "LastModifiedDate": ["2020-03-26T20:33:12.939Z"], "Headline": ["US stocks surge despite the worst jobless claims data in history: March 26, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks finished higher on Thursday, recording their third straight day of gains. Markets had already priced in the sharp increase in jobless claims reported ahead of the opening bell this morning, and stocks rallied throughout the day. The Dow finished up up 6.4%, or 1,352 points. The index has emerged from the bear market it fell into on March 11, having climbed more than 20% since Monday.\nThe S&P 500 closed up 6.2%.\nThe Nasdaq Composite rose 5.6%. Here's the biggest problem facing the oil market: Its No. 1 customer has disappeared. The shutdown of parts of the US economy -- roughly half of Americans are under at stay-at-home orders -- has crushed demand for gasoline. And US gasoline is the No. 1 swing far worldwide thirst for oil.  IHS Markit estimates that US gasoline demand could collapse by as much as 4.1 million barrels per day -- or more than 50% -- during the coronavirus response period. That easily exceeds the demand destruction during the Great Recession.  \"A sudden drop in miles traveled by car triggered by social isolation measures will have immediate ramifications for gasoline demand,\" IHS wrote in a report published Thursday.   The pandemic has caused congestion in the 10 most heavily trafficked US cities to nosedive by 76%, according to RBC Capital.  That's because millions of Americans are now working from home. The amount of gasoline consumed by Americans commuting to and from work exceeds all of China's gasoline demand, RBC said.  At the same time, Saudi Arabia and Russia have flooded the market with excess supply. No wonder oil dropped to 18-year lows. New York Stock Exchange President Stacey Cunningham said keeping markets open is \"really important\" to fend off investor uncertainty. No one is considering closing the market,” said Cunningham on a conference call hosted by the Economics Club of New York Thursday, adding that \"even discussing closing markets can actually increase that level of uncertainty and people feel like they're going to perhaps be stuck with a market closed and they won't have access to their money.\" Cunningham said that she’s been talking to other exchanges and regulators as financial markets experience increased volatility, but that closing them doesn't \"eliminate any of those underlying concerns that exists that are driving markets down.\" The NYSE president also said that greater market volatility and trading volume is putting strain on the exchange, but hasn’t degraded performance of its systems. “We’ve seen this enormous amount of strain but not a degradation of the performance—our systems continue to perform well,” said Cunningham. Cunningham said trading volume is three times what it is during normal periods. \"Fortnite\" maker Epic Games is getting into game publishing. The company announced Thursday it's working with Finnish developer Remedy Entertainment -- which made the 2019 hit \"Control\" -- Japanese studio genDESIGN and Danish company Playdead to publish their games. In an uncommon move within the industry, Epic revealed financial terms of the deal. Developers will retain 100% of intellectual property and creative control and receive \"at least 50% of all profits,\" it said. Epic will fund up to 100% of development costs, including salaries and marketing. “We’re building the publishing model we always wanted for ourselves when we worked with publishers,” said Tim Sweeney, founder and CEO of Epic Games, in a statement. Epic already designs video games on its own platform the Unreal Engine and sells them in its store. Becoming a publisher for other studios is another step toward creating its own ecosystem of games. The companies have yet to announce the games that will come out of these partnerships. The stock market is absolutely bonkers, and if any investors haven't gotten whiplash yet, this week just might do it. Two weeks ago, on March 11, stocks fell into a bear market -- defined as 20% off their most recent peaks, which in this case was in February.  Well, this might just be the shortest bear market ever. The Dow climbed nearly 20% between Monday's close and Thursday afternoon trading. Depending on where the index closes today, it could have re-emerged from a bear market in just eleven days. The S&P 500, a broader measure of Wall Street, is still a bit deeper in bear market territory. Despite Thursday's rally, the index has bounced back \"only\" 14.9% since Monday's close.  Jeff Shell, the CEO of NBCUniversal, told staff in an email on Thursday that he tested positive for the coronavirus. “I recently have been feeling under the weather and just learned that I have tested positive for Covid-19,” Shell wrote. “Although the virus has been tough to cope with, I have managed to work remotely in LA and am improving every day.\" Shell, who succeeded Steve Burke in January, added that it is “absolutely critical” that employees work from home if they can. “In the short term, the goals are simple. Take care of each other and take care of our viewers. Taking care of each other means working from home,” he wrote. “While I can’t give you an end date, I can commit that we will give everyone ample warning before we ask you to return to the office.” Larry Edgeworth, an NBC News staffer, died as a result of complications from the coronavirus last week. Peter Tuchman, arguably the most recognizable face on the floor of the New York Stock Exchange, confirmed on Thursday that he tested positive for coronavirus.  The Quattro Securities trader told CNN that “while I am not feeling my normal energetic adrenaline-driven Wildman self, I will get to the other side of this and will see you again,\" Tuchman is one of the most photographed on the floor and is often called \"Einstein of Wall Street\". In an Instagram post, Tuchman -- using a picture of a bottle of Corona beer -- said that he “has a great team of doctors no breathing problems that's a good thing all the other problems that's a bad thing will get to the other side of this, I'll be in touch.. soon.. send prayers.\"  Looking at the performance of the stock market today, you wouldn't think that America logged  the biggest number of claims for unemployment benefits in history. Markets had already priced in a shock to the labor market, though, so stocks are rallying today in spite of the harsh reality of the economic data. Stocks are going strong at midday, with the Dow up 5.7%, or 1,200 points, and the S&P 500 up 4.9%. The Nasdaq Composite was up 4.1% at noon. What's in a name? In some cases, the answer is a stock rally. The Securities and Exchange Commission has stopped all trading in Zoom Technologies (ZOOM) starting today until end-of-day on April 8, in part because investors keep confusing it with Zoom Video Communications (ZM). Zoom Technologies is a Chinese telecommunications company that hasn't filed anything with the SEC since 2015. Zoom Video Communications is an American remote conferencing services provider that IPOed just under a year ago and has gotten a major boost in customers, because people are working from home during the coronavirus outbreak. You see how this might be confusing. Zoom Video's stock has climbed 112% this year, while Zoom Technologies' shares are up 891%. If you're still confused about which one is which, here's a tip: only one of them is trading now. The historic $2 trillion dollar stimulus package is unlikely to change the country’s short-term economic growth but should allow for faster recovery in the third quarter, according to Goldman Sachs (GS). In a research note on Thursday, the bank noted that not every provision will offset lost income but that size and scope of the legislation is “on par with the immediate economic effects of the virus.” The expected recovery in the third quarter largely depends on loosening the measures to contain the virus, the bank said. Occidental Petroleum has reached a peace deal with Carl Icahn, the legendary activist investor who has condemned the oil company for an ill-timed takeover. The deal ends a battle between the two sides that began late last May. The agreement revealed late Wednesday, allows Icahn to add immediately three new directors to the embattled company's board of directors. Occidental, which is backed by billionaire Warren Buffett, also agreed to create a new oversight committee that will include two Icahn directors.  Occidental stopped short, however, of giving into Icahn's demand to replace CEO Vicki Hollub, who masterminded the company's risky takeover of Anadarko Petroleum. That deal, the second biggest US oil acquisition in history, has backfired badly because oil prices have since imploded.  Stephen Chazen, Occidental's newly installed chairman, said the company looks forward to working with Icahn's members and management \"as a team to navigate the current difficult environment.\" Icahn did not mention Hollub, saying simply that he looks forward to working with Chazen, the company's former CEO. \"We believe Oxy is a good company with good assets,\" Icahn said.  Despite a 10% rally on Thursday, Occidental's (OXY) share price has lost two-thirds of its value this year.  The hotel industry’s biggest lobbying group says the congressional rescue package is \"unworkable\" for many hoteliers.  The group's opposition is tied to a provision that limits small business loans to 250% of average monthly payroll.  That cap will result in the \"furloughing\" of the \"very workers the bill seeks to protect,\" said American Hotel & Lodging Association CEO Chip Rogers. The bill also puts other restrictions on the lending, which are designed to encourage companies to keep employees.  The industry argues that those requirement force companies to \"use the entire loan amount on payroll\" at the expense of making payments on the loans they took out before the coronavirus outbreak. \"This limit will not allow a business owner to meet both payroll and debt service obligations beyond an estimated 4 to 8 weeks,\" Rogers said. You're forgiven if you've lost track of how the US stock market is faring during in the coronavirus crisis. The S&P 500, the broadest measure of Wall Street, is on track for an 11.7% gain this week, its best since October 2008, just one week after logging its worst week...since October 2008.  Yes, that's right. Meanwhile, the Dow is looking at a 15.5% gain this week -- its best since 1938!!! The volatility the market has been experiencing, complete with dramatic selloffs and rebounds, has been so intense that it feels like nearly every trading session is a \"worst since\" or \"best since\" scenario. Eventually, stocks are expected to calm down and even rally back to their previous highs. But until an end to the coronavirus crisis is in sight, volatility seems to be the name of the game. The S&P was up 3.8% mid-morning, while the Dow rose nearly 4%, or 830 points. Federal Reserve Chairman Jerome Powell says United States should get the health crisis under control before restarting the economy. The comments in an interview with NBC on Thursday come in sharp contrast with President Donald Trump's desire to get the nation \"raring to go by Easter.\"  Asked if it's better to solve the public health crisis first or rush into reopening the economy to limit the financial damage, Powell quoted Dr. Anthony Fauci, the nation's top infectious disease expert.  Fauci told CNN Wednesday: \"You don't make the timeline; the virus makes the timeline.\" \"That sounds right to me,\" the Fed chief said of Fauci's comments.  \"I think the first order of business will be to get the spread of the virus under control and then resume economic activity,\" Powell added, echoing comments made by former Fed chief Ben Bernanke this week. Economists warned that prematurely lifting the health restrictions would badly backfire. \"That is the prescription for a depression,\" Mark Zandi, chief economist at Moody's Analytics, told CNN Business. Powell said the \"sooner we get the spread of the virus under control, people will regain confidence\" -- and start shopping and going back to work, boosting the economy. Treasury Secretary Steven Mnuchin downplayed last week's surge in Americans filing for unemployment benefits, calling the number \"not relevant\" in an interview with CNBC this morning. I just think these numbers right now are not relevant, and, you know, whether they’re bigger or smaller in the short term,\" the Secretary said. He added businesses \"hopefully will be able to hire back a lot of those people\" with the assistance from the $2 trillion economic relief bill passed by Congress on Wednesday. \"And by the way, you know, lots of big, big companies do continue to hire for obviously grocery stores, pharmacies, you know, delivery services. These companies are on overtime, so I know they are hiring people as fast as they can,\" Mnuchin said.  Mnuchin also said the global health crisis forced people out of work -- it wasn't anyone's fault. US stocks opened higher on Thursday despite the worst jobless claims data in history, suggesting the market had already priced in a shock to the US labor market. The Department of Labor showed nearly 3.3 million Americans filed for unemployment benefits last week. The Dow opened up 1.3%, or 275 points.\nThe S&P 500 rose 1.1%.\nThe Nasdaq Composite kicked off 1.1% higher. All three indexes extended their gains in the first minutes of trading. Even the chairman of the Federal Reserve is acknowledging the longest economic expansion in American history is likely over. \"We may well be in a recession,\" Fed chief Jerome Powell told NBC on Thursday morning after a new report showed unemployment claims skyrocketed to record highs last week. But Powell emphasized this is not a normal recession -- it's one being driven by government efforts to halt the spread of the coronavirus pandemic. \"There's nothing fundamentally wrong with our economy,\" Powell said, noting the solid growth and low unemployment leading into the crisis. \"We start in a very strong position.\" The Fed has slashed interest rates to zero, promised unlimited bond-buying and rolled out a series of emergency lending programs -- all aimed at stopping the panic in financial markets and preventing a financial crisis. Powell emphasized the Fed will not run out of ammo to fight this recession, even though rates are already at zero. He said the only limit to the central bank's rescue efforts is how much support it gets from the Treasury Department.  A record number of Americans filed for their first week of unemployment benefits last week, as businesses shut down to slow the spread of coronavirus. 3.283 million people filed claims for unemployment benefits in the week ended March 21, according to the Department of Labor, exceeding the Refinitiv consensus estimate of 1 million. It was the highest number of initial claims filed in history. Read more about it here. Wendy's (WEN) entrance into the breakfast battle was a winner, making up 15% of its sales for the launch week in early March. But then the coronavirus struck, sending the economy into a tailspin. That hampered Wendy's same-store sales, which plummeted 20% last week in the United States and Canada as stay-at-home restrictions expanded and restaurants closed. It's still offering drive-thru and delivery options.  As a result, the company is shifting the upward of $80 million it intended to spend on its breakfast menu marketing to support its franchises \"in other ways,\" the company said in a statement. Wendy's said it remains \"fully committed to breakfast.\" There's some good news for Wendy's: Its digital sales has nearly doubled this year to 4.3%. It hopes to have 10% of its sales from digital within the next four years. Dow futures were pointing to a modestly lower open -- down about 200 points, as investors await what could be the worst unemployment claims report in history. S&P 500 futures were down 1% and Nasdaq futures were down 0.6%. The global coronavirus pandemic is hard enough on healthy businesses, but it's particularly difficult on companies that were already struggling. Credit-rating agency Standard & Poor's has downgraded Macy's (M) and Ford (F), both of which  already held debt that was borderline or below investment-grade. S&P put them further into \"junk\" status. For Macy's, S&P said coronavirus has led to mass store closures and consumers are spending far less on discretionary merchandise -- particularly in malls. Target noted Wednesday that its clothing sales were down 20% this month. S&P noted that Macy's online business represents only 25% of the company's sales. S&P also said Ford's recent draw-down of its credit facility is concerning, and suspension of its production will plunge its adjusted profit margin below 6%. Ford's debt was right on the border of investment grade, but S&P said the downturn in demand for cars meant Ford's debt should be considered junk. United Airlines (UAL) is gutting its upcoming schedule more than planned. The airline announced a further reduction of its April flights because of the \"continued drop in travel demand.\" It will cut its domestic schedule by 52%, more than the original 42% reduction it originally announced a few weeks ago.  United has released a full list of what flights are ending on its website. It's also continuing a small number of international flights, while service to Canada is completely nixed. Alaska Airlines (ALK) is the latest US carrier to announce drastic reductions to its April and May schedules.  The Seattle-based company is gutting its upcoming schedule by 70% because the \"demand for air travel has plummeted,\" it said in a release.  Alaska is only maintaining 400 daily flights — far from the average 1,300 flights it usually operates. The airline axed flights with the lowest load factors and has eliminated red-eye options. US stock futures pointed lower ahead of the release of the country's jobless claims at 8:30 am ET, a report that will give investors their first sense of how much damage the pandemic is doing to the American labor market.  The consensus estimate among economists is that 1 million people filed for unemployment benefits in the week ended March 21, which would be the highest ever recorded, but some believe the number could be much higher. This is expected to be just the start of a streak of terrible economic data to come in the following weeks,\" Hussein Sayed, chief market strategist at FXTM, wrote in a research note. On Wednesday, US stocks closed higher, notching their first back-to-back gains in weeks as lawmakers made progress on a $2 trillion package that will provide some relief to American workers and companies. Global markets retreated Thursday as investors turned their attention from the mammoth stimulus package working its way through Congress to a labor market report that could confirm that millions of Americans lost their jobs last week as the coronavirus pandemic shut down huge swaths of the economy. Asia markets ended their session down: Japan's Nikkei 225 (N225) dropped 4.5%, making it the worst performer in the region\nShanghai Composite (SHCOMP) shed 0.6% \nHong Kong's Hang Seng (HSI) lost 1.2% European markets also opened lower: The FTSE 100 (UKX) opened down 2.6%\nGermany's DAX (DAX) and France's CAC 40 (CAC40) were down 2%  Futures of Brent crude, the global benchmark, dropped by more than 3% to $26.54 as fears about oversupply and weaker demand caused by coronavirus continued to weigh on oil prices."], "Language": false}