{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/entertainment/gaming-social-distancing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-26T15:07:07Z"], "LastModifiedDate": ["2020-03-26T18:06:52Z"], "Headline": ["Gaming might save your sanity during social distancing"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["For a brief and wonderful two hours the other night, the weight on my chest lifted, and I could breathe regularly again for the first time in about 10 days.  I have been struggling with the question facing many of my mentally anguished cohorts in this time of uncertainty: Is my inability to get a deep breath a result of anxiety or am I getting the kind of sick I keep reading about in horribly sad personal essays?  The answer to my silent question was crystal clear as I rode a Jaxi through the Sand Kingdom in \"Super Mario Odyssey.\" I was not thinking about coronavirus. I was focused purely on where I was going to get my next Power Moon -- and I could breathe.  My relationship with video games was, until this pandemic, sort of like the one you have with that distant cousin who you're friends with on Facebook but haven't seen in person since you were both really into Leonardo DiCaprio circa the \"Titanic\" years. I liked video games just fine, but I didn't seek out a connection with them, especially anything that came out after Super Nintendo. I haven't owned a gaming system since I was a child, leaving me mostly in the dark about the entire generation of games and gaming that came after it. That changed two weeks ago when my husband and I began practicing social distancing, and he bought us a Nintendo Switch to help us pass the time. It's been the best decision he could have made for us and converted me, someone who much preferred the novelty and casual fun of arcades to home game systems, into an at-home gamer. I'm not alone. Video games are being played at record levels, for good reason.  \"During this time of self-distancing, we can see a revisiting of video games as a pastime for some who have not had the affordance of time to engage with this rich medium,\" Kristopher Alexander, a professor of video games: design, broadcasting, & esports infrastructure at Ryerson University in Toronto, Canada told CNN. \"Video games can be a positive activity during this time of self distancing if we can take the time to discover the types of games that are best for you.\" But if you're new to the landscape or returning after a long absence like myself, gaming can seem like a mysterious beast.  For that reason, Josh Boykin, founder of gaming community Intelligame, recommends talking to your friends even before consulting the internet, which can be hit or miss.  \"If you've got friends who you think have a similar style or similar taste, reach out to them and ask, 'Hey, you know, what do you think I would like?' It's like getting a book recommendation from a friend,\" he said.  After that, look at some of their suggestions being played on YouTube or Twitch, to see if the system or games could be a good fit. (For my purposes, he said the Switch was \"a great console to pick up for people who are coming back or just getting started.\")  Looking into the Netflix-style subscription gaming services is also an option, he said. X-Box Game Pass, Apple Arcade and Google Play Pass all allow you a huge selection of options for a relatively low cost, with the latter two being a great option for those who aren't ready to commit to a console and just want to use their mobile device.  Above all, it's important not to get put off too quickly if you don't find a game that's good fit right away and don't connect with Fortnite or the Minecrafts of the world, Boykin said.  \"There's just such a broad world of games right now in terms of the stories that are being told, the environments that you can explore, the gameplay styles,\" he said. \"It can sometimes be hard to find out about those kinds of experiences from some of the larger [streamers] or from some of the larger viewer bases.\"  The winners of the Independent Games Festival or the Game Developers Choice Awards are good starting points for those looking for lesser known options.  Here are more recommendations from the experts: \"Tetris Effect\" (multiple platforms): This game is, in theory, like the \"Tetris\" you know and love. But actually playing it is another experience. \"It is the most gorgeous, sort of heartwarming version of Tetris that you've pretty much ever played,\" Boykin said. There are many YouTube gameplay videos that highlight the visuals and stellar soundtrack of this game. \"I think, essentially, their thesis when they made the game was like, 'How can we create a space where people feel like people are capable of good and that there is good in the world?'\" he said.   \"Ring Fit Adventure\" with joycon accessories (Nintendo Switch): Hailed by Alexander as the \"game of the century,\" \"Ring Fit Adventure\" is all about making exercise and activity fun. \"It is the answer to sedentary game play that is often the focus of video games in popular media,\" Alexander said. \"This game is the one that our family cannot get enough of, and I'm okay with it. Physical activity is a non-separable part of this experience, and it's couched within a traditional role playing game (RPG) game design style. We love this one.\" The only problem? It's very hard to find right now. \"It was already hard to find just going into the holiday season, but then as the coronavirus concerns started to ramp up\" Boykin said, adding that many saw it as a fast solution to the inability to hit the gym. \"So that means that you've got a combination of people trying to prepare for self isolation and quarantine, in addition to people buying up a bunch of stocks so that they can make a profit online.\" Sort of like the video game equivalent of toilet paper.  \"Journey\" (multiple platforms): This indie adventure game is a favorite of Boykin's because it's \"this amazing, beautiful story because you go through and explore these different environments.\" It's been rereleased multiple times since the release of PlayStation 3, which tells you a bit about the love that's out there for this game. \"It's a really great game for first timers and experienced players alike,\" he said. Wii Fit Plus with Wii balance board (Wii): Another fitness game, Alexander says he likes to do yoga and strength and balance exercises with his family using this. \"We take turns with this one,\" he said.  \"Kirby's Return to Dreamland\" (Wii): \"This game is an all-family-at-the-same-time experience for us, and the way it's designed, even my 4-year-old is able to tag along and enjoy the game,\" Alexander said.  \"Prodigy\" (mobile): This no-cost mobile game is \"an incredible learning game for children couched within traditional JRPG (Japanese role-playing game) design,\" Alexander said. \"Yonder: The Cloud Catcher Chronicles\" (multiple platforms): This adventure game comes from a genre called wholesome games, which are essentially games meant to take the stress out of gaming. \"You're exploring a world, you're helping people find items and cooking and crafting and whatever. But it's just this big open soft world where nope, nothing, dies and you don't have to hurt anything,\" Boykin said. \"It's wonderful.\"  \"Sayonara Wild Hearts\" (multiple platforms): \"It's like a pop album mashed into a video game,\" Boykin said. \"Florence\" (multiple platforms): No spoilers, but this video game tells the story of a girl and the highs and lows of a first love. Boykin warns: \"It's a little bit emotionally heavy at the end, but I think it's an absolutely phenomenal storytelling experience. And it is one of the games that I carry it around on my phone all the time.\" "], "Language": false}