{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/success/ask-flexible-schedule/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kathryn Vasel, CNN Business"], "Writers": [["Kathryn Vasel"]], "FirstPublishDate": ["2020-03-25T19:55:19Z"], "LastModifiedDate": ["2020-04-06T13:58:53Z"], "Headline": ["Many of us are now WFH. Here's how to ask for the schedule you need"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Grinding out an eight-hour work day used to be so easy.  For parents who are now working from home due to the coronavirus outbreak, things have gotten a lot more difficult. Not only do they have new co-workers -- their kids -- but some also have to take on a new role as teacher. That means the standard 9-to-5 work day isn't realistic anymore. Even if you don't have kids, this new working reality can be challenging. Work schedules and expectations are going to have to shift as workers grapple with all their new responsibilities.  While many companies are being more flexible and understanding, it can still be difficult to approach your boss about adjusting your hours.  \"Be tactful and honest with your boss,\" said Mary Pharris, director of marketing and communications at Fairygodboss. \"I think most people are understanding during this time, as long as you keep open lines of communication.\" Take a boss's eye view  Get one step ahead of your boss and identify any potential issues with your schedule request and be ready with a solution.  \"Shift to your boss's perspective and what he or she might be concerned about with this,\" recommended Marie McIntyre, a career coach in Atlanta and author of \"Secrets to Winning at Office Politics.\"  For instance, your boss might be worried about communication or missed deadlines. So when you make your request, propose steps like sending a progress report at the end of each day or week and scheduling regular feedback meetings.  Know your goal posts The key to creating a successful flexible schedule is knowing what your boss expects of you.  \"Getting clarity and expectations on the priorities will help you be much more successful,\" said Ellen Faye, a productivity and leadership coach. \"It's really hard to play a game without knowing the rules.\" Knowing what your boss expects helps you better manage your time to avoid last-minute crunches that could have you working all hours.  Keep it positive and honest This is new territory for all of us, so it's important that employees and employers try and work together to find compatible schedules.  If your boss asks to have a meeting at 9:00 am and that's right in the middle of the breakfast crunch, don't be shy about saying that's a tough time for you, but 10:30 would be better, said Faye. \"This isn't a time to have fear in terms of being honest about how you can be most productive and what your personal situation is,\" she said. Have a plan, but keep it flexible    Approach your boss with a tentative work schedule, along with your plan on how you will continue to meet your goals and deadlines. But you should also be flexible.   \"Go in with a proposal and say: 'given the current situation, as I've been working from home, I'd like to propose the following work schedule and ways of working because I think they'll enable me to be more effective overall. Does this work for you?,'\" suggested Hallie Crawford, a certified career coach.  Then detail the schedule, including times when you will be available and when it's tougher due to other commitments. Spread the word  Once your boss has signed off on a work arrangement, talk with your colleagues and any clients that might be affected by the change.  Be as transparent as possible with your new schedule to avoid confusion and projects being delayed. You can put up away messages on your email, Slack and other tools that alert people to when you are available. Adding a line in your email signature about your work schedule will also help set expectations. \"Over communicate, provide more context than you normally would have before, because since we're not all in the same office, it's like we're working in a bit of a vacuum,\" said Crawford. \"So fill that void with explanations of why something's being done the way it is. Be clearer about what people's roles are on a project and who is responsible for what.\""], "Language": false}