{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-032420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-24T10:15:07.740Z"], "LastModifiedDate": ["2020-03-25T11:20:04.196Z"], "Headline": ["The Dow soars on hopes for government aid bill: March 24, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for March 25, 2020 stock news. US stocks ended in the green on Tuesday, recouping all of Monday’s losses as investors grew optimistic about the government’s response to the coronavirus crisis. The Dow recorded its biggest point gain on record and the biggest percentage gain since 1933. The index closed up 11.4%, or 2,113 points. The S&P 500 closed up 9.4%, its best day since 2008. The Nasdaq Composite ended up 8.1%. There is a great debate raging over when to lift the tough health restrictions imposed to fight the coronavirus outbreak.  President Donald Trump said Tuesday he wants the country \"opened up and just raring to go by Easter.\" The goal is to limit the severe financial damage caused by shutting down large parts of the economy. But Morgan Stanley is warning that there are real risks to that strategy. \"If the White House were to relax the social distancing measures 'soon,' well ahead of the necessary timeline to have a significant impact on our view, it would raise the risk of increasing the peak or delaying the time to peak,\" Morgan Stanley analysts wrote in a report Tuesday.  In other words, rather than flattening the curve, the government would be making it worse. If anything, the Wall Street firm is growing more concerned about the coronavirus outlook in the United States, which now has more than 50,000 confirmed cases.  \"High positive testing rates and mixed lock down measures raise [the] risk that our base case forecast may be optimistic,\" Morgan Stanley analysts wrote.   Wall Street bonuses and profits increased in 2019, but the industry is bracing for a dim 2020 due to the outbreak of the coronavirus. “The serious damage that COVID-19 is inflicting on financial markets and the global economy will sharply reduce industry profits this year,” said New York State Comptroller Thomas P. DiNapoli in a press release. DiNapoli said the securities industry accounts for one-fifth of private sector wages in New York City with an estimated 1 in 10 jobs in the city either directly or indirectly associated with the sector. The securities industry is a major source of revenue and brought in $13.2B in state tax collections in 2019, DiNapoli said. Wall Street's fear gauge is moving -- both up and down -- like never before. The VIX (VIX) volatility index of market volatility spiked last week to a record closing high as investors feared the coronavirus pandemic would spark a severe recession or even a depression. It was the largest six-day jump on record, according to Bespoke Investment Group.  Now, the opposite is happening. Since closing at a record 82.69 last week, the VIX has tumbled below 60. The only time since 1990 that the VIX experienced larger a collapse was in November 2008 during the worst of the financial crisis, Bespoke said. \"The VIX has come crashing back down to earth -- or at least the stratosphere,\" Bespoke Investment Group wrote in a note to clients Tuesday.  That doesn't necessarily mean the worst is over for stocks, though.  Bespoke notes that the S&P 500 tumbled another 15% after the VIX collapsed in November 2008. And stocks didn't hit bottom until March 2009.  Another day, another superlative.  The Dow is looking at its best day since October 2008, paring all of Monday's losses and then some. With less than an hour left in the trading day, the index is up 9.8%, more than 1,800 points. For the broader S&P 500 it's shaping up to be the best day since March 13. Citi (C) is temporarily closing between 10% and 15% of its branches this week amid the coronavirus outbreak.  The closures will only take place in the bank's core markets: New York, Washington, Miami, Chicago, San Francisco and Los Angeles. Those total nearly 700 branches. The branches affected have had a drop-off in foot traffic, a Citi spokesperson told CNN Business in an email. The staff from closed locations will be redeployed to nearby Citi branches. The bank is also reducing hours for branches that remain open. Opening hours Monday through Friday will be 10 am to 4 pm, and 10 am to 1 pm on Saturdays where applicable. SoftBank will donate 1.4 million N95 respirator masks to support health workers in New York battling the coronavirus outbreak, the Japanese conglomerate announced Tuesday.  “The heroes of this pandemic are the health workers who put themselves in harm’s way to keep us safe,” SoftBank executive Marcelo Claure said on Twitter while announcing the donation.  New York City has rapidly become the epicenter of the US coronavirus outbreak, with more than 13,000 confirmed cases. The city’s mayor, Bill de Blasio, told CNN on Monday that local hospitals only have enough equipment to get through this week before they get to a point where \"people can't be saved.\"  The stock market is soaring Tuesday on coronavirus stimulus hopes. It's hard to find many blue chips that are down.  But the few that are in red are companies which have been benefiting from the fact that many people are stuck at home and that drug companies are racing to come up with a treatment for COVID-19.  Shares of grocery king Kroger (KR) and retail giant Walmart (WMT) are both down. Walmart recently hit an all-time high on analysts' optimism about it benefiting from its massive e-commerce business. Netflix (NFLX) and video game companies Activision Blizzard (ATVI) and Electronic Arts (EA) were also down. These companies' products could solve stay at home boredom. Consumers could distract themselves with even more screen time.  And a prominent biotech that is working on coronavirus vaccines was also lower: Regeneron (REGN). Another biotech, Gilead Sciences (GILD), was lagging the broader market's gains by a wide margin.   A San Francisco pension fund is calling on America's most powerful companies to help combat coronavirus.  \"As institutional investors, we are asking all companies in the S&P 500 to report what actions they are taking to win the fight against COVID-19,\" the San Francisco Employees' Retirement System said in a statement Monday.  The group is asking companies to explain what actions they are taking on social media using the hashtag #sp500covidfight.  They have suggested that hotels and sporting venues consider offering up their facilities as overflow hospital space or housing for health care workers. They're also asking businesses to divert raw materials and manufacturing capacity to produce needed medical supplies and equipment.  Some S&P 500-listed companies have already taken steps aimed at combatting the virus. Ford Motor Company (F) 3M (MMM) said Tuesday they will work with GE Healthcare to make medical equipment and protective gear for healthcare workers.  The San Francisco Employees' Retirement System is a $25 billion fund representing 34,000 employees and 39,000 retirees. The group is also calling on other institutional investors to join it in urging companies listed in the index to take action.  Southwest Airlines (LUV) is becoming BYOB. Beverages, that is.  The airline said Tuesday that it's suspending \"all on-board beverage and snack services\" for the time being because of the coronavirus pandemic. Canned water will be offered upon request.  The changes, which go in effect Wednesday, are also partly a cost-saving measure. Airlines are bleeding cash as demand for travel dries up.  Southwest, which in its 53 years of operation has never provided full meals to its passengers, only offers snacks and drinks. It's the first US airline to take this step.  Other airlines have reduced their in-flight services, but less drastically. For example, Delta (DAL) has stopped using reusable glassware and has taken out its magazines from seat pockets. Today's rally in US stocks isn't letting up at midday. All three major indexes are sharply higher.  The S&P 500, which yesterday erased all its gains accumulated under the Trump administration, is up 7.8%. Mind you, if the S&P falls 7%, trading is halted. This kind of circuit breaker doesn't exist for upward moves -- but it puts this rally into perspective. The Dow is up 8.8%, more than 1,600 points, at midday, while the Nasdaq Composite is up 6.7%. And yet it's shaping up to be the best day only since March 13, just over a week ago. That's how wild these stock market swings have been. Stocks are in the green across the world today. Does that mean the market has bottomed out? \"Although calling a bottom is a tricky endeavor, we believe we’ve experienced a majority of the losses for this drawdown,\" said Jeff Schulze, investment strategist at ClearBridge Investments. Schulze says he wouldn't be surprised to see a rally over the next couple of weeks \"because the market is very oversold and we expect to see some quarter-end portfolio rebalancing\" that makes investors buy stocks again. With that being said, the ultimate test for the market's assessment of the coronavirus crisis will come when economic data paints a clearer picture of its impact. Another important data point to call the market bottom is the peak of infections. \"The Chinese decided to employ a lockdown on day 8 of the outbreak. The growth rate of infections peaked after 21 days of heavy quarantining. The US started their informal lockdown on March 16 which means we are only 8 days into the lockdown period,\" Schulze said. However, the slow response from US authorities could mean it might take longer to reach the peak in America.  \"As such, the markets will likely be in limbo for the next 30 days until visibility is restored,\" Schulze said. Major US hotel and airline stocks are moving higher with the broader market rally. Both industries are hoping to secure money from the government's stimulus package that appears to be closer to being approved. Hotels are all soaring higher helping to recoup some of their drastic year-to-date losses: MGM Resorts (MGM) is up 30%\nHyatt (H) is up 6%\nMarriott (MAR) is up 15%\nHilton (HLT) is up 19%\nWynn (WYNN) is up 22% Airlines are also moving higher: Delta (DAL) is up 20%\nJetBlue (JBLU) is up 25%\nSouthwest (LUV) is up 11%\nUnited (UAL) is up 22%\nAmerican Airlines (AAL) is up 23% Occidental Petroleum is under siege. And it's bringing back a friendly face to help guide it through.  Veteran oil exec Stephen Chazen, who retired as Occidental's CEO in 2016, is returning as the company's non-executive chairman.  The appointment comes as cheap oil has crashed Occidental's (OXY) stock price, which has lost three-quarters of its value this year. Occidental CEO Vicki Hollub has responded by slashing the dividend by 86% and cutting spending.  Chazen expressed confidence in Hollub despite last year's risky $55 billion takeover of Anadarko Petroleum, and he noted today's unprecedented challenges. \"The current macroenvironment is among the most difficult I have seen in my career,\" Chazen said in a statement.  Fitch Ratings dealt a rare triple-downgrade of Occidental's credit rating to junk, citing the company's \"compromised financial flexibility\" to sell assets now that crude has crashed.  Occidental is still in the middle of a battle with billionaire Carl Icahn, who warned last year the Anadarko deal could ruin the company. Warren Buffett's Berkshire Hathaway backed that takeover and is one of Occidental's largest shareholders.  Nobody wants to go out and buy a new home right now. With much of America confined to their homes as social distancing to curb the coronavirus outbreak is in full force, the real estate sector is struggling. Even in February, home sales dropped, collapsing by 4.4%, according to data from the US Census Bureau and the Department of Housing and Urban Development. This is likely only going to get worse. In total, 765,000 new homes were sold in February, for a median sales price of $345,900. We knew economic data would be ugly for a few months as the economic fallout from the coronavirus crisis is becoming clearer. March data is now trickling in, with the preliminary Markit purchasing managers' index for the month showing a historic low for both the services sector and the composite measure, which comprises services and manufacturing. Services business activity dropped to 39.1 points, a historic low and less than economists had expected. The manufacturing PMI stood at 49.2, its sharpest drop since 2009, and the composite output index fell to 40.5, its lowest level ever. Companies also reduced their workforces at the fastest pace since December 2009, according to Markit, as outstanding business slowed and customers put orders on hold. That said, companies are still optimistic that economic conditions will improve over the coming year, in line with the consensus expectation that this recession will be as sharp as it will be short. US stocks kicked the day off higher on Tuesday, erasing losses from the prior day’s session. Investors are hopeful that the Washington gridlock over the economic relief plans will come to an end. The Dow opened up 6.2%, or 1,140 points.\nThe S&P 500 rose more than 5%\nThe Nasdaq Composite opened up 4.9%. General Electric has already doubled its ability to make ventilators -- and the company plans to double that production capacity again by the end of June. GE Healthcare made the announcement Tuesday, saying it's working \"around the clock\" to make the sophisticated air pumps that help critically ill coronavirus patients breathe.  Separately, GE (GE) is teaming up with Ford (F) to build a simplified version of GE ventilators.  \"We are encouraged by how quickly companies from across industries have mobilized to help address the growing challenge we collectively face from Covid-19,\" GE Healthcare CEO Kieran Murphy said in a statement.  To meet demand, GE has added manufacturing lines for ventilators and increased the number of shifts. The company is also hiring more manufacturing workers.  GE Healthcare also released guidance Tuesday to medical workers explaining how to use the company's existing anesthesia machines for patients that require ventilation.  Global airlines could lose up to $252 billion in passenger revenue, the International Air Transport Association (IATA) said Tuesday. IATA said during a virtual press conference that it is now projecting $252 billion in revenue loss, a drop of 44% compared to 2019. The situation is very rapidly getting much worse than previously expected. On March 6 IATA gave a worst case scenario forecast of a $113 billion drop in revenue this year. IATA said the change is due to the dramatic increase in travel restrictions and in a sense the shutdown of international aviation. It said the airline industry might take more than six months to recover because of the deep economic recession that is expected.  When it comes to Europe, IATA said airlines are operating at 10% capacity, and warned that airlines in that region are most at risk of collapsing at the moment. IATA Director General, Alexandre de Juniac, once again called on policymakers around the globe for support. “We need massive action very quickly urgently,” he said. General Motors disclosed Tuesday that it was borrowing $16 billion from three lines of credit it had previously arranged as it tries to weather the coronavirus crisis. The three lines of credit provide up to $17.5 billion in borrowing ability to the automaker. GM also joined many other companies in suspending its earnings guidance for 2020 because of the outbreak. Auto sales have ground to a near halt in much of the country as 20 states have shut down nonessential businesses and more than 40% of Americans live in states where they've been told to stay home. GM and other automakers have halted production at their plants. But GM and other automakers are working with other manufacturers to try produce a surge of needed medical supplies such as ventilators and masks. Risk appetite is back today, and riskier investments, including stocks, are climbing higher. In the currency world, this means the US dollar is getting slammed. The ICE US Dollar Index, which measures the greenback against a basket of six rivals, is down more than 1%. The dollar weakness comes \"thanks to the update from the Fed yesterday, where the US central bank suggested it could keep quantitative easing in place indefinitely,\" said David Madden, market analyst at CMC Markets. Dollar rivals are gaining across the board, with the British pound taking the lead, up 1.4%, buying $1.17. Sterling dropped to its lowest level against the buck since the 1980s last week.  The Euro is up 1.1% against the US currency, at $1.08. But it's not clear whether the dynamic of the stronger buck will be sustainable. \"Virtually every major central bank is engaging in QE with zero rates. As such, all currencies are on a level playing field and we so we have to go back to looking at the fundamentals,\" wrote Win Thin, global head of currency strategy at Brown Brothers Harriman, in a note this morning. Gold prices are surging again after plummeting last week -- along with just about everything else. Gold is up more than 6% Monday to around $1,665 an ounce. That puts it back near a seven-year high.  So why has gold started to look lustrous again? Central banks (particularly the Federal Reserve) are throwing the kitchen, bathroom and just about every other sink it can find at the problem -- and this monetary stimulus should help stabilize the market.  Gold also is an asset that benefits from some instability in the financial markets -- as long as investors aren't fearing an outright depression. It still is a classic safe haven investment, especially if the US dollar continues to weaken. The dollar has pulled back following the new round of Fed stimulus. \"A sense of unease over the coronavirus developments and fears around a global recession should support appetite for gold moving forward,\" said analysts at currency brokers FXTM in a report.  Gold also rallied at the end of 2008 following an initial plunge in the immediate aftermath of the bankruptcy of Lehman Brothers.  But gold \"is likely bottoming earlier [than in 2008] because of a much faster and larger policy response than markets could ever have anticipated.\" according to Scotiabank analyst Nicky Shiels. The oil crash is forcing even Chevron to scale back its grand ambitions. America's second-largest oil company announced Tuesday it's slashing 2020 spending plans by $4 billion, or 20%, to cope with $25 crude.  That more conservative budget will cut Chevron's (CVX) oil production targets in the Permian Basin by 20%. The company had previously been rapidly growing output in the epicenter of America's shale oil boom. Chevron is also suspending its $5 billion share buyback program. That's after the company repurchased $1.75 billion of shares during the first quarter -- at comparatively inflated prices.  The collapse in oil prices has rocked even the largest, most diversified US oil companies. Chevron's stock has plummeted 55% so far this year.  Chevron is working to cut operating costs by more than $1 billion. S&P Global Ratings dimmed its outlook on Chevron to negative on Monday, citing the \"highly volatile market subject to extreme price sings that create a very high degree of uncertainty\" for oil companies.  \"With an industry leading balance sheet and a flexible capital program, we believe Chevron is resilient and positioned to withstand this challenging environment,” Chevron CEO Michael Wirth said in a statement. The Dow was set to soar more than 900 points, and S&P 500 pointed to about 5% gain as a twice-rejected economic rescue plan reportedly made some headway in Congress. Futures jumped to their \"limit up\" level: When they rise 5%, they can't move any higher. But the S&P 500 SPY ETF continued to trade, suggesting the S&P 500 would gain about 6% at the open. Even with Tuesday's gains, most global indexes remain in a bear market. I think it's too early to call the bottom quite yet,\" said Michael Hewson, chief market analyst at CMC Markets UK.  \"It still isn't clear how bad the economic damage is likely to be and while a rally today is to be welcomed, the possibility of another leg lower remains a real possibility,\" he added. Innes said he thinks the actions from the Fed \"will effectively paper over the cracks for now.\"  But as more data that captures the severity of the economic tumult rolls in, he said, \"the big equity market buyers will stay in cash and remain nervous about stepping back in until data improves.\" The promise of unlimited support for markets from the US Federal Reserve and hope that Congress is moving towards a huge fiscal stimulus package boosted US futures overnight as well as markets in Europe and Asia.  Japan's Nikkei 225 (N225) gained 7%\nHong Kong's Hang Seng (HSI) added 4.4% \nShanghai Composite (SHCOMP) was up 2.3%\nSouth Korea's Kospi (KOSPI) surged 8.6% after the country's government announced that it will double its emergency financial support for businesses to 100 trillion Korean won ($80 billion) Early trading in Europe also showed similar trends: The FTSE 100 (UKX) gained nearly 4%\nFrance's CAC 40 (CAC40) advanced 3.9%\nGermany's DAX (DAX) rose by more than 5%. Germany's finance minister Olaf Scholz told CNN that the government would do whatever it takes for as long as necessary to protect Europe's biggest economy. The Trump stock rally, which at its peak only last month seemed unending, has evaporated. The S&P 500 (SPX), the broadest measure of the US stock market, dropped below 2,264 points on Monday, falling past its closing level on January 19, 2017, the day before President Donald Trump took his oath of office. Stocks finished in the red across the board on Monday, after the Senate failed to agree on the multi-trillion economic relief package put forward by the administration. The $2 trillion plan includes a proposal to provide $500 billion in loans and loan guarantees for distressed companies, states and localities, but thus far does not have clear guidelines on who is eligible or require companies that take the loans maintain their current workforce. Also at issue is how to deliver funds to states and localities. Read more here."], "Language": false}