{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/new-york-state-alcohol-to-go/index.html"], "Source": ["cnn"], "Location": ["Brooklyn"], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-03-24T21:28:23Z"], "LastModifiedDate": ["2020-03-24T21:28:23Z"], "Headline": ["New York State allows restaurants to sell takeout alcohol with food for 'dining out while dining in' experience"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["The sidewalk chalkboard on Prospect Park West in Windsor Terrace, Brooklyn, was pushing Bloody Marys and pancakes over the weekend.  \"All day delivery,\" read the sign outside Krupa Grocery, a neighborhood joint open for breakfast, lunch and dinner seven days a week — that is, until New York pressed \"pause\" last week. Like many establishments, the restaurant, no longer allowed to offer on-site dining because of coronavirus, pivoted to takeout and delivery.  Tom Sperduto, co-managing partner at Krupa, and his team are now essentially charged with bringing the experience of in-house dining into people's homes. One way of doing this is by allowing restaurants to sell booze.  The New York State Liquor Authority announced the new rules last week. Restaurants, bars and taverns, ordered to stop serving food and drink on site, were told they could sell alcoholic beverages off-premises as long as it was sold with food. \"Changing the way people dine is not going to happen overnight,\" says Sperduto, who nonetheless is game for trying during this uncertain period. Rosa Mexicana's CEO Chris Westcott has kept two of the restaurant's three NYC locations open for takeout or delivery. When the new rules of the NYSLA were first issued, Westcott says the restaurant group considered ways to best serve its customers.  \"Let's keep it simple,\" he says of Rosa Mexicana's decision to offer its signature and flavored Margaritas for pickup orders.  The restaurants are selling wine at a couple of dollars over cost, and only from current inventory, explains Westcott, who says he's less concerned with profit right now. \"We recognize people are in a difficult position,\" he says, and that their role is to provide a service.  The new rules around restaurant operations is in place until April 15, but it \"may be extended or reduced depending upon the circumstances.\" As more and more people hunker down at home, limiting grocery store runs and abiding by the social distancing guidelines outlined by the Centers for Disease Control (CDC), the ability to order a bottle of wine with dinner — at home — serves the diner and the restaurant. The former is especially true in New York state, which does not permit wine sales in grocery stores.  Several other states have loosened their laws around restaurants' alcohol sales — Georgia, Florida and California to name a few — but it may be a bigger deal in New York, in the metropolitan area in particular, which is considered the \"epicenter of the virus.\" As demands for social distancing grow more urgent, many New Yorkers are doing their best to avoid human interaction. A delivery option which does its best to provide \"dining out while dining in\" vibes serves this goal. Plus, with many liquor stores moving to delivery only or limiting the number of people allowed in the store at a time, many will see this loosened alcohol law as sweet relief. Of course, in NYC, (thankfully) booze delivery isn't new, but ordering a bottle of Ketel One isn't quite the same as ordering a flat iron steak and a pint-sized smoky Bloody Mary made with your choice of vodka, gin or mezcal. Sperduto's description of the salty, tangy drink is straight to the point: \"It's awesome.\"  And at $11, it's a relative steal in these parts."], "Language": false}