{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-23-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, James Griffiths, Adam Renton, Meg Wagner, Mike Hayes and Amy Woodyatt, CNN"], "Writers": [["Julia Hollingsworth", "James Griffiths", "Adam Renton", "Meg Wagner", "Mike Hayes", "Amy Woodyatt"]], "FirstPublishDate": ["2020-03-23T01:31:05.497Z"], "LastModifiedDate": ["2020-03-24T01:46:11.857Z"], "Headline": ["March 23 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Amazon says it has removed more than half a million listings that it believes are engaging in price gouging during the coronavirus pandemic.  The online giant also says it has suspended nearly 4,000 accounts in the US for violating the company’s rules on pricing. In its corporate blog, Amazon says it is monitoring sellers to make sure they are not price gouging or making false claims related to Covid-19. Amazon says it has reached out to every state attorney general to help monitor price gouging. “We are also proactively sharing information with state attorneys general and federal regulators about sellers we suspect have engaged in egregious price gouging of products related to the Covid-19 crisis,” Amazon’s statement reads. ##Business## Cuban officials on Monday announced they are limiting travel throughout the island and abroad for their citizens and closed all schools starting Tuesday for nearly a month to stop the spread of the coronavirus.   The Cuban government will “regulate” Cubans ability to leave the communist-run island, said Cuban Prime Minister Manuel Marrero Cruz, “to protect their health, their family neighbors and work comrades.”  Marrero said Cubans would need to present a “humanitarian reason” for travel abroad and for Cubans traveling between different provinces on the island.  Last week, Cuban officials said tourism is banned on the island starting Tuesday and that all Cuban and foreign residents returning from abroad would have to undergo supervised quarantine for 14 days. Despite that announcement, Marrero said, more than 32,000 foreign tourists remained on the island. Starting Tuesday, he announced, tourists would be banned from leaving their hotels as the government worked to return them to their home countries.  “No one can go into the street,” Marrero said of the tourists. School classes would be suspended starting Tuesday until at least April 20, he announced. All Cubans are required to study in state-run schools. So far, Cuba has announced the island has 40 confirmed cases of coronavirus, and 1,036 people have been hospitalized for observation. Marrero also announced that Cubans waiting in “colas” or long lines for hard to find items would need to keep at least one meter (approximately 3 feet) in distance from other people. He said additional police would be dispatched throughout the island to enforce the new measures.   ##Health## ##Travel##    In a statement released Monday night, United States Olympic & Paralympic Committee CEO Sarah Hirshland and Chair Susanne Lyons said that the organization has heard the concerns from Team USA athletes regarding the upcoming 2020 Games, and that the “path toward postponement is the most promising.”  Hirshland and Lyons continued: “We encourage the IOC to take all needed steps to ensure the Games can be conducted under safe and fair conditions for all competitors.” ##Daily Life## Washington state Gov. Jay Inslee issued a new order Monday night that requires residents to stay at home for the next two weeks. The order takes effect immediately. Exceptions were made for jobs deemed critical and grocery shopping. \"This weapon — distancing ourselves — is the only weapon we have against this virus,\" Inslee said in a televised address.  ##Health## One of Chicago’s leading children’s hospitals had to scrap plans to host a mobile testing site, which was scheduled Tuesday on the city’s north side after it said both of its vendors weren’t able to fill orders for testing supplies. It’s another example of how difficult it can be to get tested for Covid-19. Julie Pesch, spokesperson for Lurie’s Children’s Hospital, told CNN the site was designed to be for pediatric patients not admitted to the hospital who are experiencing symptoms of the virus. The hospital was hoping to alleviate an onslaught of pressure both its hospital and individual pediatricians across the city are facing. But because of the high demand for testing and a lack of testing supplies like nasal swabs, those plans were cut short on Friday.  “Our normal operational process is to hold 2-4 days of supply on a product like this. Last week (March 16) when we went to purchase an elevated quantity, due to the Covid-19 needs, we were informed by both our primary and secondary vendors that they were not able to fill orders,” Pesch said  The hospital was hoping parents with an appointment would be able to get a child tested every 15 minutes. But now the hospital says sick patients will need to go through their regular pediatricians for testing. The lack of supplies to launch such an effort “is a big deal,” Pesch said. “The more testing that we can do, that means the less children that we have in the emergency department, in the pediatrician's office. That means we don’t have to use as much PPE. That is the main message that we’re trying to get across.” “Other hospitals are in the same situation,” said Danny Chun, spokesperson for the Illinois Health and Hospital Association. The lack of testing supplies remain a problem, he added. The Advocate Aurora Health hospital system announced Friday that it was suspending a similar program that had already launched because of the national shortage of test kit supplies. ##Health## A Fort Jackson, South Carolina, officer and a soldier have both tested positive for Covid-19, according to a statement Monday.  Both service members are in isolation and receiving the necessary medical care, and the Fort Jackson Public Health Team is working to identify anyone else who may have been exposed to the virus, according to the statement from Fort Jackson Commander Brig. Gen. Milford H. Beagle Jr.  Following the announcement of the two cases, Fort Jackson tweeted to visitors, urging them \"to plan ahead and to expect delays at Gates 1, 2, and 4\" as \"the Department of the Army Security Guards are conducting a general health & welfare assessment, including a temperature check, of everyone entering Fort Jackson.\" ##Health## First lady Melania Trump has been tested for coronavirus and is doing fine, President Trump said at Monday's briefing. This is the first time the President confirmed his wife was also tested for Covid-19. The President, Vice President Mike Pence and second lady Karen Pence have all been tested for coronavirus, and all were negative.  “The first lady was tested on the same night as President Trump was tested, out of an abundance of caution. The test was negative,” White House press secretary Stephanie Grisham told CNN. Both Trumps were tested at the White House on March 13. ##Health## In response to numerous reports of gatherings at parks and beaches over the weekend, San Diego will move forward with the closure of all parks, beaches, boardwalks, city lakes and trails, Mayor Kevin Faulconer announced at a news conference Monday.  \"It's time to protect each other,\" he said. \"Physical distance is the key to beating this virus and that is why we're acting today. It is simply irresponsible to congregate and it is unfair to the rest of San Diego.\" Faulconer went on to say that San Diego police officers will be permitted to enforce the new rules with fines. ##Daily Life## Holland America’s Zaandam ship headed toward Florida is carrying 42 people — 13 guests and 29 crew — reporting flu-like symptoms. “Since it is flu season, and COVID-19 testing is not available on board, it is difficult to determine the cause of these elevated cases at this time,” according to a statement from the cruise line's website. The guests have been asked by the cruise line to remain in their staterooms until they have more information and as the ship sails north with the intention to arrive in Fort Lauderdale, Florida, on March 30.    Zaandam departed Buenos Aires, Argentina, on March 7,  prior to Holland America’s decision to suspend its global cruise operations for 30 days. The trip was scheduled to end in San Antonio, Chile, on March 21.  According to the statement, no one has been off the ship since March 14 after a stop in Puenta Arena, Chile, where guests were initially told they could disembark for flights, but then were not allowed. There are a total of 1,243 guests and 586 crew on board the ship. ##Health## The national governing body of gymnastics in the United States said the organization is “advocating for the postponement” of this summer’s Olympic Games. In a tweet from the verified account of USA Gymnastics, the call to action states, “After considering the responses from athletes who participated in our survey & the 62% who were in favor of delaying the Games, we are adding our voice to the chorus advocating for postponement. We are grateful to have our athletes’ insight and input to guide this decision.” ##Daily Life## President Trump was pressed Monday about whether any of the doctors on the coronavirus task force have endorsed easing the federal guidelines. Trump said the doctors had “not endorsed, but we talk together and I think they’re OK with it and I’m OK with it.\" \"But this could be a much bigger problem. This could create a much bigger problem than the problem that you start off with,\" he added. Trump went on to repeat what he said earlier in the briefing that “we can do both” as in easing federal guidelines in some places to boost the economy, but still focus on certain hotspots. ##Health## President Trump acknowledged Monday the effects of coronavirus are likely to worsen. \"Certainly this is going to be bad,” Trump said, agreeing with remarks his surgeon general made earlier in the day predicting a deteriorating situation this week.  “We’re trying to make it much much less bad,\" Trump went on. \"Obviously the numbers are going to increase with time and then they're going to decrease.” The President seemed to downplay the situation somewhat, indicating the flu presented a similarly poor outlook: “We have a lot of people dying from the flu,” he said. He suggested the period of national self-isolation guidance would not last months as he looks to restart the American economy. “I'm not looking at months, I'll tell you right now,” Trump said. “We’re going to open up our country.” Trump repeatedly said the period of containment measures recommended by the federal government wouldn’t stretch to three or four months. He wouldn’t put a firm timeline on when the recommendations on social distancing would end. Watch here: ##Health## Vice President Mike Pence said the Food and Drug Administration has approved self-collected samples for Covid-19 testing, which he said would reduce the strain on medical supplies and professionals. Pence said he and President Trump had asked the FDA to pursue “less invasive methods of testing” after they both endured their own tests, which require deep nasal swabs. “I’m pleased to report that self-collected swabs can now be collected in clinics and drive-through testing sites,” Pence said. He said asking doctors to perform the swabs creates a “drain on personal protective equipment.”  Medical professionals will still perform the actual tests on the swabs that patients take and hand in at health care facilities. Watch here: ##Health## Vice President Mike Pence said during Monday's White House press briefing that 313,000 coronavirus tests having been completed with more than 41,000 tests having come back positive.  In the past, Pence noted the testing numbers he provides do not include community hospitals or community labs, but he did not make that disclaimer during the press briefing Monday. He added all state and hospital labs are now required to report their coronavirus test numbers to the US Centers for Disease Control and Prevention.  “We also reminded the governors today that all state laboratories, all hospital laboratories, are now required, by law, to report the results of coronavirus tests to the CDC,” Pence said. ##Health## New Mexico Gov. Michelle Lujan Grisham tweeted Monday that she instituting a “statewide stay-at-home instruction.\" “All New Mexicans are instructed to stay at home except for outings essential to health, safety, and welfare,” Grisham tweeted. The governor also declared that “all businesses except those deemed essential to public health, safety and well-being will be ordered closed,” she said. “Our society must continue to operate – but in an extremely limited way,” she said. President Trump outlined Monday an executive order he signed that will prohibit hoarding of medical equipment and supplies used for treating and preventing coronavirus. The order will “prohibit the hoarding of vital medical equipment and supplies, such as hand sanitizers, face masks, and personal protective equipment,\" he said at the coronavirus task force briefing. The executive order is also meant at preventing price gouging on critical health and medical resources. Trump said that the Health and Human Services Department will designate certain items as “scarce” and it will be a crime to stockpile those items. \"Very simply, we'll not allow anyone to exploit the suffering of American citizens for their own profit,” Trump said. Attorney General William Barr said the Department of Justice has seen some evidence of hoarding and price gouging on health and medical resources that were authorized under the Defense Production Act.  Barr said the new executive order provides, “the authority to address, if it becomes necessary, hoarding that threatens the supply of those necessary health and medical resources.” He also said this won't affect Americans who have stocked on toilet paper and other necessities. \"I want to stress that we're not talking about consumers or businesses stockpiling supplies for their own operations,\" he said at the briefing. \"We're talking about people hoarding these goods and materials on an industrial scale for the purpose of manipulating the market and ultimately deriving windfall profits. If you have a big supply of toilet paper in your house, this is not something you have to worry about.\" President Trump said the Federal Emergency Management Agency is distributing millions of masks and that personal protective equipment for medical professionals is being shipped to what he described as “hotspots” around the country. Trump said FEMA will distribute 8 million N95 masks, the type recommended for protection against coronavirus.  He said 73 pallets of personal protective equipment will be shipped to New York, and 36 pallets will be sent to Washington state – two areas where Covid-19 has hit particularly hard.  “We’re having millions and millions of masks made as we speak,” Trump said at the coronavirus task force briefing. Trump said the badly-needed supplies will go to “medical hotspots” around the country. Healthcare workers around the US have warned of looming supply shortages if the outbreak escalates. “Across the nation we are seeing an outpouring of creativity and innovative ideas,” Trump said. “The scientific community and members of the private sector are really working together.” Watch here: ##Health## President Trump on Monday opened the coronavirus task force briefing by echoing his tweet on Asian Americans, a message that comes after days of casting coronavirus as \"China virus\" and \"Chinese virus.\" After consulting with medical experts, and receiving guidance from the World Health Organization, CNN has determined that that name is both inaccurate and is considered stigmatizing. \"It’s very important that we totally protect our Asian American community in the United States and all around the world. They’re amazing people. And the spreading of the virus is not their fault in any way, shape, or form. They’re working closely with us to get rid of it. We will prevail together, it’s very important,\" he said, emphasizing the word \"Asian.\" Note that Trump used the words \"they\" and \"us\" when referring to Asian Americans.  He also extended well wishes to a member of the White House press corps who is awaiting coronavirus test results.  \"I see we have fewer people because of the virus problem. We appreciate you being here. This is getting to be more and more social distancing and that's fine, that's the way it should be...We extend our best wishes to the person affected,\" he said.  Watch here: President Trump said Monday he hopes to reassess his instructions for people to stay home amid the coronavirus outbreak in the United States. \"We cannot let the cure be worse than the problem itself. We're not going to let the cure be worse than the problem. At the end of the 15-day period, we'll make a decision as to which way we want to go,\" he said during the daily coronavirus briefing.  Trump said he hopes the United States will soon be \"open for business.\" He added: \"And essentially, we're referring to the timing of the opening, essentially, the opening of our country. Because we have it pretty well shut-down in order to get rid of this invisible enemy.\" ##Daily Life## Arizona’s National Guard is fighting coronavirus by filling grocery shelves. Gov. Doug Ducey said the state is employing them to help with the most immediate need — dealing with empty shelves for basic provisions.  “They’re not going to be grocery store workers. They’re going to close the gap in terms of what was missing,\" Ducey said. The governor said with the Guard helping to direct distribution, each store can be fully stocked, and stores can stay supplied as long as people spread out their shopping trips. “If you’re going to go shopping, buy a week’s worth of groceries once a week. If you’ll do that, you’ll come back the next week, and the shelves will be full,\" Ducey said. He said once store supplies stabilize, the Guard can be used for other purposes, such as helping hospitals with supplies and facilities. ##Daily Life## State health officials reported more than 100 coronavirus-related deaths in a single day for the first time since the coronavirus outbreak, according to CNN Health's Tally.  This brings to the total deaths nationwide in the United States to 520, with the state of New York having the most deaths in a single state with 157. ##Health## Oregon Gov. Kate Brown is clamping down on nonessential activities in the state, issuing a new executive order that requires residents to stay home whenever possible.  Nonessential businesses must also close immediately, including gyms, malls, spas, clubs and salons.  “If businesses are not complying with this order, we will shut them down,” Brown said.  ##Daily Life## Florida Gov. Ron DeSantis said Monday he is issuing an executive order that calls for a mandatory 14-day self-isolation for travelers coming from airports in New York and New Jersey. “Today there’s over 190 direct flights from the New York City area to the state of Florida, and I would reckon, given the outbreak there, that every single flight has somebody on it who’s positive for Covid-19,” DeSantis said at a news conference. There are at least 1,171 cases of coronavirus and 13 deaths in Florida, according to CNN Health’s tally of US cases. DeSantis said travelers will be met by local or state law enforcement, as well as personnel from the Florida Department of Health. Passengers will also be subject to temperature checks, DeSantis said. Passengers planning to stay with family in Florida would not be exempt from the order. DeSantis said the order “will go out today.\" The governor said he believes New York State’s shelter-in-place order may have contributed a surge in visitors to his state.  “As soon as that shelter-in-place order came down from the New York governor, man, the flights took off and people just got the heck out of Dodge,” DeSantis said. “We’re just ending up having to deal with this.” ##Health## ##Travel## Georgia’s bars and nightclubs will shut down beginning noon Tuesday until April 6, according to the governor's executive order. Gatherings of 10 or more people are also prohibited as part of the order as well as a “shelter-in-place” for all elderly residents and those with compromised immune systems. ##Daily Life## Prime Minister Justin Trudeau, speaking from his home in Ottawa on Monday, had a message for Canadians who choose to ignore social distancing advice: \"Enough is enough. Go home and stay home.\"  Trudeau reiterated the need for self-distancing, saying, \"If you choose to ignore that advice, if you choose to get together with people or go to crowded places, you are not just putting yourself at risk, you are putting others at risk too.\" He went on to warn Canadians, saying, \"We are going to make sure this happens. Whether by educating people more on the risks or by enforcing the rules if that is needed. Nothing that could help is off the table.\" There are at least 1,432 cases of coronavirus and 20 deaths in Canada.   ##Daily Life## Pennsylvania Gov. Tom Wolf announced a stay-at-home order for seven counties in an effort to slow the spread of Covid-19, according to a statement from his office. The counties include Allegheny, Bucks, Chester, Delaware, Monroe, Montgomery, and Philadelphia. The order takes effect at 8 p.m. ET on Monday and will continue until at least April 6, the statement said. Individuals will only be permitted to leave their homes for essential activities, such as seeking medical care and getting necessary services or supplies for themselves, according to the statement. A number of operations are exempt from the order, including health care services, news media, law enforcement, and religious institutions, Wolf said. ##Daily Life## Hiking trails throughout Los Angeles County are too crowded to maintain social distancing during the coronavirus outbreak, so they are being shut down entirely, Supervisor Kathryn Barger announced at a news conference. All beach parking lots are also being closed, Barger said. Parks and Recreation facilities in Los Angeles have been closed since Thursday. Barger encouraged people to walk around their neighborhoods, but warned residents to \"keep to the six-foot rule\" Health Director Barbara Ferrer said social distancing isn’t just sometimes — “it’s all the time.” ##Daily Life## Within the next “72 hours or less,” New York and Seattle should expect Army field hospitals to arrive in their cities by truck and start setting up, Chairman of the Joint Chiefs Gen. Mark Milley told a group of reporters Monday. Each hospital has 248 beds of which 48 are ICU beds. The mobile hospitals also each come with 11 ventilators. Several mobile military medical facilities are on “prepare to deploy” orders, but these two are expected to be among the first to go. ##Health## Boris Johnson has just imposed the most stringent social restrictions on the British public since the end of the World War II. With immediate effect, the public is being instructed by the prime minister to stay at home. The only exceptions are: shopping for basic necessities; one form of exercise a day; any medical need; and, for the designated key workers, traveling to and from work. If they don't follow the rules, police will have the power to enforce the rules by dispersing gatherings and fines.  The move comes after weeks of criticism that the Johnson has not taken the coronavirus outbreak seriously enough, as Britain's European counterparts had moved faster and harder. In fact, even after this latest announcement, the UK's response is still behind countries like Germany, France and Italy.  What's taken him so long? Johnson is not naturally comfortable with removing anyone's personal liberties. Throughout his career, Johnson has been disparaging about ideas of the \"nanny state\" and disdainful of the political instincts of those who use the state to tell the public what to do. In a 2004 newspaper column, Johnson wrote of a proposed smoking ban: \"We should have the common sense to listen to others before we presume to act in their interests.\" Mocking those who were in favor of the ban, he wrote: \"Next thing, I said, you'll be wanting to ban drink in order to remove any temptation to get drunk, or ban cars, to avoid ever being tempted to drive too fast…\"  Johnson's reluctance to tell others what to do goes beyond gags about drinks. In the same column, he made reference to the Iraq war — and attacked the government of the time (now the opposition Labour party) who \"decided, from a position of such ignorance, that the best way to help Iraq was to kill so many of its people.\" This stuff runs deep for Johnson. He has spent decades honing his image as a liberal Conservative who believes people should be free to live their lives how they wish. It is a seam which has run through his entire professional career: from editing magazines to running the official Brexit campaign. Johnson has for years defined his political views as driven by personal liberty.  It might go some way to explaining why the new rules might be a little less drastic than they initially sound. Yes, the police can break up gatherings of people and impose fines, but no mention of detention (which would be defensible under human rights law). And the rules will be reviewed in three weeks, the prime minister's advisers were keen to remind journalists.  Yes, these measures are a big deal for the UK, as it slowly comes to terms with how serious this crisis really is. But Johnson will hope that the message towards the end of his address, \"no Prime Minister wants to enact measures like this,\" will have reached the audience at home. And his team will be crossing their fingers that whenever these measures are lifted, it's remembered that this was done with the heaviest of hearts.  South Carolina Gov. Henry McMaster announced Monday the signing of an executive order in the state that would allow law enforcement officers to prohibit and disperse gatherings of three or more people if they feel the gathering is a threat to public health. Police “would know it when they see it,” he said of such gatherings. The order would not apply to businesses or workplaces, McMaster said.  At least five people have died of coronavirus in South Carolina, according to the Department of Health. ##Daily Life## ##Health##   The British Prime Minister has ordered the UK to lockdown to contain the spread of coronavirus.  Calling the virus the “biggest threat” the UK has faced in decades, Boris Johnson said people across the country must “stay home” in order to halt the growth of Covid-19 and protect the health care system.  “Without a huge national effort to halt the growth of this virus, there will come a moment when no health service in the world could possibly cope; because there won’t be enough ventilators, enough intensive care beds, enough doctors and nurses,” Johnson said in a televised address.  People will be allowed to leave their homes for limited purposes: Shopping for basic necessities, as infrequently as possible\nOne form of exercise a day — for example a run, walk, or cycle — alone or with members of your household\nAny medical need, to provide care or to help a vulnerable person\nTraveling to and from work, but only where this is absolutely necessary and cannot be done from home.  “If you don’t follow the rules, the police will have the powers to enforce them, including through fines and dispersing gatherings,” he said. The measures will be in place for three weeks and then will be reviewed. Watch here: ##Daily Life## John Roberts was the only US Supreme Court justice present in the conference room last Friday as the justices “met” for their regular meeting to discuss pending cases.  The other eight justices participated via a teleconference, said Kathy Arberg, the Court's public information officer. It was Roberts’ idea “in accordance with the Center of Disease Control’s guidance on social distancing\" for the other justices to work from home, Arberg said. It’s likely that when the justices meet again next Friday, they will continue the same pattern. The news comes as the Court is making changes to grapple with the pandemic.  On Monday, for the first time in a decade, the court released opinions for an argued case without sitting on the bench. They also postponed oral arguments for the next two weeks — something the court has not done since 1918. ##Daily Life## President Trump has signed an executive order “to prevent hoarding & price gouging of supplies needed in our war against the #Coronavirus,” according to a tweet from White House Press Secretary Stephanie Grisham.  She included what appears to be a White House photo of the President flanked by Health and Human Services Secretary Alex Azar and Attorney General William Barr.  Reporters were not told about the Oval Office signing prior to the tweet and have no way to independently verify the picture was taken at today's event.  Texas Attorney General Ken Paxton said Monday that the governor's order to postpone \"all surgeries and procedures that are not immediately medically necessary\" includes abortions  Paxton said in a statement that the ban applies to \"all surgeries and procedures that are not immediately medically necessary, including routine dermatological, ophthalmological, and dental procedures, as well as most scheduled healthcare procedures that are not immediately medically necessary such as orthopedic surgeries or any type of abortion that is not medically necessary to preserve the life or health of the mother.\" The statement notes that \"failure to comply with an executive order issued by the governor related to the COVID-19 disaster can result in penalties of up to $1,000 or 180 days of jail time.\" ##Health## All the UEFA Club Finals, including the Champions League Final, have been postponed indefinitely due to the coronavirus outbreak. UEFA said that decisions about rearranging the affected matches will be made in \"due course.\" All the matches were scheduled for May.  ##Daily Life## US stocks ended in the red on Monday, after the Senate failed for a second time to vote through the coronavirus economic relief package. A slew of new stimulus measures from the Federal Reserve provided a boost to premarket trading, but it didn’t help stocks end the regular trading day higher. The Dow finished down 3%, or 583 points. \nThe S&P 500 closed down 2.9%. The index has now erased all of the gains accumulated under the Trump administration. \nThe Nasdaq Composite finished 0.3% lower. ##Business##  Kansas will issue an executive order tomorrow morning limiting mass gatherings to 10 people, Gov. Laura Kelly announced in a press conference on Monday.  Kansas has a total of 82 coronavirus cases, with two deaths in the state. ##Daily Life## A group of clothing and textile manufacturers, including Hanes, are planning to deliver their first shipments of three-ply face masks to the federal government by midweek to help health care workers respond to the coronavirus pandemic. The largest US yarn spinner, Parkdale Inc., and six other companies planned to begin production of the masks on Monday, according to the National Council of Textile Organizations. The group aims to make up to 10 million masks a week in the US and Central America about a month from now. The coalition of companies, which also includes Fruit of the Loom, Los Angeles Apparel and American Giant, worked with the White House to set up the increased production, the industry group's statement said.  The masks will be sent directly to the federal government, a spokesperson for Hanes said. ##Business## ##Health##  Plastic surgeons in the United States are being asked to donate their masks, ventilators and other medical supplies and equipment to the nation's coronavirus response efforts. The White House's Covid-19 Task Force and the Federal Emergency Management Agency  plan to route those donated supplies and equipment to hospitals or other temporary medical facilities in need, the American Society of Plastic Surgeons announced on Saturday.  The announcement was made after the group last week had asked plastic surgeons to cease elective surgeries or any nonessential services due to increased risks. According to a statement from the group's president, Dr. Lynn Jeffers, the \"White House was in direct contact with ASPS leadership to expand the scope of our clearinghouse and potentially facilitate distribution of supplies and equipment nationwide by the Federal Emergency Management Agency.\" \"Delineating the location of ventilators outside of hospitals is the first urgent need. Hospitals are already facing ventilator shortages and ventilator manufacturing will not meet this need in time,\" Jeffers said in the statement. \"This is urgent, and the need is now.\" ##Health## World Health Organization officials said that chloroquine, a drug typically used to treat malaria, will be one option included in a large, global clinical trial evaluating potential coronavirus treatment. “There’s some indications that it could be useful but there are no clear-cut studies that have been rigorously done to either prove or disprove that chloroquine is effective,” WHO chief scientist Dr. Soumya Swaminathan said during a call with reporters on Monday. This comes after the announcement President Trump made last week that the US Food and Drug Administration approved the “very powerful” drug chloroquine to treat coronavirus and that there were “very, very encouraging early results.” The FDA later tempered the President's remarks regarding chloroquine as an approved treatment, noting larger studies are needed to draw conclusions. Currently there are no treatments — including chloroquine —that have proven safe and effective against Covid-19, WHO Director-General Tedros Adhanom Ghebreyesus said in a separate press briefing on Monday. “There is a desperate need for effective therapeutics. There is currently no treatment that has been proven to be effective against Covid-19,” Tedros said on Monday. WHO announced last week that it had organized the SOLIDARITY trial to examine potential treatment options for Covid-19 — chloroquine being one of them. “We understand that this situation is very complex. Everybody, including President Trump, is trying to identify treatments that could help their people. And I think everybody is interested in further exploring the potential of chloroquine, so we are,” said Dr. Ana Maria Henao-Restrepo, a medical officer at WHO's Department of Immunization Vaccines and Biologicals. Even without clinical evidence, some patients with Covid-19 are already taking chloroquine, but there could be harm in that too, Swaminathan said. Over the weekend, three people in Nigeria overdosed on the drug, which can cause seizures, nausea, vomiting, deafness, vision changes and low blood pressure. “We have no knowledge that it’s going to benefit anyone,” Swaminathan said. “It is a really important point to focus our efforts on generating the evidence which could then be used to treat people properly and effectively.” ##Health##  Vice President Mike Pence  there may be an opportunity to increase the current ventilator supply in American hospitals by converting devices used by anesthesiologists. Pence said his team told governors on a call today, “that when the President engaged leaders of a number of medical associations, we determined that the devices that are used by anesthesiologists could be easily converted to ventilators that could be used for people struggling with the coronavirus.”  Pence, who was speaking from Federal Emergency Management Agency headquarters, said that the FDA has “issued guidance on the changing of a vent in that piece of equipment.” “And so we directed all of our governors today to survey all of their outpatient clinics to identify what we believe are tens of thousands of these devices which could add to our nation’s resources for ventilators for people that might be severely impacted by the coronavirus,” Pence continued. Pence said the option received a “strong response” from governors on the call.  ##Health## The US Federal Housing Finance Agency is working to protect renters in multi-family properties during the coronavirus pandemic and its effects on the US economy. Fannie Mae and Freddie Mac will grant owners of multi-family properties who are \"negatively affected by the coronavirus national emergency\" forbearance of mortgage payments — as long as they don't evict renters who are unable to pay because of the coronavirus impact. “Renters should not have to worry about being evicted from their home, and property owners should not have to worry about losing their building, due to the coronavirus,\" said FHFA director Mark Calabria in a statement. ##Daily Life## New York City is now reporting at least 12,339 cases of coronavirus and 99 deaths. There are at least 20,909 cases and at least 157 deaths in New York state. ##Health##   The World Health Organization on Monday announced that its Covid-19 Solidarity Response Fund received a $10 million donation from TikTok, the popular app used to make short videos.  WHO said that the contribution will be used to provide medical workers around the world with more tools to fight the coronavirus pandemic — including masks, gloves and personal protective equipment. WHO also announced that it had received a $10 million contribution to its response fund from FIFA, the Federation International de Football Association. The group's Director-General Tedros Adhanom Ghebreyesus thanked both organizations for their contributions. \"To date, the fund has raised more than $70 million, in just 10 days, from more than 187,000 individuals and organizations, to help health workers on the frontlines to do their life-saving work, treat patients and advance research for treatments and vaccines,\" he said. Panama's health ministry confirmed Monday the death of 13-year-old girl due to coronavirus. According to a statement from the ministry, the girl and a 92-year-old man are the latest patients to die from the virus. Panama has reported at least 313 cases and three deaths as a result of the coronavirus outbreak, according to Johns Hopkins University. ##Health## Toronto Mayor John Tory has declared a state of emergency in the city. The decision came after he received advice Monday morning from Toronto’s Medical Officer of Health and the Office of Emergency Management. The declaration of a municipal emergency is part of the city's ongoing efforts to stop the spread of Covid-19, and the mayor hopes to ensure the municipal government can continue to “act and respond quickly to the pandemic and any other events that arise in the weeks ahead,\" the city said in a statement. In an address to the nation on Monday night, Zimbabwe’s President Emmerson Mnangagwa announced the closure of all borders except for returning residents and cargo effective immediately.  Mnangagwa also announced that all gatherings with more than 50 people will be banned. He said bars, nightclubs, gyms and swimming pools will be closed in an effort to contain the spread of the novel coronavirus. ##Travel## ##Daily Life## Three doctors who had contracted coronavirus have died, the French National Health Agency said in a statement on Monday. The doctors were all from the Grand Est region in northeast France. The victims include a general practitioner in Moselle, an obstetrician-gynecologist in Mulhouse and another general practitioner in Colmar.  On Sunday, France reported its first doctor had died of coronavirus. In all, 490 medical staffers in the Parisian region have contracted coronavirus, a spokesperson for the Public Hospitals of Paris told CNN. The spokesperson added that 32% of them are doctors and 15% of them are nurses. Three of the patients are in intensive care. ##Health## The World Health Organization's SOLIDARITY Trial — which will examine potential treatment options for Covid-19 — plans to enroll its first patients this week, WHO chief scientist Dr. Soumya Swaminathan said during a call with reporters today. WHO announced last week that it had organized the trial to test coronavirus treatment approaches across several countries and compare data to find which treatments may be most effective. When the announcement was made, WHO noted that many countries agreed to join the trial, including Argentina, Bahrain, Canada, France, Iran, Norway, South Africa, Spain, Switzerland and Thailand. “Randomized clinical trials normally take a lot of time to set up and get running, but you can see that the team has been able to put together this trial,\" Swaminathan said. \"Hopefully we’ll start enrolling in the first few countries this week,\" Swaminathan added. \"We should be able to enroll thousands of patients in a matter of weeks or months — we can’t exactly predict right now.\" The number of patients enrolled will depend on the course of the coronavirus pandemic, said Dr. Ana Maria Henao-Restrepo, a medical officer at WHO's Department of Immunization Vaccines and Biologicals. “Nobody knows how many cases we are going to have and whether or not they are going to occur at the hospital where we are setting the trial,\" Henao-Restrepo said during the call. In a separate media briefing on Monday, WHO Director-General Tedros Adhanom Ghebreyesus said that \"small, observational and non-randomized studies will not give us the answers we need\" when it comes to identifying effective coronavirus treatments.   ##Health## Nigeria is closing its land borders for four weeks to prevent the spread of coronavirus, President Muhammadu Buhari’s spokesperson said Monday. Nigeria's Civil Aviation Authority has banned all international flights except essential or emergency flights. The country recorded 36 cases and one coronavirus-related death in a patient with an underlying illness by Monday morning, Nigeria’s Centre for Disease Control tweeted. Most of the new cases were found in Nigerians who had just returned from Europe, Canada, and the United States, prompting authorities to impose a travel ban on citizens from countries with more than 1,000 cases last week. ##Travel## The State Department is tracking approximately 13,500 US citizens abroad who are seeking assistance in being repatriated, a senior State Department official said Monday. The official said the State Department is examining a variety of means to get those citizens home, saying that “no option is foreclosed out.” They said the State Department’s Bureau of Economic and Business Affairs is working with private charters to get them into places to help with repatriation efforts. “We are using some cases — and I expect this will be happening in expanded fashion as we go out from here – we’re using what's called the K Fund. It's a special fund authorized by Congress to allow us to meet unexpected emergencies,” they said on a call with reporters. “We have organized a number of flights already on the K Fund, K-Fund charters.” “We're looking at 16 or so flights in the next five days. And we've got additionally about 1,600 passengers, over 1,600 passengers identified for those flights with room for more,” they said.  They said that in addition to the K-Fund charters, they are using DOD backhauls in some cases. “We're also working with the Department of Homeland Security. They're flying planes into Central America, and they are prepared to bring folks back on those aircraft. So it's a variety of different US government aircraft,” they said. The official said they are prioritizing space on the flights for those with vulnerabilities, such as age and medical conditions. “If we have somebody who is 70 years old with an underlying condition, such as diabetes or heart disease, that person is going to get a higher priority on one of those flights, than the hale and hearty 20 year old,” they said. That official said about 5,700 people had been brought back, and “the great majority of those were coming back through State Department chartered aircraft.” They cited the 800+ brought back from Wuhan in late January, the 300+ from Yokohama and “approximately 1200 came out of Morocco last week.” They said they “had other people come out of Central America recently.” ##Travel## Sky Airline announced the temporary suspension of its regular operations in Chile on Monday, according to the company's statement. The suspension will be in effect from March 25 through April 30. Sky CEO Holger Paulmann said the restriction is necessary to overcome the most difficult weeks of the coronavirus and for the protection of workers and passengers alike. The Chilean airline also said despite the disruption of operations, passengers will be able to purchase tickets for future flights. ##Travel## The city of Chicago has partnered with five hotels to house some quarantined people and isolated coronavirus patients, as well as others who need assistance. This establishes a capacity of more than 1,000 patients by Tuesday and likely 2,000 by the end of the week, thereby relieving the burden on Chicago hospitals and allowing them to focus their critical beds on those patients that need acute care. Hotel operations staff will be properly trained for this situation and will not directly interact with quarantined guests — that will be the responsibility of public health employees, Mayor Lori Lightfoot said at a news conference on Monday. Lightfoot said she plans on working up an agreement with Metro South Medical Center in Blue Island, Illinois, to utilize its currently vacant hospital facility, which will open up an additional 200 rooms that will become available starting this Thursday.  The mayor said Chicago created its plan based on what worked in other countries to respond to immediate medical needs where it is necessary to isolate and quarantine individuals who are at risk to slow the spread of coronavirus. Three Chicago YMCA locations and other city-wide organizations are \"stepping up to support individuals experiencing homelessness\" by opening up their doors to the at risk homeless community in Chicago, Mayor Lightfoot said. The mayor pointed out that the homeless population are particularly at risk due to the social distancing required to best combat the spread of coronavirus and as a result Chicago shelters are facing new challenges related to space and capacity.  Canada reported a significant increase in Covid-19 cases, especially in its largest provinces of Ontario, Quebec and British Columbia. Most recent data collected from each province indicates at least 2,000 cases with 23 deaths. On Monday alone, new cases spiked by nearly a third.  Canadian officials say they have now tested more than 100,000 people and will be able to test as many as 10,000 people per day. Ontario and Quebec tightened business and travel restrictions with an order for all nonessential businesses to close by Tuesday. “We must slow community spread through relenting social distancing. A key reason we want to delay and flatten the epidemic curve is to buy time for research and innovation to occur,” said Dr. Theresa Tam, Canada’s chief public health officer during a news conference Monday. ##Health## The Dutch Justice Minister announced Monday that the government will ban all public gatherings in the Netherlands until June 1, removing the previous limit of 100 people and extending previously announced measures.  Ferdinand Grapperhaus, Minister of Justice and Security, also said that the government is empowering mayors to fine people or businesses who disregard the rules. “If we want to control the coronavirus, we have no other choice,” Grapperhaus said at a news conference.  He said that there would be an exception for some funerals and church weddings, and young children would still be able to play together outside.  “We are going to make it possible as part of the emergency ordinance for mayors to determine that hefty fines be applied for violating the rules that we are establishing, for example for stores that do not adhere to the door policy, but also for people that do not stay a meter and half apart and form groups,\" Grapperhaus said. “And I can assure you that these are hefty fines for the Netherlands and by Dutch standards.” ##Daily Life## Virginia Gov. Ralph Northam announced today that he will close schools in the state for the rest of the academic year.  ##Daily Life## Vice President Mike Pence told the nation's governors today that Federal Emergency Management Agency \"is now the hub of all our efforts” when it comes to helping the states combat coronavirus.  Pence said the effort to fight coronavirus should be “locally executed, state managed and federally supported.” Pence, who is at FEMA headquarters leading a teleconference with the governors, said he hopes the actions taken by President Trump to activate the National Guard in three states, deploy field hospitals and deploy more personal protective equipment, “gives each of you confidence that we are going to do whatever it takes to make sure that our states and your courageous local health officials have the support that you need to meet this moment.”  Pence said that Dr. Deborah Birx, the response coordinator for the vice president's coronavirus task force, would be discussing new breakthroughs on data so states can better focus their resources to the point of the need, and also how states can expand the capacity of ventilators going forward.  ##Health## South Africa will enforce a three-week lockdown due to the coronavirus outbreak, the country's President Cyril Ramaphosa said in a televised address Monday.  The lockdown will start at midnight on March 26 and end at midnight on April 16, Ramaphosa said. During this time, \"all South Africans will have to stay at home,\" Ramaphosa said. People who are exempted from the order include emergency and security services and those involved in critical services like food production and banking. \"Individuals will not be allowed to leave their homes except under strict circumstances,\" the President said, including to seek medical care and buy food. He said the lockdown \"is necessary to disrupt the chain of transmission\" and that it would \"save lives of hundreds of thousands of our people.\" Defense forces will be deployed to support police to ensure the measures are followed, Ramaphosa added. ##Daily Life##  Hospitals in Oklahoma have 9.3 days worth on average of personal protective equipment on hand to treat patients and potential coronavirus patients, according to Oklahoma Gov. Kevin Stitt's office.   The Governor’s Solution Task Force has a heat map that labels hospitals in three categories based on their available supply, Stitt’s chief of communications Charlie Hannema told CNN.  The task force has also established a tiered system to ensure highest priority sites are supplemented to maintain adequate inventory.  ##Health## US Secretary of Defense Mark Esper said he has heard from 10 governors requesting field hospitals from the military, but he “can’t meet everybody’s needs” with what the military has in their inventory.    “I’ve spoken with 7, 8, 9, 10 governors so far each one of them has had requests for field hospitals, those who have been along the coastline have talked about the need for ships so we clearly can’t meet everybody’s needs with what we have in our inventory so we rely on FEMA to do the assessment, validation and then the prioritization,” he said. Esper said he looks at the use of military field hospitals as a way to bridge a gap in needs.  “How I foresee our hospitals being used is during the early stages of the pandemic, the virus hitting a city where they’re still trying to ramp up capability, bed space, we can come in for a short period of time, for a few weeks to provide that capacity until they get either gyms converted, hotels converted, college dorms converted, all those things that the Corps of Engineers is working on right now,\" he said. ##Health## Senate Democrats on Monday blocked advancing a coronavirus economic stimulus bill when a procedural vote failed to get to the 60 votes needed to pass. It was the second time in two days Democrats blocked the measure as talks over the giant bill continue. The vote tally was 49-46 with a largely party line vote. Sen. Doug Jones, a moderate Democrat who is up for re-election in Alabama, joined Republicans in voting for the bill. After the vote, Jones told CNN off camera that he was “embarrassed” by the political games both sides are playing. Senate Democrats lined up against the measure – just as they did yesterday when the first attempted procedural vote failed – as they argue that Majority Leader Mitch McConnell should not be holding what they have called “arbitrary” votes while negotiators are still attempting to reach a bipartisan deal. The failed vote is sure to incense Republicans, who have been criticizing Democrats all morning and accusing them of holding up efforts to move the package forward, and ratchet up tensions as lawmakers continue to hold talks on a stimulus package.  Britain's Foreign Secretary Dominic Raab has advised all British travelers abroad to return now. In a statement, Raab warned international travel is becoming highly limited with the further closure of air routes, land borders and domestic restrictions introduced daily. “We are strongly urging UK travellers overseas to return home now where and while there are still commercial routes to do so. Around the world, more airlines are suspending flights and more airports are closing, some without any notice. Where commercial routes don’t exist, our staff are working round the clock to give advice and support to UK nationals. If you are on holiday abroad the time to come home is now while you still can,\" he said. The UK government is working with airlines to keep routes open and is calling for international action to keep air routes open for a sufficient period of time to enable international travelers to return on commercial flights. ##Travel## Providence St. Joseph’s Health in Seattle, Washington, is currently monitoring 279 Covid-19 positive and presumptive positive patients remotely from their homes. It’s helping free up hundreds of beds, and reducing exposure for health care workers to possible cases, and patients who may not end up having Covid-19 to the virus, the hospital said. Patients, who test positive, or are currently awaiting their test results, are sent home with a thermometer and a pulse oximeter, which helps check oxygen levels and heart rate, said Hargobind Khurana, medical director of the hospital's telehealth services. They input their temperature, oxygen level and heart rate into the app. Their vitals are monitored and an automated system checks in every few hours to make sure their symptoms are not worsening. “The majority of the patients do not require hospital admissions. There’s a percentage of people who require high level care, supplemental oxygen. There’s a small percentage who’d require ICU care. About three-fourths of patients who have the disease can be monitored at home,” Khurana said.  ##Health## New Hampshire's first coronavirus-related death was a 60-year-old man, state Epidemiologist Dr. Benjamin Chan announced Monday. The man, who was from Hillsboro County, had \"multiple underlying, chronic health conditions,\" Chan said. New Hampshire now has 101 confirmed coronavirus cases and 11 hospitalizations, Chan said. ##Health## The hotel industry expects 44% of all US hotel employees could lose their jobs as the coronavirus outbreak drys up demand. The American Hotel and Lodging Association says in a new study that the drastic decline in occupancy is causing hotel owners to implement \"massive, unavoidable layoffs and furloughs,\" and believes it will only get worse.  “The impact to our industry is already more severe than anything we’ve seen before, including September 11th and the great recession of 2008 combined,” said Chip Rogers, President and CEO of the trade group.  The hotel industry directly employees or supports more than 8 million jobs in the US. The group estimates that more than 4 million have been lost already, or will be eliminated in the next few weeks. The states expecting the biggest losses are California, Florida, Nevada and New York. The American Hotel and Lodging Association represents companies across the hotel industry, including Marriott International, Hyatt, Hilton Hotels and Resorts, and Disney Parks, Experiences and Products. Marriott International, the world's largest hotel chain, announced last week it had begun furloughing some of its 130,000 employees. ##Business## Some of Brazil’s soccer stadiums, arenas and convention centers will be converted into field hospitals to treat patients infected with coronavirus. In São Paulo, the city with the largest number of confirmed deaths and cases, the mayor’s office announced that 2,000 hospital beds would be added to the Pacaembu stadium and the Anhembi convention center in the next few weeks. São Paulo Mayor Bruno Covas said 200 beds would be made available in Pacaembu within two weeks and 1,800 beds in Anhembi within three weeks. In Rio de Janeiro, 2019 Copa Libertadores winner Flamengo said it had made its facilities available to the state and city government, including the city’s iconic Maracanã stadium. Other soccer clubs that have offered their facilities include Corinthians, Santos, São Paulo’s Morumbi stadium and Goiás, which said it would offer its Serrinha stadium as a vaccination center. The Brazilian Football Confederation suspended all national soccer tournaments last week, due to the coronavirus pandemic. Brazil has more than 1,500 confirmed cases of coronavirus and 25 deaths, according to the Brazilian Health Ministry. #Health## West Virginia Gov. Jim Justice has issued a stay-at-home order that will go into effect Tuesday at 8 p.m. \"Because bordering states are taking action that may cause folks to make their ways into West Virginia it’s a real problem, we can’t have that happen,\" he said at a news conference Monday.  Justice said his initial intentions were to close all nonessential businesses, but after additional consultations, he realizes the situation has become even more serious. ##Daily Life## Effective Monday, Mexico City is temporarily suspending various activities throughout the capital in an effort to reduce the contagion curve and to avoid situations where the city’s hospitals could become overwhelmed, Mexico City’s Mayor Claudia Sheinbaum said in a video on her official Twitter account. The new measures include closing museums, gyms, movie theaters, night clubs, zoos, sports centers and bars until April 20, Sheinbaum said adding that private and public events of 50 people or more will also be suspended. Schools have already been closed across the country since Friday. Sheinbaum’s message came as Mexico City saw Covid-19 cases double from 21 positive cases on Wednesday to 45 on Sunday. “I know these measures affect the economies of a lot of families,” she said, adding that her government is working on an economic plan for those who will be heavily impacted. “It’s a global sanitary crisis,” she said, asking for citizens to collaborate, listen and stay home. ##Daily Life## The chief state judge in New Jersey ordered the release of hundreds of inmates in county jails by Tuesday “based on the dangers posed by coronavirus disease 19.” Chief Justice Stuart Rabner of the New Jersey Supreme Court issued the order on Monday after consulting with the state attorney general, County Prosecutors Association, Public Defenders Office and the ACLU of New Jersey.  The ACLU of New Jersey estimates up to 1,000 people may be released under the order. “The reduction of county jail populations, under appropriate conditions, is in the public interest to mitigate risks imposed by Covid-19,” the judge wrote. Inmates who are detained for probation violations, municipal court convictions, disorderly persons offense, and for fourth-degree or petty crimes, will be released beginning Tuesday, according to the order. An inmates release can be appealed if there are questions about public safety. The judge said no inmates who have tested positive for the virus will be released until the judge determines a plan to isolate the individual.  “This is truly a landmark agreement, and one that should be held up for all states dealing with the current public health crisis,” said Amol Sinha, executive director of the ACLU of New Jersey. Archbishop Gregory Aymond of New Orleans has tested positive for coronavirus, according to a statement on the Archdiocese of New Orleans’ website.  The Archbishop said that he is experiencing mild symptoms and is self quarantining. “I will use this quiet time for additional prayer and sacrifice for all those seriously affected by the virus. I pray to get well soon and continue ministry,” the Archbishop said in the statement.  ##Health## Italy has confirmed 601 new coronavirus-related deaths in the past 24 hours, bringing the total number of fatalities to 6,077.  This is the second day that has seen a small decrease in cases and deaths. Another 4,789 new cases have been diagnosed, bringing the total number of cases to 63,927.  ##Health## Indiana Gov. Eric Holcomb has issued a stay-at-home order, which goes into effect just before midnight Tuesday and lasts until April 6.  The order calls for all Indiana residents to stay home unless they're doing an essential activity such as getting food or medical supplies. Like other states that have issued these orders, some workers deemed essential like grocery store and gas station employees and medical professionals are exempt from the order.  ##Daily Life## A decision will be made “very soon” on the future of this summer’s Tokyo Games, according to Dr. Mike Ryan, executive director of the World Health Organization's health emergencies program. “We have every confidence the Japanese government and the IOC (International Olympic Committee) would not proceed with any Games if it would be dangerous to athletes and spectators,\" Ryan said at a press briefing at WHO Headquarters in Geneva on Monday. Ryan added that the future of the Games was under “very, very close observation at the moment” and that the WHO was contributing to deliberations with all relevant parties involved.  The IOC said on Sunday it has given itself a deadline of four weeks to make a decision on the Games. It stated that cancellation is “not on the agenda,” and added that postponement and a “scaled-down\" Games are options under consideration. A number of nations’ Olympic committees have already called for the postponement of the Games until 2021. Canada and Australia are so far the only two nations to confirm that they will not sending athletes to Tokyo this year because of the risks associated with the virus. ##Health## US Defense Secretary Mark Esper said the military is looking into deploying field hospitals and personnel this week to areas in need like Seattle and New York City. \"We are looking at hospitals and equipment and medical professionals, and my aim is to get them out this week,\" he said.  Esper said he is waiting on the Federal Emergency Management Agency to validate this deployment. \"We'll be moving out this week,\" he said.  Watch more: ##Health## At least 54 people have died in the UK from coronavirus in the past 24 hours. There were 46 deaths in England, four in Scotland and four in Wales, according to National Health Service England, the Scottish government and Public Health Wales. There have been at least 335 deaths in the country so far. ##Health## At least 11 US states have issued stay-at-home orders as the country tries to stop the spread of coronavirus. A handful of individual cities have also issued similar orders. The specifics of the orders vary from place to place, but in general stay-at-home orders encourage most people to stay home as much as possible. Here's a look at the states and currently under these orders: ##Daily Life## Boeing announced today it will suspend production at its facilities in Washington state for two weeks beginning Wednesday.   The area is home to about half of Boeing’s employees and several production facilities.   It said employees who can work remotely would do so and others would be paid for 10 working days.   ##Business## The first charter flight to repatriate US citizens has departed, according to the US Embassy in Guatemala. “We are committed to helping Americans return home during #COVIDー19,” the embassy tweeted along with a video of the plane taking off. Two flights are expected to leave from Guatemala City to the US Monday. In an alert Sunday, the embassy said it did not know when civilian flights would resume in Guatemala following the government-coordinated charter flights, and urged travelers to continue to check the availability of commercial flights. \"Flight seats will be prioritized for U.S. citizens and their eligible family members (including those with identified health concerns), Legal Permanent Residents of the United States, and then others as seats may become available,\" the embassy said Sunday. “Since flights may occur on short notice and all flights will depart from La Aurora airport in Guatemala City, we urge eligible travelers who are currently outside of the Guatemala City metro area to begin preparations to move towards the capital.\" ##Travel##   World Health Organization Director-General Tedros Adhanom Ghebreyesus warned the coronavirus “pandemic is accelerating,” in a tweet on Monday. Tedros said there are more than 300,000 cases of coronavirus across the world.  “It took 67 days from the first reported case to reach the first 100,000 cases, 11 days for the second 100,000 and just four days for the third 100,000,\" he laid out.     ##Health## There are at least 40,069 cases of novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. At least 472 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## US Senate Minority Leader Chuck Schumer said a bipartisan deal could be reached shortly on the coronavirus bill. “We are very close to reaching a deal. Very close. And our goal is to reach a deal today and we’re hopeful, even confident, that we will meet that goal,” said Schumer, who spoke after Majority Leader Mitch McConnell. Schumer argued that McConnell is setting “arbitrary vote deadlines” by continuing to set up procedural votes when a bipartisan deal has not yet been reached, downplaying the failed vote yesterday by emphasizing that the real action is the ongoing talks, not procedural votes.  Schumer noted he is meeting regularly with Treasury Secretary Steve Mnuchin and White House legislative director Eric Ueland to hash out a deal. “We hope and expect to conclude negotiations today,\" he said. He called the bill they are discussing \"the largest emergency funding bill in American history.\" Schumer addressed the news that Sen. Amy Klobuchar’s husband as well as Sen. Rand Paul have tested positive. “I want to let them know, both of them, that the Senate is thinking of them and praying for their speedy recovery,” he said.  ##Daily Life## As researchers continue seeking treatment options for Covid-19, the World Health Organization on Monday warned against using \"untested drugs\" to treat patients and running drug trials inappropriately.  \"Small, observational and non-randomized studies will not give us the answers we need. Using untested drugs without the right evidence could raise false hope and even do more harm than good and cause a shortage of essential drugs that are needed to treat other diseases,\" WHO Director-General Tedros Adhanom Ghebreyesus said during a press briefing on Monday. \"That’s why WHO has launched the SOLIDARITY trial, to generate robust, high-quality evidence as fast as possible,\" Tedros said. \"The more countries sign up to the trial and other large studies, the faster we will get results on which drugs work and the more lives we will be able to save.\"  Last week, WHO and its partners launched an international clinical trial aimed at gathering and generating data on effective treatment options for Covid-19. Currently, there is no known treatment for the disease caused by the novel coronavirus. ##Health## With many people facing weeks largely confined to their homes in densely populated cities because of coronavirus, it's understandable that some have considered heading to more remote places in pursuit of freedom and fresh air. But as recreational vehicles and other traffic have flooded into some of these rural destinations, those living there have reacted with alarm — urging people to stay away to avoid bringing infection and overwhelming limited health provisions. The situation has been particularly acute in the Highlands region of Scotland, a largely unpopulated area whose rugged landscapes of mountains and islands is one of the most beautiful tourism attractions in the UK. So much so that local officials are issuing warnings, telling people — including second homeowners — they are not welcome. Read the full story here. ##Travel##   New Jersey is suspending all elective surgeries and invasive procedures scheduled to take place after 5 p.m. ET Friday until further notice, Gov. Phil Murphy announced at a news conference Monday. About the executive order: It “applies to all medical and dental operations that can be delayed without undue risk to the current or future health of the patient, as determined by the patient’s physician or dentist.” ##Health## Maryland Gov. Larry Hogan is closing nonessential businesses as of 5 p.m. ET today, but he is not issuing a “shelter in place” order. \"We are telling you, unless you have an essential reason to leave your house you should stay in your homes,\" Hogan said Monday.  Today’s order shuts down all businesses considered non-critical infrastructure sectors as defined by federal guidelines issued last week. ##Daily Life## Florida Gov. Ron DeSantis said today that in the next 48 hours the Department of Emergency Management will send out more than 200,000 personal protection equipment items to facilities across the state in response to the Covid-19 outbreak.  The items include:  Almost 60,000 N95 masks \n141,000 procedure masks \nNearly 27,000 shields\n22,000 gowns\n28,000 gloves  ##Health## German Chancellor Angela Merkel has tested negative for coronavirus after taking a preliminary test.  “The result of today’s test is negative and further tests will be carried over the next few days,” a spokesperson for the Chancellery has told CNN. On Sunday, a spokesperson for Merkel said the chancellor will self-quarantine after coming into contact with a person who tested positive for coronavirus, and would be continually tested throughout.  ##Health## The European Union will provide more than $20 million in humanitarian aid to Iran, one of the countries hardest hit by Covid-19.  The aid is in the “pipelines” and is expected to be delivered in the “next weeks,” Joseph Borrell, High Representative for the European Union told CNN. “We are going to support this request because these countries are in a very difficult situation mainly due to the American sanctions that prevent them from having income by selling their oil.” “We believe in these situations it has to be reaffirmed that humanitarian trades, goods that can be delivered to these countries on a humanitarian level – it means agri-food. It means medicines. It means medical stuff – are not on the American sanctions.” The situation in Iran: On Monday, Health Ministry spokesman Kianush Jahanpoor told state news that the country has confirmed 1,411 new cases of coronavirus infections, bringing the total number of cases to over 23,000.  Senate Majority Leader Mitch McConnell was just asked if they could secure a deal on the coronavirus aid package.  \"Sure, hope so,\" he said. Where things stand now: The emergency aid package has grown to $2 trillion. Bipartisan negotiators spent dozens of hours over the last three days hammering out a historically unprecedented, sweeping package to save an economy that is about to fall off a cliff. There’s universal recognition it needs to get through Congress as soon as possible. And yet here we are — on the day of the self-imposed deadline for completion — and the stare down between congressional leaders is very much still in effect with potentially catastrophic consequences.  McConnell declined to comment further or say if he backs remote voting now that at least one senator has tested positive for coronavirus.  Sen. Amy Klobuchar, the ranking member of the Senate Rules Committee, said today it will become “inevitable” that the Senate will change the rules to allow voting remotely, as more members of Congress become sick or are quarantined. “I think at some point it’s going to become inevitable and it will have to be of course limited to an emergency like this,” Klobuchar said today on a conference call with reporters. “I think the fact that we will have people that are quarantined as we do right now, a number of the senators, it just hits home that people are going to keep getting quarantined even if they are not sick.” She added: “We’ve got to find a way. The technology exists. Many departments of the government use technology that allows them.  Klobuchar said she continues to push leadership and Sen. Roy Blunt, the chairman of the Rules committee, about the Durbin-Portman legislation that calls for a rule change to allow for senators to vote remotely. Blunt has so far rejected calls to change the rules.   “Senator Blunt hasn’t changed his position but is listening,” she said, adding that she spoke to Blunt as recently as yesterday on this issue. “I am continuing to push.” Additionally, Klobuchar also spoke briefly about her husband’s diagnosis of coronavirus saying, “While I wish I was with him, I’m going to keep working in the Senate to get help to the American people.” Mexico will hand over control of approximately 10 hospitals to the army to prepare the country to deal with the “critical stage” of the coronavirus outbreak, Mexican president Andrés Manuel López Obrador said in a video posted on his Twitter account on Sunday. In the video, he said the hospitals are new and in need of equipment and staffing.  Obrador ended his remarks by announcing the country \"is prepared\" and will be triumphant against the war on coronavirus. A criminal case has been opened against a top infectious diseases specialist who tested positive for coronavirus after violating mandatory quarantine and spreading the disease in her region, a regional branch of the Investigative Committee, Russia’s top law-enforcement body, said Monday. A statement released by committee said the agency’s Stavropol branch had charged a professor of infectious diseases at the Stavropol Medical Institute for allegedly failing to disclose a trip abroad to her employers and evading a mandatory two-week quarantine upon return to Russia.  According to the statement, the woman — who also holds a position as a top infectious diseases consultant with the local branch of the Ministry of Health — had vacationed in Spain between March 6 and 9, and allegedly failed to disclose her travels.  The woman continued her usual way of life — gave lectures at the university, participated in a conference, visited other institutions and departments, and a few days later, on March 17, due to health deterioration, was hospitalized and diagnosed with coronavirus infection COVID-19,” the Investigative Committee alleged. Criminal proceedings have been launched based on “negligence” and “concealment of information that endangers the life or health of people,” both articles of Russia’s criminal code, the Investigative Committee added. Vladimir Vladimirov, the regional governor, said authorities were working to establish the suspect’s contacts in the past days, and were testing over 1,200 people for coronavirus. In 11 cases, the preliminary tests returned positive, Vladimirov said in an Instagram post.  Violation of quarantine is punishable by law in Russia by up to five years in prison if the violation leads to a coronavirus-related death. The Investigative Committee did not publish the name of the woman alleged to have violated quarantine, a matter of practice in the agency’s public statements. US stocks opened lower Monday and European markets stayed stuck in reverse even after the US Federal Reserve committed itself to creating an unlimited amount of money to prevent the world's largest economy from plunging into a deep recession. The decision to buy unlimited amounts of government bonds was part of a much bigger package of extraordinary measures announced by the Fed, which also included a promise to launch a Main Street lending program. US stocks were poised to open dramatically lower prior to the announcement from the central bank, which briefly lifted European stocks and oil prices. The Dow, S&P 500 and Nasdaq pulled back some of their losses, but still started the trading session in negative territory. \"It has become clear that our economy will face severe disruptions,\" the Federal Reserve said in a statement. \"Aggressive efforts must be taken across the public and private sectors to limit the losses to jobs and incomes and to promote a swift recovery once the disruptions abate.\" Global stock markets were hammered earlier on Monday after US lawmakers failed to reach agreement on a massive stimulus package meant to help Americans handle the coronavirus pandemic and as authorities around the world took ever more draconian measures to restrict movement and public gatherings. Read the full story here. ##Business## As people across the globe worry about the well-being of health care workers and the ability of small businesses to survive during the coronavirus pandemic, one restaurant in the UK found a way to tackle both. Crust Bros pizza in London has served up hundreds of pizzas to doctors, nurses and ambulance staff who are the frontlines of the fight against coronavirus. The best part? The pizzas are donated in part by customers hoping to keep the pizzeria open. My best mate is a recently qualified doctor...I’ve been in constant communication with him hearing about the stress and strain on the hospitals,” said Crust Bros founder Joe Moore. “We thought if there's any way we can help out the hospital and ambulance staff and do anything to raise their spirits, it would be an honor to help them out.”  After the restaurant donated the first pizzas, Moore realized he could use the restaurant's social media following to reach out to the local community and donate even more. He invited customers to “Pay it Forward” to Britain’s National Health Service and donate a pizza themselves.  \"This afternoon we’re going to be delivering about 300 more pizzas,” said Moore on Sunday. “And today we’re going to have seven people working for the restaurant who otherwise wouldn’t. So this has enabled us to carry on.” It’s a bittersweet final day for the restaurant — Crust Bros closed Sunday night, but Moore hopes to reopen in 12 weeks depending on announcements from the British government.  ##Daily Life## India’s upper and lower houses of Parliament were adjourned sine die — which means “without day” or indefinitely — on Monday, as large parts of the country went into lockdown as part of the effort to curb the spread of coronavirus. The second phase of the Budget Session began on March 2 and was due to continue until April 3. States locked down: Twenty out of India’s total 28 states and nine union territories have now ordered a complete lockdown, with Kerala being the latest to announce restrictions. Five states and union territories have issued a full lockdown only in certain districts, while three states/union territories have imposed partial restrictions to promote social distancing. In states that have imposed a complete lockdown, only essential services will be operational. These include water, electricity, health services, fire services, groceries and municipal services. As of Monday afternoon, India had 415 confirmed cases with 23 patients discharged and 7 deaths reported, according to Lav Agarwal, the country’s Junior Health Secretary.  Zimbabwean officials confirmed the country’s first novel coronavirus death on Monday. The 30-year-old victim has been identified as broadcast journalist Zororo Makamba. \"Today we recorded a death of COVID19. Zororo Makamba passed away midday today. According to his doctors were looking after him, (he) had other concurrent medical conditions which made him vulnerable. I wish to advise our nation not to panic because of this death as COVID19 is treatable if someone has all the precautionary measures in place,\" Minister of Health Obediah Moyo said. Makamba tested positive for the virus on Saturday after returning to Harare from a trip to the US earlier in the month. ##Health## As of Monday morning, at least 157 people who have tested positive for coronavirus have died, New York Gov. Andrew Cuomo said in a press conference. More than 20,000 people across the state have tested positive, Cuomo said. Germany has asked the International Olympic Committee to postpone the Olympic Games to 2021, a German National Olympic Committee spokesperson told CNN. The spokesperson said the German committee's president, Alfons Hörmann, made the decision to call for a delay to the Games due to the global health situation and the absence of training possibilities for athletes. Germany follows in the footsteps of several nations around the world who have already called for the Games to be postponed till 2021. Canada and Australia are so far the only two nations to confirm that they will not sending athletes to Tokyo this year because of the risks associated with the virus. The latest call for postponement comes after the head of the Japan Olympic Committee, Yasuhiro Yamashita, said on Monday postponing this summer’s Games should now be considered among the options. New York Gov. Andrew Cuomo said the state was \"successful in getting more\" respirator masks for health care workers. Cuomo said, \"today, we can get masks to anyone who needs them.\" He added that he can't promise that next week or the week after he'll be able to make the same claim about mask availability.  He reiterated his call for President Trump to invoke the Defense Production Act so that the federal government can help the state deal with the shortage of masks and other needed personal protective equipment for health care workers. More than 20,000 people across the state of New York have tested positive for coronavirus, New York Gov. Andrew Cuomo announced in a news conference Monday.  “In absolute terms, New York has by far the greatest need in the nation,” he said. Here's a breakdown of the latest numbers in the state: 20,875 positive cases, including 5,707 new cases.\n16,000 people were tested overnight.\nTo date, there have been around 78,000 people tested. About 25% of all testing nationwide is being done in New York.\n13% of positive cases are being hospitalized (has gone has high as 20, 21% previously). 24% of that 13% require hospital ICU beds.   Michigan Gov. Gretchen Whitmer is ordering people to stay home unless they are critical workers. The order goes in to effect at 12:01 a.m. local time tomorrow, according to a press release from her office.  She signed a “Stay Home, Stay Safe” executive order which lasts for the next three weeks.  “This is an unprecedented crisis that requires all of us working together to protect our families and our communities. The most effective way we can slow down the virus is to stay home. I know this will be hard, but it will be temporary. If we all come together, get serious, and do our part by staying home, we can stay safe and save lives,” Whitmer said in a news release. The order allows people to leave their homes for exercise, but Whitmer is now banning gatherings, public and private, “of any number of people occurring.” This does not apply to single households where people may already live together. ##Daily Life##   New York Gov. Andrew Cuomo issued an emergency order to hospitals to increase their bed capacity by 50%. \"You must increase your capacity by 50%,\" he said in an ongoing press conference in Albany. “I think it’s unreasonable to say to every hospital basically, ‘double your capacity.’ I don’t think it’s unreasonable to say, ‘try to reach 100% increase’ but you must reach a 50% increase,'\" he said. Cuomo also confirmed that the state will build four emergency hospitals with the help of the federal government to deal with the need for increased hospital capacity due to the coronavirus outbreak. He called this \"a big deal.\" Cuomo was complimentary of the President in helping make that happen. \"President Trump did deliver yesterday,\" Cuomo said. He added: \"That's government working, that's government working quickly, and I thank him for it.\" Watch more: New York Gov. Andrew Cuomo said the state is now testing 16,000 people a day for coronavirus. That's up from 1,000 a day 10 days ago. \"How much is that? That's more than any other state in the United States is testing,\" Cuomo said. He added that South Korea — the \"gold standard\" of testing — tests 20,000 people a day, but their population is about double of New York state. See the moment: ##Daily Life## ##Health## New York Gov. Andrew Cuomo said this morning that the \"greatest density control issue\" in the state is in New York City. He said he wants a plan today for how the city is going to reduce the density of people and wants it to focus on young people. Watch more: The number of doctors who have died in Italy since the coronavirus epidemic began has risen to 23, the Italian federation of doctors said today. Unfortunately, the sad list of doctors who fell during the Covid-19 epidemic is getting longer. And while the official data of infected health workers increases, released every evening by the Istituto Superiore di Sanità, many doctors die suddenly, even if the cause of death is not directly attributable to the virus,\" the federation says in a statement on its website. Some 19 of the 23 deceased doctors worked in the Lombardy region, the worst affected by coronavirus. The other four worked in Naples (South Italy), Emilia Romagna (north Italy) and Marche (central Italy). Some 4,824 health workers have been infected by coronavirus, according to the latest report by the institute published on Sunday. Democratic Sen. Amy Klobuchar said her husband has tested positive for coronavirus. \"I have news that many Americans are facing right now: my husband John has the coronavirus. We just got the test results at 7 a.m. this morning,\" Klobuchar wrote in a Medium post. The Democratic senator and former 2020 presidential candidate said that her husband has been \"cut off from all visitors\" and that she will also not see him during this time, but that she and her daughter \"are constantly calling and texting and emailing.\" \"We love him very much and pray for his recovery. He is exhausted and sick but a very strong and resilient person,\" she wrote. Her husband was admitted to a Virginia hospital, she wrote, and now has pneumonia \"and is on oxygen, but not a ventilator.\" Klobuchar said that she and her husband have not been in the same place over the last two weeks and because \"I am outside the 14-day period for getting sick, my doctor has advised me not to get a test.\" Scientists at Oxford University have developed a 30-minute test for COVID-19, which can be done anywhere. The raw materials for it cost about $25. A team at the Engineering Science Laboratory, working with partner medics in China had an 8 week head-start on developing the test, which uses a mix of chemicals and enzymes which turn from pink to yellow in color in the presence of the virus.  The test has a huge advantage in both its speed, but also because the chemicals only need to be kept at 65°C (or 150°F) for half an hour, which can be done easily in any hospital, or even eventually at home. While there are hurdles ahead, the test may be able to complete clinical trials in the coming days.  \"We have 3 things to do,\" Professor Zhengfang Cui, who led the team, said. \"The first is to get clinical trials. We just started those here at Oxford University Hospital. The second thing is regulatory approval, which is based on the number of tests done.  \"The third is to get industry partners to implement large scale manufacture. For that, we need clean rooms and manufacturing facilities. And then we can roll out he product,\" Zhenfang said, adding that he hoped the steps can be completed in 2 to 4 weeks. Watch: ##Health## Massachusetts Gov. Charlie Baker announced today that the state is closing non-essential businesses. The order goes into effect on Tuesday at noon. Businesses that are exempt include grocery stores, gas stations and medical suppliers. Mass transit will still run, the governor said. Baker is advising people to stay at home, but he is not ordering it.  “Due to evolving spread of COVID-19 in Massachusetts, Governor Baker has directed the Department of Public Health to issue a stay at home advisory outlining self-isolation and social distancing protocols. Residents are advised to stay home and avoid unnecessary travel and other unnecessary activities during this two-week time period,” his administration said in a press release. Baker said the state wants 3 million items of personal protective equipment (PPE) for health care providers and is getting some via donation. ##Daily Life## Treasury Secretary Steven Mnuchin just left top Senate Democrat Chuck Schumer’s office, saying that he and Schumer “knocked off a bunch of things on the list” and “we are going to get this done today.” Democrats blocked movement on a massive stimulus package last night, injecting fresh uncertainty over whether and when lawmakers will reach a bipartisan deal to deliver relief.  Mnuchin said he hasn’t spoken to House Speaker Nancy Pelosi this morning, but did have two calls with President Trump.  He also admonished reporters to \"social distance.\" Here's a log of Mnuchin's exchange with reporters: Mnuchin: \"We're going to get this done today. Everybody is working very hard, so we look forward to a big vote today.\"\nReporter: Did Schumer accept your proposal?\nMnuchin: \"We knocked off a bunch of things on the list already and we're closing out issues.\"\nReporter: When do you expect to have a final agreement?\nMnuchin: \"As fast as we can. You guys got to social distance.\"\nReporter: Did you get a chance to talk Speaker Pelosi yet?\nMnuchin: \"We have not spoken to Speaker Pelosi this morning we just got off two calls with the President though. Thank you.\" Sen. Rand Paul is at home in Kentucky, his office tells CNN. He drove himself home from Washington. Paul is the first US senator to test positive for coronavirus. A statement from Paul's office posted to his Twitter account Sunday said he was \"feeling fine\" and was \"tested out of an abundance of caution.\"  But some senators and aides are angry at Paul for not doing more to self-quarantine earlier and for potentially exposing senators to the coronavirus. Paul attended a major black-tie social event in Louisville, Kentucky, two weeks ago where several attendees have subsequently tested positive, including the wife of Louisville Mayor Greg Fischer.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are at least 34,407 cases of the novel coronavirus in the United States. 414 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Nineteen out of India’s total 28 states and nine union territories have ordered a complete lockdown in a bid to tackle the spread of coronavirus.  Six states and union territories have issued a full lockdown only in certain districts, while three states/union territories have imposed partial restrictions to promote social distancing, said the country’s Junior Health Secretary Lav Agarwal at a press conference on Monday. In states that have imposed a complete lockdown, only essential services will be operational. These water, electricity, health services, fire services, groceries and municipal services. All shops, commercial establishments, factories, workshops, offices, markets and places of worship will be closed and interstate buses and metros will be suspended. Construction activity will also be on a halt during this period. The 19 states/union territories that have implemented a total lockdown are Andhra Pradesh, Arunachal Pradesh, Bihar, Chandigarh, Chhattisgarh, Delhi, Jammu and Kashmir, Ladakh, Goa, Himachal Pradesh, Jharkhand, Maharashtra, Nagaland, Punjab, Rajasthan, Telangana, Tripura, Uttarakhand and West Bengal. This covers some of the biggest cities in the 1.3 billion-strong nation, including the capital New Delhi, the financial hub of Mumbai, the tech cities of Bangalore and Hyderabad as well as Pune and Kolkata. In Delhi and Mumbai, gatherings of more than five and four people respectively are prohibited and will be a chargeable offense. In a tweet posted by the Press Information Bureau (PIB), the Cabinet Secretary has written letters to State Chief Secretaries “highlighting that states must monitor situation 24x7, additional restrictions if necessary may be imposed, all current restrictions must be enforced strongly and all violations should be met with legal action.” The lockdown will be in place until March 31. ##Daily Life## General Electric announced on Monday that its GE Aviation unit will cut 10% of its US workforce to mitigate the economic impact of the coronavirus pandemic. “The rapid contraction of air travel has resulted in a significant reduction in demand as commercial airlines suspend routes and ground large percentages of their fleets,” said Larry Culp, CEO of General Electric.  GE CEO Larry Culp said he will forgo his full salary for the rest of 2020. GE also announced that David Joyce, CEO of GE Aviation, will forgo half his salary starting on April 1. ##Business## Another week of self-isolating — or, for many Americans, mandatory lockdowns — will raise more questions for President Trump on how long the coronavirus mitigation measures will last and whether they are worth the economic pain. Aides say Trump is itching for the guidelines to be eased at the end of the 15 day period, but realistically there are few health experts who think that’s enough time to know whether the measures he announced last week will suffice.  The dynamic has led to a robust internal debate over how best to balance the actual health of the country — with potentially hundreds of thousands of lives at stake — with its economic health. Some of Trump’s allies have continued to publicly suggest the measures announced by the White House last week were too stringent and have caused unnecessary economic pain. Many of his conservative allies circulated a Wall Street Journal editorial from last week, which questioned whether the shutdown was worth the trade off of a shuttered economy.  That has helped fuel growing opposition among some of Trump’s advisers to an extended lockdown.  Officials aren’t sure where Trump will ultimately land after 15 days — and Dr. Anthony Fauci, the nation’s top infectious disease specialist, will continue to act as a critical voice behind the scenes.  Trump was initially resistant to Fauci’s recommendations that he take steps to encourage social distancing during the first go-around, people familiar with the deliberations said. The President remains unconvinced it was the fight decision. And there are people around him who aren’t exactly reinforcing Fauci’s message, including some of his economic advisers. An open question is whether Trump is willing to blow off Fauci once the economic picture becomes clearer. Meanwhile, Fauci has been vocal in his disagreements with Trump — Including interviews openly discussing his role in correcting the president’s false or misleading statements.  ##Daily Life## US stocks kicked off in the red on Monday, despite the Federal Reserve’s significant new stimulus measures aimed at keeping the US economy functioning. The Fed action had turned stock futures green in premarket trading. Here's where things stand now:  The Dow opened 1.7%, or 330 points, lower\nThe S&P 500 opened down 1.7%.\nThe Nasdaq Composite fell 0.7%. ##Business## The organizers of the 2020 Olympics \"should look at canceling,\" British Prime Minister Boris Johnson’s spokesperson said Monday.  “We want the International Olympic Committee to make a definitive decision soon to bring clarity to all of those involved,\" the spokesperson told political reporters. The spokesperson expressed concern about the “significant uncertainty” Olympics hopefuls are facing now, adding “Their health and safety, alongside that of sports fans and officials due to work at the Games, must be absolutely paramount.” ##Daily Life## All professional football in Spain has been postponed until further notice due to the coronavirus pandemic, the Spanish Football Federation (RFEF) and La Liga said in a joint statement on Monday. Professional football in the country had initially been postponed for two weeks in March with a view to resuming the domestic season on April 3.  However a joint monitoring commission between the two bodies agreed to postpone all professional competitions until the Spanish government considered they could start again “without creating any health risk.” More context: On Monday, Spain’s Health Ministry announced that the total number of cases registered in the country had risen to 33,089 — 4,517 more than Sunday. The number of deaths was now at 2,182, or 462 more than Sunday. ##Daily Life## German Foreign Minister Heiko Maas said the German government has chartered planes to bring back citizens who had been stranded abroad. So far, 120,000 Germans have been brought back, Maas said. ##Travel## US Treasury Secretary Steve Mnuchin pleaded with small businesses to not fire their employees as he appeared via phone on Fox Business this morning. \"All small businesses: We will have an immediate mechanism. That’s close to 50% of the US economy for workers. We are encouraging small businesses, make sure you hire people back. If you haven’t let people go, don’t let people go, because we are providing you necessary liquidity and we’re going to get that money out fast,\" he said.  He claimed that some \"new drugs\" have been approved to fight coronavirus when asked if there would need to be a second stimulus if this lasts beyond 10 to 12 weeks.  \"I’m very hopeful that we’re going to kill this virus in that time period, if not shorter. I spoke to the President last night. I know he is very pleased with the medical professionals and then some of these new drugs that have been approved. This legislation prepares us for what I would say, the 10 to 12 week period, but I hope we don’t need to last that long. And for whatever reason, this turns out that it’s gonna last longer, we will go back to Congress,\" he said.  He outlined how the current legislation will provide liquidity for small businesses and said it needs to be passed \"ASAP.\" ##Business## Domestic commercial airlines in India will stop operations starting Wednesday, according to a press release from India’s Civil Aviation Ministry. “Airlines have to plan operations to land at their destination before 23:59 hours on 24/3/2020”, the statement reads.  The restrictions do not apply to cargo-only flights. ##Travel## The number of patients in ICU due to coronavirus has dropped from 15% to 13% in the last few days, health officials in Spain said on Monday.  Although the decrease is \"small,\" it \"gives some hope the problem is being contained,\" said Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies. Simón said another \"uplifting number\" was the number of patients discharged — 3,355 — which now represents 10% of all cases.  He also gave some insight into the profile of those who have died from the virus: 87% were older than 70 years old, \"which was expected and goes in line with our country's normal mortality rate\".  \"We know all groups can be affected, but the most affected one are the elderly with more than 70 years of age, which we expected\", he said. ##Health##  New York City hospitals will only be able to get through “this week” before they start getting “to a point where people can’t be saved,” New York City Mayor Bill de Blasio told CNN’s John Berman on “New Day” Monday morning. “In our public hospitals, our 11 public hospitals right now, this week, I can only guarantee you right now, John, that we can get through this week with the equipment and supplies we have. That's the blunt reality,\" de Blasio said. He added: \"If we don't get some relief quickly, and I can count, John, I literally want to see hundreds of ventilators, I want to see first hundreds of thousands and millions of masks, if that doesn't come in starting this week, we will get to a point where people can't be saved who could have been saved.\" More than 34,300 Americans have been infected with coronavirus across all 50 states, and at least 414 people have died. Almost half all US cases — 16,887 — are in New York state. It's shocking to have to say this. Even just a few days ago, I thought we could get safely into April. It's moving so fast right now, that I can't even say that anymore,” de Blasio said. “If we don't get ventilators this week, we are going to start losing lives we could have saved. I can't be blunter than that,\" he said. Last week they mayor’s office said New York City needs 45 million surgical gowns, coveralls, gloves, and face masks – known as personal protective equipment (PPE) – provided early in April to ensure its healthcare system can deal with coronavirus-related issues. Watch more: The Head of the Japan Olympic Committee said postponing this summer’s Games should be considered, among other options, as the coronavirus pandemic continues. Speaking to reporters on Monday, Yasuhiro Yamashita, said: “From the athletes' point of view of safety and security, we have to come to a stage where we cannot help but consider things including postponement […] I would like to say once again it is not decided that the Olympics is not held in July.” The International Olympic Committee announced yesterday that it had given itself a deadline of four weeks to make a decision on the Games. Yamashita, though, warned that too long a delay would be a burden to athletes given the possibility of having to qualify again for the Games. “I think the postponing period shouldn't be long when we think about the athletes and the Olympic village,” he said. His comments come after both Canada and Australia’s National Olympic Committees said they would not send athletes to Tokyo this year because of the risks associated with the virus.  The Japan Olympic Committee is scheduled to hold a board meeting in Tokyo on Friday to discuss the status of this summer’s Games. ##Daily Life## Secretary of State Mike Pompeo released a statement today slamming Iran’s Supreme Leader  Ali Khamenei and the regime's handling of the coronavirus outbreak  Pompeo's statement said Iran’s “fabrications” are putting Iranian people and others around the world at “greater risk”.  Some background: On Sunday Iranian Supreme Leader Ayatollah Ali Khamenei floated accusations against the US that they had created the coronavirus, questioning why people would trust the US with creating a cure for the virus. He suggested that the US created the coronavirus to \"further antagonize\" the Iranian people.   Pompeo said Iran did not take decisive action and are not being transparent about the number of cases and deaths resulting from the coronavirus.  “The Iranian regime ignored repeated warnings from its own health officials, and denied its first death from the coronavirus for at least nine days. The regime continues to lie to the Iranian people and the world about the number of cases and deaths, which are unfortunately far higher than the regime admits,\" Pompeo said in the statement. Pompeo said Iran refused assistance from the United States to deal with the pandemic. “Khamenei rejected this offer because he works tirelessly to concoct conspiracy theories and prioritizes ideology over the Iranian people,” Pompeo said. Where things stand in Iran: The country confirmed 1,411 new cases of coronavirus infections, bringing the total number of cases to 23,049, Health Ministry spokesperson Kianush Jahanpoor said on state TV Monday. He said there are 127 new coronavirus-related deaths in the country, bringing the total death toll to 1,812. President Trump is sending retweets that seem to be encouraging an end to strong social distancing measures after the current 15-day period, despite concern from public health officials that it won't be long enough to blunt the worst of the coronavirus. “15 days,” one user tweeted. “Then we isolate the high risk groups and the rest of us get back to work before it’s all over for everyone!! #Landslide2020”  “Flatten the curve NOT the Economy,” reads a follow up tweet. “After 15 days are over the world can begin to heal!,” another user tweeted.  Yesterday, Trump tweeted this: On Monday he retweeted one user, responding to his original tweet, who wrote, “Correct. 15 days, then we keep the high risk groups protected as necessary and the rest of us go back to work.” ##Daily Life## The British government is prepared to do more to force people to keep apart if necessary, Prime Minister Boris Johnson’s spokesperson said Monday. Pubs and restaurants were told to close across the UK on Friday to curb the spread of coronavirus, but large numbers of people continued to visit parks and beaches across the UK over the weekend, despite government advice to stay home. “We will look at data to see if people have been interacting. If they have then we will need to take further measures. We are getting data all the time. Discussion are taking place all the time. If we do need to take further measures then we won’t hesitate,” the spokesperson said, adding that public transport and high street footfall data was being monitored \"daily.\" Health Secretary Matt Hancock said Monday UK citizens who fail to practice government-advised social distancing are “very selfish.” Speaking on the BBC Radio 4 Today program, Hancock said: “If people go within two meters of others who they don’t live with, then they are helping to spread the virus and the consequence of that costs lives and it means that for everyone this will go on longer.” Hancock added that the UK government have been “clear in their actions” in asking the British public to maintain a distance of 2m (about 6.5 feet) away from all those they don’t live with. Watching Europe: Hancock said that the UK government is “looking at what other European countries are doing,” adding: “They are further down the curve. They have a higher number of cases than we do here. Now that means we can act sooner and earlier in this epidemic but all the way through we have said that we are prepared to take the actions that are necessary and we are.” ##Daily Life## ##Health## US Surgeon General Dr. Jerome Adams said the US is looking into why young people in the country are being diagnosed with the novel coronavirus. \"So far the demography definitely seems to be very different in the United States versus in other countries that saw this hit earlier,\" US Surgeon General Dr. Jerome Adams said on the \"Today\" show on Monday morning. \"And we're looking into that,\" Adams told NBC's Savannah Guthrie.  \"There are theories that it could be because we know we have a higher proportion of people in the United States and also in Italy who vape,\" Adams said. \"We don't know if that's the only cause.\" In New York state so far, more than half of coronavirus cases — 53% — have been among young people between the ages of 18 and 49, Gov. Andrew Cuomo noted on Sunday.  ##Health##   US Surgeon General Dr. Jerome Adams has been relying on social media influencers, including Kylie Jenner, to spread the word about the seriousness of the novel coronavirus to young people, he said on the \"Today\" show on Monday morning. \"It's important for young people to know you can get this disease, you can be hospitalized from this disease, you can die from this disease, but most importantly, you can spread it to your loved ones,\" Adams told NBC's Savannah Guthrie. Jenner posted a message about the coronavirus to her 167 million followers in an Instagram story, and last week she told her 32 million Twitter followers, \"i hope everyone is feeling well! it’s so important right now to self quarantine to ensure we aren’t endangering ourselves or anyone who can’t handle this virus\". \"That's why I reached out and I want to give a shout out to Kylie Jenner, who stepped up last week and sent out a message,\" Adams said. \"My daughter and my son said, 'Dad make sure you call out Loren Gray' and I believe it's Roman Atwood. ... This is serious and this includes you.\"  Nigeria reported its first coronavirus-related death on Monday, the country's Centre for Disease Control (NCDC) said. The patient was a 67-year-old man who came back to Nigeria in March after undergoing medical treatment in the UK, the NCDC said in a tweet. He had multiple underlying health conditions including including cancer and diabetes, and he had been undergoing chemotherapy treatments, the statement from the agency said. Patients discharged: Two people, including an Italian who was the first case of coronavirus diagnosed in the country, have recovered and been discharged from the hospital, authorities said. ##Health## The mayor of Italy’s worst-hit coronavirus area is bringing his daughters home from England because he thinks they are safer in Italy, he told a British news channel on Monday. I have two daughters. They're studying in England, and when I saw what the British government was thinking about this problem, I decided to bring them back because I think that even if we are at the center of the epidemic, probably they are more secure here than in England,\" Bergamo mayor Giorgio Gori told Sky News. \nI don't understand why the (British) government did not decide in time to protect citizens.” The UK government has stopped short of ordering a lockdown across the country and in London after pubs and restaurants were told to close on Friday. Large numbers of people continued to visit parks and beaches across the UK over the weekend despite government advice to stay at home. Bergamo, north of Milan, is the worst-hit province by coronavirus in Italy with 6216 confirmed cases, according to the Italian Civil Protection department.   US Surgeon General Dr. Jerome Adams gave a \"somber\" message to the nation while speaking on NBC this morning,   \"I want America to understand — this week, it's going to get bad,\" Adams told NBC's Savannah Guthrie, adding that some people have not been properly practicing social distancing. \"This is how the spread is occurring. So we really, really need everyone to stay at home,\" Adams said. \"I think that there are a lot of people who are doing the right things, but I think that unfortunately we're finding out a lot of people think this can't happen to them.\" See the moment:  ##Health## McDonald's and Nando's will close all their restaurants in the United Kingdom and Ireland starting Monday, including for takeout, to help limit the spread of the coronavirus. Paul Pomroy, CEO of McDonald's UK and Ireland, said in a statement Sunday that the decision had been taken because it was \"increasingly difficult\" to maintain safe social distancing while operating \"busy takeaway and drive thru restaurants.\" The UK government has advised against all non-essential social contact and is urging people to keep a distance of at least two meters if they need to leave their homes. On Friday, it ordered all pubs, bars and restaurants to close but said they could continue offering food and drink to go. Nando's said in a statement that eat in, takeaway and delivery for customers \"will all stop until further notice.\" Read the full story here.  An order by Moscow authorities directing individuals over 65 or those with chronic diseases to remain at home do not apply to Russian President Vladimir Putin -- who is 67 -- Kremlin spokesperson Dmitry Peskov said Monday. The president is still working, you see that,” Peskov told reporters on a conference call. \n“Of course, no one is holding any massive public events and we are not considering them now … but work is work, especially as the president’s work is an exception.” Global stocks and US futures plunged again on Monday as governments worldwide lock down their cities and the United States stalls on a massive stimulus package meant to help Americans handle the coronavirus pandemic. Dow futures fell more than 900 points at one point, hitting a 5% decline that triggered a maximum allowable limit, or \"limit down.\" That prevented futures from falling further. They were last down around 800 points, or 4%. S&P 500 and Nasdaq futures also fell as much as 5%, and were last down 3.8% and 3.1%, respectively. Stocks in Asia and Europe posted more dramatic declines. Markets in Australia and South Korea's dropped more than 5%. Hong Kong's Hang Seng Index was down 4.9% while China's Shanghai Composite shed 3.1%. London's FTSE 100 fell 4.4% in early trading. Germany's DAX and France's CAC 40 also declined by over 4%. At least 341,000 people have contracted the novel coronavirus and over 14,700 have died, according to a tally by Johns Hopkins University -- forcing further travel restrictions, shut downs and disruptions for businesses.  New measures to combat the virus have been imposed in Australia, New Zealand and India, and the United Kingdom is considering whether further action is needed after pubs and restaurants were told to close on Friday but large numbers of people continued to gather in public spaces. Read the full story here.   Spanish authorities expect the so-called \"peak\" of the Covid-19 pandemic in the country to happen as soon as Wednesday. Enrique Ruiz Escudero, senior health official of Madrid's Regional Government, told radio COPE on Monday that the number of cases in the country is expected to begin decreasing by the end of this week. \"We believe this week we'll reach the famous ‘peak’ - in which we see new cases, but less than the day before,\" he said. Escudero explained the estimate is based on the correlation between the virus' maximum incubation period (14 days) and the beginning of isolation measures and school closures across the country.  Health workers test positive: Escudero also added that in Madrid, 600 health workers tested positive for Covid-19, and 1,400 others who were in direct contact with infected patients and are in preventive home isolation. Nursing homes infected: Around 20% of all nursing homes in the Spanish capital of Madrid have registered cases of Covid-19, Ignacio Aguado, the Vice President of Madrid's regional government told radio \"Onda Cero\" Monday. \"The problem is that the people who live there are very vulnerable: our elderly. When the virus gets in there, it's devastating,\" he said. Germany has reported 86 deaths and a total of 22,672 cases of novel coronavirus on Monday.  Lothar Wieler, the president of the Robert Koch Institute, the national agency for disease control and prevention said the average age of those deceased is 82 years old. 57% of the deceased are men and 43% are women. As Germany's cases continue to rise, Wieler once again pleaded for citizens to practice social distancing. “Please keep a distance of at least 1.5 to 2 meters, please stick to the hygienic rules, wash your hands and sneeze into your elbow,\" Wieler said.  \"In Germany we have a lot of test capacity, in comparison to other countries,\" he said. \"Our test capacity is increasing all the time, the tests itself are there, but we have to test with a target.” Health officials in Nigeria have issued a warning over chloroquine after they said three people in the country overdosed on the drug, in the wake of President Trump's comments about using it to treat coronavirus. A Lagos state official told CNN that three people were hospitalized in the city after taking the drug. Officials later issued a statement cautioning against using chloroquine for Covid-19 treatment. Drug not approved: President Donald Trump claimed at a White House briefing last week that the Food and Drug Administration had approved the \"very powerful\" drug chloroquine to treat coronavirus. The FDA after the briefing issued a statement saying it had not approved the drug for use against Covid-19 and is still studying its effectiveness against the disease. Price hikes: After Trump's comments, there was a surge of interest among people in Lagos keen to stock up on the medication, which has led to price hikes in the megacity of around 20 million inhabitants.  One man told CNN that in a pharmacy near his home on the Lagos mainland, he witnessed the price rise by more than 400% in a matter of minutes. No evidence: The Lagos State Health Ministry issued a brief statement saying there was no \"hard evidence that chloroquine is effective in prevention or management of coronavirus infection.\" What is it used for? Chloroquine is used to treat malaria, lupus and rheumatoid arthritis. Read the full story here:  In Washington's new war, the coronavirus pandemic is out-sprinting frantic government efforts to cope with its tragic humanitarian and grave economic toll. A failed Senate vote on a mammoth stimulus bill amid acrimony between Republicans and Democrats came as the virus trimmed the GOP majority with five members quarantined. State and local leaders and front-line health workers meanwhile pleaded with President Donald Trump to rush lifesaving medical gear to them and their patients as US infections topped 32,000. Trump responded, announcing the dispatch of large quantities of medical equipment to hard-hit states, and showed signs of settling into his role in offering compassion to a fearful nation -- before digressing into his normal political grudges. A dark and disorientating weekend that stretched federal and local governments, the economy and the health care system to a breaking point, served to clarify the mind-numbing scale of the worst domestic crisis to hit the nation since World War II. It ended with deeply ominous questions about the economy -- which appears to be tumbling into the abyss, and with fresh doubts over the President's capacity to lead and reassure the nation. Read the full story here.  There are at least 34,354 cases of novel coronavirus in the United States, according to CNN Health's tally of cases that are detected and tested through US public health systems.  At least 414 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. At least seven states have 1,000 cases or more: New York: 16,887 cases, 114 deaths\nWashington: 2,025 cases, 95 deaths\nNew Jersey: 1,914 cases, 20 deaths\nCalifornia: 1,488 cases, 32 deaths\nIllinois: 1,049, cases, 9 deaths\nMichigan: 1,035 cases, 8 deaths\nFlorida: 1,001 cases, 2 deaths  ##Health## South Korea reported 64 more coronavirus cases from Sunday, raising the national total to 8,961, the Korea Centers for Disease Control and Prevention said on Monday in a news release. It's the lowest daily figure since daily reported cases peaked at 909 on February 29. The national death toll stands at 111, with seven deaths added on Sunday.  Among the 64 new cases, 24 are from Daegu, 14 from Gyeonggi Province, and 13 were confirmed through airport screening, according to the news release. ##Health## Millions of people across India have been placed under lockdown until the end of the month as efforts to halt the spread of the novel coronavirus in the country intensify.  Residents living in 75 districts across the country, including in major cities such as the capital New Delhi, Mumbai, Bangalore, Chennai, Hyderabad, and Kolkata have been placed under travel, work and movement restrictions until March 31.  Using data from the latest government census, which took place in 2011, more than 750 million people will be impacted by the new restrictions. Given that the data is from nine years ago, the actual number of people affected is likely to be much higher. In the New Delhi metropolitan area, more than 16 million people have been asked to stay inside their homes. Public transportation, including the metro and rickshaws, have been suspended, and all shops, factories, places of worship and offices have been shut. More than 12 million people could be affected in the city of Mumbai and 9 million in Bangalore, according to the census data.  ##Daily Life## The numbers: At least 341,000 people have contracted the novel coronavirus and over 14,700 have died, according to a tally by Johns Hopkins University, which is tracking cases recorded by the World Health Organization and additional sources. Hong Kong introduces new controls: The city will ban most non-residents from entering as it struggles to contain a new wave of infections. Other parts of Asia have also introduced new measures this week amid fears of imported cases.   Olympic dreams hang by a thread: For the first time Monday, Japanese Prime Minister Shinzo Abe acknowledged that Tokyo 2020 may have to be postponed. Canada has already said it won't send a team even if the Games go ahead this year as planned.  US relief bill delayed: A key Senate vote related to a massive economic stimulus plan in response to the pandemic has been pushed back as lawmakers continue to wrangle over its contents.  Stock markets take a hit: European markets opened lower on Monday as the US Senate stalled on the stimulus plan for the US economy. The main markets all opened around 3% to 4% down, following losses in Asia and a big drop in US futures. Indian cities go into lockdown: The capital New Delhi is among 75 districts in the country that will go into lockdown until March 31 in response to the coronavirus pandemic. Several districts are now enforcing a pre-existing law that makes it a punishable offence for four or more people to gather. Australia urges halt to domestic travel: More than a thousand cases have been reported in the country as Prime Minister Scott Morrison announced the closure of non-essential businesses and urged people to avoid domestic travel. It's only the latest blow to Australians after an intense summer of wildfires in what Morrison described as \"the toughest year of our lives.\"  New Zealand issues highest-level alert: All non-essential businesses across the country will close, Prime Minister Jacinda Ardern said. The Pacific nation had already limited international arrivals amid fears of imported cases.  Correction: This post has been updated to reflect that most travelers to Hong Kong will be banned from entering the territory from midnight on Wednesday.  Crowds descended on California beaches, hiking trails and parks over the weekend in open defiance of a state order to shelter in place and avoid close contact with others. California Gov. Gavin Newsom issued a shelter in place order directing the state's nearly 40 million residents to stay home beginning March 20 to help stop the spread of coronavirus. Instead, many public spaces were packed, prompting officials in some cities to order parks, recreation areas and beaches to close. In response to the crowds, Los Angeles Mayor Eric Garcetti announced on Twitter late Sunday that he was closing sports and recreation at all LA City Parks. He said people should heed the closures and stay home.  \"This weekend we saw too many people packing beaches, trails and parks,\" the mayor tweeted. \"That doesn't mean gather elsewhere. This is serious. Stay home and save lives.\" California is one of eight US states that have issued stay at home orders. Several countries around the world have also put in place similar measures. Read the full story here.  ##Daily Life## European markets opened lower on Monday as the US Senate stalled on a stimulus plan for the US economy.  The main markets have all opened around 3% to 4% lower, with the German Dax and the French CAC 40 both down sharply.  The falls follow on from losses in Asia, and a big drop in US futures. Dow futures fell 5%, while the Australian benchmark -- the S&P/ASX 200 -- closed 5.6% lower. Chinese and Korean markets were also down.  ##Business## Most non-residents will be banned from entering Hong Kong from midnight Wednesday local time, Chief Executive Carrie Lam announced at a news conference on Monday. Non-Hong Kong residents arriving from Macao, Taiwan and mainland China will be allowed to enter Hong Kong as long as they haven't travelled abroad for the last 14 days. Travelers from Macao and Taiwan who enter Hong Kong will be subjected to mandatory 14-day quarantine – which is already in place for most travelers, including those from mainland China. Travelers will also not be allowed to transit through Hong Kong airport. The strict new measures come as the number of confirmed cases in the city has almost doubled in the past week. Many of the cases were imported from overseas, as Hong Kong residents who had left -- either to work or study abroad, or to seek safety when the city seemed destined for a major outbreak earlier this year -- returned, bringing the virus back with them. Correction: This post has been updated to reflect that most travelers to Hong Kong will be banned from entering the territory from midnight on Wednesday and give more information on the ban. ##Travel## The US is impeding the global fight against coronavirus with its sanctions on Iran, the country’s Foreign Minister Mohammad Javad Zarif said in a tweet on Monday.  “Iranian people appreciate the growing global campaign of government & civil society leaders calling for lifting of illegal US sanctions,” he said, adding that the US was “NOT listening” and the only remedy was to “DEFY US mass punishment.” President weighs in: Iranian President Hassan Rouhani said on state TV that the US was responsible for “shortage of medicines and foodstuffs,” blaming American sanctions for hampering Iran’s efforts to contain the outbreak.  Won't accept US aid: Rouhani said Iran will not accept US aid to combat the virus and said the US should lift sanctions on Iran if it wants to help contain the outbreak. “The fact that Americans say that we are ready to assist Iran under coronavirus crisis is one of the biggest lies in history,” Rouhani said, adding, “Our nation knows what to do. Our medical staff have good command of their jobs.” Rouhani and Zarif’s remarks come a day after Iran’s Supreme Leader Ayatollah Ali Khamenei accused the US of creating the virus. The elderly are among the most vulnerable members of society -- and because of that, nursing homes have had to restrict visits during the coronavirus pandemic. Without family visits to look forward to, nursing homes have had to come up with new ways to keep residents occupied.  At the Bryn Celyn Care Home in Wales, United Kingdom, residents have been playing a life-size version of the board game \"Hungry Hungry Hippos.\" This new version swaps crocodiles for boxes that residents slide across the floor to trap colorful balls. Watch the full video here Millions of people across India have been placed under lockdown until the end of the month as efforts to halt the spread of the novel coronavirus in the country intensify.  Residents living in 75 districts across the country, including in major cities such as the capital New Delhi, Mumbai, Bangalore, Chennai, Hyderabad, and Kolkata have been placed under travel, work and movement restrictions until March 31.  India -- the world's second most populous country -- has 415 cases of the coronavirus, including seven deaths, according to the Ministry of Health and Family Welfare. A sudden rise in cases has led to growing concerns over the country's capacity to test for the virus and that a major outbreak on the scale seen in Europe -- the pandemic's new epicenter -- will spread in the country. Who is affected by the measures: In New Delhi, public transportation, including the metro and rickshaws, has been suspended, all shops, factories, places of worship and offices have been shut, interstate travel has stopped, borders with neighboring states have closed and people are required to stay in their homes until March 31.  Exempt from the order are essential services such as grocery stores, hospitals, pharmacies, petrol stations, telecoms and postal services, and restaurants that deliver food. Testing capacity: Dr. Balram Bhargava, director-general of the Indian Council of Medical Research, said that India has conducted 5,000 tests in the past week and a total of 15,000 so far. There are 111 labs operational with a per week testing capacity of 60,000 to 70,000 and around 60 more private labs are in the process of being approved to further increase testing capacity, according to Bhargava. Other steps: Uttarakhand, Rajasthan and Telangana have all initiated state-wide lockdowns versus targeted restrictions of cities and districts. Several districts, including the financial capital of Mumbai, have banned gatherings of four or more people, and officials can take legal action against those who violate the rule. Read more here.  Musician Neil Diamond reached out on Twitter Sunday to give folks a little hope during these tense times. \"I know we're going through a rough time right now but I love ya,\" the singer said in a video tweeted from his account. \"I think maybe if we sing together, well, we'll just feel a little bit better.\" He sang an acoustic version of his famous hit \"Sweet Caroline\" with new lyrics that some would call guidelines for social distancing. \"Hands ... washing hands,\" he crooned while strumming a guitar. \"Reaching out ... don't touch me, I won't touch you!\" Watch the uplifting clip here:  ##Health## States around Australia have brought in strict new measures to control the spread of coronavirus. Currently, the country has at least 1,098 cases and seven deaths, according to the World Health Organization. Here's how the country is handling the outbreak. Shutting non-essential services: At midday Monday, businesses across Australia followed the government’s orders to shut down bars, restaurants, gyms, places of worship and other venues where people traditionally congregate. Domestic travel discouraged: South Australia, Tasmania and the Northern Territory are among those to require anyone arriving into the state to self-isolate for 14 days. South Australia's Premier Steven Marshall described the move as a decision to \"close the border.\" Despite that, travelers are still able to enter the state. Olympics in doubt: Australia's Olympic Committee is telling its athletes to prepare for the possibility that the Games could be postponed until 2021. In a statement Monday, the committee said its Executive Board had unanimously agreed that an Australian team \"could not be assembled in the changing circumstances at home and abroad.\" \"Toughest year of our lives\": Australian Prime Minister Scott Morrison called on Australians to stand up to the “unprecedented challenge” of the global health crisis. \"Life is changing in Australia for every Australian and life is going to continue to change,\" he said. \"For many young and old, 2020 will be the toughest year of our lives.\" ##Daily Life## Shortly after dawn, Hideki Sugiura moves swiftly through the narrow aisles of Tokyo's Toyosu Market. It's much quieter than usual, and the sushi chef doesn't need to buy as much fish for his small restaurant, Sushi Marubatsu. Business is down around 50%, Sugiura says, due to the impact of the coronavirus pandemic. The virus has spread through large parts of Asia and is now gripping Europe and the US, with more than 300,000 cases globally. Japan currently has more than 1,000 confirmed cases, several dozen of whom have died. Nearly every day for the past nine years, Sugiura has been carrying out his daily ritual at Toyosu -- the wholesale section of the famous Tsukiji fish market, which moved to new premises in 2018. His tiny restaurant, which fits about a dozen diners, is in Shibuya, near Tokyo's famous intersection with a four-way pedestrian crossing. But the majority of his business comes from local Japanese. \"Company workers who used to come in for lunch don't come at all now,\" he says. \"And housewives used to come in at lunchtime, but none of them come now.\" Business already down: Sugiura says that business was already hurting before the virus spread, due to an ailing economy that slowed after the Japanese government increased the consumption tax in October. \"We've had a de facto shutdown of all the major engines of demand,\" says Jesper Koll, a Tokyo-based economist. \"That's consumption, business spending, export of goods and inbound tourism.\" Many businesses had been holding out for the expected economic boost of the Tokyo 2020 Olympics, due to be held in July and August this year. But now, the future of the event -- and the associated benefits for Tokyo's retail and tourism industry -- looks uncertain due to the pandemic. Read the whole story here.   American vodka company Tito's Vodka says it plans to use its distillery for something a little different: Hand sanitizer. \"While we advise that you cannot use our standard vodka product as a hand santizier, our team at the distillery has been working hard to get all of the pieces in place to begin production on a hand sanitizer that adheres to industry and governmental guidance,\" the company said in a statement.  \"While we don't have all of the details quite yet, we do know we will be giving it away for free to our community and those most in need.\" They're not the first company to switch gear. Earlier this month, luxury goods conglomerate LVMH, the parent company of Christian Dior, Guerlain and Givenchy, said it would help French health authorities by manufacturing hand sanitizer and providing it to them for free. LVMH said it would use all the production facilities of its perfumes and cosmetics brands to produce large quantities of hydroalcoholic gel, or hand sanitizer. Only a week ago, Hong Kong seemed like a model for how to contain the novel coronavirus, with a relatively small number of cases despite months of being on the front lines of the outbreak.  That was in large part thanks to action taken early on, while cases were spreading across mainland China, to implement measures that are now familiar throughout the world: virus mapping, social distancing, intensive hand-washing, and wearing masks and other protective clothing.  Hong Kong was proof that these measures worked, with the city of 7.5 million only reporting some 150 cases at the start of March, even as the number of infections spiked in other East Asian territories like South Korea and Japan, and spread rapidly across Europe and North America.  Increase in cases: Now, however, Hong Kong is providing a very different object lesson -- what happens when you let your guard down too soon. The number of confirmed cases has almost doubled in the past week, with many imported from overseas, as Hong Kong residents who had left -- either to work or study abroad, or to seek safety when the city seemed destined for a major outbreak earlier this year -- return, bringing the virus back with them.  This is a pattern playing out across parts of Asia -- mainland China, Singapore, Taiwan -- that were among the first to tackle the outbreak. All are now introducing new measures as a renewed wave of cases begins to crest.  In it for the long haul: Compared to major cities in the West, like London or New York, residents in Hong Kong can sometimes feel as if they're living in the future. Many of the measures enacted in the Asian metropolis back in February are now being rolled out in European and American cities.  But this latest lesson may be a bitter pill to swallow, as it indicates that quarantines and social distancing must continue well beyond the initial wave of cases, if another round of infections is to be avoided.  For those just going into lockdown, that could mean they're in for the long haul. Read the full story here. Australian Prime Minister Scott Morrison said Monday that “2020 will be the toughest year of our lives,” as the country rolled out new, tougher measures to slow down the spread of the coronavirus. Speaking in Parliament, Morrison called on Australians to stand up to the “unprecedented challenge” of the global health crisis. At midday Monday, businesses across Australia followed the government’s orders to shut down bars, restaurants, gyms, places of worship and other venues where people traditionally congregate. “Life is changing in Australia for every Australian and life is going to continue to change,” he said. “For many young and old, 2020 will be the toughest year of our lives.” Morrison’s remarks came as long queues were seen outside Centrelink offices around the country, where people were lined up to apply for social services payouts. “As Australia works to flatten the curve and slow this virus, we also face an immense economic challenge…this is the biggest economic shock our nation has faced in generations,” Morrison said. The Australian government website where residents sign up for benefits and jobseekers’ allowance crashed Monday, Government Services Minister Stuart Roberts said. Roberts said a distributed denial of service (DDOS) alarm was triggered on the MyGov site when 95,000 users logged on at the same time just after 9 a.m., Monday morning. The system was built for 55,000 concurrent users, he said, adding that the government is examining ways to expand the system’s capacity. A statement from the Australian Cyber Security Centre said the government is currently investigating the outage but has no evidence to suggest it was caused by malicious cyber activity. As of Monday, Australia reported 1,479 confirmed cases and seven deaths from the novel coronavirus, according to the country's Department of Health. ##Daily Life## The numbers: At least 339,000 people have contracted the novel coronavirus and over 14,700 have died, according to a tally by Johns Hopkins University, which is tracking cases recorded by the World Health Organization and additional sources. Olympic dreams hang by a thread: For the first time Monday, Japanese Prime Minister Shinzo Abe acknowledged that Tokyo 2020 may have to be postponed. Canada has already said it won't send a team even if the Games go ahead this year as planned.  Stock markets take a hit: Dow futures fell 5%, while the Australian benchmark -- the S&P/ASX 200 -- plunged more than 7% to an eight-year low when markets opened Monday morning. Chinese and Korean markets were also down.  Indian cities go into lockdown: The capital New Delhi is among 75 districts in the country that will go into lockdown until March 31 in response to the coronavirus pandemic. Several districts are now enforcing a pre-existing law that makes it a punishable offence for four or more people to gather. New Zealand issues highest-level alert: All non-essential businesses across the country will close, Prime Minister Jacinda Ardern said. The Pacific nation already limited international arrivals amid fears of imported cases.  US relief bill delayed: A key Senate vote related to a massive economic stimulus plan in response to the coronavirus pandemic has been pushed back as lawmakers continue to wrangle over its contents.  Japan reported five deaths due to the novel coronavirus on Sunday, its biggest one-day surge.  That takes the national toll to 49 deaths, the health ministry announced on Monday. The ministry also reported 42 new cases of the novel coronavirus on Sunday, taking the national tally of confirmed cases to 1,801. Of that total, 712 are from the Diamond Princess cruise ship. ##Health## The Indian capital New Delhi is among 75 districts in the country that will go into lockdown until March 31 in response to the coronavirus pandemic. The measures extend an initial 14-hour lockdown, which came into effect on Sunday. They  also include major cities, such as Mumbai, Bangalore, Pune, Hyderabad and Kolkata, which means millions of workers in the technology and financial sectors will be forced to work from home for the rest of the month. Only essential services will be operational in these districts, according to the official Press Information Bureau of India.  All shops, commercial establishments, factories, workshops, offices, markets and places of worship will be closed, and interstate buses and metros will be suspended. Several districts -- including the financial capital of Mumbai -- are now enforcing a pre-existing law that makes it a punishable offence for four or more people to gather. Several states have gone into complete lockdown.  In the northern state of Punjab, the chief minister announced that except for essential services, the entire state will be under a lockdown until March 31. The state has confirmed more than 20 coronavirus cases, including one death.  The entire state of Uttarakhand -- which has only reported three confirmed cases -- announced a non-essential services lockdown until March 31. \"Extraordinary times call for extraordinary measures,\" Delhi Chief Minister Arvind Kejriwal said in a tweet. India has reported 341 infections and five deaths from the coronavirus, according to the World Health Organization. ##Daily Life## The United Arab Emirates is closing all commercial centers and shopping malls along with fish, meat and vegetable markets. The new rule will come into force in 48 hours, and will be in place for two weeks -- but could be renewed, UAE authorities announced. The UAE currently has at least 150 coronavirus cases. ##Daily Life## More than 154 million children in Latin America and the Caribbean are temporarily out of school due to the coronavirus outbreak, according to the United Nations International Children’s Fund (UNICEF). That's about 95% of all kids who are enrolled. Over the next few days and weeks, about 90% of early childhood centers, pre-primary, primary and secondary schools in the regions will be closed, according to the report. And that percentage is quickly growing, UNICEF said.  “This situation, which could last longer than initially planned, increases the risk of permanent drop out, especially for the most vulnerable children,” UNICEF’s statement reads. According to Bernt Aasen, UNICEF’s Regional Director for Latin America and the Caribbean, this is an \"unprecedented educational crisis in the recent history of Latin America and the Caribbean.\" \"Never have so many schools been closed at the same time. The expansion of the coronavirus Covid-19 will leave most boys and girls out of school in the coming weeks.\n\"If school closure is further extended, there is a great risk that children fall behind in their learning and we fear that the most vulnerable students will never return to school. It is vital that they do not stop learning from home.” Children in many countries around the world have also been told to stay home, potentially putting their education and psychological well-being at risk.  Read more about remote learning here.  ##Daily Life## A United States Secret Service employee has tested positive for coronavirus, the agency said in a statement. It said the employee, who is not being further identified, is currently in quarantine. Here's what else the Secret Service said: “The Secret Service has conducted a comprehensive contact trace assessment and determined that the employee has not had contact with any Secret Service employee or protectee for nearly three weeks,” the agency said. \n“The Secret Service is committed to protecting the health and safety of its employees, its protectees, and the public. Accordingly, the agency continues to follow all guidance from the Centers for Disease Control and continues to communicate those updates to the workforce.”  ##Health## A key Senate vote related to a massive economic stimulus plan in response to the coronavirus pandemic is being pushed back about three hours as Democrats and Republicans jockey for advantage in the talks over the bill.  This is because Democrats are blocking the GOP’s ability to come into session before noon, which is something that requires the Democrats’ consent and is usually given without question.  In this case, Democrats don’t want to be forced to take the procedural vote Senate Majority Leader Mitch McConnell wanted to take at 9:45 a.m. E.T. They want the talks on the stimulus bill to continue without that deadline, which they have called artificial.  McConnell blasted Senate Minority Leader Chuck Schumer’s move as reckless. He warned the stock markets will now be open for three hours before they can get some certainty that a stimulus bill will pass the Senate.  Treasury Secretary Steve Mnuchin, who had several meetings with Schumer throughout Sunday as the various sides try to hammer out an agreement, is expected back on Capitol Hill Monday morning.  Then the Senate will come in at noon. There could be leader remarks from McConnell and Schumer. Around 1 p.m. E.T.,  the Senate will then cast votes on three procedural motions, the third of which is the one in question. That said, if they actually cut a bipartisan deal before these votes are scheduled, they will likely toss these procedural votes aside and move directly to the bill.   What the bill aims to deliver: The emergency economic aid proposal could be worth over $2 trillion, according to Larry Kudlow, a top economic adviser to President Donald Trump. It would include direct payments to Americans under a certain income threshold, $200 billion in loans to airlines and distressed industry sectors and $300 billion in forgivable bridge loans for small businesses. The proposal, a draft of which was obtained by CNN, underscores the scale of the economic crisis facing individuals and businesses across the country amid the accelerating pandemic and bolsters health care resources, student loans and aid, business tax provisions and temporary authority. Read more about the bill here: ##Business## ##Daily Life## An inmate in California has tested positive for coronavirus, making them the first Covid-19 patient within the state's prison system.  The patient -- who is an inmate at California State Prison, Los Angeles County -- is in stable condition and is being treated on site, according to a news release from the California Department of Corrections.  He has been in isolation since March 19, after telling staff he wasn't feeling well. He was tested the next day, and received his positive test result on March 22.  Movement has been restricted at the institution while authorities investigate his contacts, and those deemed at-risk will be quarantined.  California's outbreak: California is one of the worst affected states in the US, with at least 1,468 confirmed cases and 32 deaths. California is also one of eight states to issue a stay at home order.  Issues in prisons: Other countries have struggled to deal with the coronavirus outbreak and prisons. At least 23 inmates are dead, and 87 injured following nationwide prison riots in Colombia prompted by coronavirus infection fears. At least 11 prisoners died in coronavirus-related riots in Italian prisons. In Iran, 85,000 prisoners were temporarily sent home to curb the spread of the coronavirus. America's top infectious disease expert, Dr. Anthony Fauci, has described the challenges of working with the Trump administration during the coronavirus pandemic. Asked how he responds to falsehoods from the President during news conferences, Fauci said, “I can't jump in front of the microphone and push him down.\" “OK, he said it. Let's try and get it corrected for the next time,” Fauci said, according to an interview published by the journal Science. The director of the National Institute of Allergy and Infectious Diseases, Fauci has advised six presidents and has played a central role in the White House’s coronavirus task force. “I’m sort of exhausted,” Fauci said in the interview. “But other than that, I'm good. I mean, I'm not, to my knowledge, coronavirus infected. To my knowledge, I haven't been fired.” Fauci said he and the President “disagree on some things.” But he described Trump as responsive, saying: “He goes his own way. He has his own style. But on substantive issues, he does listen to what I say.” Virus timeline: Fauci was asked about some of Trump’s comments, including his assertion that China should have told US officials about the coronavirus three months sooner. That would have been around September, and there is no evidence Chinese officials were aware of the virus at that time. “It just doesn’t comport with facts,” said Jon Cohen, the interviewer. “I know, but what do you want me to do?” Fauci replied. “I mean, seriously Jon, let’s get real. What do you want me to do?” Terminology: Fauci also said he had never used the term “China virus.” Asked if he ever would, Fauci responded, “No.” ##Health## The Haitian government has granted permission to private airline company Eastern Airlines to fly United States citizens out of Haiti, according to a statement from the US Embassy in Haiti on Sunday. Passengers will have to book the direct charter commercial flights themselves, the statement read. “The US Embassy in Haiti is working closely with the State Department Repatriation Task Force to assist U.S. citizens who wish to depart Haiti, while observing the Haitian Government’s measures to contain the spread of COVID-19,” it said. What's going on in Haiti: On Thursday, Haitian President Jovenel Moise announced that Haiti is in full lockdown after announcing the country’s first two coronavirus cases. One of the infected people is a 60-year-old Belgian man who traveled to Haiti from Europe recently. He runs an orphanage in Haiti. The other is a French citizen. Actor Tom Hanks says he and his wife, actress Rita Wilson, are feeling better after testing positive for coronavirus. In a tweet, Hanks posted an update, and offered some advice on what sheltering in place means.  \"Sheltering in place works like this: You don’t give it to anyone -- you don’t get it from anyone,\" he said. Earlier this month, Hanks said he and his wife were traveling in Australia when they were tested after exhibiting symptoms like tiredness, body aches, chills and \"slight fevers.\" Warner Bros. confirmed the actor was in Australia doing pre-production work on a film about singer Elvis Presley. ##Daily Life##  ##Health## New Zealand will issue its highest alert level and close all non-essential businesses across the country amid the coronavirus pandemic, Prime Minister Jacinda Ardern said in a news briefing on Monday. The highest alert, level 4, will be issued in 48 hours amid the worsening outbreak, she said. New Zealand has 102 confirmed coronavirus cases and no deaths.  All non-essential businesses, such as bars, gyms, and cinemas, will be required to close. All schools will be closed from Tuesday, while supermarkets and service stations will remain open, she added. She said the new measures will \"place the most significant restriction on New Zealanders' movements in modern history,\" but said it would be necessary to protect lives after the country recorded local transmission of the coronavirus. \"We now consider that there is transmission within our communities,\" she said. \"This is not a decision taken lightly. But this is our best chance to slow the virus and to save lives.\" According to the New Zealand government, the Alert Level 4 means there is a \"widespread outbreak\" and \"sustained and intensive transmission\" across the country. Here's what else she had to say: \"I also said we should all be prepared to move quickly. Now is the time to put our plans into action. We are fortunate to still be some way behind the majority of overseas countries in terms of cases, but the trajectory is clear. Act now, or risk the virus taking hold as it has elsewhere. We currently have 102 cases. But so did Italy once. Now the virus has overwhelmed their health system and hundreds of people are dying every day. The situation here is moving at pace, and so must we.\" ##Daily Life## ##Business## Asian markets and United States stock futures fell during Asian trading hours as a massive stimulus package to help Americans handle the coronavirus pandemic hit a major stumbling block.  Here's how the markets performed in the US: Dow futures fell more than 900 points, hitting a 5% decline that triggered a maximum allowable limit, or \"limit down.\" That halted futures from falling further.\nS&P 500 and Nasdaq futures also fell around 5%, and were last sitting at 4.8% down and 4.4% lower, respectively. Senate Democrats blocked movement on an economic stimulus package, citing \"serious issues\" with the bill. That injected fresh uncertainty over whether and when lawmakers will reach a bipartisan deal to deliver relief amid the pandemic. Meanwhile, in Asia Pacific:  Australia's S&P/ASX 200 plunged more than 7% Monday. \nSouth Korea's Kospi dropped 5%. \nHong Kong's Hang Seng Index fell 4%. \nChina's Shanghai Composite lost more than 2%. \nJapan's Nikkei 225 was the outlier, last trading up 0.7%, though trade was choppy. The International Olympic Committee's executive board said Sunday it is considering postponing -- but not canceling -- this summer's Olympic Games in Tokyo because of the pandemic. Read more about the markets here: ##Business## The coronavirus pandemic is throwing doubt over whether this year's Summer Olympics in Tokyo will still go ahead. Canada has become the first country to announce it won't send athletes to the Games. And, for the first time, Japanese Prime Minister Shinzo Abe said postponing the 2020 Summer Olympics is a possibility. The Olympics are still months away -- they're scheduled to start on July 24. But as Team Canada said in a statement, it's not just about athletes' health -- it's about public health. Has this ever happened before? The short answer is: Yes. The 1916 Summer Olympics were canceled amid World War I, and both the Summer Olympics of 1940 and 1944 were axed due to World War II. But scrapping an Olympics in peacetime would be unprecedented. Who would be impacted by this? Doing so would have ramifications on everything and everyone from the sponsors and broadcasters to the economy and athletes. Organizers said in December that the cost of hosting the Olympics was 1.35 trillion yen ($12.25 billion) -- and, according to Reuters, that figure did not include the cost of moving the marathon and walking events from Tokyo to Sapporo to avoid the summer heat, a decision taken in October 2019.  Massive investments had been made in improving Japan's transportation networks, building venues and upgrading tourism facilities in anticipation of the 90 million visitors that Abe said Japan would welcome in 2020. Read more here: ##Business## The number of coronavirus infections continue to grow, roiling stock markets and prompting countries to impose strict measures. Here's the latest: Olympics in doubt: Canada is the first country to announce it won't send a team to this year's Tokyo Olympics, while Australia said it is planning for the possibility of a postponement. The news comes after Japan's Prime Minister Shinzo Abe said for the first time that postponing the Games is a possibility, and the International Olympic Committee said it was considering rescheduling.\nStock markets take a hit: Dow futures fell 5%, while the Australian benchmark -- the S&P/ASX 200 -- fell as much as 8.5% to an eight-year low when markets opened Monday morning.\nUS deaths rise: Coronavirus cases continue to rise in the United States, with at least 34,000 cases, including 413 deaths.\nTrump wrote to North Korea: President Donald Trump confirmed he sent a letter to North Korean leader Kim Jong Un offering assistance on coronavirus. North Korea has not yet confirmed any cases.\nSaudi Arabia orders a daily curfew: The curfew starts Monday, and will be in place from 7 p.m. to 6 a.m. local time. The curfew is scheduled to last for 21 days. \nSpain receives medical supplies from China: A planeload of medical supplies from China is expected to arrive in Madrid in the next 24 hours. Spain is one of the worst affected countries, with over 28,000 cases, according to Johns Hopkins University, which is tracking cases recorded by the World Health Organization and additional sources.\nMillions in the US face stay at home orders: At least eight states in the US have issued stay at home orders, including New York, California and Illinois.\nPrison riots in Colombia: At least 23 inmates were killed and 87 injured after nationwide prison riots prompted by coronavirus fears. The country's health ministry said Sunday that there are currently 231 confirmed coronavirus cases in Colombia. China confirmed nine more deaths and 39 additional cases of coronavirus as of the end of day Sunday, according to the country's National Health Commission (NHC).  None of the latest cases were in Hubei -- once the center of China's coronavirus outbreak --making this the fifth straight day that the province has had no new cases. All of the new confirmed infections are imported, bringing the total number of imported cases to 353. The death toll in Hubei stands at 3,153, while the nation's overall death toll is at 3,270. In total, there have been 81,093 confirmed coronavirus cases, according to the NHC.  The NHC says that 72,703 patients have recovered and been discharged from hospital. ##Health## Singapore Airlines will cut 96% of its capacity until the end of April amid the novel coronavirus outbreak, the airline said in a statement on Monday. In what the airline called \"the greatest challenge\" it has faced, 138 out of its total fleet of 147 will be grounded as a result of the announcement. The carrier's low-cost unit, Scoot, will also suspend most of its network, and will ground 47 out of its fleet of 49 aircraft, it added. The company said it made the decision after recording a \"significant decline\" in passenger revenues following a tightening of border controls around the world.  It added that it is currently taking steps to build up its liquidity and reduce capital expenditure and operating costs, such as cutting salary for its management and discussing with aircraft manufacturers to defer upcoming aircraft deliveries. A number of airlines have slashed flights in response to the outbreak.  Read more here.  ##Business## Australia's Olympic Committee is telling its athletes to prepare for for the possibility that the Games could be postponed until 2021.  The statement follows the International Olympic Committee’s announcement of a potential postponement of this year’s Games, which are set to start in July in Tokyo. Here's the statement from Australian Olympic Committee (AOC):  The AOC believes our athletes now need to prioritise their own health and of those around them, and to be able to return to the families, in discussion with their National Federations.\nThe AOC held an Executive Board meeting via teleconference this morning and unanimously agreed that an Australian Team could not be assembled in the changing circumstances at home and abroad. Australian Team Chef de Mission for Tokyo Ian Chesterman said it's clear the Games can't be held in July. \"While there will still be much to work out as a result of this change, the timing will allow athletes from around the world to properly prepare with the hope the coronavirus crisis will be under control.\n“We are aware that for many such a postponement will present a range of new issues. But when the world does come together at the Tokyo Olympic Games they can be a true celebration of sport and humanity.” ##Business## Canada has announced that it won't be sending athletes to the Tokyo Olympics, making it the first country to back out of the Games. In a statement, the Canadian Olympic Committee (COC) and Canadian Paralympic Committee (CPC) said they had made the difficult decision not to send Canadian teams to the Olympic and Paralympic Games in the summer of 2020.   The 2020 Summer Olympics are set to kick off in July this year. \"This is not solely about athlete health – it is about public health,\" Team Canada said in a statement. \"With Covid-19 and the associated risks, it is not safe for our athletes, and the health and safety of their families and the broader Canadian community for athletes to continue training towards these Games. \n\"In fact, it runs counter to the public health advice which we urge all Canadians to follow.\" Calls to postpone: The COC and CPC are also calling on the International Olympic Committee (IOC), the International Paralympic Committee (IPC) and the World Health Organization (WHO) to postpone the Games for one year. \"We offer them our full support in helping navigate all the complexities that rescheduling the Games will bring. \n\"While we recognize the inherent complexities around a postponement, nothing is more important than the health and safety of our athletes and the world community.\" ##Health## ##Business## Speaking to lawmakers on Monday, Japanese Prime Minister Shinzo Abe said postponing the 2020 Summer Olympics is a possibility. This is the first time Abe has changed his staunch public position that the Olympics will start July 24 as scheduled. In recent days, a growing number of countries and athletes have called for the games to be postponed, while Canada said today it will not send any teams. The International Olympic Committee (IOC) responded Sunday, saying a final decision on postponement will be made within four weeks, due to the vast complexities of rescheduling a massive global sporting event like the Olympics. “The IOC’s decision is along the lines of what I said before, of holding the event in its complete form. If that becomes difficult -- and thinking first about the health of the athletes -- we may have no option but to consider postponing the Games,\" Abe said, speaking at the budget committee in Japan’s upper house of parliament.   ##Daily Life## ##Business## The United Arab Emirates suspended all inbound and outbound passenger flights and \"the transit of airline passengers\" in the UAE for two weeks to combat the spread of coronavirus, according to the UAE's state-run news agency WAM.  The decision will take effect in 48 hours, WAM reported. ##Travel## President Donald Trump said Sunday he is considering an executive order to free elderly \"totally nonviolent\" federal prisoners. \"We have been asked about that, and we're going to take a look at it. It's a bit of a problem. But when we talk about totally nonviolent, we're talking about these are totally nonviolent prisoners, we're actually looking at that, yes,\" Trump told reporters at a White House news conference. Several states, including California, New York, Ohio and Texas, and New York City have started releasing low-level offenders as well as those who are elderly or sick because of the virus. New York City's Mayor Bill de Blasio spoke with President Donald Trump and Vice President Mike Pence Sunday night and discussed the “urgent supply need in our public hospitals,” according to a tweet from de Blasio’s press secretary, Freddi Goldstein. “The Mayor also urged that we need the military’s trained medical professionals ASAP. We welcome the focus & attention, and hope it translates to immediate action,” Goldstein tweeted. What's going on in New York state: New York is the worst affected state in the United States, with at least 15,168 confirmed cases and 114 deaths. New York is one of at least eight states in the US that has issued stay at home orders. ##Health## Retired South African swimmer Cameron van der Burgh, the 2012 Olympic 100-meter breaststroke champion, says he has coronavirus.  In a series of tweets on Sunday, the 31-year-old discussed dealing with the illness, calling it \"by far the worst virus I have ever endured.\" Van der Burgh retired from swimming in 2018. The International Olympic Committee's executive board said Sunday it is considering postponing -- but not canceling -- this summer's Olympic Games in Tokyo because of the coronavirus pandemic. ##Daily Life## ##Health## Italy's government has made a direct appeal to Defense Secretary Mark Esper for US military aid to help combat coronavirus, according to a US defense official.  What Italy is asking for: The Italian defense minister asked Esper for critical medical equipment like masks and ventilators.  The Italian government also asked US military personnel stationed in Italy to assist local Italian authorities by providing medical personnel and field hospitals. Those US personnel would support Italian troops who are already responding to the crisis. How the Defense Department is helping already: Esper recently made the Defense Department’s stockpile of masks and ventilators available to civilian hospitals in the US. The military has units capable of constructing field hospitals that can help alleviate the burden on civilian hospitals. What's the bigger picture? Italy has more than 59,000 confirmed coronavirus cases, according to according to Johns Hopkins University, which is tracking cases recorded by the World Health Organization and additional sources. The Russian military has already made a very public effort to provide the Italians with assistance. They have used military aircraft to fly in medical personnel and equipment. ##Health##"], "Language": false}