{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/us/space-station-science-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-03-23T20:53:01Z"], "LastModifiedDate": ["2020-03-23T20:53:01Z"], "Headline": ["While we were stockpiling, here's what astronauts were up to in space last week"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For astronauts living on the International Space Station, their life is a type of quarantine. They can't go outside unless it's on a planned spacewalk in very specific gear and they remain in the same confined space for six months or longer.  While many of us are practicing social distancing, working from home or living in quarantine-like and isolated situations, life goes on as normal for the space station-dwelling astronauts.  They're aware of the pandemic and have been sharing their support for people across the globe through their Twitter accounts. NASA astronaut Jessica Meir shared her perspective: \"From up here, it is easy to see that we are truly all in this together. #EarthStrong.\" But the astronauts aren't just floating around and taking cool pictures of Earth. Each week, hundreds of science experiments are in progress on the station. In addition to working on these experiments, the astronauts study themselves to better understand the human body in space.  Here's a look at the cool science they've been doing 254 miles from Earth.  Space pants Living in space is an adjustment for the human body as it adapts to the lack of gravity.  Over the years, astronauts have noticed changes in their vision as a response to the headward fluid shift they experience. This also increases pressure in the head.  Last week, NASA astronauts Jessica Meir and Andrew Morgan, as well as Russian cosmonaut Oleg Skripochka, tested out the Russian Chibis hardware, also known as the Russian Space Agency's Lower Body Negative Pressure experiment.  It's basically a pair of pants housed in the Russian Orbital Segment of the space station. The rubber pants use suction to draw fluids back down towards the legs and feet, just like we experience walking on Earth.  Researchers hope that hardware to reverse the fluid shift astronauts experience in space could also help with their vision changes.  While Morgan was wearing the Chibis pants, Meir used a tonometer to measure his eye pressure, with doctors on Earth watching in real time. Morgan's head and chest were also scanned to monitor blood flow.  The astronauts also tested their hearing as part of the European Space Agency's Acoustic Diagnostics experiment to monitor if the astronauts' hearing changes in response to noise and lack of gravity on the station.  Heart, muscle and bone Multiple experiments are currently occurring on the station that could not only benefit the health of astronauts, but human life on Earth as well.  Two different experiments are focused on growing healthy heart cells from stem cells to see if they grow easier and quicker in the absence of gravity.  These cells could treat astronauts who experience heart abnormalities and be used to treat people and children with cardiac diseases and disorders on Earth. The cells can also be used to investigate the development of new pharmaceuticals.  One experiment, called Engineered Heart Tissues, allows the astronauts to watch heart cell muscle contractions in real time.  Meir and Morgan have been taking care of the heart cells, watching how they react to the lack of gravity. When the heart cells return to Earth, the results of the space experiment will be compared with a similar control experiment on Earth.  The astronauts have also been studying bone samples to understand and develop bone treatments for astronauts who suffer bone loss in space, as well as people diagnosed with osteoporosis on Earth. The goal is to determine new treatments for both.  Mice are also sharing space on the station with the astronauts in a mouse habitat so they can study how the mice and their gene expression reacts to zero gravity.  Understanding how their gene expression is altered can help NASA better prepare for long-term human spaceflight. The study also serves a secondary purpose of allowing them to determine countermeasures for muscle atrophy, which can occur in space or for patients on bed rest. It's all in your gut Astronauts don't get much of a chance to vary their diets in space. That means they could also be missing out on vital nutrients and other added benefits of the fresh food we consume on Earth. The Japanese space agency's Probiotics investigation is studying how good gut bacteria could improve the human microbiome on long-term missions.  Meanwhile, the astronauts are also participating in an experiment called Food Acceptability, looking at the \"menu fatigue\" that happens when they eat based on limited options over months on the station. This usually causes them to lose weight by the time they return to Earth.  Fortunately, the astronauts are also actively growing lettuce in space and so far, it's proven safe to eat. The ability to grow fresh produce in space could be a game changer for astronauts on long missions going forward. "], "Language": false}