{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/sport/olympics-tokyo-2020-sandi-morris-tyrone-smith-hayley-wickenheiser-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T14:50:00Z"], "LastModifiedDate": ["2020-03-23T15:33:59Z"], "Headline": ["'We're at a loss,' say athletes left in limbo as pressure mounts on Olympic organizers"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["With the biggest date on the sporting calendar looming, Sandi Morris has nowhere to train.  Her usual training center at the University of Arkansas is closed amid the coronavirus outbreak, leaving Morris, a pole vault silver medalist from the last Olympics, with a big decision -- stay at home and build fitness by running in the local neighborhood, or pack up and drive 14 hours to a training group in Atlanta.  The situation is hardly ideal but has been made easier as Morris now has the company of husband Tyrone Smith, a Bermudian long jumper who has joined her from Texas after his business school lectures moved online.  \"Like all athletes we're kind of at a loss,\" Morris tells CNN Sport.  \"It's either risk your own health and drive across the country and go join another small training group in a private facility, or do we wait it out and see if the facilities open back up in four weeks? That's where we're at.\" Visit CNN.com/sport for more news, videos and features The International Olympic Committee (IOC) urged athletes to continue their preparation as planned last week, adding that it is \"fully committed\" to commencing the Games on July 24. Then on Sunday, it said that postponing -- but not canceling -- the Games was being considered, or modifying the Games to allow proceedings to get underway in July.  In the meantime, Canada and Australia announced they would not send athletes to Tokyo amid the pandemic and called for the Olympics to be postponed until 2021, while World Athletics also wrote to the IOC calling for a postponement.  'Be ready for anything' With the goalposts continually shifting and preparation hindered without access to facilities, coaches and training partners, athletes have been left in limbo.  \"I'm going to use it in a positive way,\" says Morris, who is trying to remain optimistic.  \"I've had a couple of little nagging injuries that normally I would say: I'm going to push through this and do physical therapy while training.  \"But now I have more time. I'm going to focus on physical therapy over the next week or so, then go back to the general conditioning and try to get some base work in because now we don't know how long this season's going to be.  \"Is it going to be postponed? Are we going to have to be ready in October instead of in August? At this point, the only choice that athletes have is to be ready for literally anything.\" Away from improvised training, Morris says that staying calm and focused is key. \"Not knowing when or if the Olympics are going to happen can be very emotionally draining if you focus too hard on it, which is very hard to not focus on when all we have right now is social media and the news and the panic,\" she adds.  \"So the best thing for any athlete right now would be to separate ourselves as much as we can from the panic and just focus on ourselves ... Put the phone down, don't overthink anything.\" On Sunday, IOC president Thomas Bach wrote a letter to athletes announcing it was the organizer's \"leading principle to safeguard the health of everyone involved, and to contribute to containing the virus.\" Bach acknowledged the difficulties athletes have had in preparing for these Games, reiterated that cancellation was not considered an option, and said that a final decision would be made within the next four weeks. 'Ton of anxiety' For Morris' partner Smith, an Olympic veteran who is getting ready for his fourth Games, the scheduling of Tokyo 2020 is perhaps more pressing -- it could determine when and how he calls time on his career.   \"I could conceivably train through (to next year) but time's not on my side,\" the 35-year-old tells CNN Sport.  \"It's increasingly difficult to train while being at school (in Texas) and being away from my coach and everything that I'm familiar with.  \"It has definitely crossed my mind. I think especially if there was a two-year postponement, it would mean that my career was over when I didn't even realize it. I'd have had my last track meet this past summer.\" The USA's Track and Field and Swimming bodies both called for the Games to be postponed last week, while four-time Olympic gold medalist and IOC member Hayley Wickenheiser has urged Olympic organizers not to be \"insensitive and irresponsible\" by saying with certainty that the Games will go ahead as planned.  Wickenheiser is now in her final year of medical school and has been on the frontline of emergency rooms in Toronto while hospitals try and cope with the pandemic.  Having played in six Olympics, the former ice hockey star is an attested voice in this debate.  \"I have lived through this uncertainty as an athlete, it's very unsettling,\" Wickenheiser tells CNN Sport.  \"There's a ton of anxiety. There are athletes that will do just fine with this and they will carry on and not miss a beat and there are other athletes that will be crippled by the uncertainty and anxiety, that's how general human reactions will be.\" 'The world is hurting' With firsthand experience of how hospitals are coping with the virus, Wickenheiser knows the importance of not losing sight of the bigger picture -- and to couch whatever may happen with the Games in the wider context of public health. \"It just is very difficult to be talking about how to protect athletes in the Olympic Village when so many countries in the world are facing this pandemic head on,\" she says. \"Where I come from is a place where I think our tone has to be a little more empathetic. \"I watched my supervising doctors be stressed going in to see COVID patients ... I've seen people in the ICU on respirators that are not actually that old. This is very real and it doesn't scare necessarily everyone. We all have to take a responsibility. What's happening in Italy is a stark warning to the world.\" Smith, too, is aware there are greater issues at play. The difficulty, he says, is that when you've spent four years of your life building towards an event, the prospect of not taking part in it can be tough to swallow.   \"I don't want to be selfish, but so much of what we do to be Olympians and to be at the pinnacle of sport requires selfishness. It's hard to break completely out of that mindset,\" he says.  \"I understand the world is hurting right now and there are things more important. But there's not many things that are more important to me as an individual. That's what I'm struggling with.\" For now, athletes are left playing a waiting game with little option but to train for the Olympics as best they can.  What remains unclear is whether they'll find themselves on the start line this year or next. "], "Language": false}