{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/cnn-underscored/apple-macbook-air-magic-keyboard-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-18T13:17:19Z"], "LastModifiedDate": ["2020-03-23T13:57:01Z"], "Headline": ["Apple's new MacBook Air gets the Magic Keyboard and double the storage"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Apple has updated the MacBook Air with a Magic Keyboard, improved specs and, more importantly, a lower price: $999. It's up for order now.  13\" MacBook Air, Intel Core i3 with 8GB of RAM and 256GB of storage in Gold, Silver or Space Gray ($999.99; bhphotovideo.com, expercom.com or amazon.com)\n13\" MacBook Air, Intel Core i5 with 8GB of RAM and 512GB of storage in Gold, Silver or Space Gray ($1,299.99; bhphotovideo.com, expercom.com or amazon.com) And the laptop's upgrades are apparent from the moment you open the lid. The Magic Keyboard, which was first seen on the 16-inch MacBook Pro, has finally made its debut within the Air family. It features a fully redesigned scissor-switch mechanism that reduces the chances of dust and grime building up underneath the keys. While the keys only travel 1 millimeter, they're quite punchy and deliver an old-school typing experience — you can hear the clack of the key and feel the response from pressing it.  Better yet, the arrow keys are now in a \"T\" arrangement with clear separation throughout, instead of a rectangular block of keys as on former models. It's a small change, but classic typists will appreciate the extra room here. We've been loving the Magic Keyboard on the 16-inch MacBook Pro and are eager to go hands-on with the MacBook Air. On top of a new keyboard, you can customize the MacBook Air with up to a 10th Gen Intel Core i7 processor. With that, you can expect twice the performance of the 2019 model. That means you can throw streaming, photo editing, intense gaming and any productivity task at this machine without any slowdowns. Gaming and creative tasks get an extra boost from the integrated Intel Iris Plus Graphics, which ensures no frame-rate drops. A dropped second or millisecond could mean losing a race in a game or messing up big time in Photoshop. The base $999 model gets a 10th Gen Intel Core i3 processor with 8GB of RAM and 256GB of storage. This should be plenty for most users and will allow for productivity work, plenty of streaming, some light gaming and even photo or video editing. The $1,299 option gets boosted to an i5 processor with 8GB of RAM and 512GB of storage, which gives you more room to breathe with a faster processor that delivers a more fluid experience. That means you can run plenty of apps at the same time, dip your fingers into more gaming, try out a little coding and edit more movies.  Eagle-eye readers will notice that the storage is bumped up here. Last year's models offered 128GB or 256GB and cost $100 more than this year's counterparts, so the new models give you twice as much storage for less money. It's a nice bonus and means you can store hundreds of thousands of photos before running out of storage. Both of these are solid-state drives, which round out what is ultimately the zippiest experience yet on the Air. Those who need an extreme amount of storage can upgrade to a 2TB SSD. Additionally, the MacBook Air keeps a 13-inch Retina display with True Tone, which will adjust the color temperature of the display on the fly depending on the lighting of the space you're in. It keeps a pretty large Force Touch trackpad, and you still get two Thunderbolt 3 ports for charging, data transfers or video out. Stereo speakers still flank the left and right sides of the keyboard, and there's a three-microphone array on board for better quality during calls. We're eager to go hands-on with Apple's latest MacBook Air, especially with a lower starting price of $999. That, along with the redesigned keyboard, twice the storage and upgraded hardware have us intrigued, to say the least. You can order the new MacBook Air right now and it will start shipping next week.  Alongside the MacBook Air, Apple gave the Mac Mini a small storage update. The entry-level model ($799) now comes with 256GB and the $1,099 model gets 512GB — that's double the storage out of the box. That change is effective Wednesday. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}