{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/us/five-things-march-23-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-23T10:30:40Z"], "LastModifiedDate": ["2020-03-23T10:30:40Z"], "Headline": ["5 things to know for March 23: Coronavirus, Olympics, Colombia, 2020 vote, weather"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Cabin fever is starting to set in. Can you go outside? On a walk? On a hike? Experts say yes (if local laws allow), but with very specific precautions. Here's what you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  The federal government has activated the National Guard in California, Washington and New York, three of the states hardest hit by the coronavirus outbreak. President Trump said the extra forces will provide backup to state leaders. New York and at least seven other states are facing orders from their governors to stay home. In India, millions of residents living in 75 districts across the country are under lockdown as the second-most populous country in the world tries to avoid becoming a potential powder keg for coronavirus spread. Meanwhile, Senate Democrats have blocked movement on the massive trillion-dollar Republican-backed stimulus package. Democrats say there isn't enough regulation in the $500 billion allotted to struggling businesses, and have expressed concern they weren't involved in the proposal's creation. A vote on the package is expected at 1:00 pm today. 2. Tokyo Olympics It's looking more and more likely that the Summer Olympic Games in Tokyo will be postponed. Japanese officials and the International Olympic Committee have both seemed reticent to alter the event despite growing pressure to do so. The tipping point came this weekend when both Canada and Australia announced they would not send athletes to the Olympics due to coronavirus concerns. Both countries' Olympic committees called for the Games to be postponed until 2021. On Monday morning, Japan's Prime Minister Shinzo Abe said postponing the Games was a possibility, softening his staunch stance that the games must start on time. The IOC says a final decision will be made in the next four weeks.  3. Colombia   A prison riot in Colombia prompted by coronavirus fears has left at least 23 inmates dead and 83 injured. The country's Justice Minister Margarita Cabello said the incident began with a \"massive and criminal escape attempt\" at Bogota's La Modelo prison, one of the country's largest and most overpopulated prisons. Cabello also said there was unrest in other penitentiary centers around the country. The health and security of prison inmates and prison staff is a growing concern. In Italy, a dozen inmates have died and dozens more have escaped in similar riots and, in the US, there have been several confirmed cases of coronavirus in prison systems across the country.  4. Election 2020 While the human and economic toll of the coronavirus pandemic are certainly top of mind, the political stakes get higher every day as the US inches toward the November general election. Experts agree President Donald Trump's handling of the crisis will be the most critical moment in his presidency so far and could alter his reelection chances. As far as actual voting is concerned, election officials and voting rights groups are calling for a general move to a full vote-by-mail system for remaining primaries and the November general election.  5. Weather  It may officially be spring, but there's a potential Nor'easter brewing along the East Coast that could dump unseasonable amounts of snow in New York, New England and parts of Canada. In the worst-case scenario, interior portions of the Northeast could get 6 to 12 inches of spring snow when the storm hits early this week, probably Tuesday. Though the storm is expected to move rapidly, don't get too comfortable yet -- there's another round of snow expected to follow shortly after.  BREAKFAST BROWSE People are talking about these. Read up. Join in. Tributes are pouring in for Kenny Rogers The country music icon passed away at 81.  Audible is now offering free audiobooks for kids stuck at home  An audiobook plus headphones equals blissful silence for parents. A New York couple got married on an empty NYC street with their friend officiating from a fourth-story window.  Love finds a way.  Rob Gronkowski made his WWE debut in an empty arena  But he was still 100% Gronk energy.  This online toilet paper calculator will tell you how long your stash will last  The question is ... do you really want to know?  This just in .... Secretary of State Mike Pompeo has made an unannounced trip to Kabul, Afghanistan. It's been almost a month since the US and Afghanistan entered into a historic agreement, but violence in the country has persisted. Pompeo is expected to meet with Afghan President Ashraf Ghani and his political rival Abdullah Abdullah. TODAY'S NUMBER 146 million  That's roughly how many people live in Russia, yet the country has only reported about 253 cases of the coronavirus. Even Luxembourg, which has a population of just 628,000, has reported more cases.  TODAY'S QUOTE  \"We're looking at this as a time of war.\" AT&T CEO Randall Stephenson, who says corporate America is going to need to \"step up\" to help employees, customers and the country survive the current and future threats of the coronavirus pandemic. AND FINALLY Shoe game en pointe  Ballet dancers are SERIOUS about their shoes. Here's a look at the time, effort and sewing that goes into getting those pointe shoes performance-ready. (Click here to view) "], "Language": false}