{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/entertainment/tom-hank-rita-wilson-coronavirus-feeling-better-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-03-23T05:21:10Z"], "LastModifiedDate": ["2020-03-23T06:40:03Z"], "Headline": ["Tom Hanks reminds us that coronavirus, too, shall pass as he and Rita Wilson are feeling better"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tom Hanks and Rita Wilson are feeling better after being treated for coronavirus and Hanks offered some advice to those sheltering in place. \"Hey, folks.  Two weeks after our first symptoms and we feel better,\" Hanks tweeted Sunday night. \"Sheltering in place works like this: You don't give it to anyone -You don't get it from anyone.  Common sense, no?  Going to take awhile, but if we take care of each other, help where we can, and give up some comforts...this, too, shall pass.  We can figure this out.  Hanx\"  The couple were self-quarantined in their home in Australia after being released last week from a hospital there, a representative for Hanks told CNN last Monday. Hanks and Wilson were in Australia for pre-production work on a film about singer Elvis Presley. Hanks is set to play Presley's manager, Colonel Tom Parker, in the film directed by Baz Luhrmann. Production on the project has been suspended.  On Sunday, Wilson captured some of what she called \"Quarantine Stir Crazy\" with a video posted to her Instagram of her transitioning from reading the sci-fi novel \"Ender's Game\" to rapping Naughty by Nature's 1992 hit \"Hip Hop Hooray.\"  They have kept the public informed on their coronavirus experience: thanking the helpers and providing updates on their condition. \"Well, now. What to do next? The Medical Officials have protocols that must be followed,\" the couple posted on Instagram when they were diagnosed. \"We Hanks' will be tested, observed, and isolated for as long as public health and safety requires. Not much more to it than a one-day-at-a-time approach, no? We'll keep the world posted and updated. Take care of yourselves!\""], "Language": false}