{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/us/quarantine-games-coronavirus-isolation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-21T07:19:40Z"], "LastModifiedDate": ["2020-03-21T07:19:40Z"], "Headline": ["One of the symptoms of self-isolation is extreme boredom. Here are some of the creative ways people are keeping themselves entertained"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus has canceled your spring break plans, sporting events, concerts and late night rendezvous.  You're practicing social distancing, isolation and self-quarantining to help fight the spread of the coronavirus.  So when boredom strikes, days, weeks and possibly months in, it's going to call for some serious creativity. Here are some ideas you can use to stay distracted: Play tic-tac-toe with your pet A lot of people have discovered their pets have secret talents ... like playing tic-tac-toe. Disclaimer: there might be a few sore losers. A totally not stressful game of airborne tennis The courts are empty, but the game doesn't end there. Why not bat the ball around with your neighbor through your windows?  A good ol' game of community bingo When you're bored, your first choice of a game is probably not bingo. But when you're really, really bored, you kind of run out of options. Welcome to the Quarantine Olympics We have no idea what most of these games consist of. The only rule of the Quarantine Olympics is you make your own rules. Have at it. Recreate your canceled vacations You were supposed to be at the beach right now. Maybe on a cruise. Either way, why not turn your living room into a vacation destination?  P.S. If your imagination sucks, this might not work. Turn your pet into some live entertainment Fetch just won't cut it anymore.  While being stuck at home isn't our preferred way of spending the warm days either, we're all in this together. All it takes is some positive thinking -- and creativity -- to make it work. "], "Language": false}