{"Type": ["gallery"], "Url": ["https://www.cnn.com/2014/09/30/politics/gallery/jimmy-carter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2014-09-30T20:34:40Z"], "LastModifiedDate": ["2020-03-20T21:13:01Z"], "Headline": ["Jimmy Carter's legacy, in photos"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Jimmy Carter, the 39th President of the United States, speaks in Elk City, Oklahoma, in 1979. Carter, 6, poses with his sister Gloria in their hometown of Plains, Georgia, in 1931. Carter graduated from the US Naval Academy on June 5, 1946, after completing the accelerated wartime program. Carter shovels peanuts in the 1970s. Carter was the son of a peanut farmer, and he took over the family business in 1953 before his political career took off. Carter gets a haircut during his first year as governor of Georgia. He was inaugurated on January 12, 1971. After becoming the Democratic Party's presidential nominee in 1976, Carter raises hands with running mate Walter Mondale at the Democratic National Convention in New York. Standing to Carter's right is his wife, Rosalynn, and their daughter, Amy. Carter ran as a Washington outsider and someone who promised to shake up government. Carter and US President Gerald Ford debate domestic policy at the Walnut Street Theater in Philadelphia in September 1976. It was the first of three Ford-Carter presidential debates. Carter embraces his wife after receiving news of his election victory on November 2, 1976. Carter received 297 electoral votes, while Ford received 241. Chief Justice Warren Burger swears Carter into office on January 20, 1977, while Rosalynn Carter looks on. Carter, second from left, and his brother Billy, left, visit Georgia's St. Simons Island in 1977. Carter delivers his State of the Union address to a joint session of Congress in January 1978. \"Government cannot solve our problems,\" he said. Anti-government sentiment at the time was brought on by economic pessimism along with the end of the Vietnam War and the unraveling of the Watergate saga. Three days before his birthday in 1978, Carter blows out candles on a birthday cake presented to him at a fundraiser for the Democratic National Committee. Carter jogs on the South Lawn of the White House in December 1978. Egyptian President Anwar Sadat, right, listens to Israeli Prime Minister Menachem Begin on September 6, 1978, at the Camp David presidential retreat in Maryland. With Carter's help, terms of a peace accord were negotiated at Camp David. A formal treaty was signed in Washington on March 26, 1979, ending 31 years of war between Egypt and Israel. It was one of the highlights of Carter's presidency. Outgoing President Carter, left, sits with President-elect Ronald Reagan en route to Reagan's inauguration in January 1981. Before departing for Georgia following Reagan's inauguration, Carter holds his crying daughter as his wife blows a kiss at Andrews Air Force Base in Maryland. The Carters wear glittering garlands and a turban given to them by Pakistani tribesmen at the Pakistan-Afghanistan border in November 1986. They also received a pair of rams. Carter addresses a United Nations interfaith service at New York's Trinity Church in September 1991. His speech was entitled \"The Present Role of the United Nations in a Changing World.\" From left, former President George H.W. Bush, President Bill Clinton, Carter and Vice President Al Gore attend the Presidents' Summit for America's Future in Philadelphia in 1997. They helped clean up local neighborhoods as part of the effort to encourage volunteer service. Clinton presented Carter with the Presidential Medal of Freedom, the nation's highest civilian honor, on August 9, 1999. Carter was recognized for his diplomatic achievements and humanitarian efforts. Carter works at a construction site sponsored by the Jimmy Carter Work Project in Asan, South Korea, on August 6, 2001. The Carters have been involved with the nonprofit Habitat for Humanity since 1984. Cuban President Fidel Castro calls for time as Carter prepares to throw the first pitch at a baseball game in Havana, Cuba, in May 2002. Students at the University of Havana listen to Carter outline his vision for improved relations between the United States and Cuba on May 14, 2002. The speech was broadcast live and uncensored on Cuban state television. Carter is awarded the Nobel Peace Prize in Oslo, Norway, in December 2002. He was recognized for his many years of public service, and in his acceptance speech he urged others to work for peace. Carter adjusts his headphones at a news conference in Caracas, Venezuela, in January 2003. He proposed a referendum on Venezuelan President Hugo Chavez's presidency or an amendment to the constitution as a way to end the political crisis in the South American nation. Democratic presidential candidate Howard Dean speaks beside Carter during a campaign stop in Plains, Georgia, in January 2004. Rosalynn Carter smashes a bottle of champagne against the sail of the USS Jimmy Carter during the submarine's christening ceremony in Connecticut on June 5, 2004. The Carters wave to the audience at the Democratic National Convention in Boston in 2004. Carter checks his notes while observing a polling station in Maputo, Mozambique, in December 2004. Since 1989, the Carter Center has been observing elections around the world to determine their legitimacy. The nonprofit organization was founded by Carter and his wife to advance human rights across the globe. In February 2007, Carter speaks to children in Ghana on the seriousness of eradicating guinea worm disease. The Carters arrive for President Barack Obama's inauguration in January 2009. Carter testifies in May 2009 during a Senate Foreign Relations Committee hearing on energy independence and security. Hamas leader Ismail Haniya speaks in June 2009 during a joint news conference with Carter in Gaza. Carter denounced the deprivations facing Palestinians in Gaza as unique in history, asserting that they are being treated \"like animals.\" Carter walks out of the Hall of Remembrance at the Yad Vashem Holocaust memorial in Jerusalem in August 2009. The Elders, an independent council of retired world figures, kicked off a visit to Israel and the Palestinian territories in a bid to encourage Middle East peace efforts. Carter delivers a speech in Seoul, South Korea, after receiving an honorary doctorate degree from Korea University in March 2010. During a four-day visit to South Korea, Carter urged direct talks with North Korea, saying a failure to negotiate nuclear disarmament might lead to a \"catastrophic\" war. Carter greets South African leader Nelson Mandela in Johannesburg in May 2010. Carter hugs Aijalon Mahli Gomes at Boston's Logan International Airport in August 2010. Carter negotiated Gomes' release after he was held in North Korea for crossing into the country illegally in January 2010. Carter and other former Presidents, including Clinton and both George Bushes, attend the Points of Light Institute Tribute to Former President George H.W. Bush in March 2011. Cuban President Raul Castro greets Carter and his wife at the Revolution Palace in Havana on March 30, 2011. Carter was the first former US President to visit Cuba since the 1959 revolution. In April 2011, Carter addresses students at the Pyongyang University of Foreign Studies in Pyongyang, North Korea. As part of the World Summit of Nobel Peace Laureates, Carter answers a question during a panel discussion at the University of Illinois in Chicago in April 2012. From left, President Obama, Carter, first lady Michelle Obama and Clinton wave from the steps of the Lincoln Memorial on August 28, 2013. It was the 50th anniversary of the March on Washington, which is best remembered for Martin Luther King Jr.'s \"I Have a Dream\" speech. Carter talks with reporters in Chicago at a signing for his book \"A Call to Action: Women, Religion, Violence and Power\" in March 2014. In the book, Carter argues that the abuse and subjugation of women and girls is one of the biggest challenges the world faces. Carter teaches Sunday School on Easter Sunday 2014 at Maranatha Baptist Church in Plains, Georgia. Carter teaches Sunday School at the church several times a year. Carter signs his book \"A Full Life: Reflections At Ninety\" in Pasadena, California, in July 2015. Carter talks about his cancer diagnosis during a news conference at the Carter Center in Atlanta in August 2015. Carter announced that his cancer was on four small spots on his brain and that he would immediately begin radiation treatment. In December 2015, Carter announced that he was cancer-free. Carter delivers a lecture on the eradication of guinea worm disease at the House of Lords in London in February 2016. Carter and his wife arrive for the inauguration of Donald Trump in January 2017. Carter helps build stairs for a home during a Habitat for Humanity project in Edmonton, Alberta, in July 2017. A couple days later, while working on another house in Canada, Carter became dehydrated and was taken to a hospital as a precaution. Carter, center, speaks along side former US Presidents George H. W. Bush, George W. Bush, Bill Clinton and Barack Obama as they attend the Hurricane Relief concert in College Station, Texas, in October 2017. Carter holds up a copy of his new book \"Faith: A Journey For All\" at a book-signing event in New York in March 2018. Carter and his wife, Rosalynn, speak with Atlanta Falcons head coach Dan Quinn prior to an NFL game in September 2018. Former US President George W. Bush greets Carter and other former presidents during the state funeral for his father in December 2018. Jimmy and Rosalynn Carter bow their heads in prayer at a church in Plains, Georgia, in June 2019. It was less than a month after the former president fell and broke his hip. Carter fell and hit his head in early October 2019 while getting ready for church, requiring 14 stitches above his brow. But he didn't let that stop him from heading to Nashville that afternoon for a week of building houses with Habitat for Humanity. Carter teaches Sunday school at Maranatha Baptist Church in Plains, Georgia, in November 2019."], "Language": false}