{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/cnn-underscored/3-20-2020-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-03-20T20:20:47Z"], "LastModifiedDate": ["2020-03-20T20:20:47Z"], "Headline": ["The best sales to shop this weekend: Nordstrom, Wayfair, Best Buy and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Whether you're engaging in some retail therapy, doing your part to stimulate the economy, or just looking for some new stuff to entertain yourself on the home front, there are plenty of opportunities to save. Check out these can't-miss sales happening this weekend:  Tech & electronics Mac Mini If you're working from home, now's the right time to invest in a desktop computer. The compact Mac Mini ($699.96, originally $799; amazon.com) features a quad-core i3 Intel core processor, Intel Ultra-HD Graphics 630 and a 128GB hard drive, plus one HDMI 2.0 port and two USB-3 ports.  ________________________________________________________________________________________ Fire TV Stick Up your streaming game with a Fire TV Stick ($29.99, originally $39.99; amazon.com), now on sale for Prime members. You can use it to stream from your favorite apps like Netflix, YouTube, Prime Video, Disney+, Apple TV, HBO, and more, plus with the Alexa Voice Remote, you can simply press a button and ask Alexa to find movies and shows. ________________________________________________________________________________________ Kindle Kids Edition and Fire 7 Kids Edition Tablet Kids who are stuck at home will surely find something to do with a new Kindle or tablet. With the Kindle Kids Edition ($79.99, originally $109.99; amazon.com), tots can have a whole library of kid-friendly reads at their disposal, while the Fire 7 Kids Edition Tablet ($59.99, originally $99.99; amazon.com) allows them to enjoy literally thousands of books, movies, TV shows, apps thanks to Amazon FreeTime Unlimited. ________________________________________________________________________________________ Best Buy  Shop the 3-Day Sale for electronics deals galore. Save on tons of Apple products, including the MacBook Pro, HomePod and Beats by Dre headphones, along with a variety of TVs, video games, Bluetooth speakers and more.  Home & health Wayfair It's the perfect time to tackle home projects with Wayfair's Home Renovation Sale. Find deals on everything from Kohler fixtures and major appliances to tiles and flooring.  ________________________________________________________________________________________ Leesa Take up to 30% off mattresses this weekend only; that equates to up to $900 off Leesa's highly rated Hybrid Mattress.  ________________________________________________________________________________________ Eight Sleep Eight Sleep's Spring Sale is a sweet deal dream. Take up to $250 off when you bundle the brand's Pod mattress with other sleep essentials, including a sheet set, mattress protector and pillows.  ________________________________________________________________________________________ Gravity Blankets Quash any anxiety or insomnia woes with 15% off at Gravity Blankets. Through Sunday, use promo code WFH15 at checkout to score a discount on calming weighted blankets, sheets, throws, pillows and even sleep masks.  Fashion & beauty Nordstrom This almost never happens: Nordstrom is offering 20% off sitewide for a limited time. That means wardrobe staples and brand signatures that are pretty much always full-price — like Vans Classic Slip-On sneakers, Canada Goose parkas and Hydro Flasks — are seeing rare discounts. Certain brands, plus all beauty and fragrance products are excluded from the promotion, but that still leaves many favorites marked down significantly.  ________________________________________________________________________________________ Nordstrom Rack You can also rake in some savings at the Rack with 20% off sitewide (no exceptions), plus up to 70% off clearance items at the End of Season Sale.  ________________________________________________________________________________________ Cole Haan  Sale styles are up to 70% off, which means you can snag new sneakers, oxfords and boots, plus spring outwear and bags, for as low as $30. ________________________________________________________________________________________ Bonobos Guys can update their wardrobe for less with staples for Bonobos right now. The entire site is 25% off with promo code BNBS25, so stock up on chinos, shorts, cheery short-sleeve button-downs, light jackets, and everything else you want to wear in spring and summer.  ________________________________________________________________________________________ Toms  Treat your feet to comfortable styles from Toms. You'll score 25% off sitewide at the Friends & Family Sale with code FAM25, plus your kicks will ship free.  ________________________________________________________________________________________ Anthropologie This weekend only, take 25% off everything at Anthropologie, from boho-chic apparel to unique furniture and homewares. Plus, orders over $50 qualify for free shipping.  ________________________________________________________________________________________ Everlane Everlane's best-selling denim is just $50 this week — a steal for quality jeans. Not to mention, all proceeds from the brand's 100% Human collection will be donated to Feeding America's COVID-19 Response Fund, which provides supplies to food banks across the country. ________________________________________________________________________________________ Nike Nike implores you to stay active with 25% off sitewide. Use promo code MOVE25 to score discounts on coveted sneakers, fitness apparel, equipment and more.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}