{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/opinions/congress-social-distancing-leap-heye/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Douglas Heye"], "Writers": [["Douglas Heye"]], "FirstPublishDate": ["2020-03-20T13:56:28Z"], "LastModifiedDate": ["2020-03-20T16:52:24Z"], "Headline": ["In Congress, social distancing is a huge leap"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["That two members of Congress (Reps. Mario Diaz-Balart and Ben McAdams) have now tested positive for the COVID-19 should not be a surprise. If anything, it's surprising we have not seen this sooner.   On Wednesday, March 11, I was in the Capitol and the three main office buildings of the House of Representatives for meetings scheduled with several members of Congress from both parties. That happened to be the day that the World Health Organization declared that the COVID-19 had become a pandemic.  In the course of planning these meetings, I made clear to the two people I shepherded through the House that, with the news surrounding coronavirus and some members going into self-quarantine, these were not normal times in the Capitol -- the buildings would be empty compared to a typical congressional workday and that handshaking would likely be at a minimum. Boy, was I wrong. From the very beginning, entering the Capitol, it appeared as business as usual. Congressional staff, Capitol support staff, security and reporters covering Congress were everywhere. There was no shortage of tourists. Indeed, the Capitol Rotunda was jammed with tour groups. In the Cannon, Longworth and Russell House buildings, as well as one of the House cafeterias, there were plenty of people, whether those who work in the Capitol or those just visiting. Outside of the House Chamber during votes, the number of people -- Members of Congress, reporters hoping to get quotes, security and visitors like myself -- was overwhelming. Ducking into the House Republican Cloakroom -- essentially a small, private waiting room connected to the House Chamber -- I found that a room I had not visited in five years was familiarly claustrophobic, with members and staff bumping into each other like the old magnetic football table top game of the 1970s. And peeking onto the House floor, the chaotic scramble of people huddled closely, laughing, shaking hands, patting each other on the back -- touching each other, that thing we're not supposed to do! -- was like any other Congressional vote series. What did all of these encounters have in common? Close human interaction. The awkward, \"wait, we should elbow bump\" happened, but this was the exception. Much more frequent, almost always, there were handshakes followed by a joking, \"\\We should not have been doing that.\" At one member's office, a sign was posted declaring the office a handshake-free zone. My hand was not shook. I got a hug. Ugh. But just like the handshakes, a hug -- something I didn't think about until I was already doing it -- is a natural and instinctive thing to do.  Fortunately, hand sanitizer was plentiful everywhere I went and used as often as possible. Later that day, I joked to friends about how normal everything seemed in the Capitol. But times have changed very quickly. By all accounts, the Capitol complex is now less crowded. All tours have been canceled, staff presence has been reduced, and news outlets have taken steps to protect reporters. Social distancing is happening. But as the Washington Post's Paul Kane noted, there simply is no mechanism for having the House vote remotely, which would be needed to do the people's business while emptying the Capitol. (Lawmakers are introducing legislation that would allow Congress to vote remotely.)  The sad reality: Expect more members of Congress to test positive, and with that, more self-quarantining. Congress is just too social a place -- and politicians are social animals by nature -- for its members not to be personally affected."], "Language": false}