{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-22-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Fernando Alfonso III and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Fernando Alfonso III", "Veronica Rocha"]], "FirstPublishDate": ["2020-04-21T15:48:48.797Z"], "LastModifiedDate": ["2020-04-23T00:50:27.435Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. Pennsylvania Gov. Tom Wolf, speaking at a news conference on Wednesday, said he wants to reopen the state in three phases beginning May 8. The governor's office broke down the phases into three colors: red, yellow and green: The red phase, which currently applies to the whole state, has the sole purpose of minimizing the spread of Covid-19 through strict social distancing, non-life sustaining business and school closures, and building safety protocols.  \nAs regions or counties move into the yellow phase, some restrictions on work and social interaction will ease while others, such as closures of schools, gyms, and other indoor recreation centers, as well as limitations around large gatherings, remain in place. The purpose of this phase is to begin to power back up the economy while keeping a close eye on the public health data to ensure the spread of disease remains contained to the greatest extent possible. \nThe green phase eases most restrictions by lifting the stay-at-home and business closure orders to allow the economy to strategically reopen while continuing to prioritize public health. While this phase will facilitate a return to a “new normal,” it will be equally important to continue to monitor public health indicators and adjust orders and restrictions as necessary to ensure the spread of disease remains at a minimum.   By the numbers: Pennsylvania has a total of 35,684 Covid-19 cases and 1,622 deaths, Secretary of Health Dr. Rachel Levine said during a news conference today. The state will not allow people to completely go back to work until there are less than 50 cases per 100,000 people for 14 days, the governor said. ##Reopening## Seven additional big cats at New York's Bronx Zoo have tested positive for Covid-19, according to the Wildlife Conservation Society, the non-profit organization that runs the zoo. That makes a total of eight big cats who contracted coronavirus at the famed zoo in New York City. Some context: Three tigers and three African lions exhibited symptoms in early April when the zoo announced a 4-year-old Malayan tiger, named Nadia, tested positive for the virus. Testing on these six cats now confirm they have Covid-19. One more tiger also tested positive despite showing no symptoms. The zoo says all eight animals are behaving normally and eating well.  The cats were infected by a staff member, although it is unclear how the infection occurred. Preventive measure are now in place for all staff who are caring for cats in the four zoos run by the Wildlife Conservation Society in New York. They include the Bronx Zoo, the Central Park Zoo in Manhattan, the Prospect Park Zoo in Brooklyn and the Queens Zoo.  The zoos have been closed since March 16. Georgia Gov. Brian Kemp responded on Twitter to President Trump's comments that he disagreed “strongly” with the decision to reopen some businesses in the state. \"Just like the thousands of businesses currently operating throughout Georgia, I am confident that business owners who decide to reopen will adhere to Minimum Basic Operations, which prioritize the health and well-being of employees and customers,\" Kemp tweeted. More on this: Trump, speaking at the coronavirus press briefing, said he thought it was \"too soon\" to reopen certain businesses in Georgia \"I told the governor of Georgia Brian Kemp that I disagree strongly with his decision to open certain facilities, which are in violation of the phase one guidelines for the incredible people of Georgia,\" Trump said during his coronavirus task force briefing this afternoon.  Kemp, a Republican and staunch ally of Trump, on Monday announced Georgia would allow nail salons, massage therapists, bowling alleys and gyms to open Friday.  ##Reopening## The largest union representing Las Vegas casino workers is condemning the mayor’s call for those businesses to reopen immediately. “The mayor’s statements are outrageous considering essential frontline workers have been dealing with the consequences of this crisis firsthand,\" Geoconda Argüello-Kline, who is with the Culinary Workers Union Local 226, said in a written statement. Some context: Las Vegas Mayor Carolyn Goodman said on CNN today that businesses — including casinos — should reopen, but offered no guidance on how to do it safely. “They better figure it out. That’s their job,” Goodman said. “That’s not the mayor’s job.” The Culinary Union says it supports Gov. Steve Sisolak’s decision to keep casinos closed, adding, “The Culinary Union is majority women and people of color, and we are not expendable.” Goodman does not have jurisdiction over the major casinos on The Strip, which are located outside of the Las Vegas city limits and are governed by Clark County.  Commissioner Michael Naft wrote on Twitter that “[Mayor Goodman’s] defiance of Gov. Sisolak’s stay-at-home order is reckless and dangerous.” The Nevada Gaming Control Board says it is not yet safe for the state’s casinos to reopen.  “According to Governor Sisolak’s medical advisory team, the data related to the spread of COVID-19 does not support the reopening of gaming establishments in Nevada at this time,” the board says in a written statement. ##Reopening## President Trump said Wednesday that he would be tasking an existing White House council, led by Housing and Urban Development Secretary Ben Carson, with determining how to assist minority communities impacted by coronavirus. “I’m directing the White House Opportunity and Revitalization Council led by Sec. Ben Carson to focus its effort on supporting underserved communities impacted by the coronavirus,” Trump said during a press briefing at the White House. The President also said he would be asking South Carolina Republican Sen. Tim Scott to assist in the effort. “The council will seek input from the private sector and community leaders on how we can best support minority and distressed communities,\" Trump said. According to an executive order establishing the council, it was originally created “ to carry out my Administration’s plan to encourage public and private investment in urban and economically distressed areas, including qualified opportunity zones.”    Fourth of July celebrations will be held on the National Mall in Washington, D.C. this year, President Trump announced today at his coronavirus briefing. “On July 4th, we’ll be doing what we had on the mall, as you know. We’re going to be doing it. Last year was a tremendous success,” he said. Last year, Trump held a Fourth of July celebration at the Lincoln Memorial in what was called a “Salute to America.” The event included remarks from the President, military tank displays, music from military bands and military flyovers. Trump said that attendance for the Washington event will likely be limited to “25% of what we had last year.”  “This year, most likely, we’ll be standing 6 feet apart,” he added.  The President also compared his Fourth of July celebration turnout at the Lincoln Memorial with Martin Luther King Jr.’s.  “I saw a magnificent picture of Dr. Martin Luther King and I saw a magnificent picture of our event last year and both of them were maxed out. It was beautiful to see. Beautiful — very similar,” Trump said.  Infectious disease expert Dr. Anthony Fauci championed the mitigation efforts implemented across the US and considers them the \"basis for our being able to say that we can now think seriously about reopening America.\" Fauci's comments come after numerous states, including Georgia and Tennessee, have said they would reopen parts of their economies soon. \"So what has happened is that the mitigation that we put in with the first 15 days and then the 30-day mitigation program of physical distancing worked. So it got us to where we are today. It is a successful formula. It is the basis for our being able to say that we can now think seriously about reopening America,\" Fauci said at the White House's coronavirus task force briefing today. Fauci concluded his remarks with a request for lawmakers around the country to be careful to avoid a \"rebound\" of coronavirus cases. \"I plead with the American public, with the governors, with the mayors for the people with the responsibility, although I know one has the lead to leapfrog over things, don't do that. Do it in a measured way. This is a successful formula. The problem is if we don't do that, there is a likelihood that we'll have a rebound. And the one way not to reopen the economy is to have a rebound that we can't take care of,\" he said. ##Reopening## See Dr. Fauci's message here:  CNN’s Anderson Cooper clashed with Las Vegas Mayor Carolyn Goodman this afternoon in a must-see interview. Watch it in full here: Oklahoma Gov. Kevin Stitt said today businesses in his state can start reopening this week. His plan involves three phases and \"will not move to the next phase until the data tells us that it's safe to do so,\" Stitt said. Starting on Friday, Stitt said \"personal care businesses\" can reopen for appointments \"only if they adhere to strict sanitation protocols\" and are in communities that do not have more restrictions in place. Those businesses include hair and nail salons, barbershops, spas, and pet groomers.  Stitt said restaurants, dining rooms, movie theaters, sporting venues and gyms can open on May 1 if they maintain \"strict social distancing and sanitation protocols.\"  He also said that places of worship can reopen for in-person meetings or worship on May 1 but noted that staff and volunteers will need to wear masks when interacting with the public.  Bars, however, will remain closed He stressed \"even as things begin to open, it is so important that we continue to practice social distancing.\"  \"This is a careful and measured approach designed to protect our most vulnerable will safely easing Oklahomans back to work,\" he said. ##Reopening## President Trump said he signed his immigration executive order before the coronavirus press briefing. The order is expected to temporarily halt the issuance of new green cards and work visas — steps that had already effectively been in place amid the coronavirus pandemic. \"In order to protect our great American workers, I've just signed an executive order temporarily suspending immigration into the United States. This will ensure that unemployed Americans of all backgrounds will be first in line for jobs as our economy reopens. Crucially, it will also preserve our health care resources for American patients,\" he said.  Trump continued: \"We have to take care of our patients, we have to take care of our great American workers and that's what we're doing. So I just signed it just before coming into the room, and very important.\" Watch Trump's announcement here:  Arkansas Gov. Asa Hutchinson announced an incremental plan to open specific businesses over the next few weeks.  If the openings go well, he said, the state will open up even more businesses on May 4.  On April 27, elective surgeries will be allowed in clinics and hospitals, but they have to be simple procedures that don’t require an overnight stay. The patient has to have been tested for exposure to COVID-19 before the procedure and must not have any underlying health conditions. Here's a timeline of the reopenings: Restaurants will open on April 29\nGyms and workout facilities on April 30\nBeauty salons and barbers on May 1\nPlaces of worship and larger venues on May 4 Hutchinson said he is very comfortable with these target dates and that they must continue to operate in a sequential fashion so that they can measure results.  ##Reopening## President Trump said he disagreed \"strongly\" with Gov. Brian Kemp's decision to open up parts of Georgia's economy while the coronavirus pandemic continues to threaten the state. \"I told the governor of Georgia Brian Kemp that I disagree strongly with his decision to open certain facilities, which are in violation of the phase one guidelines for the incredible people of Georgia,\" Trump said during his coronavirus task force briefing this afternoon. \"But at the same time, he must do what he thinks is right. I want him to do what he thinks is right, but I disagree with him on what he's doing, but I want to let the governors do — now, if I see something totally egregious, totally out of line, I'll do [something]. But I think spas and beauty salons and tattoo parlors and barber shops in phase one, we're going to have phase two very soon. It's just too soon. I think it's too soon.\" Some context: Kemp, a Republican and staunch ally of Trump, on Monday announced Georgia would allow nail salons, massage therapists, bowling alleys and gyms to open Friday.  In-person church services can resume. And restaurants and movie theaters can open Monday. His order also bars cities from imposing their own restrictions on businesses. It's the most aggressive move yet to reopen a state's economy as Trump optimistically pushes for a May 1 end to some statewide lockdowns. It also came as a surprise to mayors and some members of Kemp's own coronavirus task force. ##Reopening## Watch the moment here:  President Trump defended the decision to reopen states amid the coronavirus pandemic, saying the virus will not \"be coming back\" in as many cases as the US saw earlier this year. \"And if it comes back, though, it won't be coming back in the form that it was. It will be coming back in smaller doses that we can contain. What (CDC Director Robert Redfield) was saying and I spoke to him at great length, he was saying if it should come back together, now you have the flu and you have the embers of corona,\" Trump said. He continued: \"But in my opinion, from everything I've seen, it can never be like anything we've witnessed right now. What we've just gone through, we will not go through. You could have some embers of corona, and you could have a big flu system ... We will not go through what we went through for the last two months.\" Reporter to Trump: How can you say the virus will not come back at the same level?  The director of the Centers for Disease Control and Prevention clarified comments he made to the Washington Post about how the second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis. \"There's a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,\" CDC Director Robert Redfield said in a story published Tuesday. \"And when I've said this to others, they kind of put their head back, they don't understand what I mean.\" Speaking moments ago at the White House, Redfield said that the second wave \"could be more difficult, more complicated\" and not \"worse.\" \"When I commented yesterday that there was a possibility of the fall/winter — next fall and winter it could be more difficult, more complicated,\" Redfield said today. \"When we had two respiratory illnesses circulating at the same time, influenza and the coronavirus, but I think it's really important to emphasize what I didn't say. I didn't say this was going to be worse. I said it was going to be more more difficult and potentially complicated because we'll have flu and coronavirus circulating at the same time. I want to emphasize we continue to build the nation's public health infrastructure to ensure that we have the capacity to stay in the containment mode.\" Watch here:  Colorado Gov. Jared Polis said Wednesday that 150,000 Covid-19 tests will arrive in Colorado from South Korea by the end of the week, plus 150,000 swabs coming in May.   The state is partnering with Colorado State University to expand testing at skilled nursing facilities, including asymptomatic workers. Officials are also working to deploy “hundreds of thousands of antibody tests,” Polis said.  “No amount of testing is enough to reopen the state. If that's all you're doing ... (but) testing will absolutely be a part of going back to work,\" he said. Polis said he will relax the stay-at-home order due to expire on April 26, and Colorado will move to a “safer-at-home” phase starting on April 27. ##Reopening## ##Testing## There are at least 846,982 cases of coronavirus in the US and at least 46,609 people have died, according to Johns Hopkins University's tally of cases. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  On Wednesday, Johns Hopkins reported 22,093 new cases and 1,567 reported deaths.  Mississippi Gov. Tate Reeves said Wednesday he will likely not extend the state’s shelter-in-place order, which is set to expire Monday. Reeves suggested he might narrow the directive to apply only to the state’s high-risk population, such as the elderly and those with preexisting conditions. He said steps to fully reopen the state’s economy might take weeks, and could happen incrementally by region or county. He promised the process would be cautious and gradual. “We are not going to be able to switch the light switch from off to on,” Reeves said at a Wednesday news conference. Reeves signaled a final decision on Mississippi’s shelter-in-place order will come by the end of the week. ##Reopening## Montana's stay-at-home order will be lifted Sunday, as part of a gradual and phased reopening of the state, Gov. Steve Bullock tweeted today. His phase one measures outlined in a statement include giving local school districts the option to return to in-classroom learning beginning May 7. Places of worship can become operational on April 26 in a manner consistent with social distancing between people who are not members of the same household. Main street and retail businesses can become operational on or after April 27 if they can adhere to requirements to limit capacity and maintain strict physical distancing. Employers are directed to develop policies to keep employees and customers safe including teleworking when possible, enforcing social distancing protocols, and other measures. Restaurants, bars, breweries, and distilleries can begin providing some in-establishment services beginning May 4. Businesses where groups gather without the ability to social distance including movie theaters, gyms, and other places of assembly will remain closed. Montana’s travel quarantine will remain in effect. “Our new normal is going to look different. This virus isn’t gone from Montana. So as we turn to support our main street businesses and get more families back to work during this time – as we should – we must also be sure to continue looking out for those around us and protecting everyone around us,” Bullock said.  “Once we begin to reopen, we want to be able to stay open. Our personal responsibility to protect those around us – particularly those most vulnerable – remains just as important as any time during this pandemic.” ##Reopening##   The Nevada Gaming Control Board has put out guidelines for the reopening of gaming establishments in the state once the temporary closures end.  Nevada operations are currently closed under the state's stay-at-home order. The guidelines would go into effect once that order is lifted or changed by the governor. Establishments must send a reopening plan to the audit and enforcement divisions at least seven days before reopening, or as soon as possible, the memo said. The board also listed 18 procedures that licensees should follow and have in place when reopening including that the establishment must comply with all prescribed local, state and federal Covid-19 heath requirements. ##Reopening## Harris County Judge Lina Hidalgo announced Wednesday that she will require people to wear face coverings in public to combat the spread of Covid-19 in her county, which includes Houston, Texas. “I’m signing an order requiring folks who absolutely have to go out in public to wear a face covering,” she said wearing a face mask at news conference with Houston’s Mayor Sylvester Turner. “We have to use every tool in the toolbox.\" The order will go into effect April 27 and will last for 30 days, said Hidalgo who emphasized that this new measure is “not a substitute for social distancing.” Turner will announce a plan tomorrow to distribute 70,000 face coverings \"to vulnerable communities,\" the mayor's office tweeted today. Beginning today, all essential workers in San Francisco, California, can receive Covid-19 testing, Mayor London Breed announced at a news conference today.  The expanded testing is available to both public and private sector workers and any other resident with symptoms who cannot otherwise access testing, Breed said.  \"We want to ensure all frontline and essential employees that leave their homes every day to serve our residents have a fast, easy, and accessible option for testing,” Breed said. “We also want those who don’t have insurance, or who lack access to health care or access to basic services to know they can be tested through CityTestSF and receive the support and health care they need.\" Breed also announced approximately $10.5 million is being allocated to a response and recovery fund to support vulnerable San Franciscans and small businesses during the pandemic. As of Wednesday, 1,233 San Francisco residents have tested positive for coronavirus and 21 have died, Breed said. ##Testing## Stakeholders have been meeting to discuss how North Carolina might be able to ease restrictions while still protecting its residents, said Dr. Mandy Cohen, secretary of the state's Department of Health and Human Services.  “I look forward to sharing more ways in what easing restrictions in the state could look like in the coming days,” Cohen said at a news conference Wednesday. Cohen said decisions are currently being made on the state level, and not county-by-county.  “I think making decisions at the county level is incredibly challenging given how people move throughout the counties. The virus certainly does not respect county borders. I think it's reasonable to look at regions, but we have to be guided by the data to do that. And we're going to continue our work here. At the moment, we want to be making statewide decisions,” she said.  ##Reopening## Crematoriums in hard hit areas of New York have a backlog of nearly a month and now, volunteers are coming to their aid. Mike Lanotte, the executive director for the New York state funeral directors association, told CNN that volunteers are helping to ease the burden that downstate crematories are experiencing due to the Covid-19 pandemic.  Licensed funeral director volunteers, like 58-year-old Dave Penepent, work with multiple funeral homes to pick up and transport bodies of the deceased. Penepent, who is also an associate professor of Funeral Services Administration at SUNY Canton, said, “I knew that with the backlog of human remains down in the NYC area there was going to be the need to find a solution to get these remains to a final resting place.” Some context: In the beginning of April, Penepent created “Hands with a Heart” along with four of his students who have been deputized as resident funeral directors.  “I’m just offering a hand, and what is in that hand? The hearts of the bereaved families. In the middle of our hands is the grieving hearts of the bereaved,” Penepent told CNN.  Over Easter week Penepent said he and his team transported 70 bodies to crematories out of the area to their final resting place.  This past week “Hands with a Heart” transported 150 bodies, and Penepent says he is looking at close to roughly 250 human remains to be transported this week. Most bodies are going out of state to places like Connecticut, Vermont and Pennsylvania.   Kansas Gov. Laura Kelly said she signed an executive order to temporarily ease licensing restrictions on the state’s healthcare workforce to “adjust to the urgent demands” Covid-19 has placed on the health care system. “The actions I'm taking today will we move roadblocks and bolster the number of qualified health care workers who are able to contribute to our Covid-19 response at their full professional capabilities,” Kelly said at a news conference Wednesday. The governor said this measure will temporarily wave physician supervision or collaboration requirements from certain medical professionals who are assisting in the state’s response efforts such as physician assistants and registered nurses. The executive order will also permit registered nurses and licensed practical nurses “who hold a specialty license that is exempt, inactive, or has lapsed within the last five years to provide medical services appropriate to their qualifications,” Kelly said. She added that the order will also allow students enrolled in programs to become licensed, registered, or certified healthcare professionals to help in whatever appropriate roles are necessary to support a facility's response to the pandemic.   California Gov. Gavin Newsom on Wednesday encouraged hospitals to move forward with scheduled surgeries. Newsom emphasized those surgeries include important medical procedures like heart surgery and cancerous tumor. Elective procedures like cosmetic surgery are not a priority, he said. Newsom said allowing hospitals to perform scheduled surgeries is the first phase in returning to normalcy in California. State officials have been asked to draft a plan for reopening parks and beaches in Rhode Island, Gov. Gina Raimondo announced on Wednesday.  “It's my hope that we will be able to enjoy our parks and beaches in the month of May,” Raimondo said. “We’ll be reopening them, like everything else, in a staged fashion, slowly, with new restrictions, incrementally, leading up to an eventual complete reopening.” On Wednesday, Rhode Island announced 365 new coronavirus cases and 10 new deaths, bringing the state total to 5,841 cases and 181 deaths. The state has performed a total of 41,722 tests. ##Testing## ##Reopening## New York City has 9,944 confirmed coronavirus deaths and 5,052 probable deaths from the virus, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test but their death certificate lists as the cause of death “Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 14,996. There have been 138,435 coronavirus cases in the city and approximately 35,920 people have been hospitalized, according to the city. ##New York## State budget directors warn that cuts “will exacerbate the economic fallout from this crisis, as well as impede states’ ability to provide vital services to citizens,” wrote the National Association of State Budget Officers (NASBO) in a letter obtained by CNN that was sent to President Trump and congressional leaders. NASBO paints a grim picture of states’ fiscal health “unless there’s direct federal aid to states,” according to the letter.  The group says that \"given the sudden, severe, and unprecedented nature of this crisis and its economic impacts, even with the use of rainy day funds, states will still be forced to cut essential services in order to balance their budgets.\"  The letter also notes that the current crisis is worse than the last recession, when states faced a revenue decline of 11.6%.  States today are forecasting declines of up to 20%. However, NASBO says that some budgetary management tools used during the financial crisis, like reducing Medicaid provider payments, \"may be unwise or unfeasible when combating a public health crisis.\"  The group also rules out raising taxes and fees given the large rise in unemployment claims. ##Stimulus## Harvard University decided to return federal fund allocated to them under the CARES Act Higher Education Emergency Relief Fund after saying they would not do so when President Trump said he would be calling on the university to return the funds the day before. Even though they did not apply for the support, the university said in a statement that “the intense focus by politicians and others on Harvard in connection with this program may undermine participation in a relief effort that Congress created and the President signed into law for the purpose of helping students and institutions whose financial challenges in the coming months may be most severe.” “As a result of this, and the evolving guidance being issued around use of the Higher Education Emergency Relief Fund, Harvard has decided not to seek or accept the funds allocated to it by statute,” the statement said, making it clear that the university would be asking the Department of Education to accept the return of their funds.  Harvard's decision comes after Trump mentioned the funding during yesterday's coronavirus press briefing. “I’m going to request it,” Trump said during the briefing. “Harvard’s going to pay back the money. They shouldn’t be taking it.”  When Trump initially called on Harvard to return their funds, the university held their position firm, writing in a statement, “Harvard did not apply for, nor has it received any funds through the U.S. Small Business Administration’s Paycheck Protection Program for small businesses. Reports saying otherwise are inaccurate.  The statement continued: \"President Trump is right that it would not have been appropriate for our institution to receive funds that were designated for struggling small businesses. Like most colleges and universities, Harvard has been allocated funds as part of the CARES Act Higher Education Emergency Relief Fund. Harvard has committed that 100% of these emergency higher education funds will be used to provide direct assistance to students facing urgent financial needs due to the COVID-19 pandemic.” Harvard joins Princeton and Stanford in deciding to not accept the funds provided to them by the CARES Act Higher Education Emergency Relief Fund. CLARIFICATION: This posted has been updated to clarify that Princeton and Stanford have not yet received funds.  The US Department of Health and Human Services announced the distribution of billions of dollars in additional federal coronavirus aid money to health care providers from the initial $100 billion allocation in a media briefing Wednesday. Some of the money from the CARES Act will go to reimburse caregivers who treated Covid-19 patients who had no health insurance, HHS Secretary Alex Azar told reporters. Some will also pay for testing uninsured Americans for Covid-19, said the administrator for the HHS’ Health Resources and Services Administration, Thomas Engels. “As announced in early April, a portion of the $100 billion Provider Relief Fund will be used to reimburse health care providers generally at Medicare rates for Covid-related treatment of the uninsured. Additionally, $1 billion from the Family First Coronavirus Response Act will be used to reimburse providers for conducting coronavirus testing for the uninsured,” Engels said.  “When an FDA-approved vaccine becomes available, it will also be covered,” Engels said. But neither Azar, nor Engels, would provide any more details about the testing provisions in the giant coronavirus relief fund or how it might work on the state or local level. A lack of testing has been a critical problem in the spread of the epidemic throughout the United States and is a major requirement for reopening society, according to top health experts. President Trump signed the $2 trillion Coronavirus Aid, Relief and Economic Security Act into law on March 27 to provide financial assistance to families, small businesses and industries, including health care. ##Testing## Maryland Gov. Larry Hogan said that he will introduce his state's reopening plan on Friday. During a news conference today, Hogan described the plan, \"Maryland Strong Roadmap to Recovery,\" as \"a safe, effective and gradual plan, which will allow us to reopen, to rebuild and to recover just as soon as it is safe for us to do so.\" Hogan said the plan has \"four essential building blocks that are needed to be solidly in place before we can be in position to begin lifting restrictions.\" He said the four parts include: Expanding the state's testing capacity\nIncreasing hospital surge capacity\nIncreasing the supply of protective medical equipment\nDeveloping a robust contact tracing operation The state has been working hard and \"making incredible project progress\" on all four areas and as the \"numbers start to improve and look better, we will be in a position to safely reopen our state and get people back to work with these crucial components,\" Hogan said. ##Reopening## Michigan Gov. Gretchen Whitmer announced that she is evaluating the state's stay-at-home order and plans to make an announcement at the end of the week.  Speaking to reporters on Wednesday afternoon, Whitmer said the \"data we've received in the last week has shown me that it's time to reevaluate the stay home, stay safe order.\" What the numbers show: Cases in the state are up 999 over the past day and currently stand at 33,966. The state is currently reporting 2,813 deaths, Whitmer said. Hospitalizations peaked roughly 10 days ago and the state has seen a decline since then, the governor added. She also said that they have secured enough medical equipment for hospitals to last at least a week.  \"The curve is flattening and starting to stabilize,\" Whitmer added. ##Reopening## Secretary of State Mike Pompeo announced more than $270 million in additional foreign assistance being provided in humanitarian aid and government assistance from the US to countries that need help responding to the Covid-19 outbreak.  This is part of the emergency supplemental funding provided by Congress for the pandemic – which totals $2.4 billion. None of the money is currently scheduled to go to the World Health Organization, given the hold on funding while the administration carries out its review.  “This pandemic can’t wait for the review,” Jim Richardson, the director of US Foreign Assistance Resources at the State Department, told reporters today. The acting administrator of United States Agency for International Development, John Barsa, explained that even before the WHO hold, there was already an effort underway at USAID to expand new partnerships and that effort is ongoing as they identify new partners to work with amid the Covid-19 outbreak. CNN’s Anderson Cooper clashed with Las Vegas Mayor Carolyn Goodman in a lengthy interview this afternoon after she advocated for the swift reopening of casinos, hotels and restaurants in the city. Goodman defended her desire to reopen saying, “I’d love everything open because I think we’ve had viruses here for years.” Cooper presented a graphic showing the spread of coronavirus in a restaurant in China. Goodman dismissed it saying, “This isn’t China, this is Las Vegas, Nevada.” \"Wow, that’s really ignorant,\" Cooper responded. \"That’s an ignorant, ignorant statement … yes it’s in China but they are human beings, too.” When pressed by Cooper on whether she’d join casino workers on the casino floor if they reopened, Goodman said, \"I don’t gamble.\" ##Reopening## Watch the moment here:    There are at least, 6,010 cases of coronavirus in Boston, and 196 people have died from the disease, Boston Mayor Marty Walsh said at a news conference Wednesday.  The city is still not at its peak of cases and the surge is going to continue, he said.  Walsh announced a fourth round of funding through the Boston Resiliency Fund. A distribution of an additional $1.7 million in funds will be given to at least 20 organizations that support community health centers, veterans, individuals experiencing homelessness, neighborhoods experiencing higher rates of coronavirus, and the Boston Muslim community during Ramadan, Walsh said. The money will also go towards medical equipment for frontline and essential workers.  By the numbers: The city has added over 1,000 beds to improve spacing and provide treatment in the homeless shelter system, Walsh said. Boston Hope Medical Center has treated over 290 Covid-19 patients so far, and as of yesterday, it had 169 patients; of which 97 were on the shelter side and 72 in the hospital side, he said. Walsh said he is “upset” with President Trump’s executive order barring new immigration.  “This would do nothing to protect people from the coronavirus and certainly do nothing to protect our economy,” Walsh said. “It was a foolish policy only to distract people from the real issue at hand. Our immigrants need and deserve support.”  Walsh noted that in Boston, 46% of accommodations and food workers are foreign born. Immigrants make up 35% of Boston’s health care workers, 40% of the city’s construction workers and 41% of hospitality workers, Walsh said.   Trump said Tuesday his order will apply only to people seeking green cards, last 60 days and won't affect workers entering the country on a temporary basis.  Las Vegas Mayor Carolyn Goodman repeatedly called for the city's businesses to reopen while refusing to provide any social distancing guidelines on how to do so safely. \"I am not a private owner. That's the competition in this country. The free enterprise and to be able to make sure that what you offer the public meets the needs of the public,\" Goodman, an independent, told CNN's Anderson Cooper. \"Right now, we're in a crisis health-wise, and so for a restaurant to be open or a small boutique to be open, they better figure it out. That's their job. That's not the mayor's job.\" Watch the moment here:  California Gov. Gavin Newsom said there \"is no date\" for when the state could reopen and residents could return to normalcy. “No one wants to share the timeline for the return to normalcy than I do,” Newsom said at his daily press conference. However, “There is no date,\" he said. “I wish I could prescribe a specific date ... and go back to normalcy,” he said. “I know so many of you demand and deserve clarity.”  Newsom warned, “You will be left wanting.” About lifting restrictions, the governor said, “We are not prepared to do that today. We won’t wait week to week, when we’re ready, we will make those announcements in real time.” California is looking closely at six key indicators based on health science, not politics, the governor said. Those indicators are: Testing and tracking\nProtecting vulnerable populations\nHospital preparedness, including personal protective equipment\nDeveloping treatments, including vaccines\nThe ability to continue physical distancing, especially at schools and businesses\nThe ability to reinstate stay home orders if needed ##Reopening##   California Gov. Gavin Newsom detailed a call with President Trump focused on coronavirus testing materials. As the state increases testing capacity, the overwhelming need is supplies, specifically test swabs, Newsom said he told Trump during a call Wednesday. The President promised that California will receive 100,000 test swabs this week, 250,000 next week, and more the week after, Newsom said. So far, about 465,000 people have been tested for coronavirus in California. ##Testing## Minnesota Gov. Tim Walz said the state recorded its highest number of coronavirus infections and deaths since the pandemic began. The governor cited 19 deaths and 154 new infections. Walz went on to say it appears the state is climbing the slope. Health Secretary Jan Malcolm said the state expects to see these numbers increase. Two cats in New York have been infected with the novel coronavirus, federal officials announced Wednesday.  Both animals had mild respiratory symptoms and are expected to make a full recovery. “These are the first pets in the United States to test positive,” the US Department of Agriculture said Wednesday in a joint statement with the US Centers for Disease Control and Prevention. The agencies emphasized that there is no evidence pets play a role in spreading coronavirus in the United States.  \"There is no justification in taking measures against companion animals that may compromise their welfare,\" they said. The two cats were tested after they showed respiratory symptoms, according to the agencies, and they join the ranks of a lion and a tiger in New York who were previously confirmed to be infected. A veterinarian tested the first house cat after it showed mild respiratory signs, but none of the humans in its household were confirmed to have the virus. It’s possible, officials said, that the cat was infected by somebody outside the home. Someone inside the house, with mild or no symptoms, could have also transmitted the virus. The second cat, in a separate area of New York, was also tested after it showed signs of respiratory illness. The owner of that cat tested positive for Covid-19 before the cat became ill, but another cat in the household has shown no signs of illness. Coronavirus and pets: Officials are still learning more about coronavirus and pets, but the CDC is recommending that people limit interactions between their pets and people or animals outside the household. Cats should be kept indoors when possible, the CDC said, and dogs should be walked on a leash, maintaining at least 6 feet from other people and animals.  The agency said dogs should also avoid public places where a large number of people and animals gather, such as dog parks.  If someone is ill with Covid-19 – whether suspected or confirmed – officials recommend having another member of the household care for pets. An Interior official downplayed President Trump's comments on the reopening of National Parks this afternoon as a major new announcement — noting that space at some parks has remained open throughout the pandemic response. The official said Interior and the National Park Service will work at the state level to open parks as those individual states begin to reopen, but the expectation at the moment is that the administration won’t move to open parks before the states they’re located in move to at least Phase One of the federal reopening guidelines. More than 75% of hotel rooms in the United States remain empty, according to hotel data and analytics company STR.  Nationwide hotels reported an occupancy rate of 23.4% for the week ending April 18, which represents a 64% decrease from the same week last year.  The numbers are a slight increase from recent weeks, but STR attributes that to rooms being used by people working to respond to the pandemic.   “It is important to state that this is not any type of early-recovery sign,” Jan Freitag, STR’s senior vice president of lodging insights said in a statement. “Rather, more demand can be attributed to frontline workers.” New York City, were some medical workers are being housed in hotels, posted an occupancy rate of about 33%, up from a low of about 15% for the week ending March 28.  Oahu Island, Hawaii, remains the market with lowest occupancy. Only 8% of the rooms there are occupied. Economists call the latest round of fiscal stimulus a step in the right direction, but warn that more money will be necessary to help both American households and businesses during the coronavirus pandemic. \"This bill will help address shortfalls, but even more stimulus will likely be needed,\" said economists at Bank of America in a research note. \"We expect Congress to pass another large package worth up to $1.5 trillion that extends on provisions in the CARES Act.\"  The US Senate passed a new $480 billion round of fiscal stimulus Tuesday in Washington's latest effort to provide economic relief, including an additional $310 billion for the Paycheck Protection Program to help small businesses. The program ran out of funds last week. \"Demand for this program has been sky high as small businesses, which have limited capital market access, are in need of funds to survive the quarantine period,\" the note said. \"This latest round of funding should go a long way to help those businesses which missed out on the first round of funds. However, it may still fall short of what is ultimately needed, which we estimate to be $900 billion.\" The expanded program also likely won't prevent some small companies from going under. \"Many small businesses that are currently closed or operating at reduced levels could still struggle to remain financially viable, even if lockdowns are progressively lifted over the coming weeks,\" said Rebecca Karnovitz, a Moody's vice president, in emailed comments. \"A wave of small business bankruptcies would weigh on a recovery in employment and economic activity.\" ##Stimulus## Texas Gov. Greg Abbott previewed his upcoming announcement for how Texas will further reopen its economy. There are \"so many different types of businesses,\" including hair salons, that will open back up, Abbott said. Abbott also detailed a patchwork approach in which rural counties may be allowed to open up more businesses than areas that have more community spread.   \"It won't be fully opened but it will be opened in strategic ways, in ways that are approved by doctors to make sure that we we can contain the coronavirus,\" he said Wednesday on the Chad Hasty radio show based in Lubbock, Texas.  State parks already opened up in Texas on Monday, and limited medical procedures were allowed starting today.  On Friday, the state will begin a \"retail-to-go\" approach of allowing retail stores to sell to customers through curbside and delivery.  ##Reopening## ##The South##   The novel coronavirus appears to be causing sudden strokes in adults in their 30s and 40s who are not otherwise terribly ill, doctors reported Wednesday. They said patients may be unwilling to call 911 because they have heard hospitals are overwhelmed by coronavirus cases. There’s growing evidence that Covid-19 infection can cause the blood to clot unnaturally, and stroke would be an expected consequence of that. Dr. Thomas Oxley, a neurosurgeon at Mount Sinai Health System in New York, and colleagues gave details of five people they treated. All were under the age of 50, and all had either mild symptoms of Covid-19 infection or no symptoms at all. “The virus seems to be causing increased clotting in the large arteries, leading to severe stroke,” Oxley told CNN. “Our report shows a seven-fold increase in incidence of sudden stroke in young patients during the past two weeks. Most of these patients have no past medical history and were at home with either mild symptoms (or in two cases, no symptoms) of Covid,” he added. “All tested positive. Two of them delayed calling an ambulance,” Oxley said. It is not common for people so young to have strokes, especially strokes in the large vessels in the brain. “For comparison, our service, over the previous 12 months, has treated on average 0.73 patients every 2 weeks under the age of 50 years with large vessel stroke,” the team wrote in a letter to the New England Journal of Medicine. That’s fewer than two people a month. A stroke in a large blood vessel causes severe damage if it is not removed right away. At least one patient has died and others are in rehabilitation facilities, intensive care or in the stroke unit. Only one went home but will require intense care, Oxley said. Oxley said his team wanted to tell people to watch themselves for symptoms of coronavirus infection and to call 911 if they have any evidence of stroke. “Up until now, people have been advised to only call for an ambulance with shortness of breath or high fever,” he wrote. The easy memory device for stroke, he said, is “FAST”: F for face drooping, A for arm weakness, S for speech difficulty and T for time to call 911. “The most effective treatment for large vessel stroke is clot retrieval, but this must be performed within 6 hours, and sometimes within 24 hours,” Oxley wrote. Federal authorities have flagged hundreds of phony websites related to coronavirus relief to internet domain hosts that are taking them down, the Justice Department announced Wednesday. Bogus charity drives, websites advertising fake vaccines and pages posing as stimulus applications from the Internal Revenue Service have all been busted as part of the effort, DOJ said in a statement.  “The department will continue to collaborate with our law enforcement and private sector partners to combat online COVID-19 related crime,” said Brian Benczkowski, the head of the Justice Department’s Criminal Division. “We commend the responsible internet companies that are taking swift action to prevent their resources from being used to exploit this pandemic.” As of Tuesday, the FBI tip line for internet crime, known as IC3, has received and reviewed more than 3,600 complaints related to coronavirus scams, DOJ said.  Federal law enforcement agencies analyzed the complaints and referred many of them to the private-sector website hosts who then took them down, according to the statement.  Last week, the head of the FBI’s Cyber Division, Tonya Ugoretz, said that IC3 was seeing a surge in reported incidents — marking 3,000 to 4,000 complaints per day in recent months, up from typical levels of 1,000 per day.   A new study from the US Centers for Disease Control and Prevention suggests that coronavirus can spread quickly in homeless shelters once a cluster of cases occurs. The research, published today, adds to a growing body of evidence showing how certain environments – including nursing homes and prisons – are particularly vulnerable to coronavirus outbreaks. “Homelessness poses multiple challenges that can exacerbate and amplify the spread of COVID-19,” the researchers wrote in their study. Many people experiencing homelessness are older or have underlying medical conditions, they said, and “shelters are often crowded, making social distancing difficult.” Here are some examples: In one San Francisco shelter with a cluster of cases, for example, at least 95 residents had the virus out of 143 people tested – about 66%. Out of 63 staff members tested, about 16% had the virus.\nIn a Boston shelter that also had a cluster of cases, a smaller but still significant proportion of residents tested positive: 147 out of 408 tested, or 36%. About 30% of staff members tested at the shelter had the virus.\nAmong three Seattle shelters with coronavirus clusters, residents and staff members had a similar rate of infection: 17% of those tested. When shelters had just one reported case – or none at all – researchers found a much lower prevalence of infection. Looking at a dozen Seattle shelters with just one case, for example, the study found that 5% of residents tested positive for the virus. And in Atlanta shelters that had reported no cases, researchers found a similarly low – but still problematic – rate of infection: 4% of those tested. The study did have some limitations. Namely, testing reflected a single time point, meaning residents could have been infected without yet testing positive. And some residents were not available for – or declined – testing. Those factors could mean the true infection rate in homeless shelters is higher or lower than the researchers reported. Still, given that people can spread coronavirus before showing symptoms, researchers said that “testing of all residents and staff members regardless of symptoms at shelters where clusters have been detected should be considered.”  And if testing is easily accessible, they said tests should be offered regularly at shelters – even before any clusters are identified. ##Testing## Man installs portable sinks to protect homeless on Atlanta streets:  US government employees have been targeted by hackers exploiting the coronavirus outbreak, according to new data from Google’s security team released Wednesday.  The hackers posed as American fast food franchises and offered free meals in response to the coronavirus crisis. The hackers were part of a group that are government-backed, Google said, but the company did not specify what country the hackers were working for. “One notable campaign attempted to target personal accounts of U.S. government employees with phishing lures using American fast food franchises and COVID-19 messaging. Some messages offered free meals and coupons in response to COVID-19, others suggested recipients visit sites disguised as online ordering and delivery options. Once people clicked on the emails, they were presented with phishing pages designed to trick them into providing their Google account credentials,” Shane Huntley, from Google’s threat analysis group, wrote in a post published Wednesday. Huntely said the vast majority of the messages had been detected by Google’s systems and sent to spam folders, “We’re not aware of any user having their account compromised by this campaign, but as usual, we notify all targeted users with a ‘government-backed attacker’ warning,” he added.   The World Health Organization raised global alarm about the coronavirus outbreak \"at the right time,\" WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Wednesday. WHO on January 30 declared the outbreak of a novel coronavirus to be a public health emergency of international concern. WHO defines a public health emergency of international concern as \"an extraordinary event\" that constitutes a \"public health risk to other States through the international spread of disease\" and \"to potentially require a coordinated international response.\" Previous emergencies have included Ebola, Zika and H1N1. During that time in January, \"outside China we had only 82 cases,\" Tedros said during Wednesday briefing. \"Looking back, I think we declared the emergency at the right time and when the world had enough time to respond,\" Tedros said. \"There were only 82 cases and no deaths. That was enough time. … This was more than two months and 21 days ago, close to three months now.\" On March 11, WHO declared the outbreak a pandemic. Dr. Mike Ryan, executive director of WHO’s health emergencies program, said during Wednesday's briefing that \"the characterization of the disease as a pandemic in itself has no basis other than a description of the event at that time in regards to how many countries are affected.\" Some background: President Trump announced he is halting funding to the organization earlier this month while a review is conducted.  The US funds $400 million to $500 million to WHO each year, Trump said while announcing the funding freeze, noting that China \"contributes roughly $40 million.\" \"Had WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" he said.   As governments consider loosening various social distancing measures, such decisions should be made at the \"lowest administrative level,\" Dr. Maria Van Kerkhove, a World Health Organization infectious disease epidemiologist, said during a media briefing in Geneva on Wednesday. \"It’s not a one size fits all, and what countries need to do – and what decision makers need to do – is to evaluate the situation in their countries at the lowest administrative level as they can to determine what can be lifted where and when,\" Van Kerkhove said. She continued: \"First and foremost, is to really understand where this virus is, how far it’s being transmitted and if it is controlled. Countries need sufficient systems in place in order to detect any new cases that come up. … It doesn’t mean that you won’t see your families for long periods of time. There may be situations where these measures can be lifted, but it has to be done in a controlled way.\" ##Reopening## National Parks will begin reopening, President Trump announced today, as he urged states to reopen after coronavirus closures.  The President made the remarks on the South Lawn of the White House during a ceremony marking Earth Day and Arbor Day. “We’re starting to open our country again,” the President said, “thanks to our significant progress against the invisible enemy, I’m pleased to announced that in line with my administration’s guidelines for opening up America again, we will begin to reopen our National Parks and public lands for the American people to enjoy.” He then called on Secretary of the Interior David Bernhardt to comment with more details, but Bernhardt did not come to the podium or have a microphone, so his comments were inaudible. Vice President Mike Pence later commented that the administration would “work closely with governors” to reopen parks and public lands, “so that the American people can enjoy the blessings of those extraordinary places.” Pence told the Trump that the American people are, “anxious to get back to enjoying all those public parks, and will greatly welcome your leadership.” It's unclear the degree to which the President's announcement will affect states and other localities.  ##Reopening## New York Gov. Andrew Cuomo said President Trump agreed to waive the state match for the costs related to using the Federal Emergency Management Agency during their meeting yesterday. “Normally, a state has to pay 25% of the FEMA cost. That would be a cruel irony for New York and adding insult to injury,” Cuomo explained. “New York had the highest number of coronavirus cases in the country. Therefore, our cost of FEMA was the highest cost in the nation.” “You're going to penalize us for having the highest number of coronavirus cases in the country. And at the same time, the Congress passed a piece of legislation not even funding the states,” Cuomo said.  He said it’ll save the state hundreds of millions of dollars. Cuomo also said he talked to Trump about getting more state funding into the next stimulus bill.  “This was not the time for baby steps. This is when you should be taking bold action,” he said. Gov. Andrew Cuomo said he understands that local officials may feel political pressure to reopen their economies. \"We can't make a bad decision,\" he said. \"Frankly, this is no time to act stupidly, period. I don't know how else to say it.\" Cuomo said reopening prematurely would set back the progress that has been made flattening the curve. He warned communities that have not been hard-hit by coronavirus to keep certain restrictions in place, saying a second wave could \"knock you down.\" Hear what he said: ##New York## ##Reopening## New York will work with New Jersey and Connecticut to launch a \"nation-leading contact-tracing program,\" Gov. Andrew Cuomo announced this morning. \"This is going to be a massive undertaking,\" he said. Former New York City Mayor Mike Bloomberg will help develop the first-ever testing/tracing/isolation programs, Cuomo said. John’s Hopkins University and Vital Strategies will help with the tracing operation, he added. Contact tracing is a virus containment strategy that involves finding sick people, isolating them and then tracing everyone with whom they've been in contact with. Those contacts are then put into quarantine. ##New York## New York Gov. Andrew Cuomo said he had a “productive” meeting with President Trump yesterday at the White House. “To me, a productive visit means we spoke truth. We spoke facts. We made decisions, and we have a plan going forward. And that was accomplished yesterday. And I feel good about it personally,” Cuomo said. The governor said political differences were placed on the back burner during the meeting.  “By the way, these are people in the White House who, politically, don't like me. You know, that's the fact, right? You see the President's tweets. He's often tweeted very unkind things about me and my brother. … We’ve had conflicts back and forth. But we sat with him. We sat with his team. And that was put aside. Because who really cares how I feel or how he feels? Who cares? Get the job done,” he said. Cuomo referred to his call to keep politics out of the health pandemic: “When you're at war, you're in a foxhole. … I don't care what your politics are. I don't care what you think about my politics. It doesn't matter. We both have a job to do. Let's do the job. That was the spirit of the meeting yesterday,” Cuomo said. Watch the moment: ##New York## Vermont is reporting a downward slope of coronavirus cases and less Vermonters are going into the urgent care or hospital emergency settings with symptoms that might sound like Covid-19, officials said today. \"As you’ve been hearing, our efforts to flatten the curve are starting to make a difference, but this isn’t over yet, and continuing to take action to protect yourself and those around you is really still critical,\" said Vermont Commissioner of Health Dr. Mark Levine said.  A month ago, 6% of urgent care or ER visits were for Covid-19 type-symptoms. Now those visits are in the 1% to 2% range, Levine said. There have been approximately 40 coronavirus deaths in Vermont, Levine said, and they have assessed the first 29 deaths. New York Gov. Andrew Cuomo said at least 474 people died across the state from coronavirus yesterday. That is down from 481 deaths in the state on Monday. The governor said the death toll updates are \"the worst news that I have to deliver every day, and the worst news that I've ever had to deal with as governor as New York.\" However, he said death rates are no longer increasing every day and the toll \"seems to be on a gentle decline.\" ##New York## New York Gov. Andrew Cuomo said that, while it feels like the state has been under restrictions for \"terribly long,\" New York is now \"in a much better place.\" \"When you look at the reality of the situation, We are actually in a much better place,\" he said. \"We're at a relatively good place,\" he added. Hospitalization and intubation rates are down. However, the number of new people going into the hospital each day is still \"troublingly high,\" Cuomo said. ##New York## A Tyson Fresh Meats plant in Washington state is now linked to 91 cases of Covid-19, a local health department reports. The beef plant, located in Wallula, had their first case of the disease on April 1, Walla Walla County health officials said in a statement. Tyson began to put mitigation efforts in place 5 days later, on April 6, the statement added. The cases are now spread out over the two-county Benton-Franklin Health District and Walla Walla County, officials for both areas said. The Walla Walla County health department, the agency that oversees the plant, said they have \"been in daily communication with Tyson to ensure the required mitigation measures are put in place\" since April 6. \"In addition to the prevention measures we have required Tyson to implement, we are also requiring Tyson to allow the DCH to test all employees for COVID-19,” said Meghan DeBolt, Director of the department, in the later statement. The plant remains open at this time. Earlier, today, Tyson said it will suspend operations at its Waterloo, Iowa, pork plant after nearly 200 coronavirus cases were linked to the plant.  Detroit bus driver Jason Hargrove died from Covid-19 just days after posting an impassioned video plea to warn residents about the seriousness of coronavirus.  His wife, Desha Johnson-Hargrove, described him as a “gentle giant,” an “amazing father” and an “all-around great man.” “He proudly put that uniform on every day. Even after he was sick, not even understanding how sick, not even understanding that he had actually had the virus at the time … but his mind was still on going to work every day and transporting the people of Detroit,” Johnson-Hargrove told CNN’s Poppy Harlow.  Johnson-Hargrove said her message to people is to just stay home while coronavirus continues to affect the US.  “This is real. We are not actors. We are real people. We are real hurting people that have suffered a tremendous loss. And all I can ask is that everyone follow and obey the orders of your state, of your county, of your cities, whatever they may be. Stay home. … It’s that simple — just stay home.”  Eric Colts, his best friend and fellow bus driver, said he is still uneasy about going to work, even with personal protective equipment, including and masks. “In my line of work, you never know who you're picking up from the next stop to the next stop. That's something we don't know. So to say I feel safe, I can't really say that, because we're just not sure,” he said. Watch more: The US Coast Guard says nearly 65,000 crew members are still on 87 cruise ships in Miami’s USCG 7th District, which includes the Bahamas and the Caribbean. At least 18 passengers remain on board, according to the USCG.   About 30,600 crew members are on 43 vessels in and around US ports, while 34,300 crew are on 44 cruise ships in and around the Bahamas and Caribbean, per the USCG.  The passengers are awaiting final coordination and clearance for repatriation.  Tyson said it will suspend operations at its Waterloo, Iowa, pork plant after nearly 200 coronavirus cases were linked to the plant.  Waterloo Mayor Quentin Hart said while he’s happy the plant — which is the the company’s largest pork plant — is closing temporarily, he’s afraid it may be too late to stop the spread.  “At this particular point, we believe that it was too late. We went from 21 cases of Covid on April 9 to about 380 yesterday, and we even doubled that number in two days from 191 to 380. So at this point, closing, cleaning, testing people, is the best scenario for it,” Hart said in an interview with CNN’s Poppy Harlow.  “And I understand the impact that this has on our national food chain, but in order to be able to stop the spread, this was the best course of action to support the workers that prepare our food.”  Hart previously told CNN’s Dana Bash that he was concerned about frontline workers at the plant, many of whom are minorities and immigrants. The plant is one of the city's largest employers, with some 3,000 workers. Tyson now says all workers will be able to get testing. “It hurts when it feels like your pleas to people falls on deaf ears. This isn't a political issue. It's not a Republican, not a Democrat [issue]. This is a humanitarian issue. And we needed proactive steps to be able to squash this spread,” he said.   New York City Mayor Bill de Blasio says there will be a Macy’s July 4th celebration with fireworks, though no details have been hashed out yet.  De Blasio said he spoke with Macy’s CEO Jeff Gennette. who agreed that the company wanted to celebrate in some way.  “One way or another, the show will go on,” de Blasio said, adding that fireworks will be a part of the plan.  “This is a day we cannot miss,\" de Blasio said. \"There’s no day like the Fourth of July.\" The mayor said there are a lot of questions that need to be answered between now and the celebration, but that the city will conduct the celebration “in a way that’s safe and smart.” Earlier this week, de Blasio announced that New York City has canceled all non-essential permitted events in June. ##New York## New York City Mayor Bill de Blasio said there will be increased coronavirus testing to serve the estimated 400,000 people live in public housing locations around the city. Six new testing sites with the priority for NYC Housing Authority (NYCHA) residents will be opened over the next two weeks he said. Three sites – in Brooklyn, the Bronx, and Manhattan – will open Friday. Three others – in Brooklyn, Queens and Harlem – will open next week. Hand sanitizer will be given to thousands of seniors in NYCHA facilities, and all public housing residents will receive face coverings and gloves. The mayor also discussed an expanded free door-to-door meal distribution to NYCHA building seniors so no one will “miss out on the food they need,” and a $5 million investment for free tablets and internet service to 10,000 NYCHA seniors “so they can stay in touch with family and loved ones and access the services they need.” ##New York## ##Testing## Both Vice President Mike Pence and President Trump called Georgia Gov. Brian Kemp on Tuesday night to express support for the governor’s decision to reopen his state, offering praise and complimenting him on the job he’s doing, according to a source familiar with the call. Another person familiar with the call said it went well. The governor, who made the announcement on reopening his state Monday, did not inform White House beforehand, according to a source familiar with the decision. The source added that Kemp made the decision at least a day before the announcement. Kemp's decision has drawn criticism from public health experts who have repeatedly stressed the dangers of relaxing social distancing measures too early. Georgia hit its projected peak for daily deaths on April 7, according to an influential model often cited by the White House.  But that same model, from the Institute for Health Metrics and Evaluation, says that Georgia shouldn't start relaxing social distancing until after June 15 -- when the state can begin considering other measures to contain the virus, such as contact tracing and isolation.  CNN's Nick Valencia reported that Candice Broce, Gov. Kemp’s communications and deputy executive counsel, defended the governor’s announcement, saying the state has satisfied all criteria required by the White House to reopen.  She called any suggestion otherwise \"inaccurate.\" ##Reopening## ##The South## New York City Mayor Bill de Blasio unveiled details on a new initiative called \"test and trace,\" the steps and measures he says would get the city to a low-level transmission phase. \"This is how we ultimately defeat this disease,\" de Blasio said this morning. The mayor gave what he called broad strokes to the approach to the plan, which is based on widespread testing for the disease. If a patient is found to be Covid-19 positive, determining who they have been in contact with and testing those people.  \"Plenty of sites and plenty of tests,\" de Blasio said.  The goal is to make testing available in every community, provide immediate assessment isolation and support, rapidly trace contacts and have more testing available in May. People who test positive will be immediately assessed, isolated, monitored and supported at home or in a hotel or hospital, the mayor said.  De Blasio said he would like to identify widespread collection sites to minimize the burden on hospitals and the health care system. The city will also conduct interviews with positive patients to determine who they have been in close contact with.  \"If you were in close contact with your cousin, then we want to talk to your cousin,\" he said. \"It’s going to take thousands and thousands of people to do this right and we’re putting those people together now.\" ##New York## ##Testing## Texas Lt. Gov. Dan Patrick said Monday that \"there are more important things than living\" during the coronavirus pandemic, pushing for a reopening opening of the state’s economy.  But Houston Mayor Sylvester Turner thinks that could upend progress that the state has made in fighting the virus. \"I don't think it's an either/or, and I don't think you have to provide those type of choices. I simply think you just have to listen to what the doctors are saying, take their advice. … You don't have to sacrifice one group in order to save another,\" Turner said.  Turner said he agrees that some hospitals can start performing elective surgeries, but reopening shouldn’t go further than that.  \"We shut down early in this city. So the things that have been put in place are working. But you have to be very careful if you open up too soon. You will undo all the sacrifices people made.\" Turner also stressed that this health crisis should not be made political. \"It has no respect of persons or parties or social or economic status,\" he said, adding that 70% of the deaths in the city have been people of color. Turner also reiterated that his city needs more widespread testing in order to gauge the reopening of the economy, referring to the response when Hurricane Harvey hit the area in 2017.  \"You can look on the radar and you knew where the storm was, when it was going to hit, when it was going to exit. For us with this particular challenge, the radar happens to be testing. And it needs to be widespread and it needs to be robust,\" he said. ##Reopening## US stocks opened higher today, rebounding after two days of losses brought on by the collapse of oil prices. The oil market continues to be in distress, as global benchmark prices fall to their lowest level since 1999. US oil remains around $14. But investors focused instead on the Senate's approval of a new tranche of fiscal stimulus, including more aid for the payroll protections plan. The House is expected to vote on the plan today. Meanwhile, earnings season is roaring on and companies are fulling their guidance amid the coronavirus uncertainty. Here's where things stand this morning: The Dow opened 1.9%, or 440 points, higher.\nThe S&P 500 kicked off nearly 2% higher.\nThe Nasdaq Composite rose 2.1%. You can follow live updates on the markets here.   ##Stimulus## Tyson Fresh Meats has announced plans to indefinitely suspend operations at its Waterloo, Iowa, pork plant “mid-week until further notice.\" The plant is one of the city's largest employers, with some 3,000 workers, many of them immigrants and people of color who don't have the best access to health care. The announcement comes as local officials in Black Hawk County, Iowa, had urged the plant to close voluntarily after a suspected outbreak of Covid-19. “Protecting our team members is our top priority and the reason we’ve implemented numerous safety measures during this challenging and unprecedented time,” Steve Stouffer, group president of Tyson Fresh Meats said in a statement. “Despite our continued efforts to keep our people safe while fulfilling our critical role of feeding American families, the combination of worker absenteeism, COVID-19 cases and community concerns has resulted in our decision to stop production.”    The Black Hawk County health department announced Tuesday that 182 of the county's 374 cases are linked to the Tyson Waterloo plant.  The Board of Health voted yesterday to pass a proclamation urging Iowa Gov. Kim Reynolds and Tyson Foods to temporarily close the Waterloo plant for deep cleaning and to test employees.  Last week, two dozen local and state elected officials — including Waterloo's Mayor — sent a letter formally requesting Tyson shut down the plant due to the outbreak. Mayor Quentin Hart told CNN he was afraid if action wasn't taken soon, his city could be the \"next hot spot.\" Dr. Sanjay Gupta said the US needs to focus on its lack of testing in the country — not on how we compare to other countries.  While answering viewers' questions this morning, he was asked about the US's testing numbers. “At the White House briefings, it’s often mentioned that the US has done more testing than any other country. Is that true? Wouldn't it be more accurate to compare testing numbers by the amount of tests administered per million people?” the viewer asked. Here's how Gupta answered: \"The answer is yes … You want to basically get a large enough sample size for the data to be meaningful. And you know what? I don't care about other countries, frankly. We keep saying, but we're doing more than other countries. It doesn't matter. That doesn't matter. There are countries doing better than us and there are countries doing worse than us in terms of testing. What matters right now here is here. And what we know is we need to be doing way more testing than we're doing. Maybe a million or so tests a day; I think we're around 150, 160,000 a day. And the reason you want to do that much testing is you get a better idea of where the virus is, how it’s spreading and how to contain it.\" Gupta said the US has the \"strategies to be able to contain this virus.\" \"This is a solvable problem. I want to make this clear. We have the strategies to be able to contain this virus. It’s not going to be easy. But we know how to do it,\" he added. Watch more: ##Testing## Dr. Sanjay Gupta answered viewers’ questions about coronavirus on CNN’s New Day. Here’s what he had to say about haircuts as Georgia Gov. Kemp announced that some businesses, including hair salons, can reopen in the state starting this week.  On viewer asked: “Is it safe to go to a barber for a haircut? If unsafe, what precautions should the barber take and what precautions should I take?” Here's how he responded: “You can't keep a safe social distance when you’re getting your hair cut. … We may get to the point where people can get such rapid testing that we can know if people are infected or not, and that would help in terms of people being able to go out and do things like haircuts. But we're not at that point. We're not at that point here in Georgia or in any place in the country.” Watch more: ##Reopening## Experts still estimate that it could take about a year — or 12 to 18 months — to develop a vaccine against the novel coronavirus, Dr. Stephen Hahn, commissioner of the US Food and Drug Administration, said during an appearance on \"CBS This Morning\" today. That means a vaccine would not be available until around March 2021. \"It's still the case that the estimate is March,\" Hahn told CBS' Tony Dokoupil. \"But we're really trying to accelerate the efforts,\" Hahn said. \"And we will try for sooner.\"   Coronavirus continues to spread in the US: As of this morning, there are more than 825,000 cases across the country, according to a Johns Hopkins University tally. Lawmakers are working on financial relief for small businesses, health experts are warning of another outbreak wave, and the timeline of the spread of the virus in the US could be shifting. Here's where things stand this morning: The possible second wave: The CDC director warned there could be a second coronavirus outbreak this winter, and it could be \"even more difficult\" as it may run in conjunction with the flu season.\nWas coronavirus spreading in the US earlier? New autopsy results show coronavirus killed two Californians in early and mid-February — up to three weeks before the previously known first US death from the virus. The development may change the understanding of how early the virus was spreading in the country, health experts said.\nAnother stimulus bill: The Senate passed $480 billion relief package yesterday, which includes hundreds of billions of dollars in new funding for small businesses. The bill now goes to the House for a vote.\nAbout hydroxychloroquine: Coronavirus patients taking hydroxychloroquine, a treatment touted by President Trump, had higher deaths rates compared to those who did not take the drug, according to a study of hundreds of patients.\nTests give false negatives: Medical device company Abbott Laboratories has warned that its rapid coronavirus test can produce false negatives – where results suggest patients are not infected when in fact they are.\nTrump on testing: President Trump, after a meeting with the New York governor, said that while states will control testing, the federal government will work along with the state on the national manufacturers and distributors. The President has previously said testing \"is a local thing.\"\nNew York no longer needs hospital ship: Gov. Andrew Cuomo said he told President Trump the US Navy Ship Comfort —deployed to New York City to serve as a hospital during the pandemic — is no longer needed. ##Stimulus## ##Testing## ##New York## Data suggests that people have dramatically reduced their time in public places and are largely staying at home — but easing social distancing restrictions could change the forecast, according to researchers.  Lauren Ancel Meyers, who is leading researchers at the University of Texas-Austin, explained her team’s model with CNN’s Alisyn Camerota.  “We are using data from cell phones...of tens of millions of people that tell us actually on a daily basis how much time are people staying at home, how often are they ending up in grocery stores or in pharmacies or in other places where they could have contact that leads to disease transmission,” she said.  Ancel Meyers said that Americans are largely staying at home and away from common places, which is why deaths are not continuing to skyrocket. “That is the secret to success. That is why we have seen a trailing off of mortality in this country. And that is why it's going to be important going forward that we continue to take measures to prevent transmission by just keeping out of contact with each other or reducing the likelihood of transmission when we do have to come in contact with each other,” she said.  Ancel Meyers said her team’s model builds on the one from IHME, which is frequently cited by the White House. Both models predict near-future coronavirus cases based on the current strict social distancing guidelines, but cases and deaths could increase again as state economies start reopening, she said. “One of the things we can't predict at this point is how behavior is going to change in the next week or two or month or two. To the extent that changes, the forecasts may look very different,” she said.  President Trump tweeted that states are “safely coming back,” this morning, days before Georgia’s aggressive reopening plan begins and as his own health experts warn of a possible second wave of coronavirus infections.  Some background: The President has been pressuring governors to reopen their states, including sending tweets that seemed to encourage protests in Michigan, Minnesota and Virginia, as Jeff Zeleny and Kaitlan Collins reported last week. Remember: A second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis, the director of the Centers for Disease Control and Prevention told The Washington Post in an interview. \"There's a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,\" CDC Director Robert Redfield said. \"And when I've said this to others, they kind of put their head back, they don't understand what I mean.\" Moments ago, Dr. Stephen Hahn, the US Food and Drug Administration commissioner, responded to Redfield's comments, saying, \"It's certainly a possibility\" there will be a second wave of coronavirus next winter.   ##Reopening## Dr. Stephen Hahn, the US Food and Drug Administration's commissioner, said \"it's certainly a possibility\" there will be a second wave of coronavirus next winter.  Appearing this morning on \"CBS This Morning,\" Hahn responded to remarks made by Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, who said the there could be a second, possibly worse coronavirus outbreak this winter. \"The whole task force set of doctors is concerned about the second wave,\" Hahn told CBS. \"That's why we have built into the plan the surveillance mechanisms to look for the respiratory illnesses and then to do the appropriate testing at that time.\"  Hahn added surveillance and testing will be \"a critical part of the reopening plan to allow us to move forward.\"  A section-by-section analysis of the relief package says that the $25 billion amount for testing will go toward \"necessary expenses to research, develop, validate, manufacture, purchase, administer and expand capacity for COVID-19 tests.\" Of the total amount dedicated to testing, there will be $11 billion given to states and localities \"to develop, purchase, administer, process and analyze COVID-19 tests.\" The rest of the money will be given to other entities, including federal agencies, to invest in promising new technologies and to distribute to labs. According to the analysis, the bill \"requires (a) strategic plan to related to providing assistance to states for testing and increasing testing capacity\" and it requires a plan for states and localities on how the money will be used for testing. This language had been a big sticking point in negotiations over a deal as President Trump has pushed for states to be responsible for expanding testing capacity while as Democrats had pushed for the federal government to take on a larger role in it. ##Stimulus## Two coronavirus-related deaths confirmed in Northern California's Santa Clara County from early February are the earliest known deaths from the virus in the US. The deaths were from February 6 and February 17 -- up to three weeks before the first known US death in Kirkland, Washington, on February 29. A third death in early March was also confirmed to be virus-related, the statement said. \"Testing criteria set by the CDC at the time restricted testing to only individuals with a known travel history and who sought medical care for specific symptoms,\" a spokesperson for the county said. Further details on the victims were not provided. Read more here. The House is expected to vote on a relief package that includes hundreds of billions of dollars in new funding for small businesses hurt by the coronavirus outbreak along with other priorities like money for hospitals and expanded Covid-19 testing. The Senate passed the relief package by a voice vote, meaning most senators would not need to return to Washington, DC, during the pandemic. The bill goes to the House, which is expected to vote on the package Thursday. The total price tag of the bill is approximately $484 billion. The full legislative text has not been formally released, but CNN obtained a copy of the bill, which runs 25 pages long. A section-by-section analysis obtained by CNN shows the deal will authorize the Paycheck Protection Program to spend an additional $310 billion. The program was set up to deliver aid to small businesses struggling from the economic deep freeze triggered by the pandemic. Funding for the program ran dry earlier this month, prompting concern and outcry from the small business community. The deal will also provide $75 billion for hospitals and health care providers stretched thin by the pandemic to address coronavirus expenses and lost revenue and an additional $25 billion to facilitate and expand Covid-19 testing. ##Stimulus## A second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis, the director of the Centers for Disease Control and Prevention told The Washington Post in an interview. \"There's a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,\" CDC Director Robert Redfield said in a story published Tuesday. \"And when I've said this to others, they kind of put their head back, they don't understand what I mean.\" \"We're going to have the flu epidemic and the coronavirus epidemic at the same time,\" he added, predicting a dual assault on the health care system. While there are shots to help prevent the flu and drugs to help treat it — unlike with the novel coronavirus, which still has no approved treatment or vaccine — it remains a deadly infection. The flu season has been underway since September, and while flu activity now is considered low, the season has seen a high number of hospitalizations and infections, killing at least 168 children, according to the CDC. Last year, the flu killed at least 34,200 Americans, according to the CDC, and made an estimated 35.5 million people sick. To have both the flu and the coronavirus circulating at the same time could overwhelm hospitals and doctors' offices that are already stretched thin in a bad flu season. Keep reading."], "Language": false}