{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/world/climate-change-optimism-christiana-figueres-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-02-19T10:00:10Z"], "LastModifiedDate": ["2020-03-19T13:54:18Z"], "Headline": ["The world's top climate negotiator is feeling optimistic. She says you should too"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["At first glance, Christiana Figueres doesn't have that many reasons to be optimistic.  The Costa Rican diplomat played a pivotal role in negotiating the Paris Climate Agreement in 2015. But while the deal was widely praised as a landmark achievement, it has since begun to crumble.  The United States left the pact under President Donald Trump, and negotiations over key aspects of the deal's implementation have repeatedly failed. Yet Figueres says she still feels upbeat about fighting climate change. \"It's a deliberate choice,\" she told CNN in a video call. \"This is not about subjecting ourselves to huge sacrifices that lead us to feeling that we're having a worse life, it's actually exactly the opposite,\" she said. \"This is about moving toward a much better life, a life that has better health conditions, that has better urban conditions, that has better transport conditions, that has safer investment conditions.\" A slight woman with short hair, Figueres has the sort of no-nonsense attitude that's called for when the future of the world is at stake and it's up to you to find a solution.  She took over as the UN's top climate official in 2010, following the failed Copenhagen climate summit in 2009.  When the Paris Agreement was signed five years later, Figueres was widely credited with making it happen. She also made the radical decision to bring the private sector and NGOs into the negotiations. The idea that fighting climate change will make people's lives better is a key theme in Figueres' upcoming book \"The Future We Choose.\" Figueres and the book's co-author Tom Rivett-Carnac, who were both speaking from the Swiss ski resort of Davos for the World Economic Forum in January, told CNN their \"stubborn optimism\" is inspired by changes they have witnessed first hand.  \"We are in a different world than we were two years ago, the level of civil disobedience that has emerged all around the world, we haven't seen for a generation, it's incredibly positive,\" Rivett-Carnac said.  The former political strategist used to work with Figueres at the UN and the two have recently teamed up again to set up Global Optimism, an enterprise focused on environmental and social change.  They make for a convincing duo. Rivett-Carnac towers over Figueres. She pokes fun at him for dressing up for a news interview. Besides the new book, they also run a podcast which has featured guests including David Attenborough, Jane Goodall and Bill Nye. Figueres and Rivett-Carnac believe that the climate protests and youth strikes seen around the world in recent months will eventually lead to the kind of fundamental change needed to limit global warming to well below 2 degrees Celsius, a key goal of the Paris deal.  \"Historically, social change comes about when 3.5% of the population is pressing for it, and that's amazing because we always think you need 100% of people and you don't,\" Figueres said. \"We're almost there, at the 3.5%.\" Activists press for change The protests have been credited with forcing politicians across the world to raise their game on climate change and introduce stricter targets. When nations signed the Paris Deal back in 2015, they agreed that global emissions of greenhouse gases must peak in 2020 at the latest, and then start coming down -- or the world will face irreversible damage. Under current scenarios, emissions will need to fall by 7.6% every year in the next decade -- way beyond what the governments of the world are currently pledging. According to the UN, if we rely only on the current climate plans, temperatures can be expected to rise by 3.2 degrees this century. Activists like Greta Thunberg and Extinction Rebellion are demanding their governments stick to the Paris ideas and come up with concrete plans. \"We do see rays of light,\" Figueres said, pointing to various plans for coal phase-out and increased investment in renewables. \"Whether that's going to add up to a global number, honestly, that remains to be seen,\" she said.  Figueres said politics was another reason to be hopeful, because climate change is slowly ceasing to be a divisive issue. One example: when the United Kingdom held a general election in December, all the main parties broadly agreed on the need to tackle the problem. \"The UK has finally understood that this is not about party allegiance. This is about the fate of humanity and all humanity, no matter what party you belong to,\" she said.  But the shift isn't uniform. In Europe, the discussion centers largely around finding the best way to combat climate change -- how fast, and in what way. In the US and Australia, meanwhile, the issue remains a partisan one in which basic facts are still being debated. \"In the US, this issue came, or appeared to come, from the left, and it appeared to come part and parcel with increasing government regulation,\" Rivett-Carnac said. \"Naturally, those who are on the other side of that philosophical debate resist -- without necessarily realizing that there are plenty of solutions that would be consistent with their political worldview.\" To shift that attitude, Figueres and Rivett-Carnac point to the idea of climate optimism. Rather than stoking fears about the future or making people give up stuff they care about, Figueres and Rivett-Carnac want to convince people that they are in charge. \"Fear does have a role, being woken up out of complacency does have a role... but we need to translate that into a matter of moving forward,\" Rivett-Carnac said. Figueres said humans need to realize they have the power to choose the future. \"That is an incredible opportunity and it is unique in the history of humankind,\" she said. \"My parents and generations before that didn't have the power to say 'we will write history,' they just couldn't, because they didn't have the technology, they didn't have the capital, they didn't understand the policy.\" The problem, she said, is that there isn't much time to take this control: A decade, at best.  \"Ten years from now, in 2030, we will either have written a very positive story, or we will really be condemned to an endless destruction. So for these 10 years we're holding the pen,\" Figueres said."], "Language": false}