{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/opinions/pandemics-global-warming-linked/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Lauren E. Oakes, Sarah H. Olson, and James Watson"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T14:21:21Z"], "LastModifiedDate": ["2020-04-22T22:28:51Z"], "Headline": ["Preventing pandemics, global warming and environmental degradation all at once"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Earth and its inhabitants face three global crises: the pandemic crisis, the climate crisis and biodiversity crisis. Unto themselves, each already feels overwhelming -- in terms of public-health consequences, the speed and scale of impacts, and the transformative actions needed to keep the planet habitable. One commonality lies at the core of these massive global challenges: the destructive relationship between humanity and the natural world. Human activities drive these invisible enemies, and our hope for the future will derive from solutions based on caring for nature. With Covid-19-related mortality expected to be high in vulnerable populations, at least one expert, NYU climate economist Gernot Wagner, has likened the pandemic to \"climate change at warp speed.\" The exponential growth rate of Covid-19 makes the pandemic far more apparent to most people, on a daily basis, than a warming planet. Yet the devastating recent fires in Australia and the loss of Pacific islands to sea-level rise remove any doubt that climate change is a fast-moving crisis. We already know the links between climate change and the third crisis, biodiversity loss. A 2019 report from the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services outlined the consequences for humanity of the rampant erosion of ecosystems across Earth. The report highlighted clear evidence of reductions in pollination, water regulation, soil health and pollution regulation among a myriad of lost \"natural capital.\" It also provided evidence that intact ecosystems -- especially our vast tropical and boreal forests -- play a critical role in abating runaway climate change. These areas soak up around 30% of mankind's carbon emissions each year and will continue to provide this huge service if effectively conserved.  Such natural systems also offer humanity its best defense against climate change by regulating local climate, for example, and reducing risks of climate-related hazards such as sea-level rise and floods. Areas of high biological diversity often also hold a high level of viral diversity. As such, increased degradation of our world's intact ecosystems can pose human health risks. Scientists use the term \"zoonosis\" to refer to infectious diseases like Covid-19 (caused by the virus SARS-CoV-2) that spread from animals to humans. The current pandemic has been associated with a market in Wuhan, China, where the flow of wild animals from forest frontiers to urban communities likely provided the source of infection. Yet wild animals themselves do not cause the problem. Rather, people continue to place increased pressures on the Earth's remaining biodiverse ecosystems. Activities such as the commercial wildlife trade, logging and deforestation, and the expansion of agriculture into previously undisturbed areas alter the \"normal\" circulation of viruses. These changes can increase contact and exchange-rates of pathogens between wildlife and humans. In other words, as humanity encroaches further into nature, people have a greater chance of coming into contact with new pathogens carried by animals, and humanity finds itself at greater risk of pandemics like the one unfolding now. The problems of pandemics, climate and biodiversity loss are linked -- but so are the solutions. Ending the commercial trade of wildlife for human consumption would drastically mitigate that exposure, limiting the risk of pathogens spilling over from animals to humans and causing disease outbreaks. At the same time, protecting ecosystems from human encroachment helps maintain biodiversity and mitigate climate change, by maintaining plant life that absorbs carbon from the atmosphere. Only a few months ago, we looked to 2020 as the \"super year\" for biodiversity and climate change. Nations that signed onto international conventions on climate (CoP 26) and biodiversity (CoP 15) hoped to finalize global strategic plans looking to 2030. With the key climate and biodiversity meetings delayed due to the pandemic, coordinated action remains pressing. Perhaps the Covid-19 crisis itself may still bring negotiators together (in spirit if not in person) for unified action, if the global pandemic manages to rouse a sense of solidarity among world governments. When it comes to reducing threats to our health, the climate, and biodiversity, we know that the tools of protecting intact forests and reducing forest degradation work well. The world -- and all its citizens and leaders -- must embrace natural solutions to head off these three crises. Proactively conserving and restoring our remaining intact ecosystems represents a key strategy to halt climate change, biodiversity loss, and -- we must hope -- the next pandemic.  This article has been updated to clarify that the authors argue ending commercial wildlife trade for human consumption, specifically, would mitigate human exposure to pathogens. It has also been updated to reflect that James Watson is a professor, not associate professor, of conservation science at the University of Queensland."], "Language": false}