{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/opinions/coronavirus-makes-college-and-life-pass-fail-perry/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David M. Perry"], "Writers": [["David Perry"]], "FirstPublishDate": ["2020-03-18T19:10:02Z"], "LastModifiedDate": ["2020-03-18T20:12:17Z"], "Headline": ["Why a pass/fail option is a good move for everyone"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Berea College, a small tuition-free school nestled in Appalachia, went first. As schools like Harvard, Princeton, Amherst and others shifted to all-online education as the coronavirus outbreak deepened and began expelling most of their students from campus, Berea's leaders took a different approach. The school's administration acknowledged that members of the student body had widely divergent access to the internet (something that is likely true to some degree at most, if not all, institutions of higher learning), and told Berea's professors to stop teaching.  By the end of last week, hundreds of schools had suspended in-person teaching, but most seemed to be promoting the idea that assessment with letter grades could continue as planned. Some academic leaders, though, quickly figured out that the only way through this was to abandon pretensions of rigor or normality, shifting their entire universities to a pass/fail option in an attempt to ease tensions and recognize the anxiety of the moment.  That's a good move. When pass and fail are the only options, it allows the grader to focus on learning and growth, while students have more opportunities to try, mess up and improve without feeling that everything is lost or their GPA is ruined. We're all going to be messing up a lot in this unprecedented moment anyway. Everyone should shift to a pass/fail basis for a while, cutting each other as much slack as possible, while still acknowledging the work we're all doing, staying connected and trying to remember what normal looks like. The Massachusetts Institute of Technology was one of the first schools to announce that all grades would shift from A-F into a pass/fail system. Smith College, Middlebury College, Grinnell College, Northwestern University and The City Universities of New York have all followed suit with similar policies, and surely by now others have joined in. Some schools have shifted to a purely pass/fail basis, whereas others are leaving the choice up to students by simply extending the deadline to change their grading option until the end of the semester.  While there are reasonable debates to be had about the fairest fair way to go forward, from what I can tell, too few schools have taken this seemingly radical step. For many, assessing and ranking students feels essential to the function of a university. Strong students want grades as markers of their success. But in this moment of crisis, we're all just going to have to relax and accept that the chaotic world we're living in right now demands a different approach.   At their best, grades are not in fact always all that useful; often, they reveal as much about the conditions in which a student is able to work as their raw ability or effort. I spent a decade teaching first-generation students -- often also first-generation Americans -- at a small college in Chicago. Many were brilliant. Many also had to care for younger members of their family, work 30-40 hours a week and often experienced both food and housing insecurity. They didn't always do their best work, because life got in their way. I learned to shift my standards, not by lowering them exactly, but to emphasize growth and intention over flawless execution. I tried to let empathy moderate the pursuit of rigor and perfection in which I had been trained. Through a pedagogy of kindness and trust, I helped my students achieve great things; they often exceeded my highest expectations. We're all going to need to prioritize empathy, kindness and trust as we move through the next few weeks and maybe months. Students are going through profound dislocations because of the coronavirus pandemic and simply cannot be expected to do good work while moving, being isolated, shifting to online learning and other changes. This is as true for younger students as for those in college or graduate school, and we're just going to have to take that into account. Faculty also need to be judged on a pass/fail basis. Online teaching is uniquely hard and cannot be mastered as a skill in a couple of hours or days. Student evaluations -- which for pre-tenure or pre-promotion faculty are vitally important to their career advancement -- will be useless in this new arrangement, as will any evaluations of research productivity.  This is also true in nearly every industry. Every resume, transcript, curriculum vitae and work history is going to look weird when it comes to spring 2020. At large companies, employees typically get assessed annually based on their ability to meet performance goals. Those goals should be thrown away and every employee treated (as Facebook has reportedly done) as if they \"exceed expectations\" across categories. Anyone who shows up and tries to keep going should get an A+. College admissions officers and hiring managers alike take note: We should all get maximum credit for just making it through the spring intact. And if we need to go pass/fail in all of our work and education, we need it even more in our home life. Relationships will get strained. None of us will always be able to practice optimal parenting strategies, especially as parents figure out how to balance working from home and caring for our kids at the same time. My children are on iPads even as I write this, though allegedly my daughter is playing a math game.  It's not that we have to look the other way on abuse or neglect, but competency rather than excellence should be the goal. This is also true when we judge ourselves. I'd love to think that in the next few weeks I'm going to rewrite my novel and draft multiple chapters of my history book, all while continuing to make pasta from scratch and providing excellent advising to my students whenever they need it. More realistically, let's just try to keep our productivity and relationships at what in other times we might have rated a B-, while hoping for better, and weathering this storm with maximum compassion for ourselves and everyone around us.  With one exception: Our leaders do not get this benefit of the doubt, because our lives are at stake. Turning us into a pass/fail nation is about lowering anxiety and giving our leaders time to make up for the weeks in which the Trump administration downplayed the threat. Much of what's happening now was in fact predicted and the worst consequences might have been avoided. So while teachers, provosts, deans, principals, managers and executives need to send the message that those they supervise can relax a little, we need to send the exact opposite message to those in power. You will not be graded on a curve."], "Language": false}