{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/us/nyc-coronavirus-updates/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Melanie Schuman, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-03-18T18:26:27Z"], "LastModifiedDate": ["2020-03-18T18:26:27Z"], "Headline": ["A Navy hospital ship will head to New York to help handle coronavirus outbreak"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New York City Mayor Bill de Blasio asked the military for logistical help and a Navy hospital ship is prepping to head to New York harbor as America's largest city takes urgent steps to prepare for an impending health care crisis. There are more than 7,000 confirmed coronavirus cases across the United States, and New York has been the hardest hit state. On Wednesday, Gov. Andrew Cuomo said that there were 2,382 confirmed cases in New York state -- including 1,339 cases in New York City -- and that 20 people had died in the state. Speaking to NBC's \"Today,\" de Blasio said he had spoken with the chairman of the Joint Chiefs of Staff on Tuesday about the need for the military to help the city's medical capacity and logistics. \"There are American military officers right now still building a wall at the southern border when all they should be doing domestically is addressing coronavirus,\" de Blasio said. \"We need their medical resources, their logistical know-how. We need them to help ensure that food and medicine moves around this country and our supply chain is not disrupted. \"Right now we're in the midst of a crisis we have not seen for generations ... and yet the American military is being sidelined when they should be given the chance to get in this game and help us all,\" he added. Cuomo said President Donald Trump is sending the USNS Comfort, a \"floating hospital,\" to New York harbor to boost health care capacity. The Comfort could still be a \"few weeks\" away from arriving in New York, a US defense official told CNN. President Trump said Wednesday the Comfort and the USNS Mercy would launch in the next week or so. It is expected at this point the medical staff will be trauma care specialists, at least to begin with, so their presence can free up bed space in New York City hospitals.  Defense Secretary Mark Esper said the USS Mercy and Comfort were being prepared to deploy. \"We have also alerted a variety of field and expeditionary hospitals to be ready to deployed as needed, based on direction from the commander in chief,\" he said. Focus on increasing hospital beds  Cuomo and Trump are also discussing the possibility of the federal government setting up mobile hospitals in New York to help with capacity, the governor said.  Cuomo said he is meeting with the Army Corps of Engineers this afternoon about building new facilities for medical care.  He said the virus should peak in about 45 days and asked for up to 110,000 beds from its current capacity of 53,000 beds. The state has a current capacity of 3,000 ventilators, but Cuomo wants 37,000 intensive care units. He said an ICU bed would require a ventilator. \"That's our main issue,\" Cuomo said, adding, \"That's a projection and projections can change.\" Cuomo met yesterday with hospital administrators to identify up 50,000 new beds. The state will waive Department of Health regulations, including the required space in a given room and how many beds are in it. The state needs more current and reserve staff and the state is reaching out to retired nurses and doctors as well as medical and nursing schools to build up reserve capacity. New York limits social gatherings The push for more hospital beds comes as New York City took extraordinary steps to limit social gatherings and cut down on the spread of the virus. Schools have been closed, offices are asking workers to stay home, restaurants and bars are takeout or delivery only and large events are canceled. The governors of New York, New Jersey and Connecticut announced a ban Monday on gatherings of more than 50 people and agreed to close casinos, gyms and movie theaters, Cuomo said. The subway has remained open to transport those who still need to go to work, such as health care workers or grocery store employees. City residents should be prepared for the possibility of a shelter-in-place order in the coming days as the city tries to stop the spread of the novel coronavirus, de Blasio said. He said a decision on such an order has not been made, but it is a possibility. Cuomo has rejected the idea of a New York City quarantine, which he said cannot legally happen without state approval."], "Language": false}