{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/joe-biden-memo-trump-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Bradner, Jessica Dean and Ryan Nobles, CNN"], "Writers": [["Eric Bradner", "Jessica Dean", "Ryan Nobles"]], "FirstPublishDate": ["2020-04-22T16:27:22Z"], "LastModifiedDate": ["2020-04-22T20:39:44Z"], "Headline": ["Biden memo urges surrogates to fault Trump 'for unimaginable pain and suffering' due to coronavirus response"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden's campaign is telling Democrats to hammer President Donald Trump's handling of the coronavirus crisis by focusing on \"the four 'C's\": \"The Chinese government,\" \"cover-up,\" \"chaos,\" and \"corporate favoritism.\"  The new focus was outlined in a memo from deputy campaign manager Kate Bedingfield that was sent to Democratic elected officials and strategists on Tuesday. It was first reported by Axios.  \"The bottom line: if Donald Trump had listened to Joe Biden, fewer Americans would be dying, losing loved ones, losing their jobs, or losing their retirement savings,\" Bedingfield's memo says.  Visit CNN's Election Center for full coverage of the 2020 race It says that while the coronavirus is a global crisis, \"Trump's failure is a uniquely American phenomenon.\" It contrasts the United States with countries such as South Korea, Canada and Germany, and says Trump is \"responsible for unimaginable pain and suffering -- and we need to be clear and unshakeable in communicating this to the American people.\" The memo signals a new willingness from Biden to make political critiques of Trump in a time of national emergency. It's a sharp departure from the early days of Biden's response to the pandemic, when he frequently said Trump was not to blame for the coronavirus but bore responsibility for the government's handling of the crisis. The two talked on the phone earlier this month about the coronavirus response, and both described it warmly afterward. Biden, who has been off the campaign trail since early March, has criticized Trump in recent weeks in interviews conducted from his basement in Delaware.  But his campaign has struggled to break through, with the public health crisis and how the President and governors are handling it dominating national headlines.  Bedingfield's memo lays out four \"critical errors\" by Trump: \"(1) The Chinese government: He praised its leader and did not fight anywhere near hard enough to get the facts. (2) Cover-up: He denied and downplayed the danger. (3) Chaos: His mismanaged response did not get us ready. (4) Corporate favoritism: He dithered when it came to using the Defense Production Act to require companies to produce tests and medical gear (and is still refusing to use it much at all -- plus, his bailout favors big companies and those with special access over small businesses).\" It then delves into detail on each of those points.  The focus on China could be particularly key, with Trump and his campaign accusing Biden of a long record of appeasing Beijing. The Trump campaign arm continues to push China as a major issue and a clear line of distinction between Trump and the presumptive Democratic nominee. Several top campaign officials told CNN that China will continue to be a focus of the campaign's messaging and the campaign will make a big effort to tie American angst about the communist country back to Biden's record. \"China is one of the many vulnerabilities that Joe Biden has and we are going to use it,\" said Tim Murtaugh, the Trump campaign's communications director. \"It is one of many examples of foreign policy where he has been wildly wrong.\" Still, sources say there are internal disagreements over how to move forward on the issue -- with political advisers like Kellyanne Conway urging Trump's campaign to hold off the China-focused ads for now, while other aides say it's the prime time to strike on this message.  Murtaugh said in response to the memo that Trump is \"out front and in command\" amid the coronavirus crisis.  \"While the President is leading the nation in a war against the coronavirus, Joe Biden has decided to play the opposition in that war. He would rather score political points against President Trump than anything else. It used to be that we would unite as a country in times of crisis, but Biden has thrown that principle out the window,\" Murtaugh said.  Trump, though, has also sought to score political points during the pandemic. He has attacked Biden and Democratic governors, including Washington's Jay Inslee and Michigan's Gretchen Whitmer, in personal terms at daily briefings ostensibly focused on the government's coronavirus response. "], "Language": false}