{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/politics/us-drops-two-defendants-russian-troll-farm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katelyn Polantz and Marshall Cohen, CNN"], "Writers": [["Katelyn Polantz", "Marshall Cohen"]], "FirstPublishDate": ["2020-03-16T23:01:14Z"], "LastModifiedDate": ["2020-03-17T02:07:53Z"], "Headline": ["Judge allows US to drop two of 16 defendants in Russian troll farm case brought by Mueller"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A federal judge allowed the Department of Justice to drop Concord Catering and Concord Management as defendants in troll farm case brought by former special counsel Robert Mueller, a month before it was scheduled to go to trial. Prosecutors told the court in recent weeks it didn't think Concord Management was sincerely preparing its defense for trial. Even though the court let Concord out of the case, an indictment will still be on file -- unanswered by any of the remaining defendants in US court -- against 13 Russians, including the oligarch Yevgeniy Prigozhin, and the Internet Research Agency for interfering in the 2016 election. \"The Government has identified several considerations in its motion to dismiss that relate to the national security interests implicated by proceeding against defendants Concord Management and Consulting LLC and Concord Catering ('Concord Defendants'),\" prosecutors wrote. \"For the benefit of the Court, the Government seeks to provide information regarding these national security interests. These facts can only be filed ex parte because they are classified.\" The case against Concord, the IRA and the 13 Russians was one of the most significant brought by Mueller, exposing a major part of the 2016 Russian influence operation in the US. However, many facts about the case were still redacted in the Mueller report. The Justice Department has not wanted to expose law enforcement and national security techniques in discussing more details about the case publicly, and prosecutors on Monday reiterated that concern. Mueller indicted the two companies in February 2018, marking his first move against Russian entities as part of his investigation into the Kremlin's interference in the 2016 election. Criminal charges were also announced against Prigozhin, and a dozen employees who worked at the St. Petersburg-based troll farm.  Concord Management and Consulting, a Prigozhin-led company accused of conspiracy for delivering money to the social media operation, was the only defendant that hired American lawyers and fought the case in court. All the Russians stayed in their home county, safe from extradition. Over the past two years, Concord's lawyers have fought a war of attrition against the Justice Department, lobbying allegations of wrongdoing in colorful court filings, only to be repeatedly knocked back by the judge, Judge Dabney Friedrich, who was appointed by President Donald Trump. She upheld Mueller's constitutional authority and rejected a bid to drop the charges. Prosecutors from the national security division of the Justice Department and the DC US Attorney's Office -- including those who worked on it alongside prosecutors from the special counsel's office -- explained in the filing that going forward with a trial could risk national security. Even a trial wouldn't be able to hold the company accountable since its leaders are in Russia, they wrote. The company has been represented by lawyers from a US-based law firm, and refused to send representatives to the US to review evidence. In recent weeks, Prigozhin signed an affidavit saying the company didn't have documents the prosecutors had subpoenaed and believed it had. \"In short, Concord has demonstrated its intent to reap the benefits of the Court's jurisdiction while positioning itself to evade any real obligations or responsibility,\" prosecutors wrote. \"Upon careful consideration of all of the circumstances, and particularly in light of recent events and a change in the balance of the government's proof due to a classification determination, as well as other facts described in more detail in a classified addendum to this motion, the government has concluded that further proceedings as to Concord, a Russian company with no presence in the United States and no exposure to meaningful punishment in the event of a conviction, promotes neither the interests of justice nor the nation's security.\" The case hasn't been free of controversy. CNN previously reported that some Justice Department lawyers second-guessed the decision to charge the Russian companies, fearing that its lawyers could game the legal system to obtain sensitive information from the US government.  The Justice Department alluded to some of these issues Monday in its motion to drop the case. The filing indicates that the case against the 13 Russians remains alive, though it is unlikely that any of them will ever step foot in a country that would extradite them to the United States. The case revolved around efforts by the Russians to influence US politics over social media, which they did in an unprecedented fashion during the 2016 election, primarily to help Trump win the presidency, according to the Mueller report. This week, CNN exclusively reported that the Kremlin-backed troll farm has changed its tactics but is up and running for the 2020 election. Prosecutors also note that some evidence wouldn't be available for them to use in an unclassified way at trial, making their case more difficult to prosecute without putting national security secrets at risk. This story and its headline have been updated with the judge approving the motion."], "Language": false}