{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/opinions/stop-buying-toilet-paper-think-about-what-really-matters-lynn-smith/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lynn Smith, HLN"], "Writers": [["Lynn Smith"]], "FirstPublishDate": ["2020-03-16T16:22:47Z"], "LastModifiedDate": ["2020-03-16T20:16:08Z"], "Headline": ["Stop buying toilet paper. Start thinking about what really matters"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["This weekend we went on a nature hike and had a picnic in the middle of the woods.  Not because that's something we would ever have done a week ago but because it was the only option other than staying home.     Covid-19 single-handedly shuttered the world as we know it.  Schools shut down, businesses have directed their employees to work from home indefinitely and restaurants are empty.  Social distancing has become our new reality and for good reason.  Limiting the opportunities for this virus to spread is imperative to save lives especially the elderly and immuno-compromised.    Every minute, it feels like, we turn on the news or read something online that is enough to send our anxieties and fears through the roof.  It's certainly done a number on toilet paper -- good luck finding some.   This search for a silver lining in all of this landed me in the middle of the woods with my husband and two sons.  A 4-year-old and 1-year-old who we nicknamed Bam Bam because of his wild nature.  This was no small feat.  The baby was carried for most of the 15-minute walk, the 4-year-old rattled off a bizillion questions like \"why is there so much mud?\" Because it rained a lot.  \"Why does it rain?\"  Because sometimes it rains.  \"Why?\"  Let's play the quiet game, OK?  But then we landed on a quilt surrounded by nature and just had lunch.    We talked about a new house we'll be moving into and a creek where we can look for frogs. We wondered what the Indians did in the cave we saw above us, and we searched for \"pirates' treasure\" which were just rocks that had crystals in them, but they are now sitting on my son's bookcase as a proud display of his haul.  Full disclosure: this would NEVER have happened one week ago.   A typical Saturday was filled with a bustling array of activities:  Birthday parties at indoor playgrounds where we barely see the kids but it's a great way to get them tired for nap.  Baseball games or events that take up the afternoon before the babysitter arrives and we sneak in a date night or dinner with friends.  The weekend is gone before it feels like it ever started.  Then we do it all over again, racing around week after week to school, activities, events and social engagements.  This virus has cleared the schedule of every person on this planet.  We are wide open for the first time in, well, ever.   Don't get me wrong.  The search for a silver lining is not an attempt to ignore the real tragedy of Covid-19.  People are dying, people are sick and everyone else is terrified.  The markets had the worst day since Black Monday in 1987.   People who depend on all of us \"getting out\" do not know if they will be able to put food on the table.  Children who rely on school lunch programs may not be getting the meals they need.  The implications go on and they are dire.  This search is simply a way to find some positivity and purpose because the alternative is so scary.     Log onto social media and for the first time in a long time you're seeing a lot fewer selfies and many more messages of encouragement.  \"Stay safe everyone.\" \"Wash your hands!\"  \"Be kind.\"  It's as if this woke us up to the reality that we all need each other so much more than we did a few months ago.  That we are so much better together.    The beauty of human resilience was seen in the apartment buildings in Northern Italy.  From their open windows people joined together in song.  Clapping and spreading joy from their quarantine.  Social distancing at its finest.  A post from Brooklyn showed a note to the elderly neighbors, \"If you need help or don't feel safe going to busy stores right now your neighbors are here to help. \"    We are spreading stories of neighbor helping neighbor.  (If you want to donate to charities working to help those impacted by Covid-19 go to cnn.com/impact.)     Buy a gift card from your local restaurant to use at a later date so they can stay afloat.  If you are able to, consider paying someone who babysits for you even if they can't show up.  Rudy Gobert, who tested positive for Covid-19, has announced that he is donating over $500,000 to the employees of the arena shut down amid this crisis and Covid-related social services in Utah, Oklahoma and his native France.      NBA player Kevin Love has done the same with a $100,000 donation.  People are practicing love in uncertain times.     There is a real opportunity right now.  We have been lamenting the divisive times we live in and now we all have something we can agree on.  This isn't a hoax or a fear campaign.    This is scary -- and not in the way that we should all be stocking up on toilet paper.  Seriously, stop buying toilet paper.  It's not going to cure this virus and everyone needs it but can't get it because it's sold out.  We just don't know how this all plays out.  That is scary.    At the same time what may have mattered just a few months ago doesn't have so much power anymore.  That vacation you were jealous of, or the 10 pounds you'd like to shake or whether the Super Bowl halftime show was too racy. Maybe the only positive that can come from a global pandemic is that we learned we need each other a lot more than we thought we did just a few months ago.   In a matter of days, life as we knew  it was gone.  While no one knows when we will return to \"normal,\" the hope is that day will come soon.  When it does, we will likely appreciate it so much more.   "], "Language": false}