{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/football/premier-league-coronavirus-liverpool-title-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-16T12:17:57Z"], "LastModifiedDate": ["2020-03-16T17:54:49Z"], "Headline": ["Premier League in limbo as chiefs consider 'radical solutions' to finish the season"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["With the Premier League season already curtailed by the novel coronavirus outbreak, focus has turned to finding a way to conclude the current campaign. Last Friday, the English Football Association (FA) announced the decision to postpone all professional men and women's football in the country until at least April 3 after a number of Premier League clubs, players and managers were impacted by COVID-19. The three main options facing officials are finishing the season once the shutdown is over, even if it means the campaign overunning, ending the season as planned in May and awarding trophies, promotion and relegation based on current standings or declaring the whole season void. Already leading figures at Premier League clubs are at loggerheads on how best to proceed. Karren Brady, the vice-chair at West Ham United, believes the entire English football season should be canceled but Paul Barber, Brighton and Hove Albion's chief executive, says that option would be \"incredibly unjust\" for league leader Liverpool. \"There is no dodging the possibility that all levels in the English Football League (EFL), as well as the Premier League, will have to be canceled and this season declared null and void because if the players can't play the games can't go ahead,\" wrote Brady in her column for the Sun newspaper. READ: We were treated like guinea pigs over the coronavirus, says Wayne Rooney READ: Premier League hit by decision to postpone all English football \"The Premier League hopes that an interlude of three weeks from now will enable it to restart but that may well be dreamland. \"Perhaps scrubbing Euro 2020 could provide more time to complete the season into the summer but that is also a giant 'if.' What if the league cannot be finished? \"As games in both the Premier League and in the EFL are affected, the only fair and reasonable thing to do is declare the whole season null and void. Who knows who would have gone down or come up if the games have not actually been played in full?\" Barber says it should be the intention of every club to finish the 38-game season but says it's \"really hard to imagine\" the Premier League resuming in three weeks' time. \"If we were to freeze the league it would be incredibly unjust for Liverpool to not be awarded the title, because everybody in the game appreciates what a fantastic season they have had,\" he told the BBC. \"Equally it would be unjust for teams to be relegated with nine or 10 games to go in the Premier League. \"I think it's a possible option to leave the 20 teams in the league as it is but bring the top two in the Championship up. It gives us a larger league, with four relegation places next season and then two teams coming up again. It has some merit but there are a lot of issues to be worked through. \"If we can't complete the season we have to look at radical solutions to get over a short-term hump, as it is.\" One potential solution to allow the Premier League season to reach a conclusion could be to play games behind closed doors. \"No one wants to play games without the fans,\" Liverpool defender Virgil Van Dijk told Dutch newspapers. \"If we won it in an empty stadium and the fans weren't there, I'd be gutted for them. Obviously, if there are no fans at Anfield, then it will be a bit of a blow. \"Until a decision is made on how we go on from here, then we just have to deal with it. But when it happens, we are still bringing the title to our fans, definitely.\" West Ham has endured a difficult season and is just two places above the Premier League relegation zone, so Brady's call to declare the season null and void has come in for some withering criticism. \"Everyone agrees that LFC deserve to win the title,\" tweeted Brady in response to that criticism. \"PL & EFL are doing all we can to ensure the season is finished. Including suspending games, isolating players, and if required playing games behind closed doors and into the summer months.  \"My point was safety of fans, players, staff comes 1st & if the remaining games just cannot be played the only fair & reasonable thing is to declare season null and void. \"Who knows who would have gone down or come up if the PL/EFL games have not actually been played in full?\" The 55 members associations of UEFA, European football's governing body, are due to have a videoconference on Tuesday to decide how to conclude the season, with suggestions they will postpone Euro 2020 and suspend the Champions League -- though the option of canceling it completely is still an option. Their decision is certain to impact how each country can choose to end their current domestic campaigns and the Premier League is due to a second emergency meeting on Thursday to discuss potential ways forward. Gabriele Gravina, President of the Italian Football Federation, believes completing the domestic campaigns should take priority over Euro 2020. \"We propose that UEFA postpone the Euros to bring to a conclusion the (national) championship,\" he said. \"We believe that it is right and more correct to give the right outcome of the many sacrifices, efforts, investment brought forward by our society.\""], "Language": false}