{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/us/nba-player-donations-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-03-14T01:08:20Z"], "LastModifiedDate": ["2020-03-16T12:50:50Z"], "Headline": ["NBA players are donating money to cover salaries of hourly workers amid suspended season"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The suspension of the NBA season due to coronavirus isn't just affecting players and fans, it's having a sizeable impact on the pay of thousands of hourly employees at basketball arenas across the country.  Giannis Antetokounmpo, Zion Williamson and Blake Griffin are just some of the players to publicly announce they're donating thousands of dollars to those employees missing out on pay as the season is indefinitely suspended. \"It's bigger than basketball! And during this tough time I want to help the people that make my life, my family's lives and my teammates lives easier. Me and my family pledge to donate $100,000 to the Fiserv Forum staff. We can get through this together!\" tweeted Antetokounmpo, Milwaukee Bucks forward. Williamson, a forward for the New Orleans Pelicans, said in a post on Instagram he was paying the salaries of Smoothie King Center employees for the next 30 days.  \"These are the folks who make our games possible, creating the perfect environment for our fans and everyone involved in the organization,\" Williamson's post read. \"This is a small way for me to express my support and appreciation for these wonderful people who have been so great to me and my teammates and hopefully we can all join together to relieve some of the stress and hardship caused by this national health crisis.\" Griffin, a forward for the Detroit Pistons, confirmed on Twitter he's donating $100,000 to staff of Little Caesars Arena.   Utah Jazz center Rudy Gobert, who is infected with the coronavirus, is donating $200,000 to the employee relief fund at Vivint Smart Home Arena. In addition, he is donating $100,000 each to coronavirus-related social services in Utah and Oklahoma City plus €100,000 (roughly $111,000) to coronavirus relief in his native France, according to the Jazz's website.  \"I know there are countless ways that people have been impacted. These donations are a small token that reflect my appreciation and support for all those impacted and are the first of many steps I will take to try and make a positive difference, while continuing to learn more about COVID-19 and educate others,\" Gobert said in a statement. The Golden State Warriors announced Friday that the franchise's owners, players and coaches will contribute $1 million to disaster relief fund for Chase Center employees.  \"The men and women who work our games at Chase Center are critical in providing an incredible game-night experience for our fans, including of course, the popcorn vendors,\" said Warriors guard Stephen Curry. \"As players, we wanted to do something, along with our ownership and coaches, to help ease the pain during this time.\" Curry is a well-known popcorn fanatic. Other teams, like the Cleveland Cavaliers and Atlanta Hawks, are donating money for hourly workers at arenas.  The donations from players and teams came after Dallas Mavericks owner Mark Cuban announced Wednesday that he had begun to put in place a program to financially support the arena workers.  \"I reached out to the folks at the arena and our folks at the Mavs to find out what it would cost to support, financially support, people who aren't going to be able to come to work,\" Cuban said. \"They get paid by the hour, and this was their source of income. So, we'll do some things there. We may ask them to go do some volunteer work in exchange, but we've already started the process of having a program in place. I don't have any details to give, but it's certainly something that's important to me.\""], "Language": false}