{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/football/brazil-soccer-gremio-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-16T11:18:44Z"], "LastModifiedDate": ["2020-03-16T11:38:05Z"], "Headline": ["Brazilian soccer stars wear face masks in protest at playing match amid coronavirus pandemic"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Soccer stars in Brazil wore face masks in protest of having to play a match while the South American country battles with the novel coronavirus outbreak. Players for Braziian club Gremio took to the pitch wearing masks ahead of their behind-closed-doors state championship tie against Sao Luiz on Sunday.  Led out by boss Renato Portaluppi, the starting eleven lined up for the team photo wearing the white masks before taking them off for the match they eventually won 3-2 in the Gremio Arena.  After the match, Portaluppi urged the country's authorities to consider the safety of those working in the game. \"There's no point in closing the doors to fans. So the fans are protected and screw those who work in football,\" he said, according to Reuters.  \"The whole world has stopped, shouldn't Brazilian football stop as well? That's our message and I hope they listen. We hope that good sense will prevail.\" The club's director Paulo Luz also added that \"life must take precedence.\" READ: Family of Premier League star held at knifepoint in burglary\nREAD: Wayne Rooney -- 'We were treated like guinea pigs' Unlike most of European soccer, games in Brazil were still going ahead this weekend in front of empty stadiums.  However, after the match, the Brazilian Football Federation (CBF) said it was suspending all nationwide competitions, while  individual federations would have the final decision on state championship matches. Brazil currently has at least 121 confirmed cases of the virus and there were fears the spread had reached the highest office in the country. Fabio Wajngarten, the press secretary for Brazilian President Jair Bolsonaro, tested positive for coronavirus on Thursday, two sources told CNN."], "Language": false}