{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/us/nfl-collective-bargaining-agreement/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Wayne Sterling and Eric Levenson, CNN"], "Writers": [["Wayne L. Sterling", "Eric Levenson"]], "FirstPublishDate": ["2020-03-15T16:40:11Z"], "LastModifiedDate": ["2020-03-15T18:23:04Z"], "Headline": ["NFL players narrowly vote to approve new collective bargaining agreement"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["National Football League players narrowly approved the ratification of a new, 10-year collective bargaining agreement, the NFL Players Association announced Sunday, setting the stage for an increased regular season and playoff field. A total of 1,019 of the players (51.5%) voted for the agreement, and 959 voted (48.5%) against it. \"This result comes after a long and democratic process in accordance with our constitution,\" the NFLPA said in a statement. As a result, the league has the discretion to increase regular season games from 16 to 17 as early as 2021 and expand the playoff field from 12 teams to 14 as early as the 2020 season. When the season expands to 17 games, the preseason will be shortened from four weeks to three.  The league's owners voted to approve the deal in February. \"We are pleased that the players have voted to ratify the proposed new CBA, which will provide substantial benefits to all current and retired players, increase jobs, ensure continued progress on player safety, and give our fans more and better football,\"  NFL Commissioner Roger Goodell said in a statement. The players' approval heads off any possibility of a potential lockout and work stoppage for next season. In 2011, the last time the union and owners had to agree on a deal, a four-month lockout forced the cancellation of the preseason Hall of Fame Game. NFLPA executive director DeMaurice Smith posted an open letter late last night addressing both sides of the vote. \"The current proposal contains increases across almost every category of wages, hours, working conditions, and benefits for current and former players,\" he wrote. \"Like any contested negotiation, such as a player contract, or even legislation, the proposal also reflects trades with the counterparty which have to be carefully weighed and assessed across the entirety of the deal.\" The new agreement is set to run through the 2030 season."], "Language": false}