{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/opinions/coronavirus-march-madness-olympics-bass/index.html"], "Source": ["cnn"], "Location": ["New Rochelle, NY"], "ByLine": ["Opinion by Amy Bass"], "Writers": [["Amy Bass"]], "FirstPublishDate": ["2020-03-13T22:35:49Z"], "LastModifiedDate": ["2020-03-13T23:17:58Z"], "Headline": ["What an America -- or a world -- without sports looks like"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["My first breaking point came when the front page of the New York Daily News described my city as \"NEW ROCH-HELL,\" something those of us who live in and around the so-called containment zone took quite personally.  But then it got worse: Major League Baseball announced it was canceling the remainder of spring training and delaying Opening Day. You don't know what you've got until it's gone, the old saying goes. Baseball will not, it seems, be the way my family whiles away the hours here in the \"hot spot\" that is New Rochelle, and I'm OK  with that because a day without sports in America -- never mind weeks without sports in America -- might be exactly what we need to understand what living in the midst of a global pandemic means.  Life in New Rochelle is currently full of conflicts. My daughter's school was among the first to send students home. It sits within the circle that Gov. Andrew Cuomo drew around the synagogue at the center of our outbreak, a ring that reflected little attention to how our community actually navigates the streets.  We are urged to patronize our local businesses, owned by friends and neighbors, and yet not to congregate in large groups. We are told to stock up on groceries, and yet we know that we should somehow ensure the restaurants remain viable. Our phones ring more often, with updates from our mayor, Noam Bramson, and news helicopters hover above for most of the day. The National Guard is handing out food, not patrolling the streets. And there are no physical barriers, despite what some news reports declare, that prevent individuals from moving in or out of the containment zone, something Bramson continually repeats to anyone who will listen.  But there are neighbors delivering food and meals to those in self-quarantine, breakfast and lunch brigades run by local organizations and volunteers to make sure the food insecure have what they need, students doing science projects via Facetime, and dogs who are delighted that their humans are home, working remotely from their kitchen tables and taking them for walks. As our mayor texted me, \"This is a difficult challenge for our entire community, with significant disruption of daily life, but the people of New Rochelle are proving themselves to be strong and resilient.\" I had counted on baseball to help me keep some of that strength up. When the NBA announced games without spectators, and then the suspension of the season, it made sense. Basketball is a game of physical contact, closeness, sweat and spit. But baseball is outside, with distance between players.  Maybe they could ban the ability to tag someone out, I foolishly thought -- add a little social distance to the game.   But sport only gets to transcend our daily lives until it doesn't. Whether a fan sees sport as an escape or a mirror of society, a window into what is going on or a way to avoid what is going on, the bottom line is always that sport matters.   As a professor of sport studies, my job is to figure out how to make meaning out of sport, finding where paths of power, paths of resistance, and paths of incompatibility emerge. When the NCAA declared that March Madness would continue without fans, despite the fact that many college campuses were sending students home, forbidding travel and migrating curriculum to online formats, questions about the role of the student-athlete surpassed issues of their ability to profit from their likeness or whether or not they should get paid to play.  How could these games continue if the students who play them are, indeed, students, and students were being sent home out of (cue the phrase of the moment) an abundance of caution? It took perennial top seeds like Duke and Kansas withdrawing before the NCAA came to any kind of ethical conclusion: to paraphrase Avery Brundage's famous words, the games simply could not go on.  Brundage, of course, as head of the International Olympic Committee during the Munich Games in 1972, made his famous speech after the massacre of the Israeli athletes halted competition temporarily, standing firm on his stubborn commitment that sports were, above all else, apolitical.   But in the United States, the organizing bodies of the nation's marquee teams (led without question by the strong stance taken by the NBA, arguably the most progressive of the lot), as well as those in charge of some of our most storied events, from the Boston Marathon to the Masters, have taken the lead in ways that the federal government had refused to do, perhaps waking Americans up in ways that nothing else could.  The games can only go on until we reach the point when nothing needs to go on.  After the unrest in Baltimore following the death of Freddie Gray, for instance, Major League Baseball held a game without fans at Camden Yards between the Baltimore Orioles and the Chicago White Sox -- the first Major League Baseball game in history that was closed to the public. Baseball also took a pause in the days after 9/11, days in which everything stopped in the wake of unspeakable violence, unspeakable fear, and unspeakable tragedy.  The looming question today, of course, is what happens to the upcoming 2020 Olympic Games in Tokyo.  Cancellation is not without precedent -- 1916 in Berlin, 1940 in Tokyo and 1944 in London all went down because of world wars. Some athletes, primarily golfers, opted not to attend the 2016 Games in Rio because of Zika.  The Olympics carry an enormous amount of social and cultural weight, mixing national with global, competition with human drama.  They have taken place during political upsurge, such as the Berlin Games in 1936 under Hitler's rule in Germany and have taken stances on issues such as apartheid and female participation. They endured political boycotts fueled by the Cold War, and the bloated budgets and corrupt legacies of their own governing body, the International Olympic Committee.  \"The IOC and the organizing committee are not considering cancellation or a postponement -- absolutely not at all,\" affirmed Seiko Hashimoto, Japan's Olympic minister, after reports that President Donald Trump had floated such a suggestion. Hashimoto, who won a bronze medal in speed skating in 1992 and represented her country in seven Olympic Games (four summer, three winter), knows what the stakes are, not just for her country, but for the athletes. The NCAA had to consider the careers of its student-athletes, especially its seniors, with its tournament cancellation -- prompting UConn basketball coach Geno Auriemma to propose eligibility be extended to compensate for the lost season (a course of action the NCAA said Friday it would pursue).  The IOC has more at stake beyond the billions of dollars invested in Japan's sports infrastructure, media rights and ticket sales. The Olympics happen every four years, meaning athletes training to march in the Opening Ceremony on July 24 might lose their window to compete on the global stage. But perhaps it won't be the IOC that makes this call. Just as we in New Rochelle have to grapple for ourselves with whether or not to patronize that local business or eat dinner tonight at that neighborhood watering hole, each national delegation, just like Duke and Kansas did with its basketball teams, is going to have to figure out if sending its athletes is worth it, creating a boycott that could save the world -- or pull it apart."], "Language": false}