{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/business/saudi-arabia-oil-markets/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Analysis by John Defterios, CNN Business"], "Writers": [["John Defterios"]], "FirstPublishDate": ["2020-03-13T19:52:48Z"], "LastModifiedDate": ["2020-03-13T21:14:58Z"], "Headline": ["Saudi Arabia has launched the ultimate oil power play. Here's what it stands to gain"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Saudi Arabia has abandoned efforts to support crude prices and is now preparing to flood global markets with huge volumes of cheap oil, a stunning shift in strategy that has pushed oil futures into a dramatic tailspin and set the stage for a battle royale with rival producers including Russia and the United States.  The world's biggest exporter of crude went to OPEC headquarters in Vienna a week ago to lobby other members of the group and allied producers such as Russia to extend and deepen coordinated production cuts in order to counter a steep drop in demand caused by the novel coronavirus outbreak. The meetings in Vienna broke up without a deal, turning Saudi Arabia and Russia into adversaries in a production war where victory means selling more oil and grabbing more market share — no matter the price. Yet the strategy is a risky one -— especially with coronavirus on the loose — that could result in lean years for a country that still relies on crude sales to drive much of its domestic economy.  Things fall apart Saudi Arabia's energy minister Prince Abdulaziz bin Salman, the eldest son of King Salman, cajoled ministers from OPEC and allied producers to deepen cuts last December to 1.7 million barrels a day. The kingdom knocked another 400,000 barrels per day off its own production in February and was seeking a further cut of 1.5 million barrels to counter the impact of falling demand due to the coronavirus.  A senior OPEC source present at the meetings in Vienna told CNN Business that bin Salman also pushed to extend the cuts through 2020 with backing of all OPEC members but without securing prior agreement from his Russian counterpart Alexander Novak. After taking instructions from President Vladimir Putin, Novak walked out on the Saudi initiative in Vienna. Novak told reporters after the meeting that come April 1, producers would be free to make their own production decisions, no longer handcuffed by the collective approach to market management. Saudi Arabia was the architect of the production cuts, which helped support crude prices for the past three years. But when Russia refused to budge, the Kingdom altered its game plan, went on the offensive and intensified what many observers have described as an aggressive strategy to reclaim market share. The Kingdom's first move was to drastically increase production starting April 1 by 2.6 million barrels a day, to a record 12.3 million barrels. The next day, state oil giant Saudi Aramco announced it would slash prices to preferred customers. The moves shocked the energy market, with the biggest one day fall in crude since 1991. With crude prices plummeting, the Saudi energy minister then instructed Aramco to accelerate plans to increase capacity to 13 million barrels a day by the end of the year. The United Arab Emirates, a regional ally, then weighed in, with the Abu Dhabi National Oil Company pledging to add 1 million barrels a day to the market in April and step up plans to expand its production capacity to 5 million barrels per day. It's clear with a bit of hindsight that the Kingdom and other regional heavyweights wanted to send two key messages to the world. The first was that Saudi Arabia remains willing to flex its muscle and remind everyone what it feels like without the Kingdom serving as a global energy shock absorber to an oversupplied market. Message number two: If the energy world was truly left to free market forces, the producers of the Gulf will be the last ones standing. It costs them less than anyone else to extract crude and they can do it much more cheaply than shale producers in the United States.  Global fallout S&P Global this week noted that medium sized American producers Apache, Devon and Murphy Oil already slashed their budgets by a third due to the global market collapse and their high levels of debt. They simply cannot play hardball with their state-owned counterparts of the Middle East. A Saudi source with knowledge of the situation said that starting a price war was not in the Vienna plan. The source talked about working to pursue a different outcome -- arguing that the Russians came to the meeting determined to end the expansion of US shale producers. A Russian government source said they were willing to compromise, but not go as deep or as long on production cuts as Riyadh wanted. US energy companies are being caught in the crossfire, with oil prices down 50% from their January peak and at the lowest level since early 2016. The US Energy Information Administration said American oil output would rise by a slower than expected 760,000 barrels per day this year and would drop by over 300,000 in 2021.    Today, the United States remains the world's largest producer. Come April, Saudi Arabia will likely take the number two slot with Russia dropping down a notch, with limited capacity to expand. Some believe the price war will not be over until the Kingdom retakes the global production crown. "], "Language": false}