{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/cnn-underscored/samsung-smart-tv-sale-q70-2019-65-inch/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-03-13T19:12:33Z"], "LastModifiedDate": ["2020-03-13T19:12:33Z"], "Headline": ["Upgrade to an on-sale Samsung 2019 Q70 Smart TV for under $1,000"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung's 2019 65-inch Q70 Smart TV is an excellent addition to your smart home package, and its price just dropped to $939.88.  Samsung 2019 65-inch Q70 Smart TV ($939.88, originally $1,197.99; amazon.com)  The high-end television model from Samsung boasts a 4K Ultra HD screen with HDR, Quantum Dot technology and smart home integration that will have your media set up at the top of its game. The QLED display provides high color contrast so you'll catch it all, whether you're watching the latest nature documentary or your team taking the lead in the big game. And with Samsung's Smart TV system on board, you'll be able to stream all your favorites.  The TV features OneRemote, which utilizes voice command, and it's compatible with Alexa, so a quick \"Alexa, turn on the TV\" will get you started even if you're across the room. The TV is also compatible with Google Assistant, and you can cast content from your iOS or macOS device thanks to AirPlay 2. Expect updates to enhance these features in the future.  If this TV is still out of budget even with the price drop, Samsung has another option: the Series 7 4K TV, which is currently on sale on Amazon for $689.11 (dropping from the original price of $899.99). A similar Ultra HD display with HDR provides an incredible screen quality, and the Series 7 4K TV is also compatible with OneRemote, Amazon Alexa and Google Assistant devices.   Samsung Series 7 4K TV ($689.11, originally $899.99; amazon.com) For more great deals on Samsung, check out CNN Coupons.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}