{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/tech/minecraft-uncensored-library-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Amy Woodyatt, CNN Business"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-03-13T14:39:19Z"], "LastModifiedDate": ["2020-03-13T18:12:31Z"], "Headline": ["Minecraft hosts uncensored library full of banned journalism"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["A popular video game has become home to a virtual library where players can lay eyes on censored news articles from around the world.  In a virtual library found in Minecraft -— a game where users can build virtual worlds out of blocks and create their own storylines — users can access the work of journalists who have been killed, jailed or exiled by governments, including articles by Saudi journalist Jamal Khashoggi.  The project, launched by Reporters Without Borders, design collective Blockworks, advertising agency DDB Germany and production company MediaMonks, gives users access to articles banned in five countries that rank poorly on the nongovernmental organization's World Press Freedom Index: Egypt, Mexico, Russia, Saudi Arabia and Vietnam. Khashoggi, a Washington Post columnist, was critical of Saudi Arabia and Crown Prince Mohammed bin Salman's policies. He was allegedly killed and dismembered on October 2, 2018, in the Saudi consulate in Istanbul by men with close ties to the highest levels of the Saudi government and bin Salman. The Crown Prince denied that he had personal involvement in Khashoggi's death but said in a CBS interview that he took responsibility for the tragedy as a Saudi leader. Work by Javier Valdez -- a Mexican journalist who founded the Riodoce newspaper dedicated to crime and corruption and was killed by gunmen in 2017 -- can also be read in the library, which creators call \"a loophole to overcome censorship.\" Texts by exiled Vietnamese human rights lawyer and blogger Nguyen Van Dai are also showcased, as well as articles from Russia's blocked grani.ru website and Egypt's blocked Mada Masr portal.  Last year, nonprofit group the Committee to Protect Journalists warned that at least 250 journalists were in jail in relation to their work as of 1 December.  Work in the library, launched Thursday to mark the World Day Against Cyber Censorship, is available in English and the original language in which the texts were written.  \"In many countries around the world, there is no free access to information. Websites are blocked, independent newspapers are banned and the press is controlled by the state,\" Christian Mihr, managing director of Reporters Without Borders Germany, said in a statement.  \"Young people grow up without being able to form their own opinions. By using Minecraft, the world's most popular computer game, as a medium, we give them access to independent information,\" he added.  More than 145 million players are active on the platform each month, Reporters Without Borders said in a statement, adding that the platform offers \"unlimited freedom\" in countries that have no press freedom.   Correction: An earlier version of this article misstated the relationship between Minecraft and Reporters Without Borders. This has now been corrected. "], "Language": false}