{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/cnn-underscored/how-to-get-more-sleep/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christie Griffin"], "Writers": [["Christie Griffin"]], "FirstPublishDate": ["2020-01-23T21:57:54Z"], "LastModifiedDate": ["2020-03-12T20:48:02Z"], "Headline": ["Get more sleep in 2020: Top-rated bedding, devices and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When you think about a good night's sleep, you probably know exactly how wonderful it feels: You wake up refreshed, happy and relieved. But how to get more sleep on a regular basis? That's an elusive dream for millions of Americans. But with poor sleep linked to serious health problems including diabetes and heart disease, it's more important than ever to take sleep seriously.  \"There have been tremendous advances in our understanding of the impact of sleep on health,\" says Russell Rosenberg, former chairman of the board of the National Sleep Foundation and chief science officer and CEO of NeuroTrials Research in Atlanta. \"It's as important as eating well and getting exercise. You can only cheat sleep so long before the consequences catch up with you.\" Yet many of us still treat sleep as if it's a negotiable experience in our lives. \"Despite the increased conversation around sleep and the proof behind its importance, it doesn't mean people are making improvements,\" says sleep medicine specialist Dr. Thanuja Hamilton of Advocare Sleep Physicians of South Jersey. \"We are more stimulated during the day, we are binge watching more and more, and our phones put business and social media right at our fingertips.\" As people exhaust themselves into eventually passing out at night, their sleep environment may not even be a priority. But not only do you want your precious hours of sleep to be restful, it's ideal to be sure you can actually fall asleep when you have the chance. That's where \"sleep hygiene\" comes into play -- healthy habits that help you catch more zzzs, such as exercising during the day, avoiding caffeine and alcohol before you turn in, and having a regular relaxing bedtime routine.  As part of a relaxing routine, the National Sleep Foundation recommends considering the use of blackout curtains, eye shades, \"white noise\" machines, humidifiers, fans, and \"other devices that can make the bedroom more relaxing.\" To help you find what might help you get a better night's rest, we've rounded up some of the most popular sleep-related items from sound machines to body-cooling sheets. See what you might be missing — and then hold yourself accountable, from turning off that addictive streaming series to seeing a healthcare provider if need be. \"If, despite your best efforts, you can't fall or stay asleep or your sleep is unrefreshing or disturbed on a regular basis, then seek medical advice,\" Rosenberg says. Gadgets Although our devices and other electronics may interfere with healthy sleep, there are some that you can optimize your chances of a good night's rest. One of the most important and basic electronics to employ is your thermostat, which Hamilton advises using with a timer. \"Cool things down before bed, but as morning comes, start raising the temperature,\" she suggests. \"It will be much easier to throw the covers off and start your day if you're not trying to stay cozy and warm under the blanket.\"  And while there are no guarantees about other sleep-related gadgets, Hamilton says it's worth a shot. \"What works for one person may not work for another,\" she says. \"If it is affordable to you, I would say it doesn't hurt to try it.\" Verilux SmartLight LED Desk Lamp ($49.99; bedbathandbeyond.com) Less sunlight can affect your melatonin levels and your circadian rhythm, which can disrupt sleep patterns and lead to seasonal affective disorder, according to the American Psychological Association. That's why a \"SAD\" lamp could be a game-changer for you. This 5-star-rated desk lamp offers three brightness levels, a flexible gooseneck and a USB charging base. Just be mindful that lamps like these are mimicking daylight, and the instructions on them usually advise not to use them past a certain hour of the day. (Translation: This is not a desk lamp for your 11 p.m. journaling or Pinterest crafting!) _______________________________________________________________________________ Dodow Sleep Aid ($59.80; amazon.com) Whether you desperately need help settling down one night or want to add to your daily wind-down ritual, this quirky gadget might be your solution. Simply tap the tiny 3.5-inch device to allow it to project a halo on your ceiling; then, breathe in as the halo grows and breathe out as the halo shrinks. We tried the Dodow ourselves and it helped calm us down and get better sleep. You can read our full review here.  _______________________________________________________________________________ LBell Wake-Up Light ($39.99; amazon.com) A great night's sleep is influenced by some of your daytime habits, so consider starting off on the right side of the bed with a pleasant wake-up that doesn't include a harsh alarm. Wake-up lights gradually brighten the room like a sunrise and come with plenty of other helpful features. This LBell one — which has more than 1,900 reviews averaging nearly 5 stars — allows for 20 levels of warm light, seven colors, traditional alarm settings like a snooze button and radio, and even a USB charging port for your devices.  _______________________________________________________________________________ Sound+Sleep Mini High Fidelity Sleep Sound Machine ($61.21, originally $65.54; amazon.com) The basic job of a white noise machine is to mask any other sudden or distracting noises — but for many people, the sound of one is simply part of their sleep environment to help them relax. We like how the Sound+Sleep machine has adaptive sound technology, meaning that it will automatically raise or lower its volume to mask noises, instead of leaving you trying to decide how loud it should be. This mini version saves a bit of space on your nightstand, and even with its compact size, this model still offers brown, pink and white noise, a timer, different sounds (like rain or a crowd of people), and the option for headphones. _______________________________________________________________________________ Pure Cool Mist Humidifier ($39.99; amazon.com) Waking up with a scratchy, dry throat after finally falling asleep can be frustrating. Enter your next bedroom must-have: the humidifier. This popular, highly rated (it has over 10,000 five star ratings on Amazon) can run for up to 16 hours with automatic shut-off and an optional night light.  _______________________________________________________________________________ Echo Dot - 3rd Generation ($34.99, originally $49.99; amazon.com) Whether you've mastered your Alexa like the editors at Underscored or aren't yet a fan of voice assistants, adding an Echo Dot to your bedroom is worth a thought because of all the sleep-friendly Amazon Alexa Skills that you can enable. Specifically, some of the most popular ones are for pre-sleep meditation or other relaxation-inducing tools like sleep sounds. Instead of relying on a smartphone app and having to turn something off as your eyelids get heavy, you can simply say, \"Alexa, stop\" and then drift off without moving a muscle. _______________________________________________________________________________\nNest Learning Thermostat, 3rd Generation ($210.95, originally $249.95; amazon.com) Not all thermostats are created equal — and according to about 17,750 reviews on Amazon (77% gave a 5-star rating), you'd know that, if you had a Nest. Not only is this home staple \"smart\" in that it learns your temperature preferences and automatically programs itself, but it has a slew of other options: Wi-Fi so that you can change the temperature from your devices, energy-saving notices, movement detection (so it can power down if you've left for vacation), and more. And for the aesthetically focused, this newest generation comes in brass, copper, stainless steel, and white. Bedding Whether you're in search of the best sheets or a pillow that's perfect for your sleep position, the following items have killer reviews and could make bedtime your favorite part of the day.  To make the most of the items you invest in, follow these four rules from Rosenberg: \"Have a regular wind-down routine, schedule enough time to sleep, make sure your room is quiet, cool-ish, and light attenuated, and avoid alcohol and caffeine three hours before bedtime,\" he says. \"These habits are the easiest and least costly things to do to improve your sleep.\" Bearaby Velvet Napper Weighted Blanket (starting at $249; bearaby.com) While there are quite a few well-reviewed, comforting weighted blankets on the market, we fell in love with this hand-knit one because it doesn't rely on beads or pellets — which can result in uneven weight distribution, too-hot temps, or even a giant mess if the blanket is accidentally ripped. The effectiveness of weighted blankets is rooted in deep touch pressure therapy, which suggests that sleeping under weight is good for you because it can stimulate sleep-friendly hormones like serotonin and melatonin while reducing the anti-sleep hormone cortisol. _______________________________________________________________________________ Casper Foam Pillow ($89; casper.com) Whether you've always been curious about this beloved bed-in-a-box mattress company or are already in bed with it, Casper's new memory foam pillow is potentially another cool (literally) solution for your sleep setup. When we tested Casper products in the past, we were impressed with the durability and quality of the sheets as well as their softness. Made with three layers, this brand-new pillow is said to promote healthy alignment while being luxuriously huggable.  ______________________________________________________________________________ Crane and Canopy 400 Thread Count Sheet Set 2 (Fitted & Pillow Cases) ($129; craneandcanopy.com) It makes sense that a company known for its stellar duvet covers would offer a \"No Top Sheet Sheet Set,\" right? When we tested Crane & Canopy for its value as a luxury linen worth the price, we liked that the brand is Oeko-Tex certified (i.e. manufactured ethically and responsibly) and that the sateen weave fabrics are made of extra-long staple cotton that looks and feels luxurious.  _______________________________________________________________________________ \"The Regulator\" Sheet Set ($169; mysheetsrock.com) With a cult-like following, this brand seems to be always sold out. And rightly so — the bamboo rayon material for the sheets promises softness and durability while also regulating body temperature and wicking away moisture. Hundreds of perfect, 5-star reviews seem to echo the same message: These are the best sheets ever and, well, they rock. _______________________________________________________________________________ Related: 30 Genius Ways to Spend Your FSA Dollars _______________________________________________________________________________ Eucalyptus Duvet Covers, Queen ($97.90; sheetsgiggles.com) Made from eucalyptus trees grown in sustainably managed, renewable farms, these 5-star-reviewed 100% eucalyptus lyocell sheets "], "Language": false}