{"Type": ["gallery"], "Url": ["https://www.cnn.com/2018/03/29/golf/gallery/rory-mcilroy-profile-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2018-03-29T08:41:52Z"], "LastModifiedDate": ["2020-03-12T17:31:25Z"], "Headline": ["Rory McIlroy's career in pictures"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["On top of the world: Rory McIlroy is golf's world No.1 and bidding to win a fifth major and first since 2014. Grand Slam chasing: McIlroy just needs the Masters to become only the sixth player to win a career grand slam of all four major titles alongside legends of the game Tiger Woods, Jack Nicklaus, Gary Player, Ben Hogan and Gene Sarazen. Standout junior: The young Northern Irishman was a child prodigy. He won the World U10 title and here poses with six-time major champion Nick Faldo after winning the Under 17 Division of the 2006 Faldo Junior Series at Celtic Manor in Wales. American idol: The young Rory idolized Tiger Woods, who won his first major in 1997 when McIlroy was eight. At nine, he wrote to the US star, saying he was \"coming to get him.\" Wider prominence: He was well known on the amateur scene, making Tiger-esque waves in Northern Ireland, but McIlroy first showed his talents to a wider audience as an 18-year-old when he finished as the best amateur at the 136th British Open at Carnoustie, Scotland, in 2007. Professional breakthrough:  He delayed turning pro until after the Walker Cup, the amateur version of the Ryder Cup, in September 2007. He won his first pro event at the 2009 Dubai Desert Classic. Family affair: McIlroy's delighted parents Gerry and Rosie had worked multiple jobs and poured every penny into his obsession with golf from a young age. Breaking America: His first win in the US came at the Quail Hollow Championship in May 2010. Major looming: A first-round 63 at the 2010 British Open at St. Andrews suggested McIlroy's first major title was imminent. Blown off course: But he struggled to cope with wild winds on day two and dropped back before battling to a distant third place behind South African Louis Oosthuizen. Near miss: A few weeks after the British Open, McIlroy missed out on a playoff by one shot to finish tied third at the US PGA at Whistling Straits. Hair raising: European Ryder Cup players and caddies wore wigs resembling Rory McIlroy's shock of curly dark hair ahead of a practice session for the 2010 event at Celtic Manor. Major coronation?:  McIlroy was in inspired form at Augusta for the 2011 Masters and led by four shots going into the final day. A maiden major victory looked to be a formality. Masters meltdown: He still led by one on the 10th tee in the final round. But an errant drive into trees to the left of the fairway sparked a famous collapse as he dropped six shots in three holes. Scar tissue?: He carded a final-round 80 after having one arm in the green jacket. Many thought he'd struggle to get over his collapse. Record breaker: However, he rebounded in spectacular fashion with a wire-to-wire victory in the US Open two months later, breaking a host of scoring records along the way. Major winner: McIlroy won his maiden major title by eight shots at Congressional Country Club, marking him out as the game's hottest property. Homecoming: He took the US Open trophy home to Holywood Golf Club outside Belfast where he learned the game as golf-mad youngster. Fair weather golfer:  But at the British Open that summer, McIlroy struggled again in bad weather and told reporters he was not a fan of having to battle the elements. Top of the world:  Victory in the Honda Classic in Florida in March 2012 took McIlroy to world No.1 for the first time -- less than five years after turning pro. Running late: An alarm clock episode meant McIlroy needed a police escort to make the course on time but he succeeded in winning his Sunday singles match to help Europe pull off the \"Miracle of Medinah\" in the Ryder Cup in Chicago. 'Brain dead': In another honest assessment of his disappointing play, McIlory admitted to feeling like he was \"brain dead\" and \"unconscious\" as he struggled in the British Open at Muirifield, Scotland in 2013. Childhood dream: The following year, he dominated in the British Open at Hoylake, emulating Woods' feat at the Liverpool venue in 2006, to lift his first Claret Jug and third major title.  Joining the greats: He became only the third player after Jack Nicklaus and Tiger Woods to win three majors by 25.  Four timer: Just weeks later, McIlroy clinched the US PGA title at Valhalla, Kentucky.  Victory in three of the game's four majors put him on the brink of a career grand slam.   Masters miss: It wasn't to be a third major in a row and the final leg of the grand slam as McIlroy ended fourth at Augusta in April 2015, playing alongside Tiger Woods on the final day. Love match: McIlroy was joined by partner Erica Stoll for the opening ceremony of the 2016 Ryder Cup at Hazeltine. The pair married the following year. Comeback kid: After a 2017 disrupted by injury, a refreshed Rory hit back with victory in the Arnold Palmer Invitational at Bay Hill in March 2018, his first title since winning the Tour Championship in 2016. Players' player: McIlroy's next win was at the prestigious Players' Championship at Sawgrass in March 2019. Fan favorite: McIlroy clinched a fourth title of 2019 with victory in the WGC-HSBC Champions event in Shanghai in November. Back to No.1: In February 2020 he overhauled Brooks Koepka in the rankings to return to world No.1 for the first time since 2015. Glory beckons: In April he returns to Augusta for his sixth attempt at sealing the career grand slam."], "Language": false}