{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/sport/sport-coronavirus-lebron-james-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-03-12T16:31:16Z"], "LastModifiedDate": ["2020-03-12T16:31:16Z"], "Headline": ["Leagues postponed, athletes infected -- coronavirus plunges sport into the twilight zone"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["With the outbreak of the novel coronavirus dimming the spotlight on the sporting world, LeBron James, as is often the case these days, turns orator. \"Man we canceling sporting events, school, office work,\" James tweeted with incredulity. \"What we really need to cancel is 2020!\" James' exasperation is well-placed because sport and cancel are two words that don't juxtapose easily. Sport is usually a constant -- a field, court, track or course that is resistant to the vicissitudes of the world around us. But it has become intrinsically interwoven with the coronavirus -- infecting a number of athletes and forcing fixtures to be postponed or canceled. \"To everyone who's worried about me, I'm fine,\" Juventus defender Daniele Rugani, who this week tested positive for coronavirus, reassured us. But the news nevertheless rattled our perceptions that athletes are somehow impervious to these things -- more likely to tweak hamstrings or strain calves than be sucked into a global pandemic. The situation at once makes so little and so much sense. We can't just cancel the Olympics -- but, on the other hand, we absolutely can. Serie A, La Liga, MLS, the NBA and the ATP Tour are the latest leagues to suspend play, with numerous others forced behind closed doors. That in itself has been a point of debate as some European football competitions have gone ahead in the eerie silence of an empty stadium. The cliché of the crowd being football's 12th man is well-worn, but there's an element of truth to it as well. \"Is it worth playing football without spectators?\" Pep Guardiola asked before Manchester City's match against Arsenal, the first Premier League fixture to be postponed. READ: NBA suspends season after Jazz center Rudy Gobert tests positive for coronavirus \"The reason why we do our job is for the people. If people cannot come to watch the games, there is no sense.\" Antonio Conte was in agreement. \"I think that playing behind closed doors is not beautiful. Football needs the public and to feel the whole atmosphere around it, it's the most beautiful thing,\" the Inter Milan boss told Sky Sport Italia. Earlier this week there was poignancy to the stillness emanating from the stands during Valencia's Europa League game against Atalanta as the bronze statue of Vicente Navarro, the Valencia superfan who continued to attend every home game even after turning blind, sat alone from the seat where it has been installed.   PSG fans also showed there's a futility in separating sport from its supporters. Hundreds of fans thronged outside the Parc de Princes as their side reached the Champions League quarterfinals with victory over Borussia Dortmund, lighting flares and saluting players who later appeared on the stadium balcony. It's not just football. Does the Masters really happen if the patrons theoretically aren't there to witness it at Augusta? READ: Lewis Hamilton says it is 'shocking' Australian GP is going ahead as planned And, of course, it's just not what happens on the pitch -- money also talks. Lewis Hamilton was frank in his assessment that \"cash is king\" when expressing dismay during a media conference that the season-opening Australian Grand Prix is going ahead as planned. \"The public health and well being issues cannot be underestimated nor ignored. People's health first and foremost has to be the priority,\" Simon Chadwick, professor of Eurasian Sport at Emlyon Business School based in Paris, told CNN Sport. \"We need a sense of balance and perspective in assessing why some sports are trying to continue as normal. \"Of course, there are some for whom money rather than morals and well being are important,\" added Chadwick, speaking generally about sport and not about any one single organization. \"However, sport is now a major global industry that sustains jobs and communities. Not to secure and protect the economic contribution the sport makes to economies around the world would be remiss of its governors and decision makers.\" READ: Cristiano Ronaldo back home in Madeira as Juventus grapples with coronavirus outbreak Filling stadiums has an emotional appeal -- as Guardiola and Conte both identified -- but there is no escaping that money matters, particularly for sides that don't have the commercial reach of the world's richest clubs. \"For teams and events that are disproportionately dependent upon ticket sales, postponement and cancellation will affect the amount of money they have in their coffers,\" Chadwick continued. \"The knock-on effects of this are that, for example, such teams and events may struggle to pay wages and suppliers. \"There will be hidden impacts however; for instance, players and clubs may have performance clauses built into contracts with the likes of sponsors and commercial partners. \"If matches are not being played, then the normal bonuses that some might expect won't actually be paid.\" READ: Sports stars unite to support 'heroes' helping vulnerable in coronavirus fight An intriguing subplot caught between sport and the coronavirus is English Premier League club Liverpool, on the verge of winning a first league title in 30 years but also confronting the possibility of celebrations being placed on ice -- or worse -- as other European leagues are put on hold. \"Now we face the conundrum of still caring deeply about the football -- and winning the league feeling like everything -- whilst experiencing the nagging sensation that it could all crumble into nothingness,\" writes author Paul Tomkins, who runs a Liverpool focused website Tomkins Times. Jurgen Klopp's side needs to scrape together six points to prematurely wrap up the title while also grappling with a dip in form in an otherwise immaculate league campaign.  Liverpool fans are probably wondering how it's all arrived at this, but when sport meets pandemic, the heart of the matter is quite simple. \"Stay safe,\" LeBron James told us. Even when it comes to the unbudging fervor of sport, those two words can trump all."], "Language": false}