{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/us-womens-soccer-protest-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Saeed Ahmed, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T14:49:27Z"], "LastModifiedDate": ["2020-03-12T15:37:38Z"], "Headline": ["Megan Rapinoe tears into US Soccer with a powerful message: 'To every girl out there ... you are not lesser'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The US women's national soccer team just brought home another cup. But they've become so good at winning that their victory is not the story. It's what happened before and after the game. Ahead of Wednesday's match at the SheBelieves Cup in Texas, the team stood for the National Anthem with their uniforms inside out -- to hide the US Soccer Federation logo.   And afterward, US captain Megan Rapinoe tore into the US Soccer management.  The bookends were two more salvos in a long-running feud over equal pay. The federation just this week claimed it won't pay women equally because being a male player requires more skill and responsibility. Rapinoe was having none of it. \"I just want to say, it's all false,\" she said in a post-game interview. \"To every girl out there, to every boy out there, who watches this team, who wants to be on this team or just wants to live their dream out, you are not lesser just because you're a girl. You are not better just because you're a boy.\" The federation made its argument in court documents filed Monday as part of a gender discrimination lawsuit filed a year ago by the US Women's National Team.  In the suit, the women's team said it's paid less \"for substantially equal work and by denying them at least equal playing, training, and travel conditions; equal promotion of their games; equal support and development for their games; and other terms and conditions of employment equal to the (men's national team).\" US Soccer attorneys argued in its court filing that it's not a \"sexist stereotype\" to recognize the different levels of speed and strength required for the two jobs. Rather, it's \"indisputable science\" that explains why the men have a greater physical ability to compete at their level than the women do at theirs, the filing says. Laws governing equal pay \"explicitly applies to jobs that require equal skills, and not to employees that possess equal skills,\" the federation's filing states. And the federation said women could earn more than the men because it's required to pay a $100,000 annual salary to a minimum number of women's team \"'Contracted Players' each year.\" Meanwhile, the men's team players do not receive a salary from US Soccer but they are paid only when they are called up to play for the team, according to the filing.  \"We've sort of felt that those are some of the undercurrent feelings that they've had for a long time, but to see that as the argument, as blatant misogyny and sexism as the argument against us, is really disappointing,\" Rapinoe said in a post-game interview. US Soccer President Carlos Cordeiro in a statement Thursday apologized for the pain caused by the language in the court filing. \"Our (women's national team) players are incredibly talented and work tirelessly, as they have demonstrated time and again from their Olympic Gold medals to their World Cup titles,\" Cordeiro said.  \"I have made it clear to our legal team that even as we debate facts and figures in the course of this case, we must do so with the utmost respect not only for our Women's National Team players but for all female athletes around the world. As we do, we will continue to work to resolve this suit in the best interest of everyone involved,\" he said.  The US women's team has accomplished more than their male counterparts recently -- winning four World Cups and four Olympic gold medals -- while the furthest the men's team has advanced in the World Cup was the 2002 quarterfinals. And the men's team failed to qualify for the 2018 World Cup. The union for the men's team also has accused US Soccer of \"systematic gender discrimination\" and said the women are due \"at least triple\" in player compensation, according to a February statement. The first hearing for the May trial is scheduled for March 30. The US women's team is seeking more than $66 million in damages."], "Language": false}