{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/us/nba-season-suspended-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Close, Amanda Jackson and Jason Hanna, CNN"], "Writers": [["David Close", "Amanda Jackson", "Jason Hanna"]], "FirstPublishDate": ["2020-03-12T01:53:53Z"], "LastModifiedDate": ["2020-03-12T14:42:27Z"], "Headline": ["NBA suspends season after Jazz center Rudy Gobert tests positive for coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The NBA has suspended its season after a player preliminarily tested positive for coronavirus, stunning fans and players who heard the plan at stadiums Wednesday night, and adding to a list of daily events and activities altered by the virus' spread nationwide.   Utah Jazz all-star center Rudy Gobert tested positive, according to ESPN and other media outlets, shortly before his team's game Wednesday night against the host Oklahoma City Thunder. The NBA postponed that game right before tip-off after it learned the diagnosis, surprising thousands of fans already in their seats at Chesapeake Energy Arena. Not long afterward, the league announced it would suspend the season \"until further notice\" after the night's slate of games around the country. \"The NBA will use this hiatus to determine next steps for moving forward in regard to the coronavirus pandemic,\" the NBA, which announced a Jazz player had tested positive but didn't identify him, said in a statement. The affected player was not in the arena, the league said.  The player is in the care of health officials in Oklahoma City, according to the Jazz, which also did not name the player. Four other NBA games were played Wednesday night -- but one other, a tilt between the New Orleans Pelicans and the Sacramento Kings in California, was called off because a referee assigned to work the game had previously worked a Jazz game, the NBA said. The NBA's suspension is an outlier for professional sports in the United States, a country more used to seeing leagues stop or shrink  seasons because of labor issues or, more rarely, war. The coronavirus pandemic has forced many US sports organizations to consider adjustments, including canceling events and holding games without fans. The National Hockey League said Wednesday night it is still evaluating the options and will have an update on Thursday.  Surreal scenes in Oklahoma City In Oklahoma City, players for both teams were on the court for warm-ups but were abruptly called back to the locker rooms.  Juan Guerra II, who says he is an avid Thunder fan, told CNN  this came after the National Anthem was sung and the starting lineups were announced. \"And then boom, a guy in a suit started a joint conversation with all the referees, then both head coaches -- next thing you knew the Jazz went into the locker room and then the Thunder,\" he said. The public address announcer first told the crowd the game was delayed and awaiting league approval to go forward, offering no other details. Eventually, the announcer told fans the game was called off, that they were safe, and to please leave the arena. Fans shouted in surprise. In Dallas, the Denver Nuggets' contest against the Dallas Mavericks continued, and finished with a Mavericks win. But as news of the NBA's decision to suspend the season after Wednesday night spread during that game, Mavericks owner Mark Cuban was seen in the stadium reacting with shock as he and others learned of the decisions on their phones. \"This is people's lives at stake, this isn't about basketball, this isn't about the Mavericks,\" Cuban said after the game. \"This is a global pandemic, where people's lives are at stake.\" Jazz's statement In a statement, the Utah Jazz said a player on the team tested negative for influenza, strep throat and an upper respiratory infection Wednesday morning.  \"The individual's symptoms diminished over the course of today, however, in a precautionary measure, and in consultation and cooperation with NBA medical staff and Oklahoma health officials, the decision was made to test for COVID-19,\" the team said. \"We wish this player a full and speedy recovery, and appreciate the work of health officials in Oklahoma to test a member of the Utah Jazz for COVID-19, as well as their prudent decision to test the entire team at this time,\" Utah Gov. Gary Herbert and Lt. Gov. Spencer Cox said in a joint statement. They added that they are working to identify people who have had close enough contact with the player as to have been potentially exposed.  Evan Fournier, a guard with the Orlando Magic and a friend of Gobert, tweeted that he has been in touch with Gobert.  \"Was just on the phone with Rudy.  He is doing good man. Lets not panick everyone. Love you all,\" Fournier tweeted. Reaction around the league That close contact makes coronavirus a concern for the rest of the league, Detroit Pistons head coach Dwane Casey said following the announcement.  Casey and other figures in the league said the suspension was the right move until officials have a better grasp on the situation.  \"We are not going to speculate on what we are going to do.  We are going to regroup. We just heard about this five minutes ago. It's the utmost importance that our fans, our players, and our staff we feel safe and are safe,\" Philadelphia 76ers general manager Elton Brand said. Atlanta Hawks head coach Lloyd Pierce said that the virus affecting the league happened despite preventative efforts, and the decision to suspend is the right move. The NBA, like other sports leagues, had been considering playing games without fans. Before the suspension, the Golden State Warriors announced that its Thursday night game in San Francisco against the Brooklyn Nets would be played without fans.  The NCAA also announced Wednesday that its annual basketball tournament would go forward but with only \"essential personnel\" and \"limited family\" in attendance. "], "Language": false}