{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/five-things-march-12-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-12T09:56:35Z"], "LastModifiedDate": ["2020-03-12T10:01:32Z"], "Headline": ["5 things to know for March 12: Coronavirus, US census, Saudi Arabia, Weinstein, Iraq"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's official: The World Health Organization has classified the novel coronavirus as a pandemic.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Coronavirus response has reached an unprecedented level in the US. Here are the most critical developments over the last 24 hours:  • President Trump is suspending travel to and from Europe for the next 30 days. These restrictions don't apply to American citizens who have been screened, or to travel to and from the UK. Airlines are scrambling to comply with the new rules.  • The State Department raised the worldwide travel advisory to Level 3: Reconsider Travel. It's an official warning against nonessential trips abroad.  • The NBA suspended its season after a player preliminarily tested positive for coronavirus. That makes the virus a concern for the rest of the league, given the close contact players and teams have had with this person.  • The NCAA is barring fan attendance for its March Madness tournament as a precaution.  • More major events, like the video game conference E3 and several of Trump's public appearances, are canceled, while others, like Biden campaign events and the G7 meeting, are switching to virtual formats.  • Tom Hanks and Rita Wilson announced they tested positive for coronavirus in Australia and are seeking treatment. Send us your coronavirus questions and stories: Ask your questions and share your experiences here. Stay updated: Sign up for CNN's coronavirus newsletter, listen to the latest episode of the Coronavirus: Fact vs Fiction podcast and get mobile alerts on the pandemic in the CNN app. 2. US census The 2020 United States census kicks off today, and it's expected to be the  country's largest ever official population count. Households will start getting invitations to complete the census online, on the phone, or through a mail-in questionnaire. Despite all the controversy and debate, there will not be a citizenship question on the census forms. And yes, you are required by law to respond, or you could get fined. The full national count will be completed by the end of the year.  3. Saudi Arabia Saudi Arabia is continuing to put pressure on the struggling oil market after sending it plunging. State oil company Saudi Aramco threatened this week to jack up oil production by 2.5 million barrels, shocking the market. Now, it's doubling down by promising another drastic increase. These threats are a clear sign that the country is ready to get cutthroat with Russian and American oil powers in order to win customers. Experts are gravely concerned that Saudi Arabia's gamble, combined with sinking international demand for oil due to coronavirus fears, could cause even more damage to the oil industry -- and take the whole global economy down with it.  4. Weinstein Disgraced Hollywood producer and convicted rapist Harvey Weinstein has been sentenced to 23 years in prison for convictions of first-degree criminal sexual acts and third-degree rape. Weinstein's crimes and more allegations against him helped fuel the global #MeToo movement. Prominent #MeToo leaders like Rose McGowan, Ashley Judd and Rosanna Arquette voiced their approval of his sentence while pointing out that no punishment could repair the damage he has done to his victims. Weinstein also faces felony charges of rape and sexual battery in Los Angeles, and the district attorney's office there has begun the process of extraditing him to California to face those charges. 5. Iraq Two Americans and a British national were killed and about 12 others wounded in a rocket attack on a military base in Taji, Iraq. A defense official said the weapons and tactics used in the attack suggest that Iranian-backed fighters are to blame. Given the months of tensions between US forces and Iranian-backed  forces within Iraq after January's killing of an Iranian general, this latest round of deadly aggression is sparking concerns that military tensions could flare up in the region again. There have been rocket attacks in Iraq in recent weeks, but this one was the first since December to result in a US death. BREAKFAST BROWSE Babies smell sweet, teens stink, and blindfolded moms can tell the difference  Seems like that sweetness probably varies with the condition of a baby's diaper.  Modell's Sporting Goods files for bankruptcy and will close all stores  Farewell to one of the best taglines in retail history.  Tesla is looking for places to build its striking, singular Cybertruck Wherever they filmed \"Mad Max: Fury Road\" feels like a good fit.  IBM wants to make computers more fluent in human  Your Echo already knows all your weirdest habits, so it might be nice to have a good conversation with it.  Here are some TV shows to watch if you just want to feel happy right now  And yes, it is completely OK to crave some escape.  TODAY'S QUOTE \"We need holidays to recognize the contributions of women across history.\" Colorado state Sen. Chris Hansen, a sponsor of a state bill to change Columbus Day to Cabrini Day to honor Frances Xavier Cabrini, who created 67 schools, hospitals, and orphanages in the United States and South and Central America throughout her life. The bill passed this week.  TODAY'S WEATHER AND FINALLY How equine therapy helps veterans coping with PTSD  Because we need something a little uplifting today. (Click here to view.) "], "Language": false}