{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/us/us-soccer-federation-court-document-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2020-03-11T19:16:52Z"], "LastModifiedDate": ["2020-03-12T09:52:16Z"], "Headline": ["US Soccer claims it won't pay women equally because being a male player requires more skill"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In its ongoing battle with the women's national team over equal pay, the US Soccer Federation says male players have \"more responsibility\" and the men's team \"requires a higher level of skill\" than their female counterparts.  The federation made that argument in court documents filed Monday opposing a summary judgment in the gender discrimination lawsuit filed by the US Women's National Team against the federation in March 2019. According to the court filing, the job performed by players on the women's team requires less skill, effort and responsibility than the one performed by players on the men's team. \"... A reasonable juror could conclude that the job MNT player requires materially different skill and more responsibility than Plaintiff's job does, while also taking place under materially different working conditions,\" according to the federation's filing. The suit, with 28 members of the team listed as plaintiffs, alleges that the federation discriminates by paying women less than members of the men's national team \"for substantially equal work and by denying them at least equal playing, training, and travel conditions; equal promotion of their games; equal support and development for their games; and other terms and conditions of employment equal to the MNT.\" The lawsuit is seeking more than $66 million in damages. A trial is scheduled to begin in May barring a resolution to the dispute. Federation says men's team requires more skill than the women's team The American women have had far more success recently than their male counterparts, winning four World Cups and four Olympic gold medals. The furthest the men's team has advanced in the World Cup was the 2002 quarterfinals. The men's team failed to qualify for the 2018 World Cup. In the court filing, attorneys for the USSF say it is not a \"sexist stereotype\" to recognize the different levels of speed and strength required for the two jobs. Rather, it is \"indisputable science\" that explains why the men have a greater physical ability to compete at their level than the women do at theirs, the filing says. The filing maintains that laws governing equal pay \"explicitly applies to jobs that require equal skills, and not to employees that possess equal skills.\" \"The point is that the job of MNT player (competing against senior men's national teams) requires a higher level of skill based on speed and strength than does the job of WNT player (competing against senior women's national teams),\" according to the court filing. Lawyers for the federation also wrote in the filing that the men's team brings in more revenue. The prize money payout the men's team takes in from winning FIFA-sponsored games far exceeds any amount that the women could receive, even by winning the Women's World Cup, according to the filing. Prize money for World Cup is set by FIFA, which oversees the global game, and is paid to the winner's federation, not to the players. Television viewership for men's games is higher and that the organization receives more broadcasting revenue from the men's games aired on TV, according to the filing. \"MNT players have responsibility for competing in multiple soccer tournaments with the potential for generating a total of more than $40 million in prize money for U.S. Soccer every four years,\" they said. \"WNT players compete in only one soccer tournament every four years that has the potential to generate any prize money at all, and most recently that amounted to one-tenth of the amount the MNT players could generate.\" US Soccer says women may earn more than the men now The federation defended its practices by noting the difference in pay structure for the men's and women's teams. Pay for both teams is determined by separate collective bargaining agreements reached with the federation. US Soccer is required to \"pay a $100,000 annual salary to a minimum number of 'WNT Contracted Players' each year\" even if they do not play for the national team. The federation cited forward Alex Morgan's pregnancy as one example of a player receiving a salary even when she cannot play. Morgan is receiving 75% of her salary while on maternity leave. Men's team players do not receive a salary from US Soccer, and they are paid only when they are called up to play for the men's team, according to the filing. The organization argues that the women may, in fact, be getting more compensation than the men because the women's collective bargaining agreement calls for US Soccer to play $350,000 annually to the player's union. According to the filing, money paid to unions is considered \"pay\" to an employee under the Equal Pay Act. \"All these facts demonstrate that the job of MNT player carries more responsibility within U.S. Soccer than the job of WNT player, from an [Equal Pay Act] standpoint,\" the document states.  Women's team is 'looking forward to trial' \"This ridiculous 'argument' belongs in the Paleolithic Era. It sounds as if it has been made by a caveman,\" Molly Levinson, a spokeswoman for the women's national team, told CNN Sports.  \"Literally everyone in the world understands that an argument that male players 'have more responsibility' is just plain simple sexism and illustrates the very gender discrimination that caused us to file this lawsuit to begin with. So, looking forward to trial on May 5.\" The American Outlaws, a supporter's group of fans of US Soccer, said the organization that administers soccer in the US should be pursuing more equality, not arguing that the women's game is inferior to the men's. \"The American Outlaws find that viewpoint objectionable and it is disappointing to see the federation make such an argument,\" the group posted on Twitter. The two parties tried to come to an agreement in the fall but talks broke down. The first hearing for the May trial is scheduled for March 30."], "Language": false}