{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/world/mbs-oil-analysis-robertson-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Nic Robertson, CNN"], "Writers": [["Nic Robertson"]], "FirstPublishDate": ["2020-03-12T01:36:48Z"], "LastModifiedDate": ["2020-03-12T03:19:32Z"], "Headline": ["Saudi crown prince gambles on an oil price war. His latest brash move could sink the world economy"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Inside oil-rich Saudi Arabia, Mohammed bin Salman is both feared and loved. in the past few days, the world has witnessed what his subjects have come to know.   The powerful crown prince, known as MBS, will not shy away from confrontation if he thinks his and his kingdom's interests are under threat. In fact, his default desire often appears to be domination.   At the OPEC summit in Vienna last week, when Russia refused his call to cut oil production as demand dipped due to the global coronavirus outbreak, MBS upped the ante, challenging Moscow and threatening to ramp up Saudi production, triggering the steepest drop in oil prices since the US began bombarding Iraqi troops in Kuwait in 1991.   Saudi's king-in-waiting believes that Russia has been \"cheating\" on oil production agreements, and after giving them \"many chances,\" according to one source close to the government, has decided that this is the moment to put his foot down.   The prince may not have wanted this confrontation right now -- or may have miscalculated the ability of his brother, the Saudi oil minister, to negotiate for him in Vienna -- but what is clear is that MBS, by default or design, can be a global disruptor.    Since the Vienna showdown, markets have settled a little, and US President Donald Trump has called MBS to \"discuss global energy markets.\" But while the crown prince has signaled there is still some time to talk this oil spat through, he has also tasked the state-run Aramco with raising production from its max of 12 million barrels a day to 13 million, readying a move that could further crush oil prices.   He is not backing down, and his strategy has all the hallmarks of a loaded threat. Predicting the outcome, and the impact on the global economy, isn't easy. As his own citizens have known for a while, MBS himself can be mercurial and hard to predict.   Since he rose to power following his father's coronation in 2015, bin Salman has sold a popular and ambitious vision of the future, delivering long-awaited reforms while silencing critics and cementing his power.   For many average Saudis, he is what they have been waiting for: a strong ruler loosening the chokehold of ultraconservative religious strictures while working to wean the kingdom off of its oil-based economy.   For his fellow royals, the rapid rise of this young and modestly educated son of King Salman has been something of a mixed bag, ranging from arrest to shakedown to promotion.   In all his internal moves, MBS appears to embody the most muscular manifestation of a hidden, decades-long power struggle to determine which line of the royal family will inherit succession. In some ways, the kingdom is experiencing a Game of Thrones moment, albeit far less bloody, and MBS is emerging victorious.   In June 2017 he very publicly ousted his cousin -- former crown prince Mohammed Bin Nayef  bin Abdulaziz -- from his position as next in line to the throne. A few months later, he began hauling other senior royals off to a luxury Riyadh hotel accusing them of corruption.   The love-fear balance is at its most extreme in the upper echelons of the royal family. Bin Nayef and the king's younger brother, Prince Ahmed bin Abdulaziz, have fared badly. Until recently, Bin Nayef was under house arrest; now, according to some sources, he has been taken fully into custody.    Both men could have been contenders for the crown, the thing MBS most fears being snatched from his grasp because once he's king, no one can oust him.   And his no-holds-barred approach to the Saudi royal struggle mirrors his conduct on the world stage.   He likes to win, or at least is afraid of losing, and is willing to play high stakes to avoid it. His Vision 2030 program of reforms, for example, requires oil prices above about $60 a barrel to break even. His tactics with Russia have reduced oil's value to about half that, making those targets all the harder to reach.   In short, he is gambling his subjects' future on a power play against his putative Russian ally, Vladimir Putin. If MBS wins, he gains market share and global stature -- much-needed after his image was tarnished by the murder of Saudi journalist Jamal Khashoggi, for which the United Nations Special Rapporteur found the crown prince responsible (MBS flatly denies involvement in the killing).     But even if it pays off, bin Salman has already failed in his core goal of weaning Saudi Arabia off of oil because his leverage is entirely oil-based.   It still isn't clear how long MBS will go toe-to-toe with Putin over oil. If he keeps it up, he'll strain his ties with Trump, not to mention risk breaking his promise to his countrymen of transformational change.   Whatever he does, his tactics will be tested again soon. Saudi hosts the G20 summit of the world's 20 top economies this year, and MBS will be MBS will be helping steer his ageing father King Salman through chairmanship duties, leading the way on resuscitating what will by then be a very battered and bruised global economy.   The question many people will be asking in the run-up to that summit is whether the young prince can reign in his own powerful ambitions for the betterment of everyone else."], "Language": false}