{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/03/entertainment/gallery/tom-hanks/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-01-03T23:10:28Z"], "LastModifiedDate": ["2020-03-12T02:30:18Z"], "Headline": ["In pictures: Film star Tom Hanks"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tom Hanks poses for a portrait in 2013. Hanks was born in Concord, California, in 1956. One of Hanks' first major roles came in the television sitcom \"Bosom Buddies.\" The show, which also starred Peter Scolari, ran for two seasons from 1980-1982. Hanks and his wife, Rita Wilson, married in 1988. It was Hanks' second marriage. Hanks starred in several movies in the mid-1980s, but his breakthrough role came in the 1988 comedy \"Big.\" Hanks was nominated for an Academy Award. Hanks performs his monologue while hosting an episode of \"Saturday Night Live\" in 1990. He has hosted the show nine times during his career. Hanks is joined by his wife, Rita, as he receives a star on the Hollywood Walk of Fame in 1992. Hanks won an Academy Award for his role as an AIDS-stricken lawyer in 1993's \"Philadelphia.\" Hanks holds his Oscar at the 1994 Academy Awards. Hanks stars as the lead character in the 1994 film \"Forrest Gump.\" That role earned Hanks his second Oscar in as many years. Hanks is honored by Harvard University students as the Hasty Pudding Man of the Year in 1995. Hanks received an Oscar nomination for his role in the World War II epic \"Saving Private Ryan\" in 1998. Hanks stars with Meg Ryan in the 1994 romantic comedy \"You've Got Mail.\" The two starred in several movies together. Hanks and Tim Allen pose with their \"Toy Story\" characters in 1999. The animated franchise has been wildly successful, with three sequels since the first film in 1995. Hanks got more critical acclaim for his role in 2000's \"Cast Away.\" Hanks, his wife and two of his children attend a Los Angeles Dodgers baseball game in 2004. Hanks also has a son and a daughter from his first marriage to Samantha Lewes. Hanks reads a historical text at the \"We Are One\" concert, which was one of President Barack Obama's inauguration celebrations in 2009. Hanks throws out the ceremonial first pitch before a pro baseball game in Tokyo in 2009. Hanks looks at his caricature after it was unveiled at Sardi's restaurant in New York in 2013. Hanks and his wife attend the European premiere of \"Captain Phillips\" in 2013. Hanks was jogging through New York's Central Park in September 2016 when he saw a couple taking wedding photos. He stopped to wish them well. Hanks hams it up with late-night talk show host Stephen Colbert in October 2016. Hanks receives the Presidential Medal of Freedom, the nation's highest civilian honor, in November 2016. \"From a Philadelphia courtroom, to Normandy's beachheads, to the dark side of the moon, he has introduced us to America's unassuming heroes,\" President Obama said at the ceremony. Hanks played pilot Chesley \"Sully\" Sullenberger in the 2016 film \"Sully.\" Sullenberger was the pilot who successfully landed a passenger plane in the Hudson River in 2009. Hanks plays journalist Bill Bradlee in 2017's \"The Post.\" Hanks attends the People's Choice Awards in 2017. Hanks poses with his \"Toy Story\" character Woody at the premiere of \"Toy Story 4\" in June 2019. Hanks' latest role was Fred Rogers in \"A Beautiful Day in the Neighborhood.\" He has received a Golden Globe nomination for best supporting actor. Hanks and Wilson attend the 92nd Annual Academy Awards at Hollywood and Highland on Sunday, February 9, in Hollywood."], "Language": false}