{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/tech/e3-2020-canceled-trnd/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-03-11T16:50:34Z"], "LastModifiedDate": ["2020-03-11T16:50:34Z"], "Headline": ["E3, America's biggest video game conference, is canceled because of coronavirus"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["E3, America's biggest video game conference, has been canceled because of coronavirus concerns, its organizers announced Wednesday. \"After careful consultation with our member companies regarding the health and safety of everyone in our industry...we have made the difficult decision to cancel E3 2020,\" the Entertainment Software Association said in a press release. \"Following increased and overwhelming concerns about the COVID-19 virus, we felt this was the best way to proceed during such an unprecedented global situation.\" The association said it would reach out to attendees about full refunds for the show, which was scheduled for June, and it will work on providing an online method to share industry announcements. E3, which stands for the Electronic Entertainment Expo, has been held in Los Angeles since 1995, after gaming companies wanted their own space outside of the tech industry's Consumer Electronics Show (CES).  Gaming companies, including Microsoft, Bethesda, Capcom and more, attend E3 each year to tease upcoming releases and sometimes new hardware. At last year's E3, Microsoft unveiled its plans for a new Xbox console, nicknamed Project Scarlett. Its official name, Xbox Series X, was revealed in December at the Game Awards. Square Enix teased a new \"Marvel's Avengers\" video game, and Electronic Arts showed gameplay from \"Star Wars Jedi: Fallen Order.\" Ubisoft, the French company behind \"Assassin's Creed\" and \"Watchdogs\" games, said it would explore options for a digital announcement on the news it had planned. \"While we're disappointed, we fully support the ESA's decision to cancel E3 2020,\" it said in a statement. Xbox head Phil Spencer tweeted on Wednesday that Xbox would hold a digital event with more details to follow. A growing number of events have been canceled because of the coronavirus, including South by Southwest, Coachella and Mobile World Congress. Game companies have had a tougher time networking, as the Games Developer Conference, planned for San Francisco in March, was also canceled. E3 has struggled to stay relevant in recent years, and some industry observers believe the cancellation this year won't help.  \"It is obviously the wiser decision, but unlike GDC and some of the other conferences, it will be more difficult for E3 to recover,\" said Joost van Dreunen, founder of video game investment firm New Breukelen. \"As a conference, it has been suffering disproportionally for years now due to a lack of mobile content and the accelerating pace with which major game makers have been canceling their participation.\"  Sony, which had attended the conference every year since its inception, announced it would pull out of E3 last year for the first time. It also declined to attend this year. Geoff Keighley, who hosts the Game Awards in Los Angeles and Gamescom in Germany, announced in February he was pulling out, saying that companies including Sony not attending had affected his decision. Other companies like Valve, which made Dota and runs the PC games store Steam, Activision Blizzard, which runs its own separate event in November, and Riot Games, the maker of \"League of Legends,\" notably do not attend E3. \"Sony has made a decision to do more consumer-related events. But in terms of the audience we have to reach, it's still one that's eager to see the new news is in the video game industry. So we're excited about what E3 2020 is going to bring,\" Stanley Pierre-Louis, ESA's CEO told CNN Business in late January.  Last year, E3 drew fire for accidentally leaving journalists' information in public view, including their home addresses, email addresses and phone numbers. Although E3 took down the information, it was already being circulated on internet forums. Pierre-Louis said in January, \"We know we've got a lot to do to earn back the trust of our media partners, and we're going to be striving to do that.\" He added that the association was taking more precautions and would stop obtaining journalists' home addresses."], "Language": false}