{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/march-10-primaries-winners-losers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-11T11:00:05Z"], "LastModifiedDate": ["2020-03-11T14:30:09Z"], "Headline": ["Chris Cillizza's winners and losers from Super Tuesday II"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Voters went to the polls in six states across the country Tuesday night, with the results cementing the new reality in the 2020 Democratic race: Joe Biden is the clear front-runner and Bernie Sanders is fighting for his political life. Biden swept to wins in Missouri, Mississippi and most critically Michigan, where Sanders had hoped to reproduce an upset like he scored over Hillary Clinton in the 2016 contest. Sanders won in North Dakota, and Washington state was still too early to call Wednesday morning.  Below are my winners and losers from Super Tuesday II. Winners * Joe Biden: If Super Tuesday was the night that the former vice president surged into the lead in this race, Super Tuesday II is the night that it became clear that, barring some sort of wildly unforeseen circumstance, Biden is on the path to the nomination. Biden's massive win -- and massive margin among black voters (more on that below) -- in Mississippi would have made for a good night. His wide margin of victory in Missouri, a state that Sanders nearly beat Clinton in in 2016, would have made it a very good night. His clear victory in Michigan makes it a great night for Biden. Biden's ability to win suburban voters, black voters and white working class voters in Michigan suggests that he now has put the coalition together not only to win the Democratic nomination, but also to be well-positioned to retake the state for Democrats in the fall. * Black voters: Starting in South Carolina, continuing through Super Tuesday states like Tennessee, Alabama, North Carolina and Virginia and culminating on Tuesday night in Mississippi and Michigan, black voters were the bedrock of the Biden comeback.   In Mississippi, where Biden is poised to sweep up almost all of the state's delegates, black voters comprised two-thirds of the Democratic primary electorate -- and the former vice president won that group by 76 points(!). In Michigan, where black voters made up roughly 1 in 5 Democratic voters, Biden beat Sanders by 37 points. Biden's rise from near-political death is a) entirely attributable to his extremely strong support among black voters and b) a reminder that the path to the Democratic nomination goes through winning black voters. (Former President Barack Obama beat Hillary Clinton in 2008 because of his support among black voters. Clinton beat Sanders in 2016.)   * Andrew Yang: My dude has a sense for the moment. Soon after CNN called Michigan for Biden, Yang announced -- live on CNN! -- that he was endorsing the former vice president. He also revealed that he had had a long conversation with Biden over the past week about why big change, not incremental change, was necessary in the wake of Trump's presidency -- which was an interesting note! Plus, Yang had, to my mind, the quote of the night (that Biden should immediately steal): \"Nothing makes you appreciate a functioning government like a global pandemic.\"  * Electability: I've been on record as skeptical of the idea of a sort of objective ideal of electability, believing that electability is in the eye of the beholder. As evidence, I've always cited the fact that Donald Trump is the current president despite being the least supposedly electable candidate in the 2016 race. But exit polling in state after state -- particularly on Super Tuesday and Super Tuesday II -- suggest that Democratic voters a) hugely valued a candidate they believed could beat Trump and b) settled, in large numbers, on Biden as that guy. In Michigan, 6 in 10 voters said nominating a candidate who can beat Trump was more important than choosing a candidate they agree with on issues. In that group, Biden beat Sanders by 31 points. Why did electability matter in this race when it seemed to be WAY overrated in 2016? Three words: President Donald Trump. Losers * Bernie Sanders: The Vermont senator's campaign insisted as it became clear that Michigan had slipped from his grasp that he was continuing on with the campaign no matter what else happened on Tuesday night. And, because of his fundraising ability and his lack of care about what the party establishment thinks about him, Sanders can stay in the race for basically as long as he wants. But it's not clear -- at least to me -- what the path forward looks like for Sanders. The loss in Michigan is huge -- given that the campaign went all-out in the state. And the primary calendar doesn't get any better for him. Arizona, Florida, Illinois and Ohio all will vote next Tuesday -- and Biden is a favorite in all four. (Sanders lost all four states to Clinton in 2016.) If Sanders loses those four states again, he will effectively be so far behind Biden in the delegate chase that catching up is out of the question So then what? And if Sanders sees all of that coming down the line, does he stay in the race for another week only to suffer a series of likely embarrassments? His decision not to address supporters at all on Tuesday night suggests he may see the end is here. * Donald Trump: It doesn't take a super genius -- like Dr. John Trump! -- to understand that the President would rather run against Sanders than Biden this fall.   Trump and his surrogates have done everything they can to stoke the unproven conspiracy theory that the Democratic establishment has somehow conspired against Sanders to keep him from the nomination. And within the last few days, Trump's forces have begun to work overtime to suggest that Biden isn't mentally up to the race for president. None of that is a coincidence. Nominating Biden is no guarantee that Democrats will retake the White House this fall. But polling suggests Biden runs very strongly against Trump in the key Midwestern states that will almost certainly decide who wins this fall. And Biden is now almost certain to be the nominee, which is plain bad news for Trump's chances. * Contested convention fans: Right up until the South Carolina primary on February 29, the odds of a convention in which no candidate would have enough delegates to claim the nomination on the first ballot were going up, up, up. Then Biden won South Carolina. And stunned Sanders on Super Tuesday. And very nearly finished the job on Super Tuesday II. Now the chances of a contested convention are roughly equivalent to my chances of being elected People's Sexiest Man of the Year in 2020. Fun fact: The last time there was a contested Democratic convention was 1952 -- when Adlai Stevenson was eventually chosen as the nominee on the third ballot. * Political junkies who love \"The Bachelor:\" It was a nightmare of timing for these folks. The live finale of \"The Bachelor\" up against the night that Biden effectively seals the nomination. It was like election night being on the same night as the Super Bowl. Or as a Georgetown Big East tournament game. (Hoyas vs. St. Johns on Wednesday at 7 p.m.!)"], "Language": false}