{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/entertainment/the-hunt-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-11T14:05:56Z"], "LastModifiedDate": ["2020-03-11T14:05:56Z"], "Headline": ["'The Hunt' leverages the partisan divide as a hook to sell an exploitation throwback"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After pulling \"The Hunt\" amid controversy last summer, Universal is using a \"Decide for yourself\" marketing pitch as bait to lure people into theaters. What they'll find, should they be gullible enough to bite, is a thinly sketched out, wildly violent satire, one that rather cynically uses the current backdrop of partisan tribalism as the hook for an old-time exploitation piece. Written and produced by Damon Lindelof (of \"Lost\" and \"Watchmen\" renown) and Nick Cuse, and directed by Craig Zobel (whose credits include Lindelof's \"The Leftovers\"), the film's most clever wrinkle is exhausted early. That hinges on the casting, with some recognizable faces, without giving anything away, making unexpected exits. Then again, there's a lot of, er, exiting in this darkly comic film, where a group of wealthy liberals abduct a dozen \"deplorables,\" as they're referred to in a text chain, in order to hunt them. This is, it's worth noting, actually a pretty well-worn conceit, beyond the \"people killing people\" vibe of \"The Purge\" franchise, which also comes from Blumhouse Productions. Past examples include \"Surviving the Game,\" a 1994 movie in which a homeless man (Ice-T) becomes the unwitting prey for a bunch of wealthy hunters. While the politics, if not the class dynamic, is turned on its head -- gun-toting liberals, incidentally? -- the formula is essentially the same. Only here, the most resourceful participant among the quarry is Crystal (\"GLOW's\" Betty Gilpin), who methodically goes about defending herself, often in grisly ways. Intended to set \"The Hunt\" apart, seemingly, is the way it lampoons both groups of characters, from the member of the hunted who exults \"We're gonna be on 'Hannity!'\" in a triumphant moment to the libs chiding each other for using potentially offensive terminology regarding people of color and gender. The premise also involves a wild internet conspiracy -- with heated posts about elites hunting conservatives -- that's actually true. Although even that idea has a twist baked into it, again, in a way that feels fairly half-baked. Once past those asides, the whole exercise exists as a cheeky throwback to '70s-style dystopian free-for-alls -- think \"Death Race 2000\" -- with a knowing wink to current headlines and better special effects when it comes to blood-splatter techniques. Charitably, \"The Hunt\" can be seen as a cautionary shot (OK, very many cautionary shots) about demonizing those on the opposite side of the political aisle. Less charitably -- but more accurately -- it leverages that dynamic as the foundation for a bloody romp, while emphasizing its irreverence to try making the movie seem smarter than it is. At roughly 90 minutes, the film certainly doesn't scrimp on action -- plunging right into its carnage at a pretty frenetic pace. At the same time, what character development there is basically relies on the shorthand of the situation and cultural stereotyping, albeit with an arched eyebrow. The near-saving grace is Gilpin, who makes the mysterious Crystal's table-turning routine nearly as amusing as it is efficiently ruthless. To paraphrase Jack Nicholson in \"A Few Good Men,\" these one-percenters have clearly messed with the wrong gal. Universal withdrew the movie in the wake of mass shootings, and after President Trump took a veiled swipe at the film -- and Hollywood in general -- based on a Fox News piece. Yet except for sensitivity about the movie's cartoonish levels of violence, pulling \"The Hunt\" from release appears to have been unnecessary. Weighing its various pros and cons, whether you lean red or blue, seeing it is too. \"The Hunt\" premieres March 13 in the US. It's rated R."], "Language": false}