{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/2020-primary-election-takeaways/index.html"], "Source": ["cnn"], "Location": ["Cleveland"], "ByLine": ["By Eric Bradner, Gregory Krieg and Dan Merica, CNN"], "Writers": [["Eric Bradner", "Gregory Krieg", "Dan Merica"]], "FirstPublishDate": ["2020-03-11T05:44:31Z"], "LastModifiedDate": ["2020-03-11T12:26:51Z"], "Headline": ["5 takeaways as Biden takes command of Democratic race on Super Tuesday II"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden is marching to the Democratic presidential nomination. The former vice president handily defeated Bernie Sanders on Tuesday in Michigan's primary -- halting the Vermont senator's hopes of a comeback in the state where he'd stunned Hillary Clinton four years ago. Biden also notched massive wins in Idaho, Mississippi and Missouri. Sanders won in North Dakota. Washington hadn't been called yet, but as of Wednesday morning, Biden was in a tight race there with Sanders, another state Sanders needed to win.   Tuesday marked a clear turning point in the Democratic race. Biden is building a powerful coalition of African Americans, suburbanites and rural white voters who previously backed Sanders, while Sanders is failing to produce the electorate-changing turnout of young voters that he's promised. Democratic figures, from one-time 2020 candidate Andrew Yang to the party's biggest super PAC, Priorities USA, lined up behind Biden after his Michigan win. Visit CNN's Election Center for full coverage of the 2020 race Biden and Sanders are scheduled to debate Sunday night in Arizona. But Sanders is entering a brutal stretch, with primaries next week in Arizona, Florida, Illinois and Ohio -- all states he lost in 2016. There's also the reality that coronavirus could crowd Sanders out of national headlines and make it impossible for him to leverage something that separates him from Biden: his ability to turn out massive crowds at rallies. It all makes a comeback even more difficult.  Here are five takeaways from Tuesday's contests: Biden begins his pivot Speaking at the National Constitution Center in Philadelphia, Biden delivered a message of Democratic unity, extending an olive branch to Sanders and his supporters -- almost as if the Vermont senator had already exited the race. \"I want to thank Bernie Sanders and his supporters for their tireless energy and their passion,\" Biden said. He echoed a common Sanders line on health care, touted their \"common goal\" and said they would work together to defeat Trump. It capped a 10-day stretch in which a largely counted out Biden completed one of the most sudden and dramatic reversals of fortune in modern political history. It started with his massive win in South Carolina's primary, built with his wins in 10 of the 15 Super Tuesday contests and was capped off with a victory over Sanders in Michigan, a crucial general election battleground. Biden has shown some vulnerabilities -- most urgently, his lack of support from young voters. But he is also outperforming Clinton in the primary race with suburban and white working-class voters, giving Democrats a clear potential path to victory in November. Biden made clear Tuesday night he is eager to turn his attention to a general election match-up with President Donald Trump. Sanders, meanwhile, countered Biden's unity message with nothing at all. At home in Burlington, Vermont, he did not speak Tuesday night. Sanders has a decision to make Michigan delivered Sanders his best night of the 2016 primary, reviving his campaign as Clinton threatened to run away with the nomination. In 2020, the state might have done the opposite -- beating down his campaign and opening the path for Biden to break clear in the delegate race.   Sanders' loss in Michigan is both a mathematical and psychological wound. For years now, Sanders and his supporters have pointed to the state, and his success there, as evidence that he would have defeated Trump in 2016 -- and would if given the chance now. The Vermont senator didn't run away from the stakes; instead, he ran toward them, canceling a trip to Mississippi in order spend more time in Michigan, which he repeatedly called \"the most important state\" voting on Tuesday. But the added time did not add up to a better-than-expected result. Biden, like he did in Missouri and Mississippi, grew his support and delegate lead. And just like after the former vice president won in South Carolina, he also got a boost from some of the party's biggest names, who argued that the race is over and Sanders should acknowledge as much. The Sanders campaign has rejected any suggestion that he might consider dropping out any time soon -- and certainly not before Sunday night's debate -- but those hopes could soon be replaced by a colder calculus.  \"He'll debate,\" a Sanders aide said of his upcoming showdown with Biden in Arizona on Sunday night. The aide wouldn't go any further. Dem figures rush to show Sanders the exit South Carolina Rep. Jim Clyburn, a prominent supporter of Biden's, minced no words as the results ticked in on Tuesday night. \"I think when the night is over, Joe Biden will be the prohibitive favorite to win the Democratic nomination,\" Clyburn said on NPR. \"And quite frankly, if the night ends the way it has begun, I think it is time for us to shut this primary down. It is time for us to cancel the rest of these debates.\" Clyburn put in the most direct terms a growing sentiment inside much of the Democratic Party: Sanders' path to the nomination was closed Tuesday night, and it's time for him to leave the race. \"I hereby am endorsing Joe Biden,\" former 2020 candidate Andrew Yang said on CNN Tuesday night. \"Bernie was an inspiration for me, inspired my run. But the math says Joe is our prohibitive nominee. We need to bring the party together.\" And the broader Democratic apparatus began coalescing around Biden, too -- led by Priorities USA, the party's largest super PAC. \"The math is now clear. Joe Biden is going to be the Democratic nominee for President and @prioritiesUSA is going to do everything we can to help him defeat Donald Trump in November,\" Guy Cecil, the group's head, tweet after Michigan was called. \"I hope others will join us in the fight.\" Biden is rockin' the suburbs The last two weeks have showed that Biden is continuing to surge in the suburbs, where a major realignment that handed Democrats the House in 2018 is now benefitting the former vice president. The wins began on Super Tuesday in the suburbs around Dallas and Houston in Texas, as well as in northern Virginia outside Washington, DC. In Minnesota, Biden -- buoyed by Sen. Amy Klobuchar's endorsement -- dominated around Minneapolis and St. Paul. That trend appears to have continued on Tuesday night. Biden, with 87% of the vote counted, had already garnered over 138,000 votes in Oakland County, Michigan, a suburb of Detroit. Four years ago, Clinton won Oakland County but with only 92,000 votes, a key reason that she lost the state to Sanders. The same is true in Macomb County, another Detroit suburb. With 71% of the votes counted, Biden is leading Sanders easily and has already won 58,000 votes. Clinton narrowly won the county in the primary with just under 48,000 votes in 2016. \"Biden's success in the suburbs -- appealing to the base and crossover voters -- closely follows what worked in 2018,\" said Meredith Kelly, a veteran Democratic operative who was a top staffer at the Democratic Congressional Campaign Committee in 2018. \"If Joe Biden wins the states where we won the House popular vote in the midterms, then it's game over for Trump.\" Sanders can't break through with African American voters -- again Since 2016, Sanders has made a concerted effort to broaden his base. In some ways, he has been successful. Latinos powered his signature win in Nevada and became perhaps most reliable constituency. But in South Carolina, on Super Tuesday and again in this week's primaries, he lost badly in African-American communities. In Mississippi, it's possible Sanders will not meet the 15% total required to collect a single at-large delegate. The numbers out of Mississippi will be jarring to the Sanders campaign, even if they were prepared to lose the state. In an electorate that was nearly two-thirds African American, according to exit polls, Biden outpaced Sanders by a 6-to-1 margin.  Biden's strength with African American voters was evident in Missouri and Michigan, too, where the former vice president leads comfortably handily in Wayne and Genesee Counties, home to Detroit and Flint respectively.    Sanders had four years to make inroads with African American voters, especially the older ones. He seemed to be on his way. Until the voting began."], "Language": false}