{"Type": ["gallery"], "Url": ["https://www.cnn.com/2018/03/12/world/gallery/prince-harry-meghan-markle-relationship/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2018-03-12T22:42:19Z"], "LastModifiedDate": ["2020-03-10T20:40:06Z"], "Headline": ["Royal romance: Harry and Meghan"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Britain's Prince Harry and Meghan, Duchess of Sussex, attend the annual Commonwealth Day service at London's Westminster Abbey on March 9. This marked the couple's final engagement as senior members of the royal family. Meghan and Harry attend the Endeavour Fund Awards in London on March 5. Meghan and Harry visit the Canada House in London on January 7. The couple announced the next day that they would be stepping back from their roles as senior members of the British royal family. Meghan and Harry visit a community center in Windsor, England, in November 2019. The couple attends the annual Festival of Remembrance in November 2019. Harry and Meghan attend a pre-ceremony reception for the WellChild Awards in October 2019. Meghan is photographed during a royal tour of South Africa in October 2019. Archbishop Desmond Tutu kisses Archie, Meghan and Harry's son, in September 2019. Harry and Meghan dance during their royal tour of South Africa in September 2019. Meghan holds Archie during the South African tour. Harry and Meghan greet singer Beyoncé and her husband, rapper Jay-Z, as they attend the European premiere of the film \"The Lion King\" in July 2019. New York Yankees manager Aaron Boone presents the couple with a jersey for Archie before a Major League Baseball game in London in June 2019. Queen Elizabeth II looks at her new great-grandchild, Archie, in May 2019. Prince Philip is on the far left. Meghan's mother, Doria Ragland, is next to her at right. Meghan and Harry present their newborn son at Windsor Castle in May 2019. Meghan and Harry walk past tapestries during a visit to Rabat, Morocco, in February 2019. Meghan and Harry attend a Christmas Day church service in December 2018. With them, from left, are Prince Charles; Prince William; and William's wife Catherine, the Duchess of Cambridge. Harry and William are the two sons of Prince Charles and the late Princess Diana. Meghan and Harry cheer on sailors during the Invictus Games in Australia in October 2018. The couple talks to members of OneWave, an awareness group for mental health and well-being, in Sydney in October 2018. Meghan and Harry pose with the cast and crew of the musical \"Hamilton\" after a performance in London in August 2018. Harry gave those in the theater something to remember after breaking into mock-song at the end of the show. The show was held to raise money for his HIV charity, Sentebale. Members of the royal family watch a flyover during a July 2018 event marking the centenary of the Royal Air Force. From left are Prince Charles; Prince Andrew; Camilla, the Duchess of Cornwall; Queen Elizabeth II; Meghan, the Duchess of Sussex; Prince Harry; Prince William; and Catherine, the Duchess of Cambridge. Meghan and Harry attend the Royal Ascot horse races in June 2018. The couple poses with family members after getting married in May 2018. Just after getting married, the newlyweds wave during their carriage procession in Windsor, England. Zoom in for a closer look The couple watches Coach Core apprentices take part in a training exercise in Birmingham, England, in March 2018. The Coach Core apprenticeship scheme was designed by the Royal Foundation to train young people to become sports coaches and mentors within their communities. Harry and Meghan join Prince William and Catherine, the Duchess of Cambridge, during a Royal Foundation Forum in February 2018. The couple watches a dance class during a visit to Cardiff, Wales, in January 2018. The couple meets well-wishers during an appearance in London in January 2018. A shop worker in Windsor, England, adjusts memorabilia celebrating the engagement of Harry and Meghan. Their engagement was announced in November 2017. Meghan flashed her engagement ring to reporters during a November 2017 photo call. The ring, designed by Harry, featured a large diamond from Botswana and two smaller outer diamonds from the personal collection of Harry's late mother. This engagement photo was released by Kensington Palace. Meghan and Harry made their first public appearance as a couple at the Invictus Games in Toronto in September 2017. The pair were introduced in July 2016 by mutual friends in London. Harry and Meghan embrace at a polo match in May 2017."], "Language": false}