{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/politics/steve-bullock-senate-democrats/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-10T14:56:33Z"], "LastModifiedDate": ["2020-03-10T14:56:33Z"], "Headline": ["Here's how you know Democrats are feeling very good about their chances in November"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Montana Gov. Steve Bullock really had no interest in running for the Senate. He made that very clear for months and months. Over and over again. In May 2019, in the days following his decision to run for the 2020 Democratic presidential nomination, Bullock said that he \"was never going to run for the Senate ... I have great respect for the senators, but this is something that never really got me excited.\" In August, Bullock told CNN's Alisyn Camerota that a Senate bid was an \"absolute no\" for him In December, Bullock reiterated his previous stance. \"I said it before, I said it during, I said it when I got out. I am not running for Senate,\" he said. On Monday, Steve Bullock filed to challenge Republican Sen. Steve Daines in November. \"After hearing from Montanans and talking to Lisa and our kids, we decided now is no time to be on the sidelines, and that's why I'm running so we can make Washington work more like Montana,\" he said in a statement. Visit CNN's Election Center for full coverage of the 2020 race While there's no debate that Bullock's decision is a major boon for Senate Democrats hoping to win back the majority in the chamber this fall, it also occasions an obvious question: What changed his mind? The answer to that question is, of course, not simple. Why people -- including politicians -- make the life decisions they make are often a mystery. It's what makes life so unpredictable and fascinating. But there are a few clues as to why Bullock went from no-way, not-ever to \"I'm running.\" The first is, of course, what he says: That he and his wife and his kids sat down and decided that now -- with President Donald Trump in the White House, etc. -- wasn't a time to walk away from politics. (Bullock is term-limited and thus out of the governorship at the end of this year.) The second is a calculation all politicians make before leaping into another race: Can I win? While winning is never a guarantee, most ambitious pols -- and let's not forget Bullock ran for president, so he is definitely ambitious -- won't risk their political future on a race they don't think can be won. Which brings us to Bullock and his change of heart. Put simply: If he did not believe the national political environment -- as well as the political environment in his home state -- hadn't moved into a place where he could beat Daines this fall, there is no chance he would run. How did Bullock make that determination? My very strong supposition is that he was shown a bevy of private polls conducted for the Senate Democrats' campaign arm that showed him very much in the game against Daines and with Trump's numbers in the generally conservative state -- especially at the federal level -- not all that amazing. There's this too: As Bullock was in the process of reconsidering, former Vice President Joe Biden rose from the political ashes to seize the front-runner mantle in the race away from Vermont Sen. Bernie Sanders. There's no question that Bullock, an avowed moderate, would rather share a ticket with Biden than Sanders, a democratic socialist who might torpedo the governor's chances of winning in a place like Montana. In short: Bullock's decision to reverse course and run for Senate tells you a whole lot about how he (and the broader Democratic Party) believe the political landscape is looking for 2020. Now, he (and they) may wind up misjudging it! Or things may change between now and November, particularly with the coronavirus wreaking havoc with the economy and our health care system. But Bullock's decision sends a very clear signal about how Democrats are feeling about 2020, and it's this: Come on in, the water's fine!"], "Language": false}