{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-21T10:13:49.990Z"], "LastModifiedDate": ["2020-04-22T10:58:20.910Z"], "Headline": ["Oil weighs on markets as stocks sink: April 21, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for April 22, 2020 stock market news. US stocks closed in the red on Tuesday, as the oil market collapse weighed on markets and investor sentiment for a second straight day. The three main US benchmarks posted their worst days since April 1. Concerns about oil storage availability amid weaker demand for the commodity has driven prices down. While the May US oil contract, which settled in negative territory Monday, rallied back before expiring, both the June contract and the global benchmark Brent traded lower. \"Earnings took a bit of a backseat on Monday but that will change over the coming days as more companies report, including some big tech names,\" said Craig Erlam, senior market analyst at Oanda. The Dow closed 2.7%, or 632 points, lower.\nThe S&P 500 finished down 3.1%.\nThe Nasdaq Composite ended down 3.5%. The oil market is broken, and there's little to do to fix it but wait. The US May oil contract settled at -$37.63 a barrel yesterday -- the first negative settlement in history. Storage facilities in America are running at capacity, which is what led the price to plummet. Plus the May contract is expiring today, which made for very erratic trading. But what's really staggering about yesterday's negative price is that the US oil market might get fundamentally worse the coming month, said Paul Sankey, managing director at Mizuho Americas, a Japanese bank. \"This negative price was not a purely paper anomaly,\" but rather the meeting point of the financials and the physical realities of commodities, Sankey said in a research note today.  The physical reality of oil is that it is difficult to handle, volatile, potentially polluting, and actually useless without a refinery. If you had a stinking barrel of oil in your back yard, would you pay someone $100 a barrel to take it away? Yes, and you would probably be relieved you were not charged $300 a barrel,\" Sankey added. The oil market is in a full-on day-to-day management crisis, he added, and that won't just go away. Will we hit -$100 a barrel next month? Quite possibly,\" Sankey said. Reducing production will take some time, Sankey said, so this situation of too much oil and nowhere to store it is here to stay. At least for now, and until demand picks up again. A bunch of naysayers Monday claimed that negative oil prices were a fluke -- a result of a market mechanic that was produced by low volume in the expiring front-month May contract, the next contract set for delivery. Their evidence: Oil for June delivery was trading normally, at more than $20 a barrel. (\"Normal\" is relative: we haven't seen prices that low in more than a decade, but still...) Well, Tuesday, the June contract fell 68% to $6.50 at one point. It's now trading at just above $10 a barrel. There's nothing particularly normal about that. True, they're not negative. True, Brent -- the global benchmark -- is still trading at $18 a barrel (it's \"only\" down 29% today). But the oil market is broken, and negative prices could come back sooner than yesterday's skeptics would like to believe. Currencies of commodity-linked countries like Canada, Norway, Russia, Mexico and Brazil are getting clobbered for a second day after the oil market fell apart yesterday. Even though the May contract for US oil rebounded ahead of its expiration later today, it settled in negative territory for the first time in history on Monday. The June contract and the global benchmark Brent remain in the red. In lockstep, currencies of oil-related economies are suffering and are selling off against the US dollar. But America is also a net oil exporter -- it exports more than it imports -- and the current selloff is to a large part driven by storage shortages in the country. So why is the greenback not selling off? \"Today is a risk-off day and day and so you're seeing the dollar a bit stronger,\" said Minh Trang, senior currency trader at SVB. The greenback is once again being saved by its safe-haven status, Trang added: \"The dollar continues to be the place where everyone goes.\" The ICE US dollar index was up 0.4% at 100.31 in the early afternoon. Netflix is set to report its earnings after the bell today, and investors are eager to learn how the pandemic has altered Netflix's business, viewership and subscriber count. Netflix's (NFLX) own subscriber forecast is roughly 174 million worldwide — growth of around 7 million from last quarter. Bernie McTernan, a senior analyst at Rosenblatt Securities, believes the company should blow that number out of the water thanks to a boost from people being stuck at home. Netflix's stock has been surging: It's up 30% this year. Here's what else to look out for: Will Netflix raise prices? As demand for streaming video grows, Wall Street investors are growing hopeful that Netflix will soon raise prices, McTernan said. But that could be a tough pill for many customers to swallow with so many people out of work. The Tiger King effect Like its competitors, stoppages in production because of coronavirus could pinch Netflix's content supply chain, McTernan noted. Netflix could weather the storm if its massive library keeps pumping out hits like \"Tiger King: Murder, Mayhem and Madness,\" but that's no sure thing. Roughly 34 million unique viewers watched the series over the first 10 days of its release, according to Nielsen. However, that number doesn't include viewers outside of the United States, so Netflix will likely flaunt more detailed numbers about the series. Streaming wars ramp up Netflix may also have a lot to say about its growing list of streaming rivals.  Peacock, the Comcast (CCZ)-owned streaming service from NBCUniversal, launched on April 15 for Comcast's X1 and Flex customers and CNN's parent company WarnerMedia is set to release its new service, HBO Max, next month. Disney (DIS) has been crippled by the outbreak with its parks shut down and its films delayed, but its Disney+ streaming service has been thriving. It crossed the 50 million subscriber mark earlier this month. The collapse of the oil market continues to weigh on market sentiment today. US stocks are near their session lows around midday. The Dow is off by 2.6%, or 616 points.\nThe S&P 500 down nearly 3%.\nThe Nasdaq Composite is down 3.5%. Oil bulls everywhere are rejoicing: The price of a barrel of WTI crude to be delivered in May has turned positive. It was last trading just above $5 per barrel. OK, no bulls are rejoicing. Oil remains more than 70% below its recent high in January. But it has come all the way back from settling at -$37.60 per barrel Monday, the first negative close in history.  Producers, which are running out of storage space as demand for energy collapses, are willing to pay buyers to take crude off their hands. That's never happened before for West Texas Intermediate futures, the US benchmark. The May contract closes on Tuesday, which means trading is light and most investors are looking ahead to June. But this isn't just a case of odd market mechanics. The price of a barrel of WTI crude to be delivered the following month is also plunging. It's down 28% and is now trading below $15 per barrel. Brent crude futures, the global benchmark, dived below $20 per barrel on Tuesday to their lowest level since 2002. They were last trading at $20.46 per barrel, a nearly 21% decline. The coronavirus pandemic is changing the way we live. Politicians are grappling to figure out how to reopen the economy when the outbreak is over. But consumers are settling in for this to take some time. Respondents to Cowen's mid-April consumer tracker insights survey on average expect the outbreak to be disruptive to their work and home life for another 5.1 months. Two weeks prior to this survey, consumers only expected a 4 month impact on average. 53% of surveyed consumers said they expected to spend less over the spring and summer. The first round of cost cutting would be on dining out and social activities, followed by apparel and accessories and travel and vacations. Most respondents also expect to receive stimulus checks from the government, and expect to use the money to contribute to their savings, buy groceries and pay down debt. March wasn't a great month if you wanted to sell a house. With coronavirus cases surging in the United States and shelter-in-place orders active across the country, home buying was put on the back burner. And the data reflects just that. Existing home sales dropped 8.5% to a seasonally adjusted annual rate of 5.27 million in March, according to the National Association of Realtors. That said, sales still rose 0.8% year-over-year. And prices remain strong, with the median home price up 8% from last year. But there's a caveat: home sales are tracked based on closings, so the data doesn't show how many sales might have fallen through because of the pandemic. April numbers could be much worse. New home sales slumped 22% in March from the prior month. \"In the first half of 2020, existing home sales will go from setting the expansion-high to likely undershooting the 3.45 million cycle-low set in July of 2010,\" said Mike Englund, chief economist at Action Economics. \"With shelter-in-place rules, real estate is considered essential in some states but not others,\" he added. \"We assume massive disruptions in the national aggregate real estate measures in April.\" Want to know just how serious a blow the coronavirus pandemic has dealt to markets and the economy? Look at the price of oil. On Monday, US oil to be delivered in May settled at -$37.60 per barrel, the first negative close in history. That means producers, which are running out of storage space as demand for energy collapses, are willing to pay buyers to take crude off their hands. That's never happened before for West Texas Intermediate futures, the US benchmark. There is normally some volatility at the end of a contract period. But this indicates that the oil market is \"officially broken\" as storage piles up, Bjornar Tonhaugen, head of oil markets at Rystad Energy, told me. There's particular concern about how much space is left in Cushing, Oklahoma, the delivery hub for WTI. The effects of dirt cheap crude will ripple through the economy: Even in a $20 oil environment, 533 US oil exploration and production companies will file for bankruptcy by the end of 2021, according to Rystad Energy. The problem isn't going away. No one can say when demand for oil will recover. And even once the lockdowns end, it will take some time for refineries to get back up to speed, Tonhaugen said. Similar issues could arise when the June contract comes due in a month. \"There's a lot of oil and no real place to put it right now, so no one wants to take delivery of it,\" Randy Giveans, a Jefferies analyst, told me. Why it matters: The incredible dislocation in oil markets is a sign of just how much the coronavirus pandemic is upending investors, even as stocks have stabilized. The effects could be felt for months and years to come. \"This is very reminiscent of a time in the mid-[19]80s when exactly the same situation happened -- too much supply, too little demand and prices of oil stayed low for 17 years,\" former BP chief John Browne told the BBC on Tuesday. Related: What does it mean when oil prices go negative? No, it doesn't mean the gas station will pay you to fill up US stocks again fell at the open on Tuesday, gearing up for their second-straight day of losses amid the oil-price crash. Oil markets are broken, with the May futures contract settling in negative territory for the first time in history yesterday. Investors are concerned about the lack of enough storage given weak demand for oil, and the impending expiry of the May contract made for more volatile trading. The May contract remains in negative territory today, and June contract, as well as the global oil benchmark Brent, are also sharply down today. All this is weighing on risk appetite. The Dow opened 2.2%, or 525 points, lower.\nThe S&P 500 fell 1.7%.\nThe Nasdaq Composite kicked off 1.2% lower. America has an inequality problem and the coronavirus crisis is making it worse. The pandemic is leaving few people untouched, but America's weakest demographic groups are shouldering the worst burden through job losses and front-line work, against a backdrop of a higher risk of infections and lower savings. The average black and Hispanic families are already bringing in less income that the average white family, but they also have a smaller buffer of liquid assets like savings and investments, according to a new report from the JPMorgan Chase Institute. This leaves these demographics most vulnerable to the aftershocks of the coronavirus crisis. Black and Hispanic workers are also more likely than white workers to be in jobs that pay by the hour. That makes them more susceptible to layoffs. Twenty-two million Americans have filed for unemployment benefits over the past month. Read more about how coronavirus breeds inequality here. Starbucks (SBUX) is partnering with Beyond Meat (BYND) in mainland China, offering more options free of meat or animal products at a time when a growing number of Chinese consumers are seeking choices they perceive to be healthier. Starting Tuesday, 4,200 Starbucks stores in China will be serving vegetarian-friendly items  with the plant-based protein. Beyond Meat CEO Ethan Brown said in a statement that the launch is an important milestone for the company, \"advancing our goal of increasing accessibility to plant-based protein globally.\" Beyond Meat shares rose 14% in premarket trading. The stock is up nearly 5% this year. Coca-Cola (KO) said volume sales are plummeting, and the company is expecting a difficult second quarter.  Half of Coca-Cola's sales come from away-from-home channels, such as restaurants, cafeterias and movie theaters. Their sudden closure from efforts to stop the spread of coronavirus mean the company is now scrambling to readjust its business strategy.  Since the start of April, volume has fallen about 25% globally, almost entirely because of lost business from those channels. The company expects the change \"to have a significant impact on second quarter results,\" it said in a statement discussing first-quarter earnings results. In the first three months of the year, net revenue fell about 1% to $8.6 billion. To accommodate the shift toward eating at home, Coca-Cola is working with its bottlers and retailers to make sure they have enough product in the right packaging. It's also planning to invest in its e-commerce channels.  US stock futures reversed early gains. Here's where they stand at 6:30 am ET: Dow futures fell 437 points, or 1.86%\nS&P 500 futures slid 1.49%\nNasdaq Composite futures dropped 0.93% Coca-Cola (KO), Chipotle (CMG) and Netflix (NFLX) report earnings today. Oil prices are still crashing after a stunning collapse Monday that saw US crude futures plunge below zero for the first time in history. The pain in oil markets is carrying over to stocks, with Asian and European indexes, and US stock futures, all in the red on Tuesday. US oil futures for May delivery were last trading below $0 again after briefly popping above $1 a barrel.  South Korea's Kospi (KOSPI) tumbled nearly 3% and the won slipped as much as 1.7% against the US dollar as CNN reported — citing a US official with direct knowledge — that the United States is monitoring intelligence that suggests North Korean leader Kim Jong Un is in grave danger after undergoing a previous surgery. South Korea's Presidential Blue House said in a statement provided to reporters that they have nothing to confirm on reports about Kim's health and that \"no unusual signs\" have been detected inside North Korea. Global stocks also recorded big declines Tuesday:  The FTSE 100 (UKX) is trading 1.4% lower in London\nGermany's DAX (DAX) and France's CAC 40 (CAC40) are both down 1.8%\nHong Kong's Hang Seng (HSI) tumbled 2.2%, while Japan's Nikkei 225 (N225) fell nearly 2%\nChina's Shanghai Composite (SHCOMP) lost 0.9% The spectacular collapse in oil markets is showing no signs of easing, as the coronavirus crisis saps demand and producers run out of places to store all their excess barrels of crude. US oil prices plunged, falling below $0 Monday to $-37.63 a barrel. That's the lowest level since NYMEX opened oil futures trading in 1983. The selloff can be attributed in part to market mechanics. The May futures contract for West Texas Intermediate, the US benchmark, is about to expire. Most investors are already focusing on the June contract, thinning out trading volume and feeding volatility, UBS analyst Giovanni Staunovo said. The June futures contract for WTI is trading around $22 per barrel, but that's still sharply lower on the day. Brent crude futures, the global benchmark, fell 8% Monday to $25.81 per barrel. The extreme pressure on the WTI contract for May highlights ongoing concerns about the supply and demand dynamics plaguing the oil market."], "Language": false}