{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/opinions/grenell-appointment-intelligence-elections-vinograd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Samantha Vinograd"], "Writers": [["Samantha Vinograd"]], "FirstPublishDate": ["2020-02-24T01:40:32Z"], "LastModifiedDate": ["2020-03-09T17:20:34Z"], "Headline": ["For Trump, it's ego over security when it comes to intelligence"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["President Donald Trump's not a fan of intelligence. He's repeatedly told the American people not to trust the intelligence community and to rely on his own, personal analysis about key national security issues instead.  Foreign leaders still rely on intelligence, and if they are looking at an intelligence assessment of the US right now, it would undoubtedly include one high confidence assessment: Trump's mission to get reelected involves a coordinated strategy to transform our intelligence community into his personal brain trust, even if it means helping Russian President Vladimir and hurting our country. In his 2016 campaign, Trump claimed that he would surround himself with the \"best people,\" but in fact he is picking those whose real qualification is that they will serve to address his own, personal insecurities. His recent decision to appoint Ambassador Richard Grenell — former US spokesman at the UN — as acting Director of National Intelligence is a case in point. Grenell, a Trump loyalist who has no intelligence experience, faces a steep learning curve, to put it mildly. The fact that he'll also, for the time being, serve as the US ambassador to Germany and special envoy to Kosovo and Serbia makes the acting DNI job seems more like an extracurricular activity, leaving enough time for some specific pet, presidential projects. For Trump, inexperience may be a virtue, and either because Grenell is new to intelligence, a lack of knowledge of DNI ethics and procedures, or just a plain old desire to keep pleasing Trump, Grenell may be more willing to block and tackle intelligence that Trump doesn't want released (before Grenell's appointment, there were already reports of Ukraine-related information being withheld from Congress). He can then forge ahead with an internal witch hunt for anyone who could upset Trump with assessments that he doesn't like — CBS has reported that Grenell has already hired former Devin Nunes staffer Kashyap Patel to \"clean house.\"   Grenell's predicate for job security rests on his willingness and qualifications for using the intelligence community (IC) to advance Trump's PR goals, no matter how much he ignores the IC's fundamental role in providing unbiased inputs to policymakers.    Public filter, please There's been a worrisome trend underway when it comes to intelligence, one which Grenell is well positioned to accelerate: censoring intelligence. Intelligence has been filtered for Trump. According to The New York Times, Mick Mulvaney told former Homeland Security Secretary Kirstjen Nielsen not to talk about Russian election attacks in front of Trump, and Nielsen eventually gave up on coordinating a meeting of cabinet secretaries to develop a strategy to protect the 2020 election.  But it's not just a personal filter that's being applied for Trump — it's also a public one. Trump was reportedly irate at the former acting Director of National Intelligence Joseph Maguire for allowing lawmakers to be briefed on the intelligence community's assessment on signs Russia's is interfering in the 2020 election with the goal of helping Trump win, an assessment that some are saying was overstated. Trump's reaction suggests that he'd prefer if the IC lied to Congress or withheld critical information he deems unflattering. He wants to filter intelligence — on the most serious of national security issues — that doesn't jibe with his personal narrative. But that's not how intelligence works, and when it is cherry-picked or manipulated, lawmakers and members of the executive branch can't successfully do their jobs.   Enemies list  Trump's enemies list includes those he believes can or will damage his ego. We've seen this play out when it comes to firing people like Lt. Col. Alexander Vindman. Maguire was ousted from his post last week after Trump learned that information about Russian interference was included in the Congressional briefing. He was reportedly frustrated that House Intelligence Committee Chairman Adam Schiff was included in the briefing.  This could have a further chilling effect on the IC as analysts are worried that if they voice their actual assessments internally or at inter-agency meetings they will face retaliation. Intelligence officials aren't supposed to worry about whether their coordinated assessments will upset a President or lead to professional retribution. Censoring intelligence — either by blocking it or by intimidation — means any officials who actually care about sound policymaking won't have accurate intelligence to guide their decisions. News that Grenell has requested access to the intelligence behind the recent briefing about Russian election interference is deeply worrisome. Without any experience in intelligence, Grenell's ability to understand the underlying information is questionable, but his ability to use it as a weapon against the people who provided it is not. Campaigning for Putin On Friday, Democratic Sen. Bernie Sanders said he was briefed about Russian attempts to interfere in the Democratic primaries on his behalf. This wasn't news to one person: President Trump — who reportedly has previously been briefed on this assessment. Trump seemingly dropped some breadcrumbs about this classified briefing, rhetorically asking supporters why Russia would support him over Bernie. That sounds a lot like an invitation for Russia to meddle more, not less. And, Trump's national security adviser Robert O'Brien said he hasn't seen intelligence indicating that Russia prefers Trump and reiterated Trump's talking point: It wouldn't be surprising if Russia was helping Sanders because Sanders \"honeymooned in Moscow.\" (Sanders has described it as \"a very strange honeymoon.\") One of the national security adviser's roles is to coordinate policy on key threats like election security. This policy development should include incorporating intel so that informed decisions can be made. Separate reporting indicates that the intelligence community's election security expert may have overstated the IC assessment.  These briefings don't come out of thin air. Typically, a briefing like this would go through various levels of review before making its way to Congress. Because of the sensitivity, senior DNI officials would have likely cleared it. Because the assessment from 2016 was that Russia preferred Trump, any updated assessment would have touched on that key point. There are only a few bad options here: O'Brien is grossly negligent and didn't read the intelligence before it went to Congress or coordinate content.\nHe's lying about intelligence to please Trump.\nAn expert intelligence briefer overstated a majorly sensitive assessment.  This doesn't need to be a guessing game: If the DNI hadn't canceled their threat briefing, they could have addressed this head on. In the midst of Russian attacks, we risk missing the big picture — that Russia is attacking us — while we try to pinpoint who said what. That four-letter word Notably, there's one four letter word Trump hasn't said: Stop. In fact, he's sending the message that he is open to more Russian attacks, not less. By piling his own misinformation on top of Russian misinformation, he's creating an environment in which voters don't know what to trust — even if it comes from the IC.  FDR once said that repetition does not transform a lie into truth. Trump is clearly trying to prove one of his predecessors wrong. He's repeating lies about our election security by denying or downplaying Russian interference on his behalf in 2016, providing misleading information about the 2020 cycle, and concurrently gutting the intelligence community as we know it, neutering it of its ability to do its job, and demonstrating why Putin's betting on the right horse — for Russia."], "Language": false}