{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/football/rapinoe-uswnt-us-soccer-equal-pay-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-09T14:49:02Z"], "LastModifiedDate": ["2020-03-09T14:49:02Z"], "Headline": ["'Not the nicest move,' says Megan Rapinoe on timing of US Soccer's equal pay offer"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The war of words over the equal pay dispute between US Soccer and the USWNT escalated over the weekend as Megan Rapinoe spoke of her unhappiness about the way the negotiations were being handled. United States Soccer Federation (USSF) president Carlos Cordeiro released an open letter on Saturday outlining why a resolution over pay parity hadn't been reached with the USWNT. However, the letter came a day before the USWNT played their second game of the SheBelieves tournament on Sunday, which was also International Women's Day.  \"We're trying to prepare for the Olympics and win this tournament, and be as good as we can be,\" said Rapinoe.   \"Now we have to put effort towards this. You know, pull the media team, the lawyers and everybody out on Saturday. \"Not the nicest move I would say. I'm not sure it really achieved what it was intended to. I don't know.\"  READ: Sue Bird remembers when Donald Trump targeted girlfriend Megan Rapinoe Letter before International Women's Day Cordeiro's letter said that US Soccer had made multiple attempts to meet with the women's national team but those advances were declined on the basis that they hadn't agreed to make up the difference in prize money awarded to men and women for past and future World Cups.  US Soccer said the cost of paying the difference for the previous two tournaments -- which the women's team has won -- would be more than $66 million, and said the prize purses are determined by world football's governing body FIFA.  \"It is not reasonable or fiscally sound for U.S. Soccer to make up the gap,\" Cordeiro wrote. \"It would seriously impair our ability to support our mission and invest in these other critical developmental areas.\" However, a statement from Molly Levinson, a spokeswoman for the USWNT players, said the letter was \"riddled with falsehoods.\" Levinson said the latest USSF's proposal did not offer equal pay for friendlies for the majority of players and accused it of employing \"dishonest tactics\" by leaking private conversations to the media.  \"The timing of yet another misleading statement from USSF is clear,\" read the statement, released on Saturday. \"The players will focus on leaving it all on the field tomorrow for the SheBelieves cup -- a tournament that in USSF's words \"celebrates the hopes and dreams of women and girls.\" READ: Megan Rapinoe praises Raheem Sterling, 'Blue Girl' in FIFA award speech 'I don't think we're anywhere close' Members of the USWNT filed a gender discrimination lawsuit against the USSF last year, with the trial set to go ahead in early May.  The suit alleges US Soccer's payment practices amount to federal discrimination by paying women less than men \"for substantially equal work and by denying them at least equal playing, training, and travel conditions; equal promotion of their games; equal support and development for their games; and other terms and conditions of employment equal to the MNT (men's national team).\" When asked what needed to change before the start of the trial, Rapinoe said: \"I mean an actual offer for equal pay, and some considerable damages as well. I don't think we're anywhere close to that right now though.\" "], "Language": false}