{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/cnn-underscored/best-womens-history-month-gifts-for-kids/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lindsay Tigar"], "Writers": [["Lindsay Tigar"]], "FirstPublishDate": ["2020-03-09T14:04:36Z"], "LastModifiedDate": ["2020-03-09T14:04:36Z"], "Headline": ["20 gifts that help teach kids about Women's History Month"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["As every parent knows, raising kind, educated and thriving kids is a full-time gig from the time they arrive on the planet. However, during the month of March, the world collectively joins together to honor women's history.  This is a prime opportunity to give our children — both girls and boys — a toy, book or game that pays tributes to the brave ladies who have changed the world. Whether you hope to inspire your daughter to pursue a career that's currently lacking female representation or teach your sons to support girls and see them as their equals, there are lots of age-appropriate gift options out there. Here, 20 ideas that will send the right message, encourage important questions and best of all, raise a generation that values equality.  \"Little Dreamers: Visionary Women Around the World\" ($13.98; amazon.com) There are many female inventors, artists and scientists whose names you may not instantly recognize — but they've had a huge impact on various industries. In this book, you and your child will meet Mary Blair, an American painter, actor Hedy Lamarr, architect Zaha Hadid, filmmaker Maya Deren and many other trailblazing women.  _______________________________________________________________________________ Lego Women of NASA Kit ($34; amazon.com) If your little lady's favorite pretend game is going into space, you'll really 'wow' her with this LEGO set. It honors four iconic women from NASA: Sally Ride, Mae Jemison, Margaret Hamilton and Nancy Grace Roman. Depending on which set you pair it with, you will also receive a Hubble Space Telescope, an Apollo Guidance Computer, a launchpad and a Space Shuttle Challenger. Perhaps it can be an annual tradition to collect them all every March? _______________________________________________________________________________ \"A Is for Awesome!: 23 Iconic Women Who Changed the World\" ($6.22; amazon.com) Sure, 'A' could be for apple and 'B' for banana — or 'A' could be for Amelia Earhart and 'R' could be for Ruth Bader Ginsburg. This feminist-inspired twist on the children's classic alphabet book will teach toddlers about inspiring females, right from their earliest of days. _______________________________________________________________________________ Votes for Women Puzzle ($20; uncommongoods.com) For some families, puzzles are a way to spend quality time, putting their noggins together to problem-solve. Circular puzzles are trickier than squares, and this one sneaks in educational opportunities, too. It's a celebration of the women who fought for the right to vote in the 1920s, and features important figures like Elizabeth Cady Stanton.  _______________________________________________________________________________ \"Little Leaders: Bold Women in Black History\" ($10.26; amazon.com) With gorgeous illustrations, this book is equal parts beautiful and inspiring. Your children will be fascinated by the many African-American women who paved the road to equality for generations today. From abolitionist Sojourner Truth to poet Maya Angelou and others, this page-turner is a must for every bookshelf. _______________________________________________________________________________ \"Herstory: 50 Women and Girls Who Shook Up the World\" ($12.79; amazon.com) For your late elementary to early middle school children, this fun book is interactive, motivating and educational. With colorful illustrations and exciting quotes and fonts, your kids will learn about fifty women — from mathematicians to activists — who challenged societal norms and broke through traditional molds. It's definitely ideal for young readers who love devouring every book they get their hands on.  _______________________________________________________________________________ Little Feminist Memory Match Game ($4.99; amazon.com) For kids ages 3 and up, this memory matching game featuring feminist icons isn't just a fun afternoon activity but it's beneficial to little, budding brains. As you go through the bright cards to find pairs, your toddlers will sharpen their visual memory, improve their ability to focus and learn how to concentrate. Talk about a win-win! _______________________________________________________________________________ \"Women in Sports: 50 Fearless Athletes Who Played to Win\" ($13.26; amazon.com) In recent years, female athletes have blasted through barriers, demanded equal pay and have impressed us all with their dazzling athletic abilities. For your daughters and sons who love basketball, hockey, track and field and other sports, this collection of stories about fearless women is a must-read. You will learn about household names we all know and love — like Simone Biles — but also some lesser-known gamechangers, like skateboarding superstar Patti McGee.  _______________________________________________________________________________ Sally Ride Barbie Collector Doll ($29.99; target.com) While technically this is a collector's doll, we say let the kids play with it! Sally Ride's story is incredible to say the least: She was the first American to venture into space in 1983, and the third woman to ever experience life outside of Earth. The doll wears a suit that's a replica of Ride's own, complete with NASA and Challenger insignias. _______________________________________________________________________________ Inspirational Women Trivia ($10; uncommongoods.com)  Ideal for middle and high-school aged kiddos (and ahem, parents) this 80-card deck of trivia questions is an interactive way to brush up on your women's history knowledge. The theme of the game is 'women who broke the rules', taking players through many industries of fierce females. Look forward to questions like 'What was the nickname of Amelia Earhart's bright yellow plane?' and 'Who was the first woman to be inducted into the Rock and Roll Hall of Fame?' _______________________________________________________________________________ Women in Science Postcards ($16.58; amazon.com) Does grandma like to play pen pal with your littles? If so, these postcards are perfect for practicing handwriting — and learning more about women in science. With 100 options to choose from, your kids will learn about Marie Curie and other females who have championed a woman's place in the traditionally-male science community.  _______________________________________________________________________________ \"Jane Goodall: My First Jane Goodall\" ($8.99; amazon.com) When your kid can't get enough of animals, you wonder if they'll become a veterinarian one day. Or perhaps a zoologist. Maybe — just maybe — they will become the next Jane Goodall. This book tells the background of Goodall's life in a fun, easy-to-understand way, starting from her dad giving her a toy chimpanzee she named Jubilee. Who knows, this may become the book that shifts your child's career path into focus. _______________________________________________________________________________ Girl Power Playing Cards ($20; uncommongoods.com) Fun fact: These playing cards were created by a pair of brothers who were inspired when they witnessed a woman being demeaned by accusing her of 'playing the woman' card. They took that phrase and decided to create something empowering, with these playing cards highlighting influential ladies in history. You'll recognize many familiar faces — from activist Malala Yousafzai, author Mary Shelley and many others.  _______________________________________________________________________________ Ella Fitzgerald Barbie Collectible Doll ($29.99; amazon.com) Her smooth, velvety voice captivated audiences, earning her the title of 'First Lady of Song.' And at last, there is a Barbie doll that honors her place in history. For children who walk around singing day-in and day-out, this gift will encourage them to research more important female figures who sang their hearts out.  _______________________________________________________________________________ Wonder Women Go Fish Card Game ($11.99; amazon.com) Rather than the 'Go Fish' card game you had as a kid that featured sea creatures, this modernized version features important women from yesterday and today. In an effort to teach girls and boys alike that women don't have to be princesses to be happy, they are challenged to group together women of various fields including fashion, science, activism, aviation, sports and beyond.  _______________________________________________________________________________ Who's She Tabletop Game ($92.96; etsy.com) If you remember the 'Guess Who?' game from your own childhood, then you'll love playing this feminist-inspired version with your family. And truth be told, it's even fun for a game night with pals. Here, you'll have to guess everyone from Serena Williams to Hatshepsut as your opponent answers your questions. You'll find 28 included biography cards that provide fun facts from their lives, too.  _______________________________________________________________________________ Lego Duplo People of the World ($49.95; amazon.com) At the core of the feminist movement is the simple belief that we are all equal. That's why this toddler-friendly set from LEGO Duplo is a great starter toy to teach your children this basic principle. You'll find figures that represent various races, family structures, sizes and more, illustrating the beautiful melting pot that is humanity.  _______________________________________________________________________________ \"I Am Beautiful Confident and Brave\" Coloring Book ($5.80; amazon.com) There's nothing wrong with a little gal loving princesses. Or dinosaurs. Or [insert anything here]. But to create a healthy self-image from childhood that leads into adulthood, it's important to teach messages of acceptance. That's why we love this coloring book that encourages girls and teens to love themselves just as they are.  _______________________________________________________________________________ Ms. Monopoly Board Game for Ages 8 & Up ($7.90, originally $19.99; amazon.com) The first game where women make decidedly more than men. While it's make-believe, perhaps it will motivate your children to fight for equality in income, lifestyle and beyond. Starting from the beginning, women automatically have a higher payout than men, the opposite of what's true in reality. It's a mind-bending game that will open the eyes (and minds) of your daughters and sons.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}