{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/us/five-things-march-9-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-09T10:29:24Z"], "LastModifiedDate": ["2020-03-09T11:05:25Z"], "Headline": ["5 things to know for March 9: Coronavirus, oil, White House, Greece, Election 2020"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Today is National Napping Day, in case you needed an excuse to a catch a few mid-day winks. Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus Italian officials have restricted travel and canceled events throughout the country's northern region, effectively placing almost 16 million people under a lockdown. Italy has been one of the countries hardest hit by the coronavirus outbreak. At least 7,375 people in the country have been sickened, and 366 have died. Some of the lockdown restrictions will remain in affect until the beginning of April. Meanwhile, cases of the virus have soared in the United States, with at least 565 confirmed sick and at least 22 dead. Some politicians, including Ted Cruz, have announced they will self quarantine after unknowingly interacting with a coronavirus patient at last month's Conservative Political Action Conference.  2. Oil prices Global markets are plunging after an alliance between Russia and the international oil cartel OPEC imploded, causing the worst one-day crash in crude oil prices in nearly 30 years. The alliance between the two entities involved restraining oil supplies in order to support prices. However, when OPEC proposed further production cuts to bolster a market already battered by coronavirus fears, Russia said no. The industry got another hard blow when Saudi Arabia stepped in and launched a price war with Russia in response to their broken OPEC agreement. The move, which signaled Saudi Arabia is ready to fight for its share of the market, could ultimately turn into a dangerous multi-national game of oil-price brinksmanship. 3. White House President Trump has replaced Acting Chief of Staff Mick Mulvaney with Republican Rep. Mark Meadows of North Carolina. Meadows is Trump's fourth chief of staff in a little more than three years. Mulvaney will become a special envoy to Northern Ireland. His change of scenery, so to speak, is one of several high-profile staffing shifts in the White House since the conclusion of Trump's impeachment trial. Meanwhile, several human rights organizations have filed suit against Secretary of State Mike Pompeo over his Commission on Unalienable Rights. Pompeo unveiled the commission in July 2019, and it is tasked with examining the role of human rights in foreign policy and refocusing on which rights should be \"honored.\" Critics say this could result in a rollback of protections for women, LGBTQ groups and minorities. 4. Greece Several migrants attempting to cross from Turkey to Greece claim Greek security forces took their documents, money, phones and clothes before sending them back to Turkey in their underwear. Turkey recently broke an agreement with the European Union and is currently allowing migrants to cross its border into Europe. Greece, however, had stayed firm in its strict immigration policies and refused to open the border. This has left a band of displaced migrants with nowhere to go. Human rights organizations say that, in this current situation, they've gotten several claims similar to the one made by this group of migrants. Greece, on the other hand, says it has every right to protect its borders and has not used excessive force in doing so.  5. Election 2020 Now that Bernie Sanders and Joe Biden are the last remaining frontrunners for the Democratic presidential nomination, it's time for ad hominem campaign attacks and ... endorsements! In Sanders' corner: Civil rights leader Rev. Jesse Jackson Sr., who added his endorsement to previous announcements from former candidate Marianne Williamson and New York City Mayor Bill de Blasio. In Biden's corner: former candidate and California Sen. Kamala Harris, Arizona Representative and rising progressive star Ruben Gallego, a prominent pro-gun safety group, and Michigan Gov. Gretchen Whitmer. That last one's important because delegate-rich Michigan is one of the six states going to the primary polls Tuesday, setting Biden and Sanders up for their next big test.   BREAKFAST BROWSE Congress is trying to halt a minor league baseball reorganization plan that would do away with some MiLB teams  If anything happens to the Amarillo Sod Poodles, we riot.  Here are some songs from every era to sing along to while washing your hands  Just preferably not out loud.  A temporary malfunction caused wine to flow from faucets in one Italian town  \"Oh nooo. How terrible. No, no rush on fixing it.\" -- People in this town, probably. Here are your favorite childhood cereals, ranked by sugar content  Then fill up your bowl with some Buzzkill Krispies.  Adidas launches footwear research into space so it can make better sneakers  Or maybe they just wanted their sneakers to go to space. TODAY'S NUMBER $360,000 That's how much someone paid for one of last known copies of a video game console that never came to market, the Nintendo Play Station. (Yes, the Nintendo Play Station.) TODAY'S QUOTE \"The day has got to come sooner and later that women can see themselves equally represented in Congress -- half or more members of Congress, president of the United States, leaders of companies all over this country.\" Democratic presidential candidate Bernie Sanders, who says sexism is a hurdle for women running for president and other high offices.  TODAY'S WEATHER AND FINALLY"], "Language": false}