{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/world/five-things-march-8-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Harmeet Kaur", "Michelle Krupa", "Faith Karimi"]], "FirstPublishDate": ["2020-03-08T21:44:12Z"], "LastModifiedDate": ["2020-03-08T21:44:12Z"], "Headline": ["Start your Monday smart: Daylight Saving, Super Tuesday II, Weinstein, MH17, Pi Day"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • If you forgot to \"spring forward,\" you might already be late! Daylight Saving Time began hours ago, when nearly all of us -- in the US and around the world -- should have set our clocks ahead one hour.  • Take action this International Women's Day. It's not only a day to celebrate women's achievements but also to work toward gender equality. This year's theme is #EachforEqual. Here's how you can get involved. MONDAY • MH17 suspects go on trial in the Netherlands. Dutch prosecutors are set to try three Russians and a Ukrainian in absentia for their alleged roles in the 2014 downing of Malaysia Airlines flight MH17 in Ukraine. The flight was shot out of the sky over territory held by pro-Russian separatists, killing all 298 people on board. • Ancient holidays take center stage. Purim, which celebrates the bravery of Queen Esther, is observed by Jews the world over, with children often dressing in costume. Meantime across India, Hindu people mark the start of spring with the colorful festival of Holi. Both end Tuesday. • The Indian Wells Masters opens in California. Officially the BNP Paribas Open, the two-week tennis tournament begins. Novak Djokovic has set his sights on more winning, though he'll have to go through Rafael Nadal, Daniil Medvedev and Dominic Thiem, among others. TUESDAY • It's Super Tuesday (again)!! Most eyes will be on Michigan as voters in six states head to the polls to allocate more delegates to party nominees. Biden and Sanders are locked in a battle for Democrats' nod. Balloting also happens in Idaho, Mississippi, Missouri, North Dakota and Washington. • The road to the Final Four starts here. College basketball's toughest teams aim all week for conference crowns. Click here for schedules and brackets for all 32 conference tournaments, from the ACC to the WAC. WEDNESDAY • Harvey Weinstein gets sentenced. Judged guilty of criminal sexual act and rape, the disgraced movie mogul, who's already behind bars at New York's infamous Rikers Island, is set to learn his fate. He faces a minimum of five years and a maximum of more than two decades in prison in a case hailed as a turning point in the #MeToo movement. THURSDAY • Olympic fire begins to glow. The flame lit at the Temple of Hera begins a one-week relay across Greece before it's handed over to Tokyo organizers. They're still planning for a complete Games, despite fears over the novel coronavirus. • Are you ready for more football? NFL players reportedly face this deadline to vote on a new collective bargaining agreement. If it passes, upcoming regular seasons could get a 17th game and playoffs would expand. SATURDAY • The President speaks to the Republican Jewish Coalition. Donald Trump is set to address lobbyists for a key constituency in Las Vegas. The group strongly endorsed the White House's Middle East plan, which has been slammed by Palestinians and could jeopardize the Jordan-Israel peace treaty. • Let them eat ... pi! The date is 3.14, which also happens to be the approximate ratio of the circumference of a circle to its diameter, or pi. To celebrate, you could recite pi to the 10,000th digit. Or you could sign along to Billboard's top Pi Day songs, starting with this classic."], "Language": false}