{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/politics/pete-buttigieg-lgbtq/index.html"], "Source": ["cnn"], "Location": ["South Bend, Indiana"], "ByLine": ["By Donald Judd, CNN"], "Writers": [["Donald Judd"]], "FirstPublishDate": ["2020-03-07T15:48:16Z"], "LastModifiedDate": ["2020-03-07T15:48:16Z"], "Headline": ["Pete Buttigieg won't be president in 2020, but his campaign changed the game for LGBTQ Americans"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Chasten Buttigieg was fighting back tears. As Pete Buttigieg's husband addressed an audience of campaign supporters, family and friends gathered here in South Bend late Monday night, he told those gathered that, when his husband, their mayor, first asked what he thought about a presidential run, he laughed. And then he reflected on their still-young marriage. \"Pete got me to fall in love with myself again,\" Chasten Buttigieg reflected. \"And I told Pete to run, because I knew there were other kids sitting out there in this country, who needed to believe in themselves too.\" \"You changed lives!\" a supporter shouted. \"Yes, we did,\" Buttigieg replied, getting choked up. \"Together.\" And then, for the first time in American history, a presidential candidate took the stage, kissed his husband and ended his campaign. The moment was a fitting coda to Pete Buttigieg's historic campaign, one that both tested the nation's still evolving acceptance of LGBTQ Americans and represented a giant leap forward in the eyes of scores of those inspired by Buttigieg's candidacy. When he announced his candidacy last year, people who'd heard of the millennial mayor at all struggled to pronounce his name, recognizing him largely from a failed 2017 bid to lead the Democratic National Committee. South Bend, the fourth largest city in Indiana, was better known for the neighboring University of Notre Dame than for presidential politics. But for LGBTQ Americans, who only nationally gained the right to marry in 2015 and still face the threat of workplace discrimination for their sexual orientation or gender identity, Buttigieg was more than a longshot candidate from a mid-level midwestern city -- he was a presidential contender of their very own. A new kind of candidate From the start, Buttigieg's sexual orientation and faith set him apart from the standard Democratic presidential hopeful -- and especially his ability to square the two seemingly contradictory aspects of his identity.  At a CNN town hall in March 2019, he addressed both, creating a national moment largely credited with catapulting the mayor from obscurity to ubiquity. During the town hall, Buttigieg, an Episcopalian, tore into Vice President Mike Pence for tying his conservative views on same-sex marriage to his faith. \"His interpretation of Scripture is pretty different from mine,\" Buttigieg said. \"His has a lot more to do with sexuality and, I don't know, a certain view of rectitude. Even if you buy into that, how could he allow himself to become the cheerleader of the porn star presidency?\" Buttigieg then paused for a moment before going in for the kill. \"Is it that he stopped believing in Scripture when he started believing in Donald Trump?\"  That answer, and the rest of his town hall performance, caught fire, earning him praise from across the political spectrum and netting him $600,000 in donations from 22,200 unique donors, a haul that expedited the campaign's progress toward qualifying for the debates set for that summer.  But Buttigieg's momentum surprised gay voters the most -- voters like Robert Moore of Dallas, Texas. \"Remember, marriage equality came pretty recently, you know, and it's a big jump from we can get married and be private citizens and be on our own, to being president of the United States,\" Moore told CNN in February. \"And this is somebody that they are wanting to embrace, and not just embrace, but put up to lead them? That's a whole different game.\" Perhaps more significantly, it signaled a new way to counter arguments against LGBTQ equality from the religious right -- with an appeal equally grounded in religion from the left. A month later, Buttigieg would take his argument a step further, lambasting Pence at the LGBTQ Victory Fund National Champagne Brunch: \"If me being gay was a choice, it was a choice that was made far, far above my pay grade.\" \"And that's the thing I wish the Mike Pences of the world would understand,\" Buttigieg said, to rapturous applause from the predominantly LGBTQ audience. \"That if you got a problem with who I am, your problem is not with me -- your quarrel, sir, is with my creator.\" The candidate's move to embrace religion baffled the religious right, who'd never seen a Democratic presidential candidate lay claim to the language of faith in such terms, much less a gay one, and the subject would grow to become central to his stump speech, deployed before audiences with a wide array of religious beliefs or lack thereof. If he faced President Donald Trump in the general election, Buttigieg mused, he'd do so \"insisting that this country belongs to people of every religion and of no religion equally,\" reaching out \"to fellow believers with the reminder that God does not belong to a political party in the United States of America.\" Backlash from the LGBTQ community But Buttigieg's appeal to moderates on religion would prove representative of a larger theme throughout his campaign. In attempting to expand the Democratic Party tent to independents and Republicans fleeing Trump, Buttigieg enraged a vocal, progressive wing of the Democratic base, who accused the mayor of compromising party ideals for votes in purple states. On issues from \"Medicare for All\" to preserving tax-exempt status for religious institutions opposing gay marriage, Buttigieg's stances put him at odds with pockets of his own community, not just his primary opponents. \"Mayor Pete is leaning on the support and actively courting the LGBTQ2IA community, but has shown time and time again that he is out of touch, not fit to be President of the United States, and simply falls short,\" a collective of queer individuals identifying themselves as \"Queers Against Pete\" wrote in a January open letter criticizing Buttigieg's positions on a number of issues. \"Some have touted former South Bend Mayor Pete Buttigieg's openly gay identity as proof of progress in our politics. However, being gay is not enough to earn the support of Lesbian, Gay, Bisexual, Transgender, Queer, Intersex, and Asexual (LGBTQ2IA) communities.\" By the time Buttigieg suspended his campaign this month, the letter would garner 4,314 signatures, just one in a series of critiques from LGBTQ voices that posited the first gay candidate for president to win delegates inadequately represented them. Headlines like \"Why Pete Buttigieg is bad for gays\" and \"Heterosexuality Without Women\" became commonplace.  Even an essay from The New Republic titled \"My Mayor Pete Problem,\" which the publication ultimately removed following widespread outcry, centered on the same idea: While Buttigieg may have been a pioneer in his success as a gay candidate for president, when it came to the question of if he represented the gay community writ large, a corner of the community found him wanting. It's something they would repeatedly make clear, interrupting private fundraisers and releasing a statement within minutes of reports of the end of his campaign, \"#QueersAgainstPete welcomes the news that former South Bend Mayor Pete Buttigieg is suspending his campaign.\" If such criticisms got to Buttigieg, though, he showed little sign of it. In an interview with radio host Clay Cane in September, he dismissed critiques from LGBTQ media, telling Cane, \"It's tough for me to know, right, because I just am what I am, and you know, there's going to be a lot of that.\" \"That's why I can't even read the LGBT media anymore, because it's all, 'he's too gay,' 'not gay enough,' 'wrong kind of gay,' like, oh jeez.\" Buttigieg said. \"All I know is life became a lot easier when I just started allowing myself to be myself, and I'll let other people write up whether I'm 'too this' or 'too that.'\" The anti-Buttigieg sentiment in the LGBTQ community also rankled Buttigieg's gay supporters. \"They're demanding too much,\" said Jerry Birdwell, a Texas voter who traveled to New Hampshire to observe the primary process there last month. \"I personally think that if they make a comment like that, he's not gay enough, so to speak -- that's absurd...we're looking for a man that's going to represent the country, and he is the type of person who, his sexuality has nothing to do with his ability to run a campaign and to serve.\" A sense of belonging While detractors would continue to paint him as too centrist or inadequately queer, by the time the Democratic primary reached November 2019, Buttigieg had begun to talk more about the issue he'd come to see as central to his campaign: The need to restore a sense of belonging. \"If talking about hope and belonging sounds optimistic for a time like this, fine, then call it optimistic, but do not call it naïve, because I believe in these things not based on my age, but based on my experience,\" Buttigieg told an audience gathered in Des Moines for Iowa's premiere Democratic political event of the year. Before thousands of Iowa Democrats, he drew a direct line between the case for a Buttigieg presidency and his own LGBTQ experience. \"I have seen what America can do, and so have you. After all, you're looking at someone who, as a young man growing up, wondered if something deep inside of him meant that he would forever be an outsider, would never wear the uniform, never be accepted, never know love,\" Buttigieg said. \"And now you are looking at that same young man, a veteran, a mayor, happily married, asking for you to vote for president of the United States.\" On the trail, Buttigieg took care to always note that while the LGBTQ community has made strides, there remained a great deal of work left to do. And he didn't gloss over that truth either, especially in Iowa, where, a week before the caucuses, he confessed that while he was \"obviously thrilled by the progress that brought me the right to marry,\" the idea that marriage equality \"meant the struggle for equality was, you know, done\" is \"just not true.\" Former US Rep Barney Frank, the first member of Congress in a same-sex marriage, agrees with Buttigieg's view, but  thinks history will view Buttigieg's unsuccessful bid for president as historic in its own right. \"It's one of the most important moments in American history, not just of the LGBT issues,\" Frank told CNN in an interview after Buttigieg ended his campaign. \"It is a sign that the prejudice against sexual minorities has diminished even more than we had thought. ... It further advances the fight against prejudice, because he was so good at it, being so articulate and doing as well as he did.\" \"He not only benefited from the diminution of prejudice, he furthered it by his own very good performance,\" Frank, who's been on the forefront of LGBTQ equality since the Stonewall riots, continued. If Buttigieg's run meant America saw more widespread acceptance for the LGBTQ community, it carried even more weight for those Americans who saw themselves in the presidential hopeful. \"I never thought we'd have a gay candidate for presiden"], "Language": false}