{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/ruth-bader-ginsburg-abortion-louisiana/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ariane de Vogue, CNN Supreme Court Reporter"], "Writers": [["Ariane de Vogue"]], "FirstPublishDate": ["2020-03-05T12:06:50Z"], "LastModifiedDate": ["2020-03-06T20:52:04Z"], "Headline": ["Justice Ruth Bader Ginsburg dominates in abortion case"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If there is any question whether 86-year-old Justice Ruth Bader Ginsburg, who has spent her life steeped in issues concerning women's rights, is slowing down after four bouts of cancer, it was not evident Wednesday morning in Washington.  For over an hour, Ginsburg, the leading liberal on the bench, engaged in a high stakes constitutional version of whack-a-mole, taking down arguments put forward by supporters of a Louisiana abortion access law that requires doctors to have admitting privileges at a nearby hospital.  As lawyers for the state and the Trump administration urged the justices to greenlight the law, arguing it is necessary to protect public safety, Ginsburg worked to dismantle each of their arguments one by one. At times, she even went after her own conservative colleagues.  Ginsburg, who has served almost 30 years on the Supreme Court, is witnessing efforts by Republican-led states, emboldened by a new conservative majority on the Court, to pass increasingly restrictive abortion laws. Abortion rights supporters, who have spent years in the trenches, are fearful that the Court is rolling back rights. In Court, Ginsburg calmly, persistently and systematically dissected each point.  As she often does, she asked the first question at oral argument. She is a proceduralist, and she sometimes starts with complicated threshold arguments, bringing them to the light of day.  In the case at hand, Louisiana and the Trump administration argue that the challenge should be dismissed, without the justices ever reaching the merits, because the doctors and clinics don't have the legal right to stand in the place of women seeking abortion and bring the case. Louisiana argues that the doctors and clinics may not have the same interests as women seeking an abortion. It's a dry legal issue called \"third party standing,\" but if a majority of the Court were to buy into it, it would devastate the challengers' case. Not only would the law go into effect, but in the future, it would be much harder for critics to bring challenges.  Ginsburg noted that Louisiana had only brought up the argument late in the game, suggesting the justices should not consider it now.  \"Would you have done anything different,\" Ginsburg asked a lawyer challenging the law, if the issue had been \"timely raised?\"  The lawyer, Julie Rikelman, was quick to respond. \"We certainly could have submitted additional evidence\" she said.  That triggered Justice Samuel Alito, the most vocal supporter of the law. He grabbed on to the procedural argument and dominated the court room for several minutes.  He suggested that clinics faced with having to add new regulations might not be sufficiently aligned with the concerns of patients.  \"That's amazing,\" he told Rikelman. \"You think that if the plaintiff actually has interests that are directly contrary to those individuals on behalf the plaintiff is claiming to sue,\" the plaintiff can still bring the suit?  To Alito, it was all about a possible conflict of interest between the doctors and the women seeking abortions.  After allowing Alito to go on, and mindful that the Court has often allowed doctors to stand in the shoes of women challenging such laws, Ginsburg spoke up again dryly.  \"Is there anything like the conflict that Justice Alito mentioned,\" she asked Rikelman. \"Is there a conflict?\"  \"No your honor,\" Rikelman concluded. And then she pointed to a case the Court decided four years ago when Justice Anthony Kennedy was still on the bench and the majority struck down a similar law out of Texas.  \"There is not even a plausible conflict in this case because this court already held that admitting privileges served no medical benefit,\" she said.  Alito continued to argue about the procedural issue, without drawing the vocal support of any other member on the bench.  Ginsburg piped up again, asking Rikelman whether she \"might\" have added a patient \"or two\" to the lawsuit \"just as insurance\" had she thought Louisiana would make such a standing argument. Rikelman noted her side would have. \"It would be profoundly unfair to allow the state\" to raise the issue \"for the first time --in five years into this litigation.\"  Then, when the Court moved to the meat of the case, the constitutionality of the law, Ginsburg was ready to pounce.  The law requires doctors to have admitting privileges at a hospital 30 miles from the clinic.  Ginsburg noted that most of these abortions \"don't have any complications.\" And she went on to say that if a complication were to occur, it would likely happen once the woman returned home.  \"If she needs a hospital, it's certainly not going to be the one near the clinic,\" Ginsburg said.   She pressed the point when Elizabeth Murrill, the Solicitor General of Louisiana, stood up to defend the law.  \"If the woman has a problem, it will be her local hospital that she will need to go to for the care, not something 30 miles from the clinic, which does not have a necessary relationship to where she lives,\" Ginsburg said.  Later Ginsburg took up another criticism of the law: that when a doctor fails to get admitting privileges in the state, it's often based on factors other than his or her expertise. Critics say it's often hard to get the privileges, and in fact, the law would only leave one doctor in Louisiana able to perform the procedure — something the state disputes.  Ginsburg noted that in \"most hospitals in Louisiana,\" in order to get admitting privileges, you have to have admitted a threshold number of patients.  \"Abortion providers,\" she said, if they are not doing obstetrics and gynecology, wouldn't qualify because \"their patients don't go to the hospital.\"  Ginsburg then pivoted to the district court's finding that a transfer to a hospital was required \"far less than once a year, or less than one per several thousand patients.\"  \"Most of the people who get abortions never have any need to go to a hospital, isn't that so?\" she asked.  Murrill responded by saying that clinics often don't know how many women ultimately suffer complications because they don't follow up with the women.   Ginsburg dug in again after Kagan had pushed Murrill on the same topic.  \"You don't dispute,\" Ginsburg said, \"that among medical procedures, first-trimester abortion is among the safest, far safer than childbirth.\"   When Jeff Wall, the Principal deputy Solicitor General, began his opening soliloquy, Ginsburg stopped him short.   \"What sense,\" Ginsburg wanted to know, does the 30-mile requirement make? At this point she was repeating herself. \"I think everybody agrees that the most likely place the woman will be if she needs to be in a hospital, she'll be at home.\"  Ginsburg seemed stunned that Wall didn't understand how a complication could play out. \"She's not going to be at the clinic,\" she said.  Wall conceded \"that's often true,\" but he pointed out the record in the case revealed that it's sometimes \"not true.\" One of the doctors in the case testified that \"on occasion,\" he had a patient who needs immediate hospitalization.  But then Ginsburg pressed him on medication abortion -- \"when you go to the clinic just to take two pills and go home.\"  Wall responded: \"If you develop a complication at home, it's not clear that you won't call the clinic and say to your doctor, 'I'm having a problem,' and your doctor will say, 'Then go to the following hospital where I have privileges, I'll meet you there.'\"  She looked less than convinced.  After an hour, Ginsburg had done what she could to defeat a law that she already voted to block on a preliminary basis last year. She came into arguments knowing that four of the justices, back then, would have allowed the law to go into effect. Chief Justice John Roberts sided with the liberals, but it may have only been to give the Court more time to issue a reasoned opinion. What she didn't say in Court, but what she often says in public appearances, is that restrictive abortion laws are likely to have a disproportionate impact on women without the means to travel longer distances to obtain the procedure.  Ginsburg knows that if Louisiana prevails in the case, it will embolden other states to pass similar laws. "], "Language": false}