{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/perspectives/warren-buffett-annual-letter-corporate-governance/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rosabeth Moss Kanter for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T19:14:43Z"], "LastModifiedDate": ["2020-03-06T18:45:52Z"], "Headline": ["Warren Buffett has the right answer to crony capitalism: women"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["Legendary investor Warren Buffett unexpectedly launched Women's History Month a few days early this year. In his annual Berkshire Hathaway letter to shareholders, he highlighted the 100th anniversary of the passage of the Nineteenth Amendment, which gave women the right to vote. He then pointed out that women still don't have a voice on corporate boards, where they are hugely underrepresented. This lack of diversity doesn't just hurt women and their careers — it can foster poor corporate governance and reduced financial performance. Buffett's beef is with the male buddy system that favors giving CEOs what they want without full, open discussion. Lack of diversity can lead to a kind of crony capitalism in which insiders favor other insiders, surround themselves with people who look and think like them and rarely hear other points of view. Buddies wink at one another's indiscretions. They are slow to act when big problems surface, reassuring each other of mutual protection. That's the wrong kind of long-term thinking, especially when planes crash (Boeing) or CEO relationships get out of hand (McDonald's) or acquisitions prove difficult to integrate (AOL Time Warner, a multimedia conglomerate that controlled a number of media assets, including CNN).  Buffett decried the lack of courage of some boards to confront CEOs who dislike dissent and who prefer board members they can control. \"[Audit] committees remain no match for managers who wish to game numbers,\" Buffett wrote. \"I have yet to see a CEO who craves an acquisition bring in an informed and articulate critic to argue against it... The current system, whatever its shortcomings for shareholders, works magnificently for CEOs and the many advisors and other professionals who feast on deals.\" When boards are homogeneous, it is too easy to fall into groupthink and fail to see or voice alternatives. That's one reason they need to diversify their sources of board talent to include women. A decade ago, following the Great Recession, I wondered in a column, \"What if Lehman Brothers had been Lehman Sisters?\" Would the great house of Lehman have collapsed if there were women at the top? Lehman might have seen the crisis sooner if there had been more openness to different sources of information and diverse ways of thinking. The issue isn't gender per se, or even diversity of race or social type; it is the ability to think beyond the cronyism of closed circles. That's what will improve corporate governance. The good news is that there is already progress. A new law in California mandated that every public company registered there have at least one woman on its board by the end of 2019. The bill cites a global, longitudinal study by Credit Suisse showing better business performance on stock price and other key metrics when there are women on the board. Though the mandate is not without controversy, compliance is high; by January 2020, 96% of California company boards have at least one woman. And of the women newly appointed to California company boards, 94% come from outside the company. Hopefully they bring diverse perspectives to enlarge and enrich board discussions. But at the very least, they show that there's a bigger world outside boardrooms offering varied thoughts and experiences. That can encourage other directors to speak up. Massachusetts is among the states considering similar laws, on the grounds that this would be good for the economy. And the financial industry is beginning to join the bandwagon to require women on boards. Goldman Sachs announced in January that it would no longer handle IPOs for companies with all-male boards. That courageous move extends Buffett's governance concern to the male-dominated world of tech startups and opens more boards to diversity. However, we shouldn't assume that simply having one woman makes boards more effective. Indeed, the dynamics of tokenism — one woman on an otherwise all-male board — work against the dissent Buffett urges boards to embrace and instead can encourage conformity, when women fear being seen as \"not team players\" if they ask tough questions. As my research has shown, a \"token\" woman can be asked to be a spokeswoman for her gender, not as a professional respected for her qualifications, or can feel pressure to prove she is \"one of the boys.\" Avoiding the dilemmas of tokenism is why California expects boards to move toward a critical mass of women, mandating two or three women, depending on board size, by the end of 2021. Going outside closed inner circles makes leaders more likely to listen and learn. That's good for the women who get board opportunities, but it's even better for shareholders and other stakeholders who gain confidence in their companies' board decisions."], "Language": false}