{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/media/quibi-shows/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-06T17:01:49Z"], "LastModifiedDate": ["2020-03-06T17:08:09Z"], "Headline": ["'Punk'd,' 'Thanks A Million' and 'Murder House Flip': Here are the shows coming to Quibi"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Quibi, the new short-form video service, is set to launch next month with an eclectic mix of content. The service is the brainchild of veteran CEOs Meg Whitman and Jeffrey Katzenberg, and it's a bit different than your standard streaming company. It offers videos and series that are cut into segments shorter than 10 minutes (hence the name Quibi, which is short for \"quick bites\") and is available only via mobile devices. Up until now, there had been a lot of mystery around Quibi's shows -- but the company lifted the veil a bit on Friday.  Quibi will launch with 50 shows with plans to release 175 original shows and \"8,500 quick bites of content\" in its first year. The service will be available starting April 6 for $4.99 a month with ads and $7.99 a month without. Whitman and Katzenberg are making a big bet that consumers will pay for what Quibi has to offer. The Wall Street Journal reported earlier this week that the service has closed a second round of funding worth $750 million, which brings its total investment to nearly $2 billion. Quibi's content will range from scripted series to news and sports highlights, so here's a small taste (a quick bite, if you will) of some of the service's notable launch-day content: \"Thanks A Million\" In \"Thanks a Million,\" a series executive produced by Jennifer Lopez, celebrities will give away $100,000 to someone -- who in turn will give some of the money to someone else.  Lopez and other big names like Kristen Bell, Aaron Rodgers and Kevin Hart will star in different episodes. \"Most Dangerous Game\" Described by Quibi as one of its \"movies in chapters,\" \"Most Dangerous Game\" stars Liam Hemsworth as a participant in a deadly game \"where he soon discovers that he's not the hunter... but the prey.\"  The service calls \"Most Dangerous Game\" a \"dystopian action-thriller\" that explores \"the limits of how far someone would go to fight for their life and their family.\" \"Murder House Flip\" One of the most audacious series coming to Quibi is \"Murder House Flip,\" which has a pretty spot-on title and an even crazier concept.  The series is billed as an \"unconventional new home renovation show\" which looks to renovate houses where infamous murders occurred. \"Homeowners turn to high-end renovation experts Mikel Welch and Joelle Uzyel to remove the stains of the past and take these homes from morbid to marvelous,\" Quibi said. \"Punk'd\" The well known prank show is back.  However, instead of MTV and Ashton Kutcher, it's Quibi and Chance the Rapper now making some of the biggest names in Hollywood look completely foolish. As for the rest of Quibi's lineup, here are the other shows coming to the service: \"When the Streetlights Go On\"\n\"Survive\"\n\"Flipped\"\n\"Chrissy's Court\"\n\"Skrrt with Offset\"\n\"The Sauce\"\n\"Nikki Fre$h\"\n\"&MUSIC\"\n\"Elba v Block\"\n\"Gone Mental with Lior\"\n\"Singled Out\"\n\"Gayme Show!\"\n\"Dishmantled\"\n\"You Ain't Got These\"\n\"Fierce Queens\"\n\"Prodigy\"\n\"Run This City\"\n\"Shape of Pasta\"\n\"NightGowns\"\n\"The Nod with Brittany & Eric\"\n\"Last Night's Late Night\"\n\"The Daily Chill\"\n\"The Rachel Hollis Show\"\n\"Sexology with Shan Boodram\"\n\"Fashion's A Drag\"\n\"60 in 6 by CBS News\"\n\"Around the World by BBC News\"\n\"Morning Report by NBC News\"\n\"Evening Report by NBC News\"\n\"Saturday Report by NBC News\"\n\"Sunday Report by NBC News\"\n\"Pulso News by Telemundo\"\n\"For the Cultura by Telemundo\"\n\"Weather Today by The Weather Channel\"\n\"NewsDay by CTV News\"\n\"NewsNight by CTV News\"\n\"TSN Sports Show\"\n\"The Replay by ESPN\"\n\"All The Feels by the Dodo\"\n\"Close Up by E! News\"\n\"Fresh Daily by Rotten Tomatoes\"\n\"No Filter by TMZ: AM\"\n\"No Filter by TMZ: PM\"\n\"Speedrun by Polygon\"\n\"Trailers by Fandango\"\n\"Pop5\"\n\"Hot off the Mic\""], "Language": false}