{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cnn-underscored/minecraft-earth-boost-mini-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-03-04T17:00:39Z"], "LastModifiedDate": ["2020-03-06T15:12:39Z"], "Headline": ["Power up your Minecraft Earth experience with Boost Minis"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Mojang, creator of Minecraft, released a game last year that expands the Minecraft world more than ever before: Minecraft Earth. It's an app for iOS and Android that puts the blocky, pixelated, endless universe of Minecraft right on your phone and into the world around you through augmented reality.  For 2020, Mojang has teamed up with Mattel to add Minecraft Earth Boost Minis, a series of 20 1.5-inch figures, each carrying one of 10 in-game power-ups that offer a new physical component to complement the AR world. The first six are available right now from Amazon in packs of two for $9.99.  What is Minecraft Earth? Minecraft Earth is an augmented reality game, in the same vein as Pokèmon GO. To play the AR game to its fullest, you need to get outside and explore the world for different resources and exciting quests.  As you walk around, little icons called \"tappables\" will enter your range. If you select these and tap them until they break, you'll get resources like dirt, wood and mobs. If you do some walking, there's a wide variety of materials you can find.  Another main mode of Minecraft Earth is Buildplates. Here, you can use resources you've collected to customize set designs in AR. You can select from multiple preset build plates (you access more as you level up) and redesign them however you want. There's a \"build\" mode where everything is shrunken down for easy manipulation; once you're happy with your creation, you can switch to \"play\" mode, which puts your new world into life-size augmented reality so you can actually walk around in it.  The most interesting feature of the game is the new \"Adventure\" mode. Minecraft Earth spawns preset adventures throughout the world. For instance, you can go explore a hidden dungeon in AR with your friends. Valuable materials like gold and diamonds can be hidden inside, but you may have to fight off some monsters to get the treasures.  What are Boost Minis? \"Adventure\" mode is where the brand new Boost Minis are the most helpful. Each boost has a power-up built into it that transfers straight to the game. From increased health and faster mining speed to increased attack stats and more experience points to level up, these boosts can really come in handy in a pinch.  Level I Boosts last for 10 minutes, Level II ones last for 15 minutes, and Level III Boosts last for 30, plenty of time for an epic adventure. To activate the upgrades, all you have to do is go to the Boost Mini page within the app, select \"Activate A Boost Mini,\" and the app will prompt you to tap the figure against the back of your phone. Using the same technology that's built into mobile payments, the app will scan your figure and automatically start your boost. You can activate up to five at once, but they come with a 24-hour cooldown, so choose wisely.  We got to try out the Boost Minis and found that they added a cool layer to the game. The figures themselves have great designs. The classic Minecraft pixelation looks good on these tiny toys. Each one has a flat bottom, so they're easy to scan onto your phone or display on a shelf. They're quite small, though, so if you have a bunch, keeping track of them all might be a problem.  In terms of gameplay, while the Boost Minis aren't completely necessary, they definitely make adventures easier. It's nice that you can only use them once every 24 hours, so you don't end up overusing them and making the game too easy. The activation comes with tons of satisfying sounds and animations, and the 10-minute usage window of all our Level I Boosts was enough to explore an adventure thoroughly without feeling rushed.  In addition to the basic figures, Mattel also released the Minecraft Potion Carry Along Case, which is a big plastic case shaped like a Minecraft potion. For $14.99, you get the case plus one included Boost Mini. You can carry up to five Boost Minis and clip the potion right onto your belt for maximum portability. It easily opens, so you can reach for your figures whenever you need to, even in the heat of battle.  While a little flimsy, the carrying case adds a role-playing element to the app. The best thing about AR games is the way kids (okay, adults too) can get closer to actually being in the world of the game. This carrying case is another way for players to feel like they're part of the Minecraft universe. We can just imagine a group of kids meeting up at the park to go on a Minecraft Earth adventure, all equipped with their favorite boosts stored safely in potion cases. Right before they dive into a dungeon, they all whip open their cases and activate their favorite boosts in anticipation of a hectic battle. The added hands-on experience of real toys affecting the world adds a lot to the game.  Six Minecraft Earth Boost Minis are out right now (seven, including the one you get with the Potion Case), and the remaining figures should be rolling out soon, but we're working to confirm that. We're eager for the release of all of them, because the figures add a fun, tactile element to the exploratory AR app. It's integrated well with the game, as you can use the power-ups frequently, but you're not allowed to abuse them. If you stack two different boosts with the same power-up, it will double the amount of time the upgrade is active. The figures are fun, and they take Minecraft Earth a step in the right direction, encouraging players to actually get up and use their imagination while they play. You can grab the new Minecraft Earth Boost Minis in a two-pack for $9.99, or the Minecraft Potion Carry Along case for $14.99.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}