{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/what-matters-april-21/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-22T10:00:31Z"], "LastModifiedDate": ["2020-04-22T10:00:31Z"], "Headline": ["Is now the time for Covid tattoos?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Congress is in the process of passing another stimulus package, this one largely focused on refilling the already-depleted aid for small businesses and billions to beef up coronavirus testing. Read more here. A second outbreak -- The director of the Centers for Disease Control and Prevention told The Washington Post in an interview that a second coronavirus outbreak could emerge this winter. In conjunction with the flu season, the outbreak could make for an even more dire health crisis. Read more here. Oof -- The drug President Donald Trump has touted as a miracle for treating coronavirus might actually hasten death in coronavirus patients. Opening up no matter what -- Georgia is going further than most, but it's not alone in slowly opening for business. You can go to some beaches in South Carolina as of today. Businesses in most of Tennessee and Ohio can reopen May 1. Texas state parks have reopened and some stores will come back Friday. Not over the hump -- None of these states have seen 14 days of fewer cases, as the federal guidelines suggest they should. Georgia is going fastest, however. You can get a tattoo, go bowling or hit the gym in Georgia starting Friday. These three mystify me. (\"Dude! Let's all get matching Covid tattoos, like, right now,\" said no one I'm interested in hanging out with.) You can also go to a restaurant in Georgia starting Monday, assuming individual restaurants decide to reopen, which they may not. Check out this diagram of how Covid-19 spread through an air-conditioned restaurant in China. CNN's Stephen Collinson called it a high-stakes public health bet that will likely please Trump. This is mostly Republican governors overseeing the easing of restrictions. But it's not only GOP leaders. Here's a quick guide to where all 50 states stand. 'Safer at home' in Colorado -- You can also, starting next week, get a tattoo in Colorado, which has a Democratic governor but is easing its \"stay-at-home\" order to a \"safer-at-home\" order. (Many of the Republican governors are going from \"safer at home\" to even more lax restrictions.) Unlike Georgia, there's no hard date for reopening restaurants, although Colorado Gov. Jared Polis said that could happen in May. He appeared on CNN Tuesday and said restrictions have to be sustainable for a marathon length, allowing businesses to survive while still encouraging social distance. \"People still need to stay at home wherever they can. But people also need to earn a livelihood and if they can't make their rent or put food on their table, we have to balance those two in a way that's safe for a sustainable period of time,\" Polis said. Western spirit -- \"And Westerners have that independent spirit and that's also a spirit of responsibility and people know they're taking responsibility for their own lives, as well as the lives of their loved ones and family,\" Polis added. A very local approach -- Illinois Gov. J.B. Pritzker, another Democrat, hasn't decided what he'll do when a stay-at-home order ends at the end of the month and could open certain regions of the state before others. Butterfly effects  It's certainly true that the virus has affected the world and nobody has yet effectively climbed out. 1.6 billion children have been out of school. Millions are out of work. Your favorite Chinese restaurant might shut down for good.  Irony alert -- The coronavirus shutdown has put rural hospitals on the brink not because they're overwhelmed with patients, but because they've had to cancel elective procedures. The US health care system is built on a for-profit model, and this disease has gutted it. Also, people aren't driving. So there's an oil glut -- The coronavirus shutdown has made oil prices crater to below zero. No, they won't be giving it away at the pump. But producers don't have enough space to store all the oil. Production could slow or stop. Oil has been a key element of the US economy. It won't pick back up quickly even when the shutdown ends. But don't forget, this is serious. -- Covid-19 is no joke even if you survive. Read this about a woman who spent nine days in a coma and relearned how to walk. Again, it's not just seniors who are affected. The 5-year-old daughter of Detroit first responders died after being diagnosed with coronavirus. Mom is a police officer, a group that's been hard hit. Dad is a firefighter. When and how to open are going to be difficult decisions made in a leadership vacuum since the federal government is giving mixed signals.  And hotspots are emerging as clusters in prisons and nursing homes, as well as meatpacking plants and grocery stores. This is not over.  Where are we on the curve? Each of the 50 US governors will have to weigh what's right for their state as they determine their next moves now that Trump has left it up to them. Georgia resident and CNN chief medical correspondent Sanjay Gupta said he's concerned his state is going too fast. (He's not alone.) Here's what he told CNN's John King on Tuesday: \"There's two things, I think, to keep in mind. One is obviously the trajectory is not being met here in Georgia. There's not been a 14-day downward trajectory. We have a graph. You can look at these graphs. We have the data as far as what we can see. It doesn't meet that trajectory. The other thing is, as has been the problem all along and Georgia is no different in some ways than many other parts of the country, we're not testing enough so we don't really have full eyes on this. We don't know the extent to which this has spread. As of yesterday, I did the calculations. About 84,000 tests as of yesterday had been completed in Georgia, about 19,000 of those tests came back positive. That's a 23% positive rate. In order to feel like you're doing enough surveillance, you need to get below 10%. So 1 in 10 people would be testing positive, as opposed to 2.5 out of 10 as it looks like now now. So we're not testing enough and not going down enough. I think it's too early. There's a lot of pressure on this governor. I think he thinks of it as a tough call from that regard, but it's not a tough call from a public health standpoint.\" Listen to Gupta's Coronavirus Fact vs. Fiction podcast. Trump is talking about immigration Governors from red and blue states alike are complaining about the lack of testing kits and the lack of supplies to make their own. New York Democratic Gov. Andrew Cuomo was at the White House on this very subject Tuesday. A dangerous pandemic threatening a new Great Depression would seem to require the President's full attention.  But Trump is stoking his base by teasing an executive order to halt legal immigration to the US, starting with a tweet late Monday and an announcement at his White House briefing Tuesday that the order will apply only to people seeking green cards. It will last 60 days and won't affect workers entering the country on a temporary basis, he said. Read more here. Keeping immigrants out of the US won't do anything to combat coronavirus at the moment. And its effect on the economy would seem to be minimal when so much of the US system is shut down. But remember: there's still an election campaign on, and Trump's campaign team seized on the new immigration move right away Tuesday. Re-focus on testing. As Lisa Monaco, a former homeland security adviser to the Obama administration, said on CNN Tuesday: \"The disease is here. It doesn't know any borders. And the problem is, we don't know enough about where it is. And the only way to reopen the economy and get people back to work is by giving them confidence that they can do safely, confidence that employers can bring their employees back to work safely. That comes from an ability to treat, to test, to trace. And we are not where we need to be, particularly on the testing and the tracing.\" But sure. Tweet about immigration."], "Language": false}