{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/biden-vs-sanders/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Eric Bradner and Gregory Krieg, CNN"], "Writers": [["Eric Bradner", "Gregory Krieg"]], "FirstPublishDate": ["2020-03-05T11:02:47Z"], "LastModifiedDate": ["2020-03-05T17:55:50Z"], "Headline": ["Biden and Sanders brace for one-on-one battle in new phase of Democratic race"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Suddenly on a collision course, Joe Biden and Bernie Sanders are sharpening their attacks and looking to build out their bases of support as a new phase of what could be a lengthy and bitter battle for the Democratic presidential nomination commences.  The former vice president followed his Super Tuesday triumph with a victory lap in Los Angeles on Wednesday, telling reporters his \"positive, progressive\" vision was \"resonating all over the country,\" as his campaign reminded reporters of Sanders' role in a divisive 2016 primary. At home in Burlington, meanwhile, the Vermont senator said he likes Biden and considers him a \"very decent human being,\" but that \"Joe and I have a very different voting record\" -- on issues like Social Security and the Iraq war -- that he planned to air out in the coming days and weeks. He also again described Biden's campaign as being \"heavily supported by the corporate establishment.\" \"So what does it mean when you have a campaign which is funded very significantly by the wealthy and the powerful?\" Sanders asked. \"Does anyone seriously believe that a president backed by the corporate world is going to bring about the changes in this country that working families and the middle class and lower income people desperately need?\" Visit CNN's Election Center for full coverage of the 2020 race Super Tuesday took what had for more than a year been an unwieldy and crowded field of candidates and effectively stripped it down to its final contestants, beginning what could be a months-long duel between Biden and Sanders. Their feisty messaging on Wednesday gave voters a taste of the political combat to come. But both Biden and Sanders enter their one-on-one battle with work to do in winning over the voters who have so far shunned them -- either in favor of the other or candidates no longer in the race. Biden's 10 wins out of 15 contests Tuesday came on a wave of momentum powered by his victory in South Carolina and a trio of endorsements from former primary rivals, but little else. He'd spent just $2.2 million on ads, less than 1% of Former New York Mayor Michael Bloomberg's outlay, had nowhere near Sanders' ground game, and had not even campaigned in six of the states he won.  Exit polls showed that half the voters who made up their minds in the last few days backed Biden, an indicator that the post-South Carolina exits of South Bend, Indiana, Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar, who announced their decisions to back Biden on Monday, along with former Texas Rep. Beto O'Rourke, sent a wave of late support Biden's way. Nearly a week into March, Biden is still honing a message that at times drifts away from his core theme: restoring the \"soul of the nation.\" Meanwhile, his campaign is still scrambling to scale up to a national effort. Deputy campaign manager Kate Bedingfield acknowledged on a call with reporters Wednesday that staff changes are coming, but downplayed the likelihood of major directional shifts. \"There will certainly be additions to our campaign,\" she said. \"But we see it as addition, not subtraction.\" The questions and doubts now confronting Sanders are in many cases the inverse of those facing Biden. Sanders has a robust national operation and a clear, progressive populist message, but while there is diversity in his support, he has yet to expand the electorate to the extent he hoped -- and promised. Young voters, exit polls show, have made up a much smaller portion of the electorate than Sanders had hoped, and in some key states new voters backed Biden over Sanders. Sanders on Wednesday acknowledged his struggles, saying, \"We have not done as well in bringing young people into the political process. It is not easy.\" Young voters, Latinos and liberals make up the core of his dedicated base, but suburbanites, especially from more affluent enclaves, and older African Americans, among the most potent forces in Democratic politics, are breaking decisively for Biden. Sanders' team has been largely successful in coalescing the progressive, grassroots working class groups they view as the heartbeat of their campaign. But they have run into a roadblock in their efforts to win over uncommitted, persuadable party leaders. \"The Sanders campaign needs to figure out how to build their coalition,\" progressive strategist Rebecca Katz said of the hunt for new endorsements. \"It's obvious that that Joe Biden has a lot of folks coming home to him. Now the Bernie campaign has to think, who are the unlikely suspects that they can get?\" The issue, one source close to the campaign told CNN, might be Sanders himself, and the Vermont senator's unwillingness to step out of his comfort zone and engage in the kind of personal politicking he is known to dislike. \"I think a big part of what it could be doing, that he's not doing, is leaning into a lot of the stuff that makes him uncomfortable, which is obviously media and politics,\" the source said. \"There's a rejection of doing, the typical political game. Calling people, doing the work that needs to be done to get endorsements to get momentum.\" California Rep. Ro Khanna, a Sanders campaign co-chair, said that means engaging more deeply with some establishment figures that might not gravitate toward Sanders on their own -- a need, Khanna told CNN, that Sanders understands is necessary. \"Talk to Democratic leaders and talk to nonprofit leaders and civic leaders and Civil Rights leaders,\" he said. \"Not just the grassroots but the leaders, and say, you're going to have a seat at the table. We want to learn from you, we want to hear your perspective. We have the flexibility to build a broad coalition.\" Sanders might appreciate the imperative, but whether he has begun to take those steps remains unclear. He was gracious in talking about Klobuchar and Buttigieg after they dropped out, and invited supporters to join his own during a Super Tuesday eve rally in Minnesota, but New York Mayor Bill de Blasio and Marianne Williamson are the only former 2020 rivals to endorse him. Massachusetts Sen. Elizabeth Warren's exit from the race on Thursday means Sanders will be desperate to secure her endorsement, which would provide a much-needed boost of adrenaline to his campaign. There's no guarantee Warren's personal support would mean her voters would flock to Sanders, but it would galvanize progressive groups and potentially earn Sanders a second look from the suburbanites he's struggled to capture.  It could also give him a pathway for winning over Democrats who find his promise of political revolution an uncomfortable -- and unnecessary -- prospect.  Sanders' stated desire to tear down the current Democratic establishment created an awkward juxtaposition on Wednesday, when he began airing an ad that feature him and former President Barack Obama -- a giant in Democratic politics, but one that Sanders has sharply criticized in the past.   When a reporter asked Biden about Sanders' comments suggesting the establishment was aligning itself to defeat him, Biden shot back that Sanders was diminishing the coalition that had fueled the former vice president's success in South Carolina and on Super Tuesday. \"The establishment are all those hardworking middle-class people, those African Americans,\" Biden said. \"They are the establishment!\" Biden's campaign is also aggressively accusing Sanders of undermining Democrats, pinning blame on him for Hillary Clinton's loss four years ago. Aides and allies had pre-butted Sanders earlier in the day, with Bedingfield telling reporters that \"we've seen, unfortunately, what kind of campaigns Bernie Sanders runs. We saw the impact that it had in 2016. He's up this morning with three new attack ads.\" Louisiana Rep. Cedric Richmond, a Biden campaign co-chair, criticized Sanders for characterizing Biden's support as coming from the Democratic establishment, pointing to the former vice president's big margins of victory among African American voters. \"I just did not know that African Americans in the South were considered part of the establishment,\" Richmond said. Richmond said black voters \"have made a conscious decision that we fought and we earned civil rights through blood, sweat and tears, but it's going to be common sense that keeps those civil rights.\" \"We can't divide this party like we did last time,\" Richmond said of Sanders' ads. Now, as the race narrows, the competition for donor dollars will also be heating up, with Sanders relying on small-dollar donors and Biden also anticipating an infusion of online dollars to bolster major donors who are now coming off the sidelines. Biden has seen an upswing in his lackluster fundraising numbers since his South Carolina revival. The Sanders campaign, which routinely posts massive hauls, said on Wednesday that it had raised $5.5 million since Tuesday, through more than 220,000 donations. Biden's campaign said it had raised more than $7 million on Tuesday and Wednesday. This story has been updated to reflect Warren exited the presidential race on Thursday. "], "Language": false}