{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/health/eggs-cholesterol-heart-disease-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-04T23:30:20Z"], "LastModifiedDate": ["2020-03-04T23:30:20Z"], "Headline": ["An egg a day may be fine for you after all, a new study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It's health's longest ping pong game: Eggs are bad -- then good -- then bad for your heart.  According to a new study, the latest answer might have come from your mother or grandmother: all things in moderation.  \"Moderate consumption -- up to one egg per day -- is not associated with increased risk of cardiovascular disease,\" said study author Dr. Frank Hu, who chairs the department of nutrition at Harvard University's T.H. Chan School of Public Health.  The research team analyzed data from large, longitudinal studies that were following 215,000 women and men who had no major chronic disease at the start of the study.  All were asked about their egg-eating habits -- most said they ate between one and five eggs a week -- and their health was followed over a 34-year period. Did eating eggs increase their risk for heart attacks, coronary heart disease or stroke? Not for the vast majority. The only association between a higher intake of eggs and cardiovascular risk was for people with type 2 diabetes, a link that has been duplicated in previous studies. What if people ate more than one egg a day? \"On average, most people don't eat more than an egg a day,\" Hu said. \"They might eat two eggs per breakfast, but only two or three times per week. So the average consumption is actually less than one egg per day.\" To verify the results, the team did a meta-analysis of studies from Europe, Asia and the United States. Combined, those studies looked at the egg-eating habits of 1.7 million people and also found that eating up to one egg a day had no negative impact on heart health. There was more good news: Moderate egg consumption was associated with a slightly lower risk for heart disease in Asian populations, possibly because of the way Asian food incorporates eggs into recipes rather than eating them separately, he added.  The study \"was meticulously conducted,\" said Alice Lichtenstein, the director and senior scientist at the Cardiovascular Nutrition Laboratory at Tufts University, who was not involved with the study. The results are consistent with the American Heart Association 2019 cholesterol advisory published last year, as well as previous guidance from the 2015 Dietary Guidelines Advisory Committee, she said. In fact, Lichtenstein added, dietary models that recommend replacing \"full-fat milk, unprocessed red meat or processed red meat with eggs showed a benefit in terms of cardiovascular disease risk.\" The 'incredible edible egg' The poultry industry has long touted the \"incredible, edible egg.\" For a mere 75 calories, they say, an egg delivers 7 grams of high-quality protein, 5 grams of fat and 1.6 grams of saturated fat, along with iron, vitamins, minerals and disease-fighting nutrients like lutein and zeaxanthin.  And eggs are affordable, making them a cheap nutritional powerhouse for families with limited food budgets.  The problem, of course, is the level of cholesterol in the yellow yolk of eggs: One large egg can deliver about 185 milligrams of cholesterol.  Nutritional guidelines used to recommend an upper limit of 300 milligrams of cholesterol a day. Today the guidelines suggest eating as little as possible by keeping saturated fats to less than 10% of daily calories. Science has fought for over 50 years over whether eggs are a \"nutritional bogeyman for cardiovascular risk,\" said Andrew Odegaard, an assistant professor in the department of epidemiology at the University of California in Irvine, in an editorial published with the study.  Based on this study, Odegaard said the \"epic tennis match between two camps\" isn't over. For one, as with much of nutrition research, the studies in the analysis are observational, with no way to measure a true cause and effect. Odegaard points to a recent meta-analysis of randomized clinical studies that linked higher egg consumption with higher levels of LDL, the \"bad\" cholesterol, which is a key risk factor in coronary artery disease. But, Hu points out, that study was in the meta-analysis -- and he believes the new results should put an end to the debate, at least for certain populations. \"I hope so,\" he said with a laugh. \"We synthesized the best available evidence from all the studies conducted so far on the topic.   \"Nutrition is more dynamic than many other areas of research because the relationship between dietary factors and health outcomes tend to change, for example with type 2 diabetes,\" Hu continued. \"So when we make recommendations on egg consumption, the metabolic conditions and health conditions need to be considered as well.\""], "Language": false}