{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cnn-underscored/champion-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarai Thompson"], "Writers": [["Sarai Thompson"]], "FirstPublishDate": ["2020-03-04T21:34:27Z"], "LastModifiedDate": ["2020-03-04T21:34:27Z"], "Headline": ["Gear up with 30% off select Champion styles"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Champion has recently been spotted on the likes of celebrities including Kylie Jenner, Kendrick Lamar and Hailey Bieber. The brand has actually been around for decades (you may remember it from high school gym class?), but this recent attention from starlets has brought Champion sweats, tees and more back into the public consciousness.  And now through March 10, Champion is taking 30% off select styles, and an additional 30% off sale items with promo code SPRING so it's never been easier to get in on the trend. We've listed some of our favorite Champion finds below, or feel free to browse through the entire sale.  Women's styles Stadium Colorblocked Windbreaker ($49, originally $65; champion.com)  Stay warm and look stylish in the Stadium Colorblocked Windbreaker. It's available in three color combinations and selling out fast.  ___________________________________________________ The Authentic Sports Bra, All Over Logo ($23, originally $30; champion.com) Champion fans can show how much they love the brand in this Authentic Sports Bra. Available in four colors and two script variations, the sports bra is created to keep you comfortable and dry thanks to Double Dry technology. ___________________________________________________   Everyday Bike Shorts, Script Logo ($23, originally $30; champion.com) Work out in comfort with the high-rise Everyday Bike Shorts. Pair these shorts with a sports bra or a crop top for a trendy-yet-chill vibe. ___________________________________________________   Plus Authentic 7/8 Tights, Multicolor Logo ($30, originally $40; champion.com) The Plus Authentic 7/8 Tights in athletic navy are stretchy soft and make for a sleek look at the gym or out and about. ___________________________________________________   Powerblend Colorblock Hoodie, Script Logo ($36, originally $60; champion.com) Perfect for travel, this midweight fleece hoodie will keep you warm and comfortable — especially on those cold flights. As an alternative, try the same sweatshirt with a crew neck. ___________________________________________________   Powerblend Boyfriend Crew, Satin Stitch Logo ($38, originally $50; champion.com) That borrowed-from-the-guys look is all the rage right now. Achieve it yourself with this comfy and bright sweatshirt. ___________________________________________________   Packable Jacket ($34, originally $45; champion.com) This lightweight windbreaker is easy to carry in your bag in case of bad weather. It features an adjustable hem to keep you protected in the rain. ___________________________________________________   Motion Control Zip Sports Bra ($34, originally $45; champion.com) Ever heard of a sports bra with 3D motion technology? Champion designed the Motion Control Zip Sports Bra around the science of a woman's body movement during a workout. Don't wait, this item is selling out fast. ___________________________________________________   No-Show Socks 6-Pack ($9, originally $10; champion.com)  There's no such thing as too many socks. ___________________________________________________ Men's styles Powerblend Fleece Crew, Logo with White Chainstitch ($42, originally $50; champion.com)  No need to wonder what to wear with this crew. The Powerblend Fleece Crew goes with everything, and it's available in seven colorways. ___________________________________________________   Pullover V-Neck Scout ($53, originally $70; champion.com)  Wear this pullover to the next game you attend outdoors. The water and wind resistant material is designed to make sure you're prepared for the elements. ___________________________________________________   Sports Hoodie ($45, originally $60; champion.com)  Athletes, this Sports Hoodie is created to make sure you stay comfortable and sweat-free during your next workout, thanks to cotton-blend French terry. ___________________________________________________   Sportstyle Tee, All Over Logo ($23, originally $30; champion.com) The Sportstyle Tee is a lightweight cotton shirt that is made to fit your lifestyle. ___________________________________________________   Middleweight Shorts ($23, originally $30; champion.com) These shorts have pockets galore and feature a color-blocked waistband. ___________________________________________________   Track Pants, Logo Side Taping ($30, originally $40; champion.com) Champion updated the classic track pant with a modern fit and soft inner lining.   ___________________________________________________ Colorblocked Packable Jacket ($34, originally $45; champion.com)  Play with a variety of color combinations in the Colorblocked Packable Jacket. ___________________________________________________   Double Dry Graphic Muscle Tee ($15, originally $20; champion.com)  Show off those biceps and stop worrying about sweat in this tank, which boasts Double Dry technology. ___________________________________________________ Accessories Reverse Weave Blanket Script Logo ($39, originally $60; champion.com) Stay warm during practice, game day or long travels with the heavyweight fleece Reverse Weave Blanket. It has a sweatshirt feel and is large enough to share.  ___________________________________________________ For more great deals on Champion, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}