{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/china-rocket-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-05-11T20:56:48Z"], "LastModifiedDate": ["2020-05-11T20:56:48Z"], "Headline": ["One of the largest uncontrolled pieces of space debris fell down to Earth today"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["One of the largest pieces of uncontrolled space debris fell back down and landed on Earth today, passing directly over Los Angeles and Central Park in New York City and landing in the Atlantic Ocean. However, for a few tense hours, its re-entry path and eventual landing site were a mystery to those tracking its fall. On May 5, China launched the Long March-5B rocket with an unmanned prototype spacecraft into orbit from Wenchang Space Launch Center in south China's Hainan province. Weighing in at nearly 18 tonnes, the empty core stage from the rocket is the largest piece of space debris to fall uncontrolled back to Earth since 1991 and the fourth biggest ever.  The only larger pieces were Skylab in 1979, Skylab's rocket stage in 1975 and Salyut 7 in 1991. The space shuttle Columbia from 2003 could be added to that list since it became uncontrolled on its descent back down to Earth. \"For a large object like this, dense pieces like parts of the rocket engines could survive reentry and crash to Earth,\" Jonathan McDowell, astronomer at the Harvard-Smithsonian Center for Astrophysics, told CNN. \"Once they reach the lower atmosphere they are traveling relatively slowly, so worst case is they could take out a house.\" McDowell notes that it would be localized damage and not something widespread, similar to if a piece fell off of an airplane and hit something on the ground. Tracking objects traveling quickly through the atmosphere is hard to predict. SpaceTrack, which tracks objects such as satellites in our orbit, was only able to narrow down potential reentry areas to Australia, the US and Africa. \"The problem is that it is traveling very fast horizontally through the atmosphere and it's hard to predict when it will finally come down,\" McDowell said.  \"The Air Force's final prediction was plus or minus half an hour, during which time it went 3/4 of the way around the world. It's pretty hard to do any better.\" The Department of Defense confirmed the reentry of the rocket at 1534 UTC, which is in the Atlantic Ocean just off the coast of West Africa."], "Language": false}