{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/opinions/israeli-elections-march-2020-miller/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Aaron David Miller"], "Writers": [["Aaron David Miller"]], "FirstPublishDate": ["2020-03-03T20:13:33Z"], "LastModifiedDate": ["2020-03-03T20:13:33Z"], "Headline": ["Netanyahu scrabbles his way to one of his biggest victories"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Nearly 70 polls had predicted that Israel's March 2 election would produce something reminiscent of Bill Murray's classic movie \"Groundhog Day\" -- a seemingly endless time loop of political stalemate, dysfunction and yet another election following the previous two last April and September. Instead, the Israeli voting public gave Prime Minister Benjamin Netanyahu perhaps one of his greatest victories.  Even though he is under formal indictment for fraud, bribery and breach of trust and set to go on trial March 17, many voters decided to back Netanyahu's Likud party. And with 90% of the vote counted, if his current projected number of 59 seats (including those of his likely coalition partners) holds, his right-wing coalition -- as opposed to Benny Gantz's 54-seat bloc composed of the left and center-left parties and the Arab Joint List -- will be best positioned to form a government. We may be in for weeks of political maneuvering as Netanyahu seeks to get to the magic 61, if not beyond -- and for new elections if he ends up not being able to form a government.  But, make no mistake, the beleaguered and all-but-written-off Netanyahu now has options -- from a National Unity government to his dream come true, a right-wing coalition that would transform the Israeli polity, muzzle an independent judiciary, undermine the rule of law and bury any hope of a negotiated settlement with Palestinians. How does Netanyahu do it? In May 1996, as Netanyahu faced off against Shimon Peres in his first campaign for prime minister, I quipped to my State Department colleague Dennis Ross that Netanyahu would never become Prime Minister of the state of Israel. Since then, Bibi has been Prime Minister in four consecutive terms, is now the longest-governing leader in Israel's history and may well be positioned to secure a fifth.  How did Netanyahu do it? As Haaretz senior columnist Anshel Pfeffer observed Monday: \"This is what he does. He doesn't lie down after a setback. From the morning after the last election, he was already planning this election campaign. He knew that with 55 seats he wouldn't be able to form a governing coalition, and his only option was to brazen things out and head for a third election.\"  In this campaign -- one of his most determined and dirtiest, Netanyahu was relentless in trying to rally and reclaim thousands of Likud votes. He appealed to niche groups from Ethiopians to cab drivers to pot smokers with fantastical promises, accused his opponent Gantz of being weak on Iran and mentally deficient, while participating in efforts to secretly record Gantz's top strategist to smear his rival, according to The New York Times. (Netanyahu denies being part of the effort.)  Malicious and sleazy accusations aside, Netanyahu is popular among his base -- and in a nation moving ever rightward, he is seen as a leader with strong, clear ideology, best positioned to protect Israel's security and deal with challenges and tough leaders on the world stage.   What happens now? The game is far from over, and Netanyahu's victory is far from assured. The final vote count likely won't be tallied until late Tuesday and might take longer because of new procedures and counting votes of those quarantined because of coronavirus. It's conceivable that Netanyahu might pick up or even lose an additional seat. Recall that in last April's election, Netanyahu polled 60 seats and still -- courtesy of Avigdor Lieberman's refusal to support his former boss-turned-adversary -- couldn't reach the magic 61.  Netanyahu's strategic goal is to remain Prime Minister. This isn't just a matter of politics, ego or reputation. Facing trial on serious charges, which he denies (former Prime Minister Ehud OImert spent 16 months in prison on lesser ones), Netanyahu desperately needs to remain at the top to better defend himself. Claiming that the Israeli public has spoken and given him a governing mandate would strengthen his defense to either cut a better plea deal or seek legislation to bypass the Supreme Court, obtain immunity or get the indictment reversed. So, let the games begin.  There is talk of a Supreme Court challenge to block an indicted Prime Minister's authority to form a government, but it's hard to see the court so blatantly overturning the election results.  Options for Netanyahu range from trying to pick off defectors from opposition parties -- including Blue and White -- to perhaps trying to reconcile with Lieberman, who is projected to have seven seats. The other intriguing possibility is a national unity government with Gantz, who has refused to date to serve with or under an indicted Israeli prime minister. But a variety of factors -- from the prospects of the deep aversion to putting the country through the expense, trauma and humiliation of a fourth election, to his own poor showing, pressures from within his party and even the uncertainties of the coronavirus -- might create a basis of cooperation between the two that might sustain their political careers, at least temporarily. There is one additional option that Gantz might consider as well. If Lieberman would agree to join a government supported by the Arab Joint List, despite his stated aversion to doing so, together with the center-left parties Gantz would be able to form a government. It's a long shot, but in a desperate effort to block Netanyahu it may no longer be unthinkable.  If not, as hard as it is to believe, Israelis will be heading to a fourth election in September -- an outcome incidentally that the wily and indefatigable Netanyahu would likely welcome, leaving him caretaker Prime Minister for the next seven months. Welcome back to \"Groundhog Day.\""], "Language": false}