{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/investing/microsoft-teams-nfl/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-03T17:00:13Z"], "LastModifiedDate": ["2020-03-03T20:11:56Z"], "Headline": ["Microsoft scores a touchdown with NFL deal for Teams"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Football coaches pacing the sidelines while clutching a Microsoft Surface tablet have been a familiar sight ever since the NFL and Microsoft announced a technology partnership in 2013.  Now, Microsoft is expanding the deal so that teams can use...Teams. Microsoft announced Tuesday that as part of an expansion of its deal with the NFL, individual franchises will have access to Teams -- the collaborative tool that is a competitor to Slack.  Microsoft said last November that it had about 20 million daily active users for Teams, compared to about 12 million for Slack.  Several franchises already use Teams, according to Microsoft corporate vice president Yusuf Mehdi. The New York Jets plan to use Teams to communicate during the NFL Draft in April. The Super Bowl champion Kansas City Chiefs already utilize the tool to coordinate plans and schedules for the club's player scouts while they're on the road.  \"We're excited about bringing Teams to the NFL. This will help give teams the ability to run game day operations in one hub instead having to use more than one app for chats, phone calls and document collaboration,\" Mehdi said.  And the Miami Dolphins, which hosted Super Bowl LIV at Hard Rock Stadium last month, also utilized Teams to help plan the big game, said Kim Rometo, vice president and chief information officer for the Dolphins, in an interview with CNN Business. Rometo said that the Dolphins coordinated with different contractors and vendors for the Super Bowl by using Teams. The next step will be to roll out Teams beyond the business side so that the team's players and coaches are also on the platform. Mehdi said the NFL may not be the only sports league that it winds up working with on Teams either. He said several college football teams have expressed interest in the tool. And Mehdi said he's not worried about coaches trash-talking Teams as some did the Surface tablet in the early days of the partnership. New England Patriots coach Bill Belichick famously launched into an epic rant during a press conference in 2016 about connectivity problems he was having with the Surface.   NFL announcers also often erroneously referred to the Surface devices as an iPad -- the competing tablet from Apple. Mehdi said that the NFL has since worked to make sure that NFL stadiums have better Wi-Fi coverage so there are no gaps in internet coverage. He said the Surface devices are now better equipped to work in rain and cold, snowy conditions. To that end, Rometo said that complaints about the Surface are \"long past\" and the Dolphins would love to have as many of the devices as the NFL would allow. Landing the NFL as a Teams customer is the latest sign that Microsoft is building momentum in the collaboration software market, although Slack has had some customer wins of its own lately, reportedly winning a big contract with Uber. But Slack, which is currently losing money, is having a tough time convincing investors that it can remain competitive.   Shares have fallen more than 35% from their high shortly after the company began trading last year on the New York Stock Exchange. The stock is barely above its $26 reference price. Slack went public through a direct listing of stock instead of an initial public offering."], "Language": false}