{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/cnn-underscored/sandisk-wd-sale-amazon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-03-03T19:02:31Z"], "LastModifiedDate": ["2020-03-03T19:25:16Z"], "Headline": ["Stock up on storage with discounts on SD cards, hard drives and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["From SD cards and network attached storage drives to internal solid-state drives, Amazon is discounting practically every kind of storage device you can think of, for one day only. If you've been holding off on adding a backup drive to your computer or are on the fence about securing more storage for your Galaxy smartphone, now's the time to do it.  There are almost 50 different storage devices on sale Tuesday. Make sure to check out the full sale on Amazon and see below for a few of our favorite discounted devices.  Memory cards and thumb drives Micro SD cards are a modern-day marvel, and can be used to add storage to gadgets like a Nintendo Switch, Galaxy S20, or even the Galaxy Book S. Amazon has discounted cards of all storage amounts, ranging from 64GB to 1TB. The 256GB SanDisk Ultra MicroSDXC ($27.99, originally $34.50; amazon.com) is a class 10 card with read and write speeds up to 100Mbps. It comes with an SD card adapter for easy syncing with your computer. There's also a 128GB SanDisk Extreme micro SD card ($19.59, originally $24.44; amazon.com) with 160Mbps read and write speeds that's ideal for digital cameras with 4K video capture. For those who want even more storage, the 1TB SanDisk Extreme ($207.99, originally $449.99; amazon.com) is more than half off right now. Just make sure your device supports 1TB of external storage. And if you need a full-size SD card, the SanDisk 64GB Extreme ($15.99, originally $24.99; amazon.com) and the 128GB Ultra SanDisk ($16.79, originally $22.10; amazon.com) are up for grabs at a discount. The Extreme model is better suited for use in a digital camera, while the Ultra would work fine as a means to transfer or back up files. Of course, a storage sale wouldn't be complete without thumb drives. Some of the drives in this promo are specialized for your particular smartphone. For example, the SanDisk iXpand drive has a Lightning adapter on one end so you can plug it directly into your iPhone or iPad and back up your photos. On the other end is a standard USB connector that will plug into your computer. Included in Tuesday's deal is a SanDisk 128GB iXpand Flash Drive ($34.99, originally $59.99; amazon.com) and the larger SanDisk 256GB iXpand Flash Drive ($54.99, originally $89.99; amazon.com). Meanwhile, the SanDisk Ultra Dual Drive Go will work with most modern laptops and Android phones. Similar to the iXpand, the Dual Drive Go has a USB-C connector on one side and a standard USB connector on the other, so you can offload photos and videos from your phone to the drive and then sync them to your computer. The 64GB SanDisk Ultra Dual Drive Go ($10.49, originally $14.99; amazon.com) and the 256GB SanDisk Ultra Dual Drive Go ($35, originally $42.99; amazon.com) are both on sale now. Computer storage and portable hard drives Hard drives for gaming, internal SSDs and drives for network attached storage enclosures are also on sale in the Gold Box. The sturdier Western Digital 12TB Elements Desktop Hard Drive ($174.99, originally $249.99; amazon.com) has more than enough storage to back up your entire computer or a movie or photo library. In addition, the lightweight WD 5TB Passport Ultra ($99.99, originally $159.99; amazon.com) is a portable external hard drive with USB-C that's made to go with you on your commute or around the office.  The WD Black 500GB P50 Game Drive ($129.99, originally $179.99; amazon.com) is compatible with the PS4 and Xbox One, along with PC and Mac. It has a shock-resistant exterior and is made to be portable, so taking the drive to a friend's house for a gaming session won't be an issue. There's also a WD Blue 3TB PC Hard Drive ($59.99, down from $73.98; amazon.com) on sale. It's a 5400RPM Class drive, so not the fastest available, but is good enough to add crucial storage space to a PC that's running out of space.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}