{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/football/micheal-azira-chicago-fire-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Zayn Nabbi, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T16:33:46Z"], "LastModifiedDate": ["2020-03-03T12:40:24Z"], "Headline": ["No surprise if Africans choose MLS over Europe because of 'awful' racism, says Uganda's Micheal Azira"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Whether it was using his breakfast money to buy boots, selling clothes to get through school, or earning his first international cap in his late 20s, Chicago Fire's Ugandan international Micheal Azira always had a resourceful approach to life.   \"My mom used to give me money to eat at school, for breakfast,\" he told CNN's Zayn Nabbi and the On The Whistle podcast ahead of the start of the MLS season. \"She used to give me some money and I used to put it in my palm, and I would not let go till I got back home. I used to save that money and kept it under a bed, until I bought my first pair of Lotto's. \"Oh man, those things were the best. I wore them and thought I was the best kid on the block,\" he recalls before breaking into childlike laughter. READ: Lack of discipline from players cost Jose Mourinho Man United job, says Benni McCarthy A tough start As he grew up, Azira used to travel to the local markets in Kampala at 5 a.m. in the morning to search for bargains in order to resell items of clothing to his teammates for a profit.  \"I had to find a way to live, because my parents didn't have much, so I had to find a way to take care of myself.\" Aside from selling garments he was able to find a club to sponsor his education in return for his services between the four white lines. After completing high school, the defensive midfielder earned a scholarship to Lindsey Wilson College in Kentucky, USA, before transferring to the University of Mobile in Alabama for his final year. Azira was the only person in his family to finish high school, and in earning a degree, he was honoring a promise he made to his mother. He graduated with a Business Management and Administration qualification and currently is studying towards a master's degree in Sports Management as he approaches the twilight of his footballing career. And having seen the benefits of having an education, the 32-year-old has taken what he's learned into his charity work. He co-founded the Pearl of Africa Youth Organization which runs football tournaments in Uganda to help children pursue their footballing dreams through education. \"Some kids get lied to by clubs and given contracts at a really early age,\" Azira explained. \"These clubs are just looking for the quick fix and it's easy for these clubs to come and just take advantage of these kids. So with the poverty in the country, most of these kids, they come from humble backgrounds. \"When they are offered money, they'd rather take the short route and they say: 'Let me take this money right now, because I'll never know when I'll get it again.' \"I tell the kids to wait, to prepare for their future, and the best way to do that is to focus on your education right now.\" READ: MLS stars speak out against racism in football Teaching by example Azira is also making a difference on the field for Uganda. He was part of the team that qualified for the 2019 African Cup of Nations (AFCON), where he faced off against Egypt's Mohamed Salah and Senegal's Sadio Mane. Having only made his debut in November 2016 when he was 29, Azira has developed into a key member of the squad and wants to see the Cranes fly higher than they've ever done before by reaching the World Cup finals. \"I feel like the time is coming and we are not far from qualifying for the World Cup,\" he said, filled with optimism this will happen during his lifetime. Azira was the only US based player in Uganda's AFCON squad, but it's a trend that could change, as some 44 Africans from 19 different countries represented Major League Soccer franchises last season. For the Chicago Fire midfielder, it is no surprise that with salaries improving and the reputation of the North American league growing, players will want to move to the top tier of football in the US.  In addition, with the recent spate of racist incidents across the Europe's domestic leagues, he thinks Africans will choose to place themselves in a more welcoming football environment -- and MLS is in pole position to benefit. \"In Europe it's been really awful. If you see the things done to ... (Romelu) Lukaku, and these other great players, I feel like it kills the game,\" he says with conviction. \"And I want to be in an environment where people love each other and people have respect for one another. Humanity comes first.\" Reaching the summit For a man who's played across the length and breadth of the country, having plied his trade for the Seattle Sounders, Colorado Rapids, Montreal Impact and now Chicago, Azira is hungry to win the until now elusive MLS Cup for himself and his new team. Having finished eighth in the Eastern Conference -- some 22 points behind New York City FC who topped the standings -- he acknowledges that there is a long way to go.  \"We need to get back in the playoff that's the main focus, because when you're in the playoffs anything can happen,\" Azira said. \"It can only get better from here. \"We want to give something to our fans who have been there for us through all the hard times.\" Visit CNN.com/sport for more news, features, and videos Chicago has not won the MLS Cup since 1998, their inaugural season. Azira might be approaching the tail end of his career, but when the odds are stacked against him, he usually comes up with a solution."], "Language": false}