{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/politics/alabama-senate-race-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Rogers, CNN"], "Writers": [["Alex Rogers"]], "FirstPublishDate": ["2020-03-03T11:02:29Z"], "LastModifiedDate": ["2020-03-03T13:51:25Z"], "Headline": ["Alabama Senate race: GOP primary candidates -- including Jeff Sessions -- run on being closest to Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Jeff Sessions put back on the red \"Make America Great Again\" hat. The door to Tommy Tuberville's campaign bus said \"#MAGA.\" Bradley Byrne urged fans at the Alabama-LSU football game to raise the roof when President Donald Trump walked to his stadium seats. For the former attorney general, former Auburn football coach and congressman, the Republican primary race for a US Senate seat in Alabama has come down to one \"big thing,\" according to GOP Rep. Robert Aderholt. \"Which candidate is going to support Trump's principles?\" Each Republican has jumped on his competitor's rare break from the President. A month before the 2016 election, as Trump came under widespread criticism for bragging about groping women, Byrne said Trump \"is not fit to be President.\" In 2019, Tuberville said he was \"pissed off\" at Trump because military veterans \"can't get health care.\" And most famously, Trump publicly mocked and ultimately fired Sessions after he recused himself from overseeing the Department of Justice investigation into Russian interference of the 2016 election because he served on the Trump campaign. But Sessions, who held this US Senate seat for 20 years before joining the Trump administration, is expected to emerge on Tuesday as one of two candidates in the fierce runoff election held on March 31. The winner of that race will then face Democratic Sen. Doug Jones in November, the best pickup opportunity for Republicans in the Senate. \"Senator Sessions is a known commodity, who has a great deal of personal integrity and people recognize that,\" Alabama Secretary of State John Merrill told CNN. \"They're going to respond to him like they have before.\" Byrne's supporters say that his campaign has enough momentum to make the next phase of the race. Byrne campaign spokeswoman Lenze Morris called it a \"a three-man race for two spots,\" without a guarantee for who will fill them. \"Public and internal polling has been all over the place due to the high number of undecideds and voters changing their minds,\" Morris said. \"Over the last week, we've seen the undecideds breaking toward Bradley because he is the only person with a proven record of supporting President Trump.\" The Sessions and Tuberville campaigns did not respond to requests for comment. A looming question is whether Trump would side with the Republican who faces Sessions in the runoff election. Merrill said he thought Trump had kept quiet so far in part in deference to Alabama Sen. Richard Shelby, who has endorsed Sessions.  There's also a debate in Republican circles in the state about how much a Trump attack on Sessions would affect his candidacy.  In 2017, the President endorsed appointed Alabama Sen. Luther Strange, who was defeated in the runoff election against former Judge Roy Moore. Trump then supported Moore, who narrowly lost to Jones after women alleged Moore sexually abused them when they were teenagers decades ago. Moore, who denied all wrong-doing from the accusations, is running again but has not broken into the top tier of candidates. Instead, the top three candidates are focusing their attacks on each other, while claiming the pro-Trump, Christian conservative mantle. Tuberville has run as an outsider hell-bent on draining the swamp and ousting \"career politicians.\" In one video, Tuberville said, \"God sent us Donald Trump, because God knew we were in trouble.\" Meanwhile Byrne has boasted of voting with Trump 97% of the time, calling himself \"pro-life,\" \"pro-gun\" and \"pro-Wall.\" In one Byrne campaign ad, the actors knocked Tuberville for getting fired from Auburn -- even though he racked up an impressive six consecutive wins against in-state rival Alabama -- and Sessions since he \"let the President down.\" \"And Hillary (Clinton) still ain't in jail,\" added another actor. In 2014, Sessions was so beloved in the state that he did not face an opponent. Now, he's likely to not get 50% in the primary. He has responded to the intraparty attacks by reminding Alabama that he was the first senator to endorse Trump -- and never said a \"cross word\" about him. Sessions has also made an issue of Tuberville's residency, calling him a \"tourist\" who moved from Florida to run for Senate. Merrill says the race will turn even more competitive in the runoff. \"You ain't seen nothing yet,\" he said."], "Language": false}