{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/health/blood-clots-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, CNN"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-04-21T22:27:24Z"], "LastModifiedDate": ["2020-04-22T04:50:26Z"], "Headline": ["Doctors try to untangle why they're seeing 'unprecedented' blood clotting among Covid-19 patients"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Dr. Kathryn Hibbert's Covid-19 patient in the intensive care unit was not doing well. As his blood pressure plummeted, she tried to insert an intravenous line into an artery in his wrist. A blood clot clogged the tubing. Frustrated, Hibbert tried again with a new needle. A blood clot clogged up that line as well. It took three tries to insert the IV. \"You just watch it clot right in front of you,\" said Hibbert, director of the medical intensive care unit at Massachusetts General Hospital. \"It's rare to have that happen once, and extremely rare to have that happen twice.\" Hibbert and other doctors are finding that some patients infected with the novel coronavirus have a propensity towards developing blood clots, which can be life threatening if the clot travels to the heart or lungs. \"The number of clotting problems I'm seeing in the ICU, all related to Covid-19, is unprecedented,\" Dr. Jeffrey Laurence, a hematologist at Weill Cornell Medicine in New York City, wrote in an email to CNN. \"Blood clotting problems appear to be widespread in severe Covid.\"     Laurence and his colleagues looked at autopsies on two patients and found blood clots in the lungs and just beneath the surface of the skin, according to a study published last week. They also found blood clots beneath the skin's surface on three living patients. In the Netherlands, a study found \"remarkably high\" rates of clotting among Covid patients in the ICU.  An international consortium of experts from more than 30 hospitals gathered to consider the issue. Their conclusion: It's unclear exactly why, but coronavirus patients may be predisposed to having clots.  \"This is one of the most talked about questions in Covid right now,\" said Dr. Michelle Gong, chief of the division of critical care medicine at Montefiore Medical Center in New York City. At Montefiore, they've started to put all Covid-19 patients on low doses of blood thinners to prevent clots, Gong said. Not all hospitals have taken that step -- but they're still concerned. \"It's out of the norm, and we're wondering, are blot clots one of the reasons why these patients are dying,\" said Dr. Todd Rice, an associate professor of medicine at Vanderbilt University Medical Center in Nashville. 'Alarming' rates of blood clots Being in the intensive care unit, sick and lying still, can be a perfect storm for blood clots for any patient. \"Even before Covid, we're on high alert for suspicion of clots in the ICU because they're at high risk,\" Gong said. Even so, doctors have a hunch that Covid patients might be clotting even more than other ICU patients. The Dutch study of 184 patients in the ICU with Covid-19-related pneumonia found that more than 20% were having clotting issues. A study of 81 similarly ill patients in Wuhan, China, found a 25% incidence of clots. Dr. Behnood Bikdeli, who helped coordinate the international coalition of physicians looking into the clotting issue, called those numbers \"alarming.\" Bikdeli, a cardiovascular medicine fellow at Columbia University Irving Medical Center, said there are three major reasons why Covid-19 patients might have an especially high risk of clotting. One is that vast majority of patients who become severely ill with coronavirus have underlying medical problems, such as diabetes, heart disease and high blood pressure. These patients -- whether they have coronavirus or not - have a higher tendency to clot than healthy patients. Second, one way coronavirus can kill patients is through a \"cytokine storm,\" where the body's own immune response turns on itself. Patients experiencing that storm, because of coronavirus, influenza, or any other reason are at a higher risk for clotting. The third reason is that there could be something about the novel coronavirus itself that's causing clots. Doctors say it's hard to know exactly what's behind what they're seeing with Covid-19 patients in the ICU. \"My gut tells me there are probably a subset of Covid patients who have really abnormal clotting behavior, that this is happening more frequently than we would expect it to,\" said Hibbert, an instructor at Harvard Medical School. She quickly added, though, that doctors' gut feelings are \"notoriously misleading\" and that studies need to be done to get to the bottom of exactly how common clotting is among coronavirus patients. A tricky fix  Fixing these clotting issues can be tricky. While a low dose of blood thinners to prevent clots is generally considered low risk, that might not be enough to prevent clots in some patients. Giving larger doses, however, could make a patient bleed excessively, which can be deadly. That leaves doctors in a conundrum. Some patients might benefit from larger doses of blood thinners because they're very sick with Covid-19, and their blood tests show they have elevated levels of D-dimer, a substance that indicates they might have clotting issues.  Doctors at Harvard have proposed doing a large study on blood thinners for these patients, Hibbert said. \"There's a crying need for these kinds of rapid trials,\" Gong said. Laurence, the hematologist at Weill Cornell, said since treating clotting can be so tricky, he wants to figure out what's causing the clotting in the first place. \"We're trying to shut off what's causing it,\" he said. \"There's overexuberant clotting going on with Covid patients, and we're trying to keep ahead of it.\" While studies sort this out, doctors are being extra vigilant with their Covid-19 patients. Hibbert described how a nurse recently had to constantly administer a blood thinner called heparin to a Covid-19 patient while the patient was undergoing kidney dialysis, because clots kept clogging up the tubing in the machine. \"We had the nurse at the bedside pushing heparin to keep the machine from clotting off. That's very rare,\" Hibbert said. Hibbert said she awaits the day when a study will nail down how often Covid-19 patients are having clotting issues, and what to do about them. \"This is one of the many challenges in taking care of critically ill patients and trying to decide if what you're seeing at the bedside is rare and happening by chance, or if it's part of a larger pattern that could change your practice,\" she said."], "Language": false}