{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/us/lake-trout-record-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T01:43:20Z"], "LastModifiedDate": ["2020-03-02T01:43:20Z"], "Headline": ["Fisherman breaks state record with monster 37-pound lake trout"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When Thomas Knight set out on the ice to go fishing for lake trout, he was determined to haul in a big one. He came prepared with an 11-inch sucker because big bait attracts big fish, he said. But what he reeled in was bigger than anything he could have imagined.  Knight, of Meredith, New Hampshire, caught a lake trout last Tuesday that weighed in at 37.65 pounds, easily breaking the state record that was more than 60 years old.  The previous record was 28 pounds set in 1958. Usually, records are broken by a couple ounces, but Knight's fish shattered the record by more than nine pounds.  And before he even reeled it in, he knew it was going to be massive.  \"The line was so tight, it got so thin and the adrenaline was full blown,\" Knight told CNN. \"You just do everything you can to not break the line and you try to tire the fish out.\"  After catching the fish, he immediately packed it in an ice box with snow and called the New Hampshire Fish and Game Department.  Fisheries biologist Andy Schafermeyer arrived at the scene to help certify the record.  \"I'm not sure who was more excited,\" Schafermeyer told New Hampshire Fish and Game. \"I knew the fish stood a very good chance of breaking the record.\"  When they placed the fish on a certified scale, it quickly surpassed the scale's maximum weight of 30 pounds.  So the two searched for a larger scale, and once they found one, they confirmed that the trout weighed 37.65 pounds.  \"This fish is now the largest lake trout caught in all of New England,\" Schafermeyer said. \"I'm glad he got it, this couldn't have happened to a nicer guy.\" Knight. 58, was a commercial fisher for 25 years, catching giant bluefin tunas.  Even after spending hours netting in tunas, he would go out fishing again at night, he said.  Two hip surgeries took him out of the tuna game, but he said he still loves fishing and the record proves he's still got it.  \"It means the world to me,\" Knight said. \"It's very rewarding because I put a lot of time in it. I design my own techniques and to have them work is very rewarding.\"  Knight had the fish preserved via taxidermy and is renting it to a friend who is going to hang it up at his restaurant for two years.  \"But after those two years, it's mine,\" Knight said. "], "Language": false}