{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/us/march-madness-coronavirus-no-audiences-request-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Wayne Sterling and Holly Yan, CNN"], "Writers": [["Wayne L. Sterling", "Holly Yan"]], "FirstPublishDate": ["2020-03-01T17:16:03Z"], "LastModifiedDate": ["2020-03-09T20:34:01Z"], "Headline": ["What's March Madness with no fans in the stands? A good way to prevent coronavirus, one group says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["So much of the hoopla surrounding March Madness is in the crowds, where basketball fans slather themselves with body paint or wear animal masks to support their teams.  But that madness could fade away this year if one players' advocacy group gets its way.  The National College Players Association (NCPA) has asked the National Collegiate Athletic Association (NCAA) to consider having its men's and women's basketball tournaments with no crowds in the arenas due to coronavirus fears.  \"In regard to the NCAA's March Madness Tournament and other athletic events, there should be a serious discussion about holding competitions without an audience present,\" the NCPA said in a statement Saturday. The NCPA advocates for better health and financial protections for college athletes.  \"Google just cancelled a summit in California and Amazon is encouraging its employees to avoid all nonessential travel because of coronavirus concerns,\" the statement continued. \"The NCAA and its colleges must act now, there is no time to waste.\" The NCPA also called for the NCAA to cancel events where players would be in contact with crowds. \"The NCAA and its colleges should take precautions to protect college athletes,\" the group said. \"Athletic programs should also take every possible measure to sanitize buses and airplanes used to transport players.\" In response to the request, the NCAA said it is monitoring developments with the coronavirus outbreak.  \"NCAA staff continues to prepare for all NCAA winter and spring championships, but we are keenly aware of coronavirus and will continue to monitor in coordination with state/local health authorities and the CDC,\" NCAA spokesman Greg Johnson said in a statement. \"The NCAA Sport Science Institute sent two memos recently to NCAA members directing schools and conference offices to Center for Disease Control and Prevention resources on the issue.\" The NCAA men's basketball tournament starts with the First Four on Tuesday, March 17. The women's tournament starts Friday, March 20.  The women's Final Four will be April 3, and the national championship game will be April 5 in New Orleans. The men's Final Four will be  April 4 and the national championship game will be April 6 in Atlanta. "], "Language": false}