{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/middleeast/israel-election-feb-2020-netanyahu-intl/index.html"], "Source": ["cnn"], "Location": ["Jerusalem"], "ByLine": ["By Oren Liebermann, CNN"], "Writers": [["Oren Liebermann"]], "FirstPublishDate": ["2020-03-01T05:03:54Z"], "LastModifiedDate": ["2020-03-01T05:03:54Z"], "Headline": ["Netanyahu is fighting for power like his freedom depends on it -- and it might"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Nearly everything about the last year in Israeli politics has been unprecedented. A second election. A third election. A sitting Prime Minister indicted. That same Prime Minister standing next to the US President and talking about imminent annexation of Palestinian territory.  But at the same time, nearly everything about the last year in Israeli politics has been painfully, ploddingly stagnant.  This is worse than deja vu. This is election purgatory, with no apparent way out. Election polls have barely shifted. Voters are exhausted to be facing another election cycle. And nothing seems able to nudge the political map toward an actual, functioning government.  For much of the three-month campaign, opinion polls showed Benny Gantz's Blue and White party with a slight lead -- two or three seats -- over Prime Minister Benjamin Netanyahu's Likud party. But even in the clearest of polls, Gantz was never predicted to have a clear path to the 61 seats needed to form a government. By the final week of campaigning, the three major election polls showed Likud narrowly in front, with a one-seat lead. But the bigger picture was unchanged. Like Gantz, Netanyahu did not appear on track to have the necessary seats to form a government. \"I don't see any breaking of the deadlock right now,\" said a political consultant, who asked to remain anonymous as they work for one of the campaigns. \"I don't see it at this moment.\" And yet it remains a furious race to the finish line. Never mind that the destination may be another indecisive result and the possibility of another election. \"I think they're going to do the utmost they can do to break the political deadlock. I don't think the political parties really want a fourth election,\" said the consultant. \"It looks to me like insanity that we're going to go for a fourth election, but if you look in reality, that's where we're heading.\" Netanyahu has a firm grip on the reins of the country. It is irrelevant -- to him -- that he's been in charge of a transition government since Christmas Eve 2018. In Netanyahu's mind, Bibi is Israel and Israel is Bibi. He sees himself as the only one fit to lead the country, and he has the firm support of the religious and right-wing parties to help nurture this belief.  So how might Netanyahu achieve a path to victory? His focus is on voter turnout. Between the first election in April and the second in September, Netanyahu effectively lost a total of 300,000 votes. His own Likud party lost support, and voters who had backed smaller right-wing parties, which either merged with Likud, or dropped out altogether, failed to back him in September. He wants those votes back. He is criss-crossing the country, holding multiple events each night in front of energetic crowds. His message to supporters is simple -- bring out your friends who failed to vote in September and make sure they vote now. At many events, he calls people on to the stage and has them call a friend on their phone to make a direct, personal plea for their ballot. Netanyahu is working the campaign trail like someone half his age. He's campaigning like his freedom depends on it, because it very well may do so. Two weeks after the elections, Netanyahu's criminal trial on charges of bribery and breach of trust begins. He doesn't have to resign unless he is convicted and if that conviction is upheld through the appeals process. His position protects him, and affords him the opportunity to meet world leaders, make state visits, and burnish his reputation as Israel's longest-serving leader, all the while casting his opponent as unfit to govern. \"Netanyahu is defying political gravity,\" says journalist Neri Zilber, a senior fellow at the Britain Israel Communications and Research Centre. \"Despite three indictments, he's not only held his position, but according to the polls over the last week, he's actually increased his position.\" \"It speaks to the fact that he's a very effective campaigner and also perhaps a lackluster campaign on Blue and White's part to provide a real alternative other than 'enough Netanyahu.'\" Gantz, meanwhile, has held the line. His campaign has shifted little since the first election in April 2019. In many ways, his key campaign promise remains the same as it did then: he will not serve under a Prime Minister who has been indicted. But in the closing days of campaigning, observers felt Gantz was looking worn down, a step slower than Netanyahu. A fiery speech on Wednesday night, in which he accused the 70-year-old Israeli leader of \"poisoning\" the country with divisions, was an exception rather than the norm. But maybe Gantz knows that a strategy of hammering away at Netanyahu's indictments appears to have little impact with voters. Those Israelis who despise Netanyahu were convinced of his wrongdoing a long time ago, while those who support the Prime Minister are more convinced than ever that he's the victim of a witch hunt by the liberal elite. Another issue that seems to have underperformed electorally is Donald Trump's administration's plan for Middle East peace. Netanyahu has plowed ahead with his plans to annex part of the West Bank based on that, already beginning the work of the joint US-Israeli mapping committee. Gantz backs annexation, but says he wants to do it in coordination with the international community. Take a step back, and it might appear surprising that the prospect of applying Israeli sovereignty over 30% of the West Bank should seem to leave voters so indifferent. But that is how entrenched Israeli politics are at the moment.    Now there's a third issue, and it's one that may have a far bigger effect on the election: Coronavirus. Israel has imposed more stringent travel restrictions than nearly every other country, even warning citizens to reconsider non-essential travel abroad. Israel has a handful of confirmed cases of coronavirus, but fear of the disease is very real. If it affects voter turnout even slightly -- and especially if it affects voter turnout only in areas that lean toward a certain party -- a contagious disease could seriously influence the results of the election. Away from the two main parties there are, of course, other political parties on the left and right, as well as the Joint List, which looks to represent Israel's Arab communities. As in September, much attention will focus on Yisrael Beiteinu, the party of Avigdor Liberman, a former defense minister who left Netanyahu's coalition in November 2018 and ultimately led to its collapse. Liberman has been the kingmaker in the last two elections, holding the handful of seats needed to help Netanyahu or Gantz form a government. But he chose to pick neither man in September, instead trying to force the two of them together in a unity government.  Now, he's changed his tune a bit, saying there is no possibility of a unity government and suggesting at one point in the campaign he may support Gantz. Divining Liberman's true intentions is something of a parlor game among Israel's political pundits: fans describe him as wily; critics say he is fickle. Regardless, if the election results show political deadlock, Liberman becomes a key player... again. Even so, on the eve of Israel's third election inside a year, there are plenty here who are staring at their calendars resigned to the possibility of a fourth election sometime in the late summer."], "Language": false}