{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/football/liverpool-watford-lose-unbeaten-premier-league-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T19:26:12Z"], "LastModifiedDate": ["2020-02-29T22:56:36Z"], "Headline": ["Liverpool lose first Premier League game of the season, beaten 3-0 by Watford"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Watford took a giant leap toward EPL survival on Leap Year Day, beating the previously unbeaten Liverpool 3-0.  The reigning European Champions had been undefeated in its first 27 league games, winning 26 and drawing just one and were just one win away from setting the new record for most consecutive league wins.  But a double from Senegal international Ismaila Sarr and a calm finish from Troy Deeney helped Watford secure a big win in its hopes of remaining in the Premier League.  The defeat was the club's first defeat since January 2019, ending a 44-game unbeaten streak, the second longest unbeaten run in English top-flight history.  For Watford, the win moves it out of the relegation zone on goal difference. \"Credit to Watford, they played well, a lot of fight, very disciplined and scored three goals -- that's the reality, we couldn't find a way through. It was difficult and we have to do better,\" Liverpool defender Virgil van Dijk told the BBC. \"Two throw-ins... we have to look at it, there is no reason for panic. We don't want to concede, we look at it but we don't have to panic. The record and the talk of the records is all media, we just try to win every game ahead of us. \"We will focus on the next game, the cup game, and we try to win there. We have to stay humble and work harder next game.\" READ: Mohamed Salah and Liverpool to decide whether star participates at Tokyo 2020 The end of the run Despite being on an extraordinary domestic league run, Liverpool had suffered defeat recently in European football, being defeated 1-0 by Atletico Madrid.  Last time out in the Premier League, Liverpool had just managed to hold onto its unbeaten run, edging past West Ham United 3-2, primarily thanks to errors from West Ham goalkeeper Łukasz Fabiański.  The club had won its previous 18 league games and were just four wins off winning the Premier League title for the first time in 30 years. But Watford's energy, discipline and ruggedness stifled the Reds all afternoon, allowing just one shot on target.  \"Just do that every week! It's easy if you do it like that -- we had a game plan and stuck to it really well,\" Watford goalkeeper Ben Foster said after the result. \"Their front three were dropping really deep to get the ball and we knew our game plan was working. \"Ismaila Sarr is a crazy good talent, he's so calm in front of goal and has electric pace. Buzzing. It's not hard is it, football?! We stuck to our task and took our chances when they came. \"We took a lot of belief when we played them at Anfield, I thought we were the better team then. There is a load more work to go. \"Liverpool are one of the best teams you're likely to see, but it's all about us for us tonight, we needed the three points. \"There's six or seven teams down where we are and if you can put a run of a few games together where you win three or four, you create a gap between you and the rest. We did it when the manager first came in, and now we need to do a similar thing.\" Visit CNN.com/sport for more news, features, and videos The defeat means that Arsenal remain the only team to have gone a whole season unbeaten. 'The Invincibles' team of 2003/4 went a whopping 49 games without losing, winning the Premier League title along the way.   Liverpool remain 22 points clear at the top of the Premier League table and firmly on course to win the title, although Manchester City in second have a game in hand. "], "Language": false}