{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/football/bayern-munich-hoffenheim-protest-bundesliga-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T18:15:51Z"], "LastModifiedDate": ["2020-02-29T18:15:51Z"], "Headline": ["Top German clubs play out bizarre conclusion to game over fans' offensive banner"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["You would think after a 6-0 away win, Bayern Munich and its fans would be in high spirits.  But the Bavarian's win at Hoffenheim was overshadowed by protests from its fans against the opposing team's owner, leading to an extraordinary end to the game.  The Bayern fans unfurled a banner criticizing Hoffenheim's chief financial benefactor and majority shareholder Dietmar Hopp midway through the second half.  Some German football supporters have been upset by the way Hopp has run Hoffenheim, pumping his own money into the club, foregoing the 50+1 club ownership rule German clubs have implemented. The rule is intended to guard against private investors taking over a club. Hopp's flouting of the rule has taken the team from the fifth tier of German football to the Bundesliga in a short space of time. Referee Christian Dingert stopped the game as a result of the banner, which led to Bayern's players and manager Hansi Flick running to remonstrate with the supporters and implore them to remove the banner.  In a short interval in the 77th minute where the players left the pitch, sporting director Hasan Salihamidžić and even former goalkeeper Oliver Kahn tried to stop the fans chanting and remove the banners, while Hopp looked visibly upset.  The players then returned to carry out the final ten minutes or so in the manner of a training match.  READ: 'Unbelievable' Jurgen Klopp deserves all the credit for Liverpool success, says Mido With no intensity whatsoever, both set of players casually passed the ball around between them with both goalkeepers spotted near the center circle, running down the final 13 minutes. Players did keepie-ups between them, all the while talking amongst each other. At the end of the game, Hopp and Bayern Munich's CEO Karl-Heinz Rummenigge shook hands in the center of the pitch while both sets of players gave them a round of applause, something Bayern called a \"symbolic gesture of solidarity with the Hoffenheim fans.\" Bayern Munich said that the result of the game was of \"secondary importance.\" Visit CNN.com/sport for more news, features, and videos \"Due to hateful banners targeting Dietmar Hopp in the FC Bayern fan block, the game was suspended. After returning to the pitch, the teams ran down the clock by passing the ball amongst themselves.\" Borussia Dortmund fans have previously been banned for two years from attending away games at Hoffenheim due to protests against Hopp."], "Language": false}