{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/business/trader-joes-founder-joe-coulombe/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Victoria Cavaliere, CNN Business"], "Writers": [["Victoria Cavaliere"]], "FirstPublishDate": ["2020-02-29T16:23:26Z"], "LastModifiedDate": ["2020-02-29T18:08:48Z"], "Headline": ["Trader Joe's founder Joe Coulombe dies at age 89"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Joe Coulombe, founder of the popular Trader Joe's grocery chain that brought affordable wine and unusual food to millions of Americans, has died. He was 89. In a statement, the company said Coulombe passed away Friday in Pasadena, California.  \"Joe was an extraordinarily smart and accomplished entrepreneur who built a company that introduced something welcomingly different in the grocery retail space,\" the statement said.  Trader Joe's helped change the way Americans shop for groceries, introducing markets stocked with staples and novel food items from private labels, with most packages carrying the Trader Joe's moniker. Some items became so popular they earned their own nickname, like \"Two-Buck Chuck,\" the Charles Shaw brand of wine that sells for less than $3. The first Trader Joe's opened in Pasadena in 1967. The store -- like the hundreds that would come after it -- had a nautical theme and was run by people who were described as \"traders on the high seas.\" Today the staff, who wear bright, Hawaiian-style shirts, are known as \"traders on the culinary seas.\" In 1972, Coulombe introduced an item the company called a \"game-changer.\" The granola brand was the company's first private label product, and transformed how the grocer did business. By focusing on private labels and buying directly from suppliers, Trader Joe's was able to keep costs down and the savings were passed on to shoppers.  Trader Joe's built up a reputation for affordability and selection, offering products ranging from pasta to produce, and prepared frozen items across culinary traditions, including Mexican, Indian and Chinese. Last year, its most popular products included Mandarin Orange Chicken and The Everything But The Bagel seasoning -- a riff on the seasoning blend on \"everything\" flavor bagels. When Coulombe retired in 1988 (he had sold interest to German company Aldi Nord in 1979), Trader Joe's had 19 stores. Nearly a decade later, under the leadership of CEO John Shields, the company had opened locations across the West Coast and had made its entrance into the East Coast. Today, under the leadership of CEO Dan Bane, the influential chain, while still small compared to rivals, has over 500 stores in 42 states and Washington, DC. \"Joe was the perfect person at the right time for Trader Joe's. He was a brilliant thinker with a mesmerizing personality that simply galvanized all with whom he worked,\" Bane said in a statement. Coulombe is survived by his wife of 67 years, Alice, three children and six grandchildren."], "Language": false}