{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/football/serie-a-postponement-matches-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T13:48:56Z"], "LastModifiedDate": ["2020-02-29T13:48:56Z"], "Headline": ["Juventus against Inter Milan among five additional Italian soccer matches postponed due to coronavirus"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Five Italian top-flight soccer games have been postponed this weekend due to concerns over the coronavirus outbreak.  Initially, the matches were scheduled to be played behind closed doors but following an increase in cases, the Serie A league called them off.  Among the matches canceled is the top of the table clash between title holders Juventus and Inter Milan in Turin.  The other games that are postponed include AC Milan's game at home against Genoa, SPAL's trip to Parma, Sassuolo's match against Brescia and Udinese's game against Fiorentina.  The fixtures have all been rescheduled for Wednesday, May 13. As a result, the final of the Coppa Italia will be played a week later, on Wednesday, May 20. Four other games -- Lazio vs. Bologna, Napoli vs. Torino, Lecce vs. Atalanta and Cagliari vs. Roma -- will still go ahead this weekend as planned with spectators. A decision on Sampdoria vs. Hellas Verona (due to be played on Monday) has yet to be made. Victory for Lazio against Bologna would lift the team above Juventus and to the top of the table, two points above the Turin team. In a statement, Serie A said the decision was made \"considering the various and urgent rules issued by the government to respond to this extraordinary health protection emergency.\" In Europe, the largest number of coronavirus cases have been recorded in Italy --  821 cases and 21 deaths so far.  Whole cities and towns have been placed in lockdown as a preventative measure against the spread of the disease.  This follows on from four fixtures being postponed last weekend as a precaution.  Inter Milan played its round of 32 Europa League game against Ludogorets in Milan in an empty stadium. The Bulgarian side arrived in Milan on Wednesday wearing protective masks. The Italian side qualified for the next round in an eerie atmosphere, with goals from Romelu Lukaku and Cristiano Biraghi helping the hosts progress.  READ: How the coronavirus is impacting sport Euro 2020 fears There are fears that the outbreak could impact Euro 2020, with the tournament set to kick off in Rome on June 12, though European football's governing body, UEFA, said that \"for the moment there is no need to change anything in the planned timetable.\" \"UEFA is in touch with the relevant international and local authorities regarding the coronavirus and its development,\" read UEFA's statement. \"The issue will be kept under constant scrutiny.\""], "Language": false}