{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/football/liverpool-klopp-mido-salah-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church and Alex Thomas, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T12:20:00Z"], "LastModifiedDate": ["2020-02-29T12:20:00Z"], "Headline": ["'Unbelievable' Jurgen Klopp deserves all the credit for Liverpool success, says Mido"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Former Egypt international Mido says \"clever\" Jurgen Klopp deserves all the credit for molding Liverpool into the best club team in Europe.  The German has help mastermind an unbeaten domestic run which promises to end the club's 30 year wait for England's top-flight title and the Reds' record-breaking season shows no sign no sign of slowing down. The club is still competing for a much coveted treble and will need to reply on its squad depth to keep fighting on all fronts.  However, Mido says Klopp is the perfect man to get the very best out of the players he has at his disposal.   \"One of the main qualities of Jurgen Klopp is the man to man management,\" he told CNN Sport's Alex Thomas.  \"He knows how to deal with those boys and he knows how to get the best out of them. He knows how to drive them, to make them fight every game.\" READ: Aubameyang left distraught after shock miss in dying seconds costs Arsenal Developing talent  A number of players have blossomed at Liverpool under Klopp with the German seemingly squeezing every drop out of his team's potential.  He's helped nurture the likes of Trent Alexander-Arnold and Andrew Robertson -- who have both redefined their full-back roles over the last two seasons. Even midfielders such as Georginio Wijnaldum and captain Jordan Henderson have found another gear since working under the German, according to Mido.  \"What Klopp has done there is unbelievable. Developing young players and developing some signings shows you the quality of the coach,\" he added. Mido, now 37, made a big impact during his days in the English Premier League where he played for the likes of Tottenham Hotspur. He also made 51 appearances for the Egyptian national team and keeps a keen eye on the country's current star Mohamed Salah.  The 27-year-old has arguably been the biggest influence on Liverpool's recent success and is enjoying yet another goal happy season -- netting 15 times in the league this season.  READ: How the coronavirus is impacting sport Egyptian King  Despite already being an impressive prospect when joining from Roma in 2017, no one could have expected the form he's shown since. \"When he came from Roma, he was more of a flank player, a proper winger. He wasn't scoring as many goals as he's doing now and Klopp has been very clever,\" Mido said.  \"He tucked him in a little bit as a second striker and it made him closer to the goal. With his pace, with his quality, he is scoring more goals and I think it all goes back to Jurgen Klopp.\"  Salah has enjoyed similar performances for his national side and helped fire Egypt into the 2018 World Cup -- the country's first tournament in 28 years.  The trophies he's won and his performances on the pitch is enough for Mido to call him the best player ever produced by Egypt.  \"We've had some very good players but to play at the top level for so many years, to keep focused, to keep performing with the top performances week in week out, I don't think any other Egyptian player has done it,\" he admits.  READ: Finland ditches 'women' from football league name in another step towards equality Unbeaten?  However, despite all the talent in the club, Mido thinks Liverpool will fall short of matching Arsenal's Invincibles in the 2003-2004 season, which went the whole domestic season without losing a game. The Egyptian says the distraction of the Champions League and the fact the Premier League title could be wrapped up next month, will likely result in defeats.  \"I think their concern is to win the Premier League, I don't think they really care if they get beat,\" Mido said.  \"If they win the league early, they will lose some games at the end because I'm sure they will still be in the Champions League. \"Once Liverpool win the Premier League he [Klopp] will start his rotation and he will start to rest some players.\"  Liverpool face Watford in the Premier League on Saturday before facing Chelsea in the fifth round of the FA Cup on March 3.  The Reds will also have one eye on overturning the 1-0 deficit from the first-leg of its Champions League round of 16 tie against Atletico Madrid. The second-leg is scheduled for March 11 at Anfield. "], "Language": false}