{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/us/st-louis-police-russian-roulette-killing-guilty-plea/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-02-29T07:03:31Z"], "LastModifiedDate": ["2020-02-29T11:37:43Z"], "Headline": ["Officer pleads guilty to killing a female colleague while they played Russian roulette"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A St. Louis police officer pleaded guilty to accidentally killing a female colleague at his home last year while they played a form of Russian roulette with a revolver.  As part of a plea deal Friday, Nathaniel Hendren, 30, will get seven years in prison for fatally shooting fellow St. Louis officer Katlyn Alix, 24. He pleaded guilty to involuntary manslaughter in the first degree and armed criminal action.  The shooting happened in January last year while the two officers were at Hendren's home along with a colleague.  At the time of the incident, Hendren and Alix were playing with guns, police said. They took turns holding a revolver containing one bullet and pulling the trigger, authorities said, a description similar to the lethal game of chance known as Russian roulette. During the game, Hendren emptied the bullets then put one back inside the revolver, spun the cylinder and fired, pointing away from the victim. The gun did not discharge. Alix then took the gun and pulled the trigger while pointing at Hendren, authorities said at the time. Again, it did not discharge.  Hendren grabbed the gun back, pulled the trigger, and this time it fired, striking her in the chest.  She was pronounced dead shortly after arrival to the hospital. \"The reckless behavior that took place that early morning has left an unfillable void for her grieving husband, her parents, and a host of loving family and friends,\" Circuit Attorney Kim Gardner said in a statement. \"Although there is nothing that the law can do to restore the life of Officer Alix, it can make sure that the person responsible for her senseless death is held accountable for his careless behavior.\" The other officer in the home told investigators he warned them not to play with guns, and was leaving when he heard the fatal shot, authorities said.  The victim was off duty at the time while Hendren was on duty, according to court documents.  The St. Louis circuit attorney's office has previously criticized police, saying they obstructed the investigation and there was probable cause that drugs or alcohol may have been a contributing factor. Police did not respond to CNN's requests for comment at the time. Hendren's defense team said he was devastated and did not intend to shoot the victim.  \"We are aware of the rumors, innuendo, and salacious gossip surrounding the accidental death of Officer Katlyn Alix,\" attorney Talmage E. Newton IV said. \"There is no evidence, nor will there ever be, that this was anything more than a tragic accident.\" Alix had been on the force two years, and left behind a husband, her parents and a sister, among other family members."], "Language": false}