{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/uk/no-deal-brexit-is-back-analysis-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Analysis by Luke McGee, CNN"], "Writers": [["Luke McGee"]], "FirstPublishDate": ["2020-02-29T01:44:46Z"], "LastModifiedDate": ["2020-02-29T10:45:14Z"], "Headline": ["No-deal Brexit is back -- and it looks more likely than ever"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["The United Kingdom left the European Union on January 31. The world has since been mercifully quiet on the matter, and you'd be forgiven for assuming Brexit was over.   Wishful thinking. The UK is not yet a month into its \"transition period\" with the EU, during which the country continues to play by EU rules while a future relationship is negotiated. That period ends on December 31.  On Monday, the two sides will finally sit down to negotiate what that future relationship looks like. And if the published priorities from London and Brussels are anything to go by, it's going to be a bloodbath.  While both want a free trade agreement and close alignment, they also believe that the other is trying to suddenly change the rules of engagement. Ruptures between the EU and UK are nothing new in Brexit, but this time it's a little different. The clock is ticking faster, the political landscape has changed, and no one knows how much good will there is. Unless a major breakthrough or concession happens in the coming weeks, it's hard to see how this concludes any way other than the UK's transition period ending with no formal deal.  What does the UK want? On paper, the UK's goals are straightforward. It wants a free trade agreement with the EU similar to the one that Canada enjoys. The EU's deal with Canada is substantial. It removes the need for most (but not all) tariffs on goods traded between the two. However, it does very little on financial services, the most important sector in the British economy.  It's worth remembering that the UK and EU currently trade with zero tariffs and close to zero tariff barriers, so whatever trade deal is reached is still ultimately a question of how much friction will exist, which is a highly unorthodox starting point in trade talks.  This, however, is what the UK wants. Why? Because more than trade, what Prime Minister Boris Johnson really wants is to guarantee the UK's independence from Brussels.  Sticking points This is where things could get nasty. The EU also wants a trade deal with the UK and is entirely happy with it being a Canada-style deal. Where the two sides really disagree is on the pre-conditions for any deal. And it's more of a political row than anything else.  \"While there are clearly disagreements when it comes to the EU's preconditions for negotiating a trade deal -- particularly over fish, the role of the European Court of Justice, and the exact nature of the level playing field requirements -- when it comes to what the future economic partnership actually looks like, the EU and UK really aren't that far apart,\" says the Centre for European Reform's Samuel Lowe. The 541-page Withdrawal Agreement signed off last autumn was accompanied by a 31-page document known as the Political Declaration. In it, the two sides talk of their mutual desire for a comprehensive trade deal, close cooperation on standards ranging from environmental to workers' rights, and an acknowledgment that geography and history make the relationship unique. Both sides agreed this must be done in a way that respects the EU's internal priorities, while also respecting the UK's sovereignty. Which sounds awfully chummy, until you realize that those areas of sovereignty somewhat cut across the EU's priorities. And this means that before talks have even started, the familiar blame game between Brussels and London is in full force.  \"Now we have both sides' formal starting positions in this next round of talks, we can see that there are a substantial number of basic incompatibilities,\" says Simon Usherwood, Professor in Politics at the University of Surrey.  Fish bones of contention Let's start with fish. Despite its relatively small economic importance in the grand scheme of things, there is a romantic idea of fishing communities that resonates with some European voters. In the UK, the argument goes something like, \"The EU's Common Fisheries Policy has wrecked our fishing industry.\" The same could be said in French fishing communities if the EU fails to reach an agreement on how much access French fishermen have to British waters. It matters very much to French fishermen because fish have an annoying habit of not respecting borders. And in elections, romantic arguments can become very powerful.   \"Fisheries is a big problem, as the EU want to keep much of the effect of the Common Fisheries Policy, if not the policy itself, while the UK want a much looser arrangement,\" says Usherwood. \"Given how much both sides have laid weight on what is actually an economically very small sector, this will make it all the more difficult to resolve.\" The second big sticking point is the so-called Level Playing Field. If it is to allow UK goods to continue to enter its market free of tariffs, the EU doesn't want Britain's departure from the Union to create a competitor on its doorstep that can deviate from EU standards on things like workers' rights, environmental protections and taxation in ways that make British firms more competitive. The UK agrees, as per the Withdrawal Agreement, that this is the best outcome. However, it seems to think that the agreement to do so should be more of a gentlemen's agreement than something formally locked in place. Which, given the EU's obsession with rules, is freaking people out in Brussels.  The UK rejects that any formal oversight is needed. The EU believes that this can only be achieved with \"sufficient guarantees for a level playing field so as to uphold corresponding high levels of protection over time\" in areas ranging from state aid to competition law.  If you're sitting in Brussels, the UK is breaking away from what it knew was going to have to be a formal agreement. If you're in Downing Street, the EU is suddenly trying to squeeze you on a trade deal and force the UK to hand over some of its independence. As things stand, neither side's position is acceptable to the other.  There are numerous other areas of disagreement, from the role that EU courts will play in the UK's legal system (the UK says none, the EU says some) and cooperation on Europe's security policy.  A delicate power balance As difficult as this all seems, there are two ways of looking at it. On the one hand, these red lines can't be moved and we will never get trade talks. On the other, it shows where both sides have room to negotiate. And looking at it from London, Johnson's domestic position is arguably securer than his political counterparts in France, Germany, Italy and Dublin. Which gives him political capital at home.  And political stability matters when it comes to talking to Europe. The fact that Johnson has a parliamentary majority of more than 80, whatever he decides means that Brussels is negotiating with a man who will follow through on his words.  This could mean that he powers ahead with a hard Brexit, sure. But there is also a world in which Johnson moves closer to Brussels and uses his personal charm to sell a deal to Brexiteers. After all, he managed to shove what was in large part Theresa May's Brexit deal down their throats last year, lubricated with sufficient champagne that they couldn't help but swallow.  While EU officials accept that Johnson's strength at home also gives him power at the negotiating table, they remain confident that the power of 27 versus one and the potential for no deal doing untold havoc to the British economy means Johnson will use his domestic power to take the less risky option and move closer to Europe.  But that assumes Johnson actually wants to move this time around. Last autumn, Johnson was working to alter a deal agreed by his predecessor that in some respects bought him time to negotiate a harder Brexit, if that's what he wanted. The trouble is, no one really knows what he wants. Is this all a strategy of brinksmanship in the hopes Brussels will blink? Or does Johnson really value sovereignty over potential economic turmoil?  \"As so often, this looks like an exercise in making it up as you go along, without a clear strategic objective in mind, let alone a cunning plan,\" says Usherwood.  Which all makes for an exciting political story. It's just a shame that one man's gamble speaks for a nation of more than 66 million people. "], "Language": false}