{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/medicare-for-all-debate/index.html"], "Source": ["cnn"], "Location": ["Spartanburg, South Carolina"], "ByLine": ["By Gregory Krieg, CNN"], "Writers": [["Gregory Krieg"]], "FirstPublishDate": ["2020-02-28T19:00:58Z"], "LastModifiedDate": ["2020-02-28T19:00:58Z"], "Headline": ["The fight over Medicare for All gets more expensive in South Carolina"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Bernie Sanders issued a warning on Thursday night in South Carolina: Don't believe everything you see on television. \"You're going to see a lot of disinformation on TV about 'Medicare for All,'\" Sanders said. \"What does it mean?\" As he answered his question, talking through the perks of the program, there was a decent chance that somewhere across the Palmetto State's largest media markets, an ad was running making an argument against it.   The fight over health care is escalating ahead of Saturday's primary as an industry group opposed to Medicare for All, along with other efforts to expand public health insurance options, steps up its spending amid recent polls that suggest those policies are growing in popularity with Democratic voters.   Visit CNN's Election Center for full coverage of the 2020 race The Partnership for America's Health Care Future (PAHCF), a coalition of pharmaceutical, hospital and private insurance organizations, is running nearly $300,000 worth of ads across the state during the run-up to the vote. South Bend, Indiana, Mayor Pete Buttigieg has been on the air all week with a spot that begins, \"Bernie Sanders' Medicare for All would completely eliminate private insurance, forcing 150 million Americans off their current plans -- including 20 million seniors on Medicare Advantage.\"  Medicare for All has been a flashpoint throughout the Democratic primary. Sanders and Massachusetts Sen. Elizabeth Warren are touting plans to implement a universal, government-administered insurance program. Their moderate rivals, like Buttigieg, former Vice President Joe Biden and Minnesota Sen. Amy Klobuchar, have questioned its cost and financing, while arguing that Medicare for All would be a poison-pill with voters in a general election. Despite the onslaught, Medicare for All has fared well with Democrats in entrance and exit polls in Iowa, New Hampshire and Nevada. In each state, surveys conducted by Edison Media Research have found that about six in 10 voters supported \"replacing all private health insurance with a single government plan for everyone.\" Sanders has led with those voters, but Warren and Buttigieg, though his plan is centered on a public option, have also seen notable support from the same cohort. In Nevada, members of the state's powerful Culinary Union helped power Sanders' overwhelming victory in apparent defiance of their leadership, which did not endorse in the race but was harshly critical of Medicare for All. The PAHCF's efforts in South Carolina have met resistance on the ground and online from another group, Medicare for All NOW!, which has spent into the six figures on door-to-door canvassing, digital media and, over the past two weeks, a number of town hall meetings. Minnesota Attorney General Keith Ellison, a Sanders backer, took part in one event and Massachusetts Rep. Ayanna Pressley, a Warren campaign co-chair, knocked doors with the group's organizers. In its ads, the industry group derides both Medicare for All and public option or buy-in plans as too costly and warns that their passage would lead to a decrease in the quality of care for patients currently on private plans.  \"American families deserve access to high-quality, affordable health coverage,\" PAHCF executive director Lauren Crawford Shaver said in a statement Tuesday introducing a new ad that aired around the South Carolina debate. \"Unfortunately, many presidential candidates' calls for one-size-fits-all new government health insurance systems, such as Medicare for All, Medicare buy-in and the public option, would threaten the health care of millions of Americans.\" Sanders has not addressed the ad campaign by name, but regularly rails against the private insurance and pharmaceutical industries in his stump speech, delighting in what he describes as their increasing anxiety over his rise. Ari Rabin-Havt, Sanders' deputy campaign manager, described the PAHCF ads as a cynical attempt to shape voters' perceptions about Medicare for All.   \"Our campaign actually believes people are smart, and what those ads show is that the drug companies, the insurance companies and all the people funding those anti-Medicare for All ads don't have faith in the intelligence of the American people,\" Rabin-Havt said.  Wendell Potter, the former head of corporate communications at Cigna, is now on the other side of the debate as the president of Medicare for All NOW! and Business for Medicare for All. He spent parts of the past two weeks in South Carolina as part of his group's work to push back against the PAHCF campaign.  \"I'm not a bit surprised about (their) spending. They seemingly have an endless pot of money to spend on propaganda campaigns and they spend it in many different ways,\" Potter said. \"We're seeing it show up through these advertisements from this so-called coalition, the Partnership for America's Healthcare Future -- their group to do this that has a name that really doesn't explain who is behind it.\" The \"one-size-fits-all\" framing, Potter added, is a staple of the private industry's messaging against any expansion of public health care or insurance programs. He said the tactic was meant to stoke fear among more affluent voters. \"That (message) is geared to make people think that if there is a system in which everyone in this country has access to good care, that somehow people of privilege and people who have health plans right now might be at some disadvantage,\" Potter said. \"They want people to fear that if we had a system like every other developed country in the world has, in which every citizen, every person in the country has access to good care, that somehow this is a zero-sum game.\" The PAHCF ads airing in South Carolina, as they have around the country, point to price estimates in the tens of trillions over a decade and claim that the bulk of the cost will be shouldered by middle-class families.   \"Like every mom, my family's health care is a top priority. That's why I'm concerned that new government-controlled health insurance systems politicians are pushing are a real threat to our health coverage and yours,\" a woman says in one of the ads, ticking off the costs of both Medicare for All and public option plans. \"It's time to build on what's working and fix what's broken, not start over.\"  At Sanders' rally in Spartanburg on Thursday night, a handful of supporters said they had seen the ads on television or online. Timothy McPherson, a physician from the area, said he was undecided on the candidates, but \"100%\" in support of Medicare for All. \"My impression are that those are moneyed ads. People are making money,\" he told CNN. Asked if he thought they were giving voters a clear picture of the health care system, McPherson said, \"I know that they don't.\" "], "Language": false}