{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/24/us/gallery/fans-honor-kobe-bryant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-02-25T01:36:48Z"], "LastModifiedDate": ["2020-02-28T16:10:30Z"], "Headline": ["Remembering a legend: Fans honor Kobe Bryant in LA"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["People ride bikes past a mural of Kobe Bryant in Venice, California, on February 23. A memorial service was held Monday in Los Angeles for Bryant and his daughter Gianna, who died in a helicopter crash on January 26. Ashley Salgado, 9, and her older brother Kamren Salgado, 13, stand outside a memorial for Kobe Bryant at the Staples Center on February 24. A week after Kobe and his daughter Gianna died, Ashley asked her mother whether she could join a basketball team. \"Ashley would look at videos of GiGi playing basketball 24/7,\" her mother Mae said. \"She inspired her to play the game.\"\n\nKamren has his own memory of Kobe. \"In third grade I got to high-five Kobe and didn't want to wash my hand. He was the biggest inspiration and drove me to play basketball.\"  Merchandise is sold outside the Staples Center on February 24. Growing up in New York, Patryse Gustave's nickname in high school was \"Kobe\" because she was such a big fan, wearing the Lakers' colors of purple and gold and talking about how great he was. She and her friend Gia Wallace didn't get tickets to Bryant's memorial service but still flew to Los Angeles -- their first time in the city -- to take in the community. \"This is closure for me, too, because I still cry every day,\" Gustave said. Gustave displays the tattoo she got the day of Bryant's death. It has his two jersey numbers, 8 and 24, with a heart-shaped basketball in the center. Lee Jackson, a proud \"girldad,\" traveled from Vancouver, Canada, without tickets to be part of the community. \"This helped me stop crying. I haven't stopped crying since he passed,\" said Jackson, wearing Kobe's No. 24 on his Lakers uniform and scarf.\n Jasmin Juarez wore a pair of Kobe socks she got about six years ago. They have holes in the bottom now, but that doesn't stop her from wearing them. \"Everybody always likes them. It's like, 'Yeah, they're mine,'\" she said. \n\nShe and her father, Richard, went to the Staples Center without tickets for the memorial service. \"We had to,\" she said.\n Tony Laguna and his friend Elijah York stand outside the Staples Center before the start of the memorial for Bryant. Laguna said he admired how prepared Kobe was for life after basketball. \"He was really just getting started in life,\" he said. \"He was having so much fun\" as a father and a family man.\n\nYork said he remembered Kobe for his \"Mamba mentality.\" \"If you want something, you've got to put in the work and the heart and just keep going.\"\n A makeshift memorial is seen in Los Angeles. Six month-old Camila Alvarez wears a Mamba Forever hat at the memorial for Kobe Bryant at the Staples Center. Wenona and Carlos Figueroa love Kobe so much they named their pet Shih Tzu after him. \"It's that killer instinct,\" Wenona said.\n\nMonday, Wenona wore a Kobe All-Star jersey from when the game was played in Denver. She said she wore it because Bryant's sexual assault allegation was based in Colorado, and it was a lesson for her. \"We can always transform,\" she said. \"Whatever happened didn't identify who he was.\"\n A sign reading \"Thank you Kobe\" is seen at a makeshift memorial in Los Angeles. People gather outside the Staples Center during the memorial for Kobe Bryant. David Chen became a basketball fan in 2004 while growing up in Beijing. He came to Los Angeles six years ago for college, and Monday he bought bouquets of yellow and purple flowers as he searched the area for a makeshift Kobe memorial. \"He's more like an icon than a basketball player,\" he said. People walk to the memorial for Kobe Bryant at the Staples Center, wearing his first jersey number with the Lakers. Richard Juarez, who came to the Staples Center with his daughter Jasmin, said he particularly admired Bryant's work with the Mamba Academy. \"He really gave back to the community,\" Juarez said. Angela Murillo stands outside the memorial for Kobe Bryant at the Staples Center. Murillo dyed her hair purple in honor of Bryant.  Nadine Lindsay wears a Kobe jersey outside the Staples Center. \"Kobe was a superstar. He put everything on the court and gave us the Mamba mentality. It was all sweat, grind and hard work,\" Lindsay said. \"And he loved his children so much.\" People walk by a billboard reading \"Mamba Forever\" while leaving the memorial in downtown Los Angeles."], "Language": false}