{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/us/sarah-boone-florida-suitcase-death/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-02-28T08:46:40Z"], "LastModifiedDate": ["2020-02-29T06:26:27Z"], "Headline": ["A Florida woman is accused of zipping her boyfriend in a suitcase for hours until he died"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Sarah Boone called 911 and said her boyfriend got trapped in a suitcase and died during a game of hide-and-seek, court records show. The Florida couple had been drinking Chardonnay and doing puzzles Sunday night in their Winter Park apartment. They thought \"it would be funny\" to hop in a suitcase as a part of the game, according to an arrest affidavit from the Orange County Sheriff's Office.  Boone, 42, zipped up Jorge Torres Jr. in the blue suitcase containing a few items for donating. Two of his fingers stuck out, so she assumed he could open it, according to the affidavit. She went upstairs to bed and thought he'd get himself out of the suitcase and join her, only to wake up Monday and find him still in it and not breathing, the affidavit says.  iPhone video tells a different story Boone was arrested Tuesday and faces a second degree murder charge after investigators determined  videos on her phone contradicted her story.  The phone footage shows her mocking her boyfriend as she filmed his cries for help, and telling him it was his punishment for cheating, according to the arrest affidavit.  \"I can't f**king breathe, seriously,\" her boyfriend said in the phone video. \"That's on you. Oh, that's what I feel like when you cheat on me,\" she responds.  The video shows the victim pushing on the suitcase and trying to get out, the affidavit says. When police showed the video to Boone, she pushed it away halfway through and said she didn't want to watch it, the affidavit says.   Police searched her iPhone after she signed a waiver and gave verbal and written consent. CNN has reached out to her public defender. Boone denied intentionally leaving Torres in the suitcase, according to the affidavit. Victim tried to get out, police say Boone called police Monday afternoon and said she woke up hours earlier but assumed her boyfriend was on his computer in another room.  When she could not find him, she suddenly  realized he was still in the suitcase. \"Sarah unzipped the suitcase and found Jorge unresponsive and not breathing,\" the affidavit says. \"Sarah zipped Jorge in the suitcase to where he could not get out. Jorge begged Sarah repeatedly telling her he could not breathe and Sarah left him in the suitcase ... and demonstrated a depraved mind without regard for Jorge's life.\" When police arrived at the scene, they found the victim near the front door with a laceration on his lip and bruising around his eye.  Boone is being held without bail. No cause of death is listed on the arrest affidavit. "], "Language": false}