{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/politics/miracle-on-ice-eruzione-trump-rally-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Austen Bundy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T20:42:14Z"], "LastModifiedDate": ["2020-02-28T01:44:55Z"], "Headline": ["'Miracle on Ice' hockey team captain calls backlash over Trump rally appearance 'unfortunate'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The captain of the celebrated 1980 Olympic men's ice hockey team told CNN on Thursday that \"it's unfortunate\" the players from the legendary team have faced so much online backlash after their appearance at President Donald Trump's rally. \"This is getting crazy,\" said Mike Eruzione in a phone interview. \"I shake my head at it, that's all I can say.\" Members of the team were in Las Vegas last week for a weekend-long celebration to mark the 40th anniversary of their historic victory over the Soviet Union, the \"Miracle on Ice,\" when they were invited by the President's campaign to attend Friday's rally. Introducing the team, Trump called the game \"one of the greatest moments in the history of sports.\" The men took the stage, and some of the players wore the President's signature red \"Keep America Great\" baseball caps.  Kelly Brooks, the daughter of the late head hockey coach Herb Brooks, wiped away tears when being introduced at the rally. She said her father \"would be proud to be here with you all and, in my personal opinion, he would've been a Trump fan.\" Eruzione also delivered brief remarks at the rally, saying it was a \"great honor\" to be invited by the President. \"Just tell them: Am I a good athlete and am I a good golfer?\" Trump asked as Eruzione was leaving the podium.  \"You are, yes sir,\" Eruzione answered. \"Whatever you say.\" But the team was quickly accused of politicizing what many thought should have been a celebration of a historic athletic achievement. Eruzione told CNN on Thursday he was saddened by the negative comments he and his teammates have received online. \"The more I say, it's not going to please either side,\" Eruzione said. \"It's best I just let it go.\" However, the Trump campaign came to their defense, claiming the team is just another victim of modern political \"cancel culture,\" a term meant to describe attempts to ostracize public figures through intense criticism online. \"The 1980 Olympic hockey team reminds us of a time when as a nation we came together to defeat communism. It is a shame that today's liberals are so intolerant of other political viewpoints that they threaten to cancel such great sports heroes from our history,\" Trump campaign spokesman Tim Murtaugh said in a statement to CNN. Other presidents have celebrated the team as well. When they returned home after defeating Finland for the gold medal, just two days after toppling the Soviets, the players met President Jimmy Carter at the White House, \"a great honor no matter your party,\" according to forward Buzz Schneider. While last Friday's Las Vegas event was a campaign rally, there have been multiple instances of tension during Trump's time in office around official White House events involving athletes -- and this is not the first time athletes have been criticized for appearing to support Trump while being honored for their athletic achievements. Last year, after helping lead the Washington Nationals to their first World Series title, catcher Kurt Suzuki was bashed on social media for wearing a \"MAGA\" hat, and first baseman Ryan Zimmerman was accused of turning the celebration at the White House into a political event by publicly thanking and praising Trump for his policies. Some players and teams have previously boycotted being honored by the President, such as hockey forward Devante Smith-Pelley after the Washington Capitals won the 2018 Stanley Cup, the entire Golden State Warriors basketball team, who skipped a White House visit twice in 2017 and 2018 after being famously disinvited by the President, and the Philadelphia Eagles, who were also disinvited from the White House in 2018 because some players planned to skip the event. UPDATE: This story has been updated with more context about official White House events involving athletes during the Trump presidency."], "Language": false}