{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/media/coronavirus-hannity-ingraham-limbaugh/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Oliver Darcy, CNN Business"], "Writers": [["Oliver Darcy"]], "FirstPublishDate": ["2020-02-27T21:38:51Z"], "LastModifiedDate": ["2020-02-27T21:45:21Z"], "Headline": ["Fox News hosts accuse Democrats and journalists of 'weaponizing' coronavirus to attack Trump"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Some of President Donald Trump's most ardent supporters in media have downplayed concerns about the novel coronavirus this week and misled their audiences by telling them that news organizations and members of the Democratic Party are weaponizing fear in a bid to hurt the President's re-election efforts. Fox News hosts such as Sean Hannity and Laura Ingraham have advanced this conspiratorial line of thinking, as has conservative radio talk show host Rush Limbaugh, among others. The messaging reflects Trump's own public statements. On Wednesday, Trump alleged that Democratic leaders were exploiting the situation for \"political advantage\" and accused House Speaker Nancy Pelosi of \"trying to create a panic.\"  While it's not unusual for high-profile members of the pro-Trump media to go to extensive lengths to align themselves with Trump or paint him in a positive light, the comments on the coronavirus are alarming given the public health risk. The virus has killed at least 2,800 people and infected 82,000 worldwide. The remarks from the hosts also raise concern given how much influence figures like Hannity and Limbaugh wield over Trump. On Thursday's \"Fox & Friends,\" one of Trump's favorite cable news programs, the hosts suggested top Democrats and news organizations were hyping fear over the coronavirus to score points against Trump. \"They shouldn't make it political,\" co-host Ainsley Earhardt said. \"They have been — these are all Democrats,\" added co-host Pete Hegseth. \"They've been resisting the President from the very beginning of the administration.\"  Hegseth then mocked a story in The New York Times that said Trump had been warned for years about \"squandering the credibility he could need in a moment of national emergency.\" Co-host Steve Doocy chimed in to read an editorial from the conservative tabloid New York Post that said \"the sad truth\" is that \"global health bureaucrats use these outbreaks to push for greater funding, with utter disregard for the truth.\" The prime time programming on Fox News hasn't been any better.  Hannity, who hosts the top-rated television program on cable news, told his millions of viewers on Wednesday night that Democratic Senate Minority Leader Chuck Schumer was using the possibility of a coronavirus outbreak in the United States as a way to \"bludgeon\" Trump. As an on-screen graphic showed pictures of Pelosi and Schumer overlaid with text that said in all caps \"BLAME TRUMP GAME,\" Hannity accused Schumer of being engaged in the \"shameless politicizing of health and the well-being of Americans.\" Hannity then attacked the \"mob in the media\" and echoed the White House's messaging, telling viewers that the Trump administration has \"been aggressively responding to the corona outbreak for quite a while.\" In the following hour, Ingraham ratcheted up that messaging at the top of her show, referring to the Democratic Party as the \"PANDEMIC PARTY,\" with the D-E-M in \"pandemic\" highlighted in blue, while the chyron text in the lower portion of the screen said \"LEFT WEAPONIZING CORONAVIRUS FEARS.\" Using similar language as her Fox cohorts, Ingraham told her viewers that top Democrats and \"their media cronies\" have \"decided to weaponize fear and also weaponize suffering to improve their chances against Trump in November.\" \"It's time for calm, measured pragmatism, not panic and political opportunism by a party that's been buffeted by its own missteps and failed strategies,\" Ingraham said. \"If they appear to be rooting for Americans suffering in pain during an election year, I promise you that the voters will put them in a political quarantine come November.\" Over on conservative talk radio, Limbaugh has been attacking Democrats and news organizations all week while incorrectly telling his listeners that the coronavirus is \"the common cold.\" \"It looks like the coronavirus is being weaponized as yet another element to bring down Donald Trump,\" Limbaugh said.  Later in the week, Limbaugh said members of the media \"would love for the coronavirus to be this deadly strain that wipes everybody out so they could blame Trump for it.\" The Centers for Disease Control and Prevention said earlier this week that an outbreak of the coronavirus inside the United States is inevitable. The federal agency said it is not a matter of if anymore, but when, it will happen."], "Language": false}