{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/milwaukee-shooting-witness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-02-27T10:28:10Z"], "LastModifiedDate": ["2020-02-27T11:39:34Z"], "Headline": ["Molson Coors employee says talking to a co-worker before deadly shooting likely saved his life"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Employee Randy Chenoweth was headed home after work when gunshots rang out at the Molson Coors complex in Milwaukee. Then he saw something tumble down the stairs.  \"We thought somebody was playing a game by throwing someone down the stairs, but no it was a body,\" he told CNN affiliate WISN.   An employee had stormed the complex and killed five co-workers before turning the gun on himself Wednesday afternoon in one of the city's deadliest shootings. Chenoweth was about 15 or 20 feet from the scene when the shooting started, he said.   \"If I wouldn't have gone to talk to this guy who was relieving me, I'd be one of (the victims),\" he said. \"I know that for a fact because I would have walked right into what was going on.\" When Chenoweth and other employees realized what has happening -- that their complex was the site of the nation's latest gun violence -- they hid in a room and waited until police arrived.  \"We were very quiet sitting in that office, like a mouse. We didn't want to come out and show ourselves because we didn't know ... what's going on,\" he said.  Officers arrived shortly afterward and they yelled that they were employees, and were escorted out of the brewery.  \"(I've) never seen anything like this,\" said Chenoweth, who's worked at the brewery for four decades.  The company did not identify the 51-year-old shooter, but said he was an \"active\" employee at the sprawling facility. It did not provide details on a possible motive for the shooting or the identities of the victims, pending family notification. All the people killed are Molson Coors employees, and were found in the same building, police said.   \"There are five individuals who went to work today, just like everybody goes to work. And they thought they were going to go to work, finish their day and return to their families. They didn't and tragically they never will,\" Mayor Tom Barrett said Wednesday afternoon."], "Language": false}