{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/nhl-jay-bouwmeester-cardiac-speaks-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-02-27T06:09:56Z"], "LastModifiedDate": ["2020-02-27T11:37:21Z"], "Headline": ["NHL player who suffered cardiac episode during game won't play for rest of the season and is undecided on his hockey future"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["St. Louis Blues defenseman Jay Bouwmeester thanked medical personnel for saving his life in his first public address since he was revived with a defibrillator during a game.  \"It happened in the absolute best place that it could happen because of all the protocols they have in place and how people responded so quickly,\" he said Wednesday. \"No. 1, they saved my life and No. 2, the fact that they could get on it so fast was very helpful.\"  Bouwmeester underwent an Implantable Cardioverter Defibrillator procedure after suffering a cardiac episode on the team bench during a February 11 game against the Ducks in Anaheim.  The 36-year-old said Wednesday that he will not play for the rest of the season, adding that he hasn't made a decision beyond then. \"As a hockey player, I'd like to play hockey, so I'd sure like to be out there, but when you put everything in perspective, it's OK to just take a step back right now,\" said Bouwmeester.  Though he said he has been doing well, the two-time NHL All-Star recalled how surprising the incident was. \"It all just came pretty suddenly,\" Bouwmeester said. \"Everything up to that point was normal. I hadn't been sick or had much going on. It was completely out of the blue.\" In a video of the collapse, Bouwmeester can be seen slumped over on the bench before he eventually falls forward and his teammates call for help. The game was postponed. Bouwmeester regained consciousness immediately, and was alert and able to move his extremities by the time he was transported to the hospital, Blues President of Hockey Operations and General Manager Doug Armstrong said after the incident. Bouwmeester holds the longest streak of consecutive games played by a defenseman in the league's history -- playing 737 games between 2004 to 2014, according to the team's website. He ranks sixth all-time in total games played by any player. He was a part of Canada's gold medal-winning team at the Sochi Olympics in 2014 and won two golds and a silver medal from playing in the world championships."], "Language": false}