{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/us/monsey-hanukkah-stabbings-victim-condition/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Brynn Gingras, CNN"], "Writers": [["Eliott C. McLaughlin", "Brynn Gingras"]], "FirstPublishDate": ["2020-02-26T18:13:30Z"], "LastModifiedDate": ["2020-02-26T18:13:30Z"], "Headline": ["Man hurt in machete attack at Hanukkah celebration shows improvement, but prognosis still unclear"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The man most severely injured in a machete attack during a Hanukkah celebration in upstate New York last year is showing progress in his recovery, but whether he'll ever speak again or regain full consciousness remains unclear, his daughter said Wednesday.  \"It's all a guessing game,\" Nicky Kohen told CNN. \"Maybe, hopefully, he'll be able to breathe on his own.\" Joseph Neumann, 72, was with dozens of people at Rabbi Chaim Rottenberg's Monsey home, about 40 miles north of New York City, for a December 28 Hanukkah celebration. Rottenberg's son had just lit a menorah when, according to federal prosecutors, a 37-year-old man entered and said, \"No one is leaving,\" before attacking congregants with an 18-inch machete.  One of five Orthodox Jews hurt, Neumann suffered the worst injuries, including stab wounds to his arms, neck and head, one of which penetrated his brain, his family said. He underwent surgery to implant breathing and feeding tubes, they said.  The initial prognosis was not good.  \"Doctors are not optimistic about his chances to regain consciousness, and if our father does miraculously recover partially, doctors expect that he will have permanent damage to the brain, leaving him partially paralyzed and speech-impaired for the rest of his life,\" the family said in a statement last month. Neumann has been the subject of many prayers, Kohen said Wednesday, and he can now move his left arm and open his eyes. He is neither in a coma nor awake, she said, describing his state as \"in a twilight area.\" He remains on a breathing mechanism, but for a few minutes each day, doctors take him off of the device and let him breathe on his own, which means he's gaining his strength, she said.  The week after the attack, the family released a graphic image of the father of seven connected to a breathing tube in a bid to demonstrate the brutality of the attack.  \"Please stand up and stop this hatred,\" Kohen said last month. \"It cannot keep going on. We want our kids to go to school and feel safe. We want to go to our synagogues and feel safe. We want to go to groceries and malls and feel safe.\" The suspect in the attack has pleaded not guilty to five counts of attempted murder. He also faces a federal hate crime charge of obstructing the free exercise of religious beliefs in an attempt to kill someone. He is in federal custody at Metropolitan Correctional Center New York, according to the Federal Bureau of Prisons.  Kohen hasn't been in touch with prosecutors, she told CNN. The family has monitored updates in the case and is concerned whether bail reform might result in the alleged perpetrator being freed, but the primary focus has been on Neumann, she said. \"A lot of emotion, obviously -- we're just trying to cope. We're trying to do what needs to be done,\" she said.  Those who know Neumann describe him a compassionate man  Yisroel Kraus, who was also a guest at the rabbi's home the night of the attack, said he considered Neumann a mentor and \"incredibly kind human being.\" \"One of the most selfless people I know,\" Kraus said. \"Since I knew him, he was a very poor man. He never had a dime to his name and always goes around collecting money for other poor families. It was never about himself.\""], "Language": false}