{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/who-won-south-carolina-debate/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-26T03:36:51Z"], "LastModifiedDate": ["2020-02-26T17:40:16Z"], "Headline": ["Chris Cillizza's winners and losers from the 10th presidential debate"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The 10th Democratic debate -- this one in Charleston, South Carolina -- is in the books.   It was an incredibly contentious affair, with candidates shouting at (and over) one another as they scrambled to draw contrasts with each other in advance of the critical South Carolina primary on Saturday. Below, the best and worst from the night that was.  WINNERS * Pete Buttigieg: The former South Bend, Indiana, mayor was at his absolute best in this debate. He found several occasions to make direct contrasts with Bernie Sanders -- most notably on the dangers for Democrats of nominating a democratic socialist and the differences in their health care plans -- which is a win in and of itself. Buttigieg also flashed a sense of humor when plugging his website to encourage donations, which was a welcome moment of levity in a debate defined by people shouting at one another at very close range. If voters were looking for a Sanders alternative who looked like he could be commander in chief in this debate, Buttigieg made a very good case for himself. * Joe Biden: Biden turned his outrage meter WAY up in this debate. He hammered Tom Steyer on the billionaire's support for private prisons, a move aimed at trying to peel away black voters from Steyer in advance of the South Carolina primary. He cast Sanders as a dangerous risk for the Democratic Party to take, with potentially disastrous down-ballot consequences. If Rep. Jim Clyburn (D-South Carolina) was looking for energy out of Biden before making a formal endorsement decision -- Clyburn will announce his choice Wednesday morning -- he got it from the former vice president. Biden is still not a terribly good debater, however. He repeatedly stumbled as he tried to make his points. He kept claiming he wrote every bill -- or close to it -- anyone on the stage cited. He repeatedly complained about the rules of the debate -- not a good look. But on the whole. there was more good than bad here for Biden.  * Amy Klobuchar: As she has done in nearly every debate, the Minnesota senator did more with fewer opportunities than almost any other candidate on stage. She repeatedly sought to be a voice of reason (and calm) as everyone around her just kept shouting. She also delivered a series of solid policy proposals -- outlining her views on domestic and foreign policy to many voters who may have just been getting to know her and what she believes. Klobuchar wasn't as sharp -- or as much of a standout -- as she was in the debate just before the New Hampshire primary. But in a debate defined by the bad, she was a bright spot. * Bernie Sanders: The Vermont senator got hit with a few hard punches to which he had no response. His voting record on guns. How he would pay for his policy proposals. And booing from the crowd -- more on this below -- clearly threw him off his game. But no one knocked Sanders out. And given his strengths in the race right now, that amounts to a win for him. If nothing major changes in the race between now and Super Tuesday, Sanders will emerge on March 4 with a very clear delegate lead. And nothing fundamental changed tonight. * Donald Trump: A bitter, angry shout-fest in which virtually every potential nominee's dirty laundry was aired? The President couldn't have drawn up a better debate for his chances of winning a second term. LOSERS * Michael Bloomberg: The billionaire businessman was better in this debate than in the last one in Las Vegas. But he wasn't good. Bloomberg committed a near-Freudian slip early in the debate when he started to say he \"bought\" a Democratic House majority before re-calibrating to say he helped Democrats reclaim the majority. Bloomberg awkwardly referred to his rivals as fellow \"contestants.\" He tried to make jokes -- most notably about his poor performance in the last debate. Notice how I said he \"tried.\" And Bloomberg still doesn't have a good answer about his alleged off-color jokes and dismissive past comments about women. How is that possible? * Elizabeth Warren: She was totally fine. But fine is probably not enough given that Warren has yet to finish in the Top 2 in any state and looks very unlikely to do so in South Carolina on Saturday. The Massachusetts senator seemed most impassioned -- and effective -- while attacking Bloomberg for his past comments about women and his wealth. Warren faded from view too often, however, in other parts of the debate. She needed another star turn like she had in Las Vegas six days ago. She didn't get one. * Moderators: The five-person CBS team swung between refusing to get involved as the candidates talked over one another for 15-20 seconds at a time and stepping in at unnecessary moments to break up actual substantive disagreements between the candidates. The questions were also not great -- focused too much on narrow policy matters (charter schools) and not enough on BIG issues of the day like, say, the coronavirus. Look, I'm under no illusion that moderating a debate like this one is easy. It's not. But the CBS moderators often didn't seem up to the task. * Live audience: The clapping and booing of candidates was totally out of control. And unfortunately it affected the candidates (see my Sanders write-up above) and will likely have some reverberations on how people watching on TV thought the field performed. I am against live-audience debates in general, since the debates are quite clearly (and should be) produced with the live TV (and streaming) audience in mind. But if you are going to let the audience be there, then enforce a policy of polite clapping and no booing. Please."], "Language": false}