{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/26/tennis/gallery/maria-sharapova-retirement-career-photos-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Elsa/Getty Images North America/Getty Images", "Mike Hewitt/Getty Images Europe/Getty Images", "Phil Cole/Getty Images Europe/Getty Images", "Clive Brunskill/Getty Images North America/Getty Images", "Mark Dadswell/Getty Images AsiaPac/Getty Images", "Kiyoshi Ota/Getty Images AsiaPac/Getty Images", "Clive Brunskill/Getty Images Europe/Getty Images", "ROBYN BECK/AFP/AFP via Getty Images", "Adam Pretty/Bongarts/Bongarts/Getty Images", "Joe Maher/Getty Images Europe/Getty Images for Sugarpova", "Cameron Spencer/Getty Images AsiaPac/Getty Images"]], "FirstPublishDate": ["2020-02-26T16:19:32Z"], "LastModifiedDate": ["2020-02-26T16:19:32Z"], "Headline": ["Maria Sharapova's tennis career in pictures"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Five-time grand slam champion Maria Sharapova announced her retirement from tennis on February 26, 2020 at the age of 32. The Russian shot to fame when she defeated Serena Williams 6-1 6-4 in the Wimbledon final in 2004. She was just 17 years old when she became Wimbledon's third youngest female champion.  There was more success to come. Having risen to the top of the world rankings, Sharapova secured her second grand slam title with victory over Justine Henin at the US Open in 2006.  Her third major triumph came at the 2008 Australian Open when she defeated Serbia's Ana Ivanovic in the final having not dropped a set all tournament. Despite her success, Sharapova also struggled with injuries in the early part of her career, suffering a series of shoulder issues that eventually required surgery in 2008. Here, she receives treatment while facing Petra Kvitova at the Torya Pan Pacific Open in Tokyo in 2011.   Having twice fallen in the semifinals and three times in the quarterfinals of the French Open, Sharapova eventually completed the grand slam of all four major titles when she defeated Italy's Sara Errani at Roland Garros in 2012. It wasn't long before the Russian wrapped up her second title in Paris, defeating Simona Halep in the 2014 final. But that was to be the last grand slam victory of Sharapova's career.  In 2016 she tested positive for banned substance meldonium. Her initial two-year ban was cut to 15 months following an appeal. She made her return in April 2017 at the Stuttgart Open where she won her first match since serving the ban against Roberta Vinci of Italy. Sharapova made her grand slam comeback at the 2017 US Open, reaching the fourth round. She was unable to reach the same heights as the start of her career at majors, her best result a quarterfinal showing at the French Open in 2018. She has built a successful business empire away from the court, pictured here at an event for her sweet company Sugarpova in London last year. Her endorsements have included Nike, Gatorade, Canon and Cole Haan. She played the final game of her career at the 2020 Australian Open. After a year beset with injury struggles, Sharapova lost to Croatia's Donna Vekic in the first round in Melbourne."], "Language": false}