{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/cnn-underscored/best-zit-stickers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-02-26T15:57:18Z"], "LastModifiedDate": ["2020-02-26T15:57:18Z"], "Headline": ["What's the real deal with zit stickers? We find out"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Whether you suffer through the occasional breakout or have battled acne your entire life, one thing remains constant — many of us are looking for a zit cure. From the second we feel a blemish beginning to burn under our skin, we panic and grasp for something, anything, that will get it gone.  For decades we've spot-treated pimples with everything from homemade cures — toothpaste! green tea! crushed aspirin! — to myriad zit creams, with mixed to disappointing results. Why? Because those topical gels and creams typically only address the uppermost layer of skin, without actually penetrating the pimple. And as Dr. Marnie Nussbaum, a board-certified dermatologist in New York, told us, \"Many people overapply spot treatment, which results in irritation, dryness and redness.\" More to complain about: Applied at night, those creams often rub right off onto our pillowcases.  Do zit stickers work?  Thankfully, all that is changing with the emergence of pimple patches. Or zit stickers. Or acne dots. Whatever you want to call them, these face stickers are changing our pimple-fighting game for one big reason — they work.  \"Pimple patches come in the form of hydrocolloid bandages, which doctors have used for decades in wound healing,\" Nussbaum says. \"They are an effective way to target a [zit] with a premeasured dose of acne-fighting ingredients.\" \"Pimple patches work because they absorb excess fluid and have a vacuum-like effect that gets out any dirt and oil that could be causing a breakout,\" says New York City dermatologist Dr. Debra Jaliman. \"It then converts those impurities into a gel-like substance that sticks to the patch and is sealed away from the face.\" Another advantage of the patch, according to Nussbaum: less picking. \"Not only do they directly treat specific lesions, but they also make it extremely difficult to pick or pop a pimple, which will result in dark spots or even scarring,\" she says.  What to expect from zit stickers  While everyone's experience may vary, it's important to remember these stickers aren't miracles — but they can shorten the duration of your breakout or, in some cases, stop it from rising to the surface altogether, according to these dermatologists. \"The patch should help the skin absorb the acne-fighting ingredients and the lesion should flatten out and resolve in a shorter time,\" Nussbaum says.  Jaliman says the patches won't always work overnight, but they do in fact work if worn correctly. \"They should be worn for at least six hours,\" she says. \"When you remove it, you should be able to see that the presence of the pimple is not as visible. It might not look as red or irritated. It should also cut the healing time down.\" More to know: Standard hydrocolloid patches are going to work best for formed zits, especially whiteheads, as they will pull out and absorb the pus, oil and more. Hydrocolloid bandages with acne-fighting ingredients like salicylic acid are going to be your best best for pimples that are just starting, preventing them from ever seeing the light of day.  Well, there you have it folks. Buh-bye, old-school zit creams. Hello, new-school zit stickers. We've rounded up the doctors' preferred brands, some Amazon cult favorites, and a few of our swear-by pimple patches below. Peter Thomas Roth Acne-Clear Invisible Dots ($32; nordstrom.com) From revered skin care brand Peter Thomas Roth, these dots are definitely the most invisible on our list, and could easily be worn throughout the day without detection. Jaliman counts them among her favorites.  \"They have salicylic acid, tea tree oil and hyaluronic acid,\" she says. \"The salicylic acid treats the pimple and encourages exfoliation of skin and unclogging of pores, while the oil has anti-inflammatory and anti-microbial properties.\" As for the hyaluronic acid, Jaliman says that will hydrate the skin without clogging pores, preventing the dry skin problem that often happens when you use certain acne products. _______________________________________________________________________________ Zitsticka Killa Kit ($29; amazon.com) Of all the patches on this list, these definitely feel the most sci-fi, thanks to the freeze-dried microdarts that penetrate the skin and deposit zit-fighting ingredients straight into the pimple's nucleus. Chrissy Tiegen and Keke Palmer are devotees of the brand and have both touted the patches on their Instagram stories, and it turns out Nussbaum is a fan as well.  \"The ZitSticka patches contain a microdart technology to help infuse the active ingredients into the skin, consequently defusing the breakout,\" she says.  _______________________________________________________________________________ Peace Out Acne Healing Dots ($19; sephora.com) With more than 2,000 positive reviews on Sephora, these acne treatment dots from Peace Out are a top-seller on the site and are perfect for pretreating a zit. Jaliman recommends them, too, saying, \"They contain the hydrocolloid along with some very good ingredients such as salicylic acid and aloe which help treat and fight acne.\" _______________________________________________________________________________ Alba Botanica Acnedote Pimple Patches ($7.99; target.com) Made of 100% vegetarian ingredients, these patches are flying off the shelves at Target locations throughout the US — at one point, more than 30% of the retail chain's locations were sold out.  Nussbaum recommends them, too. \"These pimple patches are great as they contain witch hazel and salicylic acid, which reduces inflammation and pulls fluids away from skin to help treat pimples,\" she says. \"They also feature tea tree oil, which contains anti-inflammatory and anti-microbial properties that help in treating inflammatory acne lesions.\"  _______________________________________________________________________________ Avarelle Cover Patch ($8.50; amazon.com) The Amazon reviewers have spoken, and nearly 7,000 reviewers have declared that the Avarelle zit stickers are their favorite. Packed with tea tree and calendula oil, the hydrocolloid patches come in a resealable bag (to keep dust out) and turn a milky white color when they're ready to be removed.  \"These have been life changing for me,\" writes one reviewer. \"As opposed to other brands, this has been the only one that works in protecting and getting rid of pimples, and is absolutely the only one that is thin and transparent enough to wear in public or under makeup. After sleeping with the Avarelle patches, my breakouts are usually either totally flat, or gone.\"  _______________________________________________________________________________ Nexcare Acne Cover ($4.50, originally $7.99; amazon.com) Right on Avarelle's heels in the Amazon reviews department is Nexcare's zit stickers, which have more than 5,500 positive write-ups. Working like a sponge to remove toxins and bacteria from your skin, the patches are best at targeting and withering down whitehead pimples.  \"I don't know how these little guys work, but work they do,\" writes one reviewer. \"I had one blemish for so long that I assumed it and I would be cremated together when that time came. Two of these guys later, and not only was the blemish gone, the portal through which it came from the underworld into my life was miraculously not only closed but healed.\" _______________________________________________________________________________ Squish Flower Power Acne Patches ($14; urbanoutfitters.com) We're just going to go ahead and say these are the cutest hydrocolloid patches on our list. Squish is a just-launched beauty brand focusing squarely on Gen Z and millennials, serving up products that are clean, fun and, oh yeah, that actually work, too. So far, the flowers have been spotted on celebs like Camila Mendes and Barbara Palvin. _______________________________________________________________________________ The Mighty Patch ($12.50; amazon.com) These hydrocolloid patches may be small, but they're definitely mighty, too. Perfect for honing in on whiteheads (and absorbing pus and fluid), the patches have racked up more than 3,000 positive Amazon reviews, in addition to a slew of critical praise from beauty editors. And they come in different iterations, too. Have a cluster of pimples? Try the mega-sized patch. Need something ultra-thin for daytime? Then give the invisible patch a go.  _______________________________________________________________________________ CosRx Acne Pimple Master Patch ($12; amazon.com) From K-beauty brand CosRx come these discreet little patches that are best suited for whiteheads, reducing redness and inflammation, and speed up healing when worn overnight.  Nearly 2,000 Amazon reviewers rave about the product, with one writing, \"These patches have changed my life. I have sensitive, dry skin and suffer from hormonal acne. My face has transformed from covered with acne, to an occasional pimple that's soon gone. It doesn't work on every pimple and sometimes it takes a couple of applications to work on the deep ones, but I would say it solves 90%.\"  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}