{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/football/bayern-munich-chelsea-champions-league-ticket-prices-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Sinnott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T22:26:54Z"], "LastModifiedDate": ["2020-02-25T22:56:58Z"], "Headline": ["Bayern Munich fans protest at Champions League ticket prices"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Bayern Munich fans mounted a renewed protest over Champions League ticket prices as the Bundesliga club romped to a 3-0 victory over Chelsea at Stamford Bridge on Tuesday. Bayern's supporters unfurled a banner during the last-16 first-leg tie in London that read: \"Away end CFC £55 FCB 59+1€,\" a reference to Chelsea and Spanish club Barcelona.  \"Stop clubs' pricing insanity! Twenty is plenty.\" \"Twenty is plenty\" is a reference to the campaign launched in England by the Football Supporters' Federation for clubs to cap ticket prices for visiting supporters at £20 ($26). In August, European governing body UEFA announced that it had reached agreement with clubs to cap ticket prices for away fans in the Champions League and Europa League this season. The agreement stipulated that away tickets would cost a maximum of €70 ($76) in the Champions League and €45 ($49) n the Europa League. \"Fans are the lifeblood of the game and those who follow their teams to away matches must have access to tickets at a reasonable price, bearing in mind the cost they have already had to incur for their trip,\" said UEFA President Aleksander Čeferin. \"By capping ticket prices, we want to make sure that away fans can still travel to games and play their part in making the atmosphere inside football stadiums so special.\" READ: Liverpool continues its unbeaten Premier League streak The Bayern fans made a similar protest during their Champions League last-16 tie against Liverpool at Anfield last season. The supporters of the German club have also made their displeasure known about the price of watching European football matches during Champions League games against Anderlecht in 2017 and Arsenal in 2015. If the Bayern fans were left counting the cost of their trip to Stamford Bridge, at least they left London having been thoroughly entertained by their team ruthlessly dismantling Chelsea -- and all but securing a place in the Champions League quarterfinals. Thomas Mueller hit the bar in the first half for Bayern and Chelsea goalkeeper Willy Caballero made a series of saves to thwart Robert Lewandowski as the visitors served notice of their attacking intent. Bayern really moved through the gears in the second half and took control of the match with two quick goals from Serge Gnabry -- both set up by Lewandowski. READ: Neymar sees red in PSG's thrilling comeback The prolific striker then grabbed his 11th goal in the Champions League this season after he was set up by the impressive Alphonso Davies. \"Three goals should give us a lot of confidence,\" Gnabry told BT Sport. \"We need to be prepared for the second leg and we can't take it serious enough. \"We saw last season with Liverpool beating Barcelona, we know we have to be careful and focus.\" 'Quite sobering' A miserable evening for Chelsea was capped by a booking for Jorginho, which rules the midfielder out of the return leg in Munich on March 18, and a red card for Marcus Alonso. The Spaniard's arm caught Lewandowski in the face and after initially being booked, Alonso was then dismissed following a VAR decision. \"The performance was poor and sometimes you have to be brutally honest,\" Chelsea manager Frank Lampard told BT Sport. \"They outclassed us in every department and it's quite sobering. \"The level of team they are is why they challenge in the Bundesliga and Europe year in year out. I'm disappointed we couldn't do more against them. \"We have to take it on the chin and work towards getting back to the levels we want to be at.\""], "Language": false}