{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/cnn-underscored/hasbro-tiger-electronics-lcd-handheld-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-02-25T22:32:59Z"], "LastModifiedDate": ["2020-02-25T22:32:59Z"], "Headline": ["These '90s handheld games are making a comeback and available for preorder right now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Before the era of ultra-realistic gaming ushered in by PlayStation and Xbox, '90s kids got their gaming on with Tiger Electronics' LCD handheld games. They were brief versions of the era's most popular games, played on ultra-portable little consoles. Now, Hasbro is resurrecting a select few of the handheld games of yore. That's right, these portable games are making a comeback, featuring The Little Mermaid, Sonic the Hedgehog 3, X-Men Project X and Transformers: Generation 2. Each costs $14.99 and will land this fall, but you can preorder them now.  Tiger Electronics has remade all these games with a strong influence from the original handheld units. If you remember these early consoles, you can expect the same gameplay and sound effects that you got in the '90s, bringing all those childhood memories back to life. The handheld is nearly identical, with the same classic D-pad directional control, \"Jump\" and \"Move\" buttons, plus the designs look just like the originals. We got to try out a couple of these new takes on classic handhelds at Toy Fair 2020. The background is vibrant, and the little characters are still hard to see unless you angle the device in just the right way. The audio has that scratchy, old-school sound that harkens back to the good ol' days. Depending on which handheld you choose, you can battle through up to six stages to beat the entire game. And whether you're fighting Starscream or Ursula, these nostalgic snapshots are sure to bring back some great memories for all us '90s kids.  So if you're a retro fanatic, get ready to geek out with the new LCD handheld games from Tiger Electronics, available in the fall, but which are up for preorder right now for $14.99 each.  Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}