{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/champions-league-live-blog-chelsea-bayern-napoli-barcelona-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and John Sinnott, CNN"], "Writers": [["Matias Grez", "John Sinnott"]], "FirstPublishDate": ["2020-02-25T18:27:31Z"], "LastModifiedDate": ["2020-02-25T22:21:04Z"], "Headline": ["Champions League: Barca survives Napoli scare; Bayern thumps Chelsea"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Robert Lewandowski just can't stop scoring ... and he's got one of Cristiano Ronaldo's Champions League records in his sights. The omens may not be good for Bayern Munich if past events are anything to go by ... but this team looks seriously impressive in the Champions League this season. That was a bad, bad evening for Chelsea. Bayern Munich was absolutely scintillating and inflicts Chelsea's heaviest defeat in European competition. Alphonso Davies, Serge Gnabry and Robert Lewandowski were unstoppable going forward and you'd have to say Chelsea's time in the Champions League this season is over. Despite playing the final six minutes with only 10 men, Barcelona looked in control and will be confident of getting the better of Napoli in the return leg. Dries Mertens' stunning strike in the first half broke the deadlock, before some nice build-up play saw Barcelona equalize through Antoine Griezmann in the second period. It was an interesting clash of styles between two managers -- Gennaro Gattuso and Quique Setien -- making their Champions League debuts as coaches. By his ludicrously high standards, that was a very quiet night for Lionel Messi who rarely looked in the game. One final flashpoint saw Arturo Vidal sent off for a challenge and clash of heads with Mario Rui. Barcelona will play the remaining few minutes of this match with with 10 men after Arturo Vidal receives his marching orders. The Chilean picks up two yellow cards in the same incident; the first for his foul on Mario Ruiz and the second for squaring up to the Portuguese full back. Can Barcelona hold on? Chelsea's evening goes from bad to worse as defender Marcos Alonso is shown a red card following a VAR review. The referee had initially only given Alonso a yellow after he tangled with Robert Lewandowski ... several viewings later and a sending off looks a very, very harsh decision. Lionel Messi has looked surprisingly off the pace in Naples this evening. On several occasions he's not been able to sort his feet out in attack and his passing has been well off his usual high standards. To top it off, he's picked up a yellow card for catching Napoli goalkeeper David Ospina in the chest with his studs. Robert Lewandowski has made two goals and now's he bagged the third. Alphonso Davies scampers down the left -- he's just too quick for the Chelsea defense -- and squares for Lewandowski.  There's only one outcome and the ball soon ripples the back of the net. It's the Bayern striker's 11th goal in the Champions League this season. Chelsea 0-3 Bayern Munich Last season during Bayern Munich's Champions League last-16 tie against Liverpool at Anfield the Bundesliga club's fans made their feelings known over the cost of ticket prices for European Cup games. And they've made their feelings known again at Stamford Bridge ... What a huge, huge opportunity missed by Napoli to retake the lead. Jose Callejon finds himself one-on-one with Marc-Andre ter Stegen but opts to take a touch and that allows the goalkeeper to come out and smother the shot. Could Napoli be left to rue that chance? Just before those two Serge Gnabry goals, Jorginho picked up a yellow card for dissent. The booking means he will miss the second leg in Munich.  And given his influence in the Chelsea midfield he will be a huge miss. Just before that goal, Dries Mertens -- Napoli's goalscorer and biggest goal threat -- had been forced off injured with a nasty looking knock. The Belgian was attempting the clear the ball when a high boot from Sergio Busquets meant he kicked the Spaniard's studs. After attempting to play on for a few minutes, Mertens was forced to limp off and replaced by Arkadiusz Milik. After showing very little in the first half, Barcelona has a crucial away goal in this tie. Quique Setien's side shows great patience in attack and Nelson Semedo's low cross is turned home by Antoine Griezmann. Serge Gnabry really does love London.  He got four against Spurs in the Champions League group stages and he's grabbed his second against Chelsea with Bayern threatening to run riot. Again Robert Lewandowski is the creator, slipping the ball into the path of Gnabry, who brilliantly directs the ball past Willy Caballero and into the net. Chelsea 0-2 Bayern Munich Finally ... Bayern is ahead. Serge Gnabry exchanges passes with Robert Lewandowski and with the goal at his mercy the former Arsenal forward makes no mistake. Chelsea 0-1 Bayern Munich. Can Lionel Messi work his magic to get Barcelona out of a tight spot yet again? The Argentine has been very, very quiet so far -- though credit for that must go to Napoli's defensive work. Well, what a perfect half of football that was from Napoli. The Italian side has been hugely impressive defensively, spending most of the 45 minutes on the back foot ... but Barcelona has looked more toothless than a grandparent without their false teeth. And the one clear opportunity Napoli got in the first half Dries Mertens took with aplomb, bending the ball past a helpless Marc-Andre ter Stegen. Barcelona did for one brief moment look to have broken through Napoli lines but an unusually wayward pass from Lionel Messi scuppered the attack. Chelsea gives their fans some hope as Bayern Munich goalkeeper Manuel Neuer is finally tested. Marcus Alonso, who scored a cracker in Saturday's Premier League win over Tottenham Hotspur, fires in a shot but Neuer saves. At half-time it's 0-0. Chelsea's most dangerous moments have come from crosses delivered by Ross Barkley and Mason Mount. But Bayern are still in control and Thomas Mueller has just showcased the most wonderful piece of improvisation. With his back to goal, he still manages to guide a header towards goal which comes back off the bar. So close. Not only does that goal give Napoli an early advantage in this tie, it puts Dries Mertens joint top of the club's all-time goalscoring charts. The Belgian joins Marek Hamsik on 121 goals, ahead of Diego Maradona's 115 in second. Out of absolutely nothing ... Napoli catches Barcelona on the counterattack and Dries Mertens finishes the move with a stunning strike into the top corner. The San Paolo ERUPTS! There's plenty of time left in this game between Chelsea and Bayern Munich at Stamford Bridge but one Blues fan already looks to invoking divine intervention. And no wonder ... Chelsea goalkeeper Willy Caballero has just made his third save to deny Robert Lewandowski. Thomas Mueller then goes close as he fizzes a shot just past the post. There's some lovely intricate passing patterns being made by both teams at the San Paolo but so far neither Barcelona or Napoli have been able to fashion a chance. Much of the game is being played in tight pockets of the pitch and Napoli is dropping all 11 players behind the ball to defend when Barcelona is in possession. Coach Gennaro Gattuso has a clear game plan here as Napoli looks to counter quickly when it steals the ball ... but it could be a long night for the home team if it defends this deep. With 15 minutes gone at Stamford Bridge the visitors Bayern Munich are on top. Kingsley Coman has flashed a shot narrowly wide and then Robert Lewandowski runs free but Willy Caballero is quickly out of his goal and blocks the Bayern striker's effort with his body. Plenty of fans around Napoli's San Paolo are wearing protective face masks amid Italy's coronavirus outbreak. The country's civil protection ministry confirmed on Tuesday that an 11th person had died of the disease and more than 280 have been infected. Four Serie A fixtures were called off over the weekend as strict emergency measures were implemented across northern Italy, after a spike in confirmed cases in the regions of Lombardy and Veneto. Torino's game at home to Parma, Verona's tie with Cagliari and Atalanta's match against Sassuolo were amongst the Serie A games to be postponed as Italy grapples to contain Europe's largest outbreak of the virus. Restrictions in the most affected regions included the closure of public buildings, limited transport and a ban on public events in 10 municipalities. A number of matches in Italy's lower football leagues were also postponed, along with the women's Six Nations Rugby game between Italy and Scotland. We have kick off in Naples and London ... stay with us for all the updates this evening. With a huge El Clasico coming up on Sunday, victory this evening is crucial for Barcelona as we enter a critical stage of the season. Defender Gerard Pique has warned his teammates of the threat Napoli poses; this is a team that usually saves its best for the best. Under former coach Carlo Ancelotti, Napoli became the first team to beat Liverpool this season, comfortably winning 2-0 at the San Paolo before earning a draw at Anfield. Here's what Pique had to say at the pre-match press conference. Having a good game against Napoli will help us to face El Clásico more calmly. It's an important week, and we want to keep the good run going, it gives us confidence.\" Coming to such a historic stadium is always different. When you are a footballer you have to enjoy new experiences like this.\" Maradona gave a lot to this sport. He will be remembered here forever. But I have worked closely with Messi, and I'll take his consistency and his daily dose of magic.\" Here you can find some Champions League nuggets to impressive your friends at pub (courtesy of FC Barcelona). This is the first time in history that Barcelona has ever faced Napoli in an official match.\nQuique Setien's defence will have its work cut out this evening ... only once in Champions League history has Napoli failed to score at home (0-0 vs. Dynamo Kiev in 2006).\nNapoli is unbeaten in seven Champions League home games.\nThis is the first Champions League match manager Quique Setien has ever coached in.\nLionel Messi has scored 12 goals against Italian clubs ... although all of them have come at the Nou Camp.\nThe little Argentine has scored against a staggering 34 different opponents in Europe ... tonight he could make it 35. By Lionel Messi's ludicrously high standards, four games without scoring a goal is quite the drought. So it will have come as some relief, to him and especially to Barcelona, that he ended that dry spell by plundering four goals in Saturday's 5-0 rout of Eibar. Barcelona hasn't tasted Champions League glory since 2015 and five years is an awfully long time for a team boasting arguably the greatest player of all time to go without winning the biggest prize in football. Messi has long been the glue holding a crumbling club together and rumours of a departure from the Catalan club this summer continue to circulate in Spain. At 32 years of age, time is running out for Barcelona and Messi to once again be crowned Champions League winners. You can read more about yet another magic Messi performance here. An unacknowledged son, photo ops with the mafia and humongous cocaine binges: it's incredible that Diego Maradona found time to become the greatest footballer of his generation. The Argentine, considered by many to be the greatest player of all time, played for both Barcelona and Napoli but it was his time in Italy that defined his club career. During his seven years at Napoli, Maradona catapulted an unheralded team to become Italian league champions -- twice -- won the World Cup with Argentina and nearly came within a whisker of defending it. You can read and watch more about his turbulent career in Thomas Page's report here. Earlier this month, Bayern Munich's prolific Robert Lewandowski added his name to the Bundesliga record books by becoming only the second player in the history of the German top division to score 23 goals in the opening 22 games of the season. The striker, 31, scored in the third minute of Bayern Munich's 4-1 win over FC Koln on Sunday to equal a feat only previously achieved by the great Gerd Muller, who also played for Bayern. Since then, the Pole has added two more goals to his Bundesliga tally. In a humorous post on Twitter in November, the striker tweeted: \"I have to confess ... I am addicted to scoring goals.\" Bayern Munich had quite the Champions League away day the last night it visited London. Bayern thrashed Tottenham Hotspur 7-2 in a Champions League group stage game in October, with Serge Gnabry nabbing four second-half goals in an eye watering result against a hapless Spurs side which capitulated after the half-time whistle. But in a topsy-turvy season for Bayern, the Bundesliga club then parted ways with coach Niko Kovac after a 5-1 hammering by Eintracht Frankfurt in November proved to be an embarrassment too far for the club's board. Bayern said the decision was by mutual agreement, with Kovac adding: \"I think this is the right decision for the club at the moment. The results, and also the way we last played, made me come to that decision.\" Hansi Flick was initially appointed as interim coach, though in December Bayern announced he would remain in charge of the team until the end of the season. Here's how the two teams will line up at Stamford Bridge. Here's how your two teams line up in Naples. Former Bayern Munich star Hamit Altintop spoke to CNN's Alex Thomas ahead of the crunch clash against Chelsea. He believes Bayern will have too much \"confidence\" and \"experience\" for Chelsea ... plus a striker called Robert Lewandowski. It's a red letter day for all Chelsea fans. May 19, 2012 was when the club won its first -- and so far only -- Champions League title. For Bayern Munich, it's a date that provides more painful memories given the game was played at its home stadium -- the Allianz Arena -- and arguably the Bundesliga club should have won the match, both before it went to extra-time and also during those 30 extra minutes. Ultimately Didier Drogba scored the winner in a dramatic penalty shootout as Chelsea beat Bayern. The Ivorian striker coolly slotted home his kick to spark frenzied celebrations among his teammates and the Chelsea fans in Bayern's Allianz Arena. Manuel Neuer had saved Juan Mata's first penalty for Chelsea to give Bayern the early advantage in the shootout, but Petr Cech saved a weak Ivica Olic effort before Bastian Schweinsteiger saw his penalty hit the post. The match had finished 1-1 after extra time, with Thomas Mueller putting Bayern ahead in the 83rd minute before Drogba dramatically leveled with two minutes remaining. Arjen Robben then missed a penalty in the first half of extra time, setting up the dramatic shootout finale where the home side fluffed their lines to leave the Bavarian fans stunned. Chelsea's victory capped a remarkable spell for Roberto Di Matteo who had taken over as interim manager after the sacking of Andre Villas-Boas. That May evening in Munich also finally fulfilled the ambitions of the club's Russian owner Roman Abramovich in lifting Europe's top club prize. At that point, Abramovich has ploughed an estimated $1 billion into purchasing the players to turn Chelsea into a European power since buying the club in 2003 and gone through eight managers in that time, but the closest he had come to the Champions League was a penalty shoot out loss to Manchester United in 2008. Oh and Chelsea manager Frank Lampard was captain that day eight years ago."], "Language": false}