{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/us/kobe-bryant-rob-pelinka-final-text-memorial/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-02-25T16:20:07Z"], "LastModifiedDate": ["2020-02-25T20:28:05Z"], "Headline": ["Even in his final moments, Kobe Bryant was trying to lift someone up, friend and Lakers GM says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Much has been said in the last month of Kobe Bryant's thoughtfulness and generosity, and mourners learned this week that even his \"last human act was heroic.\" The anecdote was delivered by Los Angeles Lakers general manager Rob Pelinka during Monday's memorial at Staples Center. Vanessa Bryant breaks hearts at ceremony Pelinka was Bryant's friend and former sports agent, and godfather to his daughter, Gianna, who died along with her dad and seven others when their helicopter crashed in Calabasas last month.  On the foggy morning of January 26, Pelinka was in church with his family when his phone buzzed in his pocket, he told the arena's capacity crowd.  He was inclined to ignore the incoming text message, \"but for some reason, with this text, I felt a sudden urge to check my phone,\" he said.  It was Bryant. No big deal. They spoke every day, Pelinka said. His instinct was to return his attention to the preacher's Sunday sermon. He changed his mind when \"a gentle otherworldly nudge compelled me to open the text,\" he said.  Bryant wanted to know if Pelinka knew a certain baseball agent in Southern California, a matter Pelinka initially thought could wait. But there was another gentle nudge, he said.  \"I grabbed my phone and texted Kobe back that I had seen the baseball agent at a Lakers game just the other night and was happy to help him,\" the Lakers GM recalled.  Bryant explained he wanted to help a friend's daughter land an internship at a sports agency, and he was willing to vouch for her character, intellect and work ethic.  \"He clearly wanted to champion a bright future for her,\" Pelinka told the audience. \"I texted Kobe right back and said I would put a plan in motion to help him get that done.\" It was just after 9:30 a.m., moments before the Sikorsky S-76 carrying Bryant and the others to his Newbury Park academy crashed into the Santa Monica Mountains.  \"A handful of minutes later, Kobe and Gianna and seven other beautiful souls ascended into heaven. Kobe had been texting me from the helicopter,\" Pelinka said.  The girl Bryant sought to help is Lexi Altobelli, the 16-year-old daughter of John and Keri Altobelli and the big sister to Alyssa, all of whom died along with Bryant. Lexi was not on the aircraft.  \"Kobe's last human act was heroic. He wanted to use his platform to bless and shape a young girl's future,\" Pelinka said.  The Lakers executive closed by waxing about their friendship, how Bryant always greeted Pelinka's kids with enthusiasm, the family trips they took together and Bryant's intense devotion to his own family.  When Pelinka made the transition from sports agent to the Lakers' front office, Bryant -- having spent 20 years in a career that kept him away from his family more than he would've liked -- empathized.  \"Kobe understood the toll it would take on my family time, so he and Vanessa would regularly check in with my wife and kids to make sure everything was good,\" he said. \"That's what friends do. Kobe lived to make other people's lives better all the way up until his final text.\""], "Language": false}