{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/supreme-court-cross-border-shooting-case/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ariane de Vogue and Devan Cole, CNN"], "Writers": [["Ariane de Vogue", "Devan Cole"]], "FirstPublishDate": ["2020-02-25T15:33:31Z"], "LastModifiedDate": ["2020-02-25T19:18:21Z"], "Headline": ["Supreme Court says parents can't sue US Border Patrol agent who fatally shot teenage son in Mexico"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Supreme Court said Tuesday that the parents of a Mexican youth who was shot to death in Mexico by a US Border Patrol agent standing on American soil cannot try to sue the agent in US courts for damages. The ruling is a win for the agent and the United States government, who argued the case should not be allowed to go forward. The decision will make it harder for individuals to sue federal officers when their constitutional rights are violated. The 5-4 ruling came down along familiar ideological lines, with the Court's five conservative justices siding with the government and its four liberal justices dissenting.   Justice Samuel Alito, writing for the majority, said that \"regulating the conduct of agents at the border unquestionably has national security implications\" and that any risk of undermining border security provides a \"reason to hesitate.\" The conservative justice emphasized that the circumstances surrounding the case were \"tragic,\" but said Congress needs to act, rather than the courts. In 2010, Sergio Hernandez, a 15-year-old Mexican citizen, was with friends on a cement culvert that separates El Paso, Texas, from Ciudad Juarez, Mexico. The international border runs down the middle of the culvert. Hernandez's parents say their son and the others were playing a game: crossing the border, touching a fence and then running back to Mexican soil. They accused Jesus Mesa Jr., the Border Patrol agent, of arriving on the scene and fatally shooting their son while Mesa was standing on US soil. They wanted to sue Mesa for violating the Fourth and Fifth Amendment. According to the government, Mesa resorted to force only after Hernandez refused to follow commands to stop throwing rocks. Justice Ruth Bader Ginsburg, joined by the other liberal justices, dissented, saying the claim should be heard. Ginsburg also referred to problems at the US-Mexico border that date back nearly a decade.  \"Regrettably, the death of Hernández is not an isolated incident,\" she wrote.  \"One report reviewed over 800 complaints of alleged physical, verbal, or sexual abuse lodged against Border Patrol agents between 2009 and 2012; in 97% of the complaints resulting in formal decisions, no action was taken,\" Ginsburg said, referring to a court filing. Ginsburg also wrote that \"there is still no good reason why Hernandez's parents should face a closed courtroom door,\" noting that the circumstances would have been different if Hernandez had been \"running up or down the United States side of the embankment.\" Hernandez's \"location at the precise moment the bullet landed should not matter one whit,\" Ginsburg wrote, calling Mesa, the agent, \"rogue.\"  Disagreeing with Alito, Ginsburg wrote that \"neither US foreign policy nor national security is in fact endangered by the litigation.\" The Justice Department declined to bring a criminal charge against Mesa in 2012 and it supported the agent in court, arguing that the family cannot come to the US courts and sue for damages. Solicitor General Noel Francisco urged the justices in a court brief that \"imposing a damages remedy on aliens injured abroad by US government officials would implicate foreign-policy considerations that are committed to the political branches\" and would inject the courts into sensitive matters of international diplomacy that would \"risk undermining the government's ability to speak with one voice in international affairs.\" This story has been updated with details of the opinion and dissent."], "Language": false}