{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/asia/china-india-border-dispute-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["New Delhi"], "ByLine": ["By Vedika Sud and Ben Westcott, CNN"], "Writers": [["Vedika Sud", "Ben Westcott"]], "FirstPublishDate": ["2020-05-11T07:39:45Z"], "LastModifiedDate": ["2020-05-11T19:15:35Z"], "Headline": ["Chinese and Indian soldiers engage in 'aggressive' cross-border skirmish"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["An \"aggressive\" cross-border skirmish between Chinese and Indian forces Saturday resulted in minor injuries to troops, a spokesman for the Indian Ministry of Defense has confirmed. The incident, which occurred at a remote, mountainous crossing close to Tibet, is the latest in a long line of border flare-ups between the two neighboring powers. \"Aggressive behavior by the two sides resulted in minor injuries to troops,\" said the spokesman. \"The two sides disengaged after dialogue and interaction at a local level. Troops resolve such issues mutually as per established protocols,\" the spokesman added. Eleven soldiers, four Indian and seven Chinese, were reported to have been injured in the incident, which took place during a patrol in Nuka La, North Sikkim, according to CNN affiliate News18.  The Indian ministry spokesman said \"temporary and short\" face-offs between troops from both countries are a regular occurrence due to the fact that \"boundaries are not resolved.\" CNN has requested comment from the Chinese foreign ministry. India and China share one of the world's longest land borders. In 1962, the two countries engaged in a bloody  Himalayan border war and skirmishes have continued to break out sporadically in the decades since. In 2017, the two sides engaged in a months-long territorial standoff on the disputed Doklam plateau, on the unmarked border between China and Bhutan. Though not a part of Indian territory, the area is close to the \"chicken's neck,\" a strategic corridor that serves as a vital artery between Delhi and its far northeastern states. After months of rising tensions and live-fire drills, the two governments eventually agreed to back down in August 2017. Prime Minister Narendra Modi and President Xi Jinping agreed to work together to avoid further border disputes in 2018. But despite the agreement, tensions continue. As recently as September 2019, Indian and Chinese troops became involved in a \"scuffle\" on the border near Pangong Lake in the Himalayas, according to News18."], "Language": false}