{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/cnn-underscored/jennifer-fisher-cb2-collection/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-02-25T16:05:08Z"], "LastModifiedDate": ["2020-02-25T16:05:08Z"], "Headline": ["Like marble? Then you'll love CB2's latest ultra-modern collection"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Regularly worn by the likes of Jennifer Lopez, Rihanna, Michelle Obama, Sarah Jessica Parker and more, Jennifer Fisher's bold jewelry designs are known for being edgy, classic, modern and utterly stylish.  On Tuesday, Fisher brought those sensibilities home — literally. In a brand-new collaboration with CB2, the jewelry designer has unveiled dozens of furniture and décor pieces — from objets d'art and seating options to entertaining essentials and crazy-fashionable tables — that are neutral enough to blend into your home, but also chic enough that you can count on them to make a major statement, just like her jewelry.  Chock-full of seriously hip details and materials (Brass! Black marble! Tie dye!), the collection is also something that a lot of modern home décor is not: practical. \"The pieces fulfill basic needs, but I also incorporated multi-functional items, such as the Eat And Play Table, which acts as a ping pong table or a dining room table,\" Fisher told us. \"I really tried to make everything in this collection multi-use. You can use the dining table as a desk table, you can use the console table as a desk. You can use the link storage bench at the end of your bed or in your entry. I wanted the pieces to feel that they could work in any room in your house.\" But fear not, Fisher proves that functional is not boring, which is exactly why CB2 wanted to partner with her. \"Jennifer's years of experience as a stylist and jewelry designer arm her with an impeccable eye for detail and strong point of view, qualities that we knew would translate in home décor,\" CB2 president Ryan Turf says. \"We're excited to bring that same aesthetic to a stand-out collection of unique pieces and unexpected materials that are both edgy and sophisticated.\" Check out our favorite pieces from the collection below, and peruse the whole catalog here.    Marble Server ($89.95; cb2.com) Simple and elegant but hefty, too, this marble server will elevate your cheeseboard game in an instant.  _______________________________________________________________________________ Black Marble Salt Duo ($34.95; cb2.com) Salt shakers and grinders are so last year. 2020 is all about the salt cellar — and this one is as edgy as they come. Store some of Fisher's signature salts in there for the full effect.   _______________________________________________________________________________ 3-Tier Marble Party Server ($129; cb2.com) Whether you're serving up sweet or savory fare, this tiered tabletop essential — complete with a mini bowl on top that's perfect for berries or nuts — is going to be your entertaining pièce de résistance.  _______________________________________________________________________________ Snack Glass Containers ($24.95-$49.95; cb2.com) In the age of Marie Kondo, everyone everywhere is aiming to become more organized. Fisher is ensuring we don't shirk on style while we're on that quest, with these sleek glass canisters that are perfect for storing everything from cookies and dog treats to cereal and snacks.  _______________________________________________________________________________ Swirl Dinnerware ($9.95-$51.80; cb2.com) Remember when we said this line was sure to make a statement in your home? Nowhere is that more apparent than with Fisher's striking \"swirl\" dinnerware. The porcelain plates, bowls and cups in a heavily grained marble pattern will surely be a conversation starter at your next dinner party.  _______________________________________________________________________________ Gray Shag Rug ($399-$1,099; cb2.com)  You can never go wrong with a gray shag rug. Available in sizes starting at a rather large 5 by 8 feet, it's super soft and plush under your foot.  _______________________________________________________________________________ Abstract Linen Marble Pillow ($99.95; cb2.com)  It's hard to find a really good statement pillow. Plenty are cheesy, too bland or just not special enough. To solve your good-statement-pillow problems, may we present to you this lovely (but still pretty neutral) abstract one? _______________________________________________________________________________ Stick It Anywhere Vase ($129; cb2.com) The name of this piece says it all. Whether you place it on a kitchen counter, a bookshelf, a piano top or a mantle, this petite holder will make its mark.  _______________________________________________________________________________ Jewelry Storage Holder ($199; cb2.com) Sleek organization pieces are our jam, and this one is the cream of the crop, with its Lucite drawers and sleek marble casing. Your jewelry is in good hands here.  _______________________________________________________________________________ Eat and Play Table ($1,699; cb2.com) A stunning black marble dining room table that seamlessly morphs into a ping pong table? Um, yeah, we're on board with that. And your kids will be, too. Because she thinks of everything, Jennifer created snazzy black paddles, too.   _______________________________________________________________________________ Bag O' Cash Doorstop ($199; cb2.com) Doors that won't stay open are the bane of all of our existences, but propping them in place with just any ol' doorstop won't do. Fisher's black marble \"bag o' cash\" is simultaneously hilarious and beautiful, and we love how practical it is, too.  _______________________________________________________________________________ Keep Em Out/In Door ($299; cb2.com) Fisher kept both function and form in mind when designing this line, and this sleek glass temporary gate is the perfect example of her success in doing so. Anyone who's ever had to prop up one of those plastic eyesore gates for kids or pets knows all too well how overdue this product is!  _______________________________________________________________________________ Anywhere Pouf ($149; cb2.com) We never met a pouf we didn't like, and this one truly could go anywhere — tucked under a console, at the foot of a master bed — thanks to its neutral color palette. We're giving it bonus points for the eye-catching brushed fabric.  _______________________________________________________________________________ Table Link Objet ($299; cb2.com) A nod to Fisher's signature link necklaces, this oversized marble \"objet\" is perfect for a coffee table you're looking to gussy up or a bookshelf that needs filling.   _______________________________________________________________________________ Tubular Marble Lamp ($399; cb2.com) Ultra-grainy and lined with rusty browns and charcoal gray hues, this extra-large table lamp blows all those humdrum lamps on the market into the weeds. We love how the crisp circular shade pares it down, too.  _______________________________________________________________________________ Hoop Pattern Rug ($499-$999; cb2.com) Available in several sizes, this rug was inspired by Fisher's other job. \"Everything has a slight nod to my jewelry, but I didn't want it to be too obvious,\" she told us. \"For example, the Hoop Pattern Rug is an abstract painting that I did in my office of hoops that we translated into a beautiful rug.\"  _______________________________________________________________________________ Party Coffee Table ($999; cb2.com) Let's file this design under: Why didn't we think of that? A coffee table with room for an oversized ice trough is genius and cuts down the need for ice buckets and bar carts when you're entertaining. And when you're not entertaining? The trough becomes invisible, thanks to a seamless top that fits right into place.   _______________________________________________________________________________ Swivel Counterstool ($589; cb2.com) Chic seating with performance fabric and cool metal details? Yep, Fisher officially has this home décor thing down pat.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}