{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/cnn-underscored/samsung-galaxy-z-flip-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-02-25T00:50:10Z"], "LastModifiedDate": ["2020-02-25T16:01:50Z"], "Headline": ["The Galaxy Z Flip is the best foldable smartphone"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung is starting to hit its stride in the race to perfect the foldable smartphone. The Galaxy Z Flip — following on the heels of the company's tablet-like Galaxy Fold — starts compact and opens to a 6.7-inch display. It's sort of like a flip phone, but it performs better than the similar Motorola Razr thanks to its flagship-level specs. While it's cheaper than the Galaxy Fold ($1,980) and the Motorola Razr ($1,499), the $1,380 price tag still dwarfs those of the iPhone 11 ($699.99), the Galaxy S20 ($999.99) and the Galaxy S10e ($599.99). The Galaxy Z Flip may not fully live up to that asking price, but with a glass display, a sturdy hinge and flagship-level specs, it stands out as the most developed foldable smartphone yet. A standard unboxing experience Samsung packaged its Galaxy Fold in a larger-than-life box befitting the much buzzed about phone. This brought excitement to the unboxing: pulling off the slipcover, lifting off the lid and coming face-to-face with the Galaxy Fold unfolded. It was front and center, and really gave a sense of the tablet-sized device.  The company went a more generic route this time around, packing the Z Flip in a standard box. Inside, you get the device, a pair of USB Type-C AKG headphones with a few silicone ear tips, a USB Type-C to USB Type-A charging cable, a 16-watt charger, a clear case, a SIM ejector and standard instructions. An insert presents some clear warnings about the Z Flip: it's not water or dust resistant, it contains magnets, you shouldn't press too hard on the screen and don't close it with keys or coins on the inside.  The Z Flip also comes unfolded, showing off the 6.7-inch display encased in plastic. And yes, peeling that plastic is just as good a feeling as it's always been with the unboxing experience.  A sturdy build that's quite reflective The Z Flip comes in two colors: Mirror Purple and Mirror Black. After using both options, we can say that the Mirror Purple definitely stands out more. While both are astonishing in person and quite reflective, the purple option gives off the most colorful hues, as you can see in the video below. It can look blue, purple and even blueish purple, which is a sight to behold. The black option is a bit more subdued with a bit of stealthiness to the design. Fingerprints, though, are a problem with both colors from the moment you pick up the phone.  The back bottom portion features the Qi-enabled wireless charging sensor, and it's also where Wireless PowerShare comes into play. This is Samsung's nifty tech that lets you charge other devices from the smartphone. We tested the Z Flip with AirPods Pro, second-gen AirPods, Galaxy Buds, GalaxyBuds+, a Note 10+ and even an iPhone. They all received a slow-speed charge that's not nearly the speeds of standard or fast charging.  What's more: All the devices we charged this way almost slid right off with no case on the Z Flip. The device's slippery nature also caused the Z Flip to slide off both a flat and vertical wireless charger. That's why we highly recommend a case. The included clear one is decent enough, but we suggest picking up a leather one from Samsung or a plastic one from third parties like Case-Mate.  The top side of the Z Flip, when closed, has the main dual cameras: a 12-megapixel ultrawide and 12-megapixel wide-angle, which are paired with an LED flash. These are on the right bottom corner, while the left-hand side features a 1.1-inch Super AMOLED display. A volume rocker and a power button embedded into a fingerprint sensor are on the right side. The fingerprint sensor is similar to the setup on the Galaxy S10e. We had minimal issues with it (we had to reorient our finger for the sensor to recognize it a few times) and greatly prefer it over facial recognition or typing in a pin. The volume rocker has a tactile feel to it that lets you clearly know the up and down portions without looking. Aside from that, it works like any standard volume rocker. It'll reverse up and down when the device is folded versus unfolded. It will also let you easily snap a selfie when the device is folded. The real magic happens when you unfold, which can be done with just one finger with experience. While the back is slippery from the glass feel, we found that it didn't pose too many issues with opening it.  The phone's compactness belies its relatively large screen (6.7 inches, on par with the latest iPhone and Galaxy options). When opened, the Z Flips's hinge mechanism disappears, making the device's FHD+ Dynamic AMOLED Infinity Flex display rather seamless. The phone is extremely thin (7.2 millimeters thick unfolded, 17.3 millimeters when folded), yet feels hefty in the hand at 183 grams. Unlike the Motorola Razr, which never really feels sturdy, the Z Flip is solid. There are bezels around the display and two nubs on the bottom, so you can hear the Z Flip clack when you close it. The hideaway hinge is sturdy and springs to a close. The Razr wanted to either be closed or opened, but you can comfortably move the Z Flip to almost any position. You can also leave the bottom half flat and have the top half at a 90-degree angle. This is great for watching content, making video calls and taking photos with either the internal 10-megapixel camera at the top of the display or with the dual cameras on the outside. The hideaway hinge on the Galaxy Z Flip is nearly fully closed off and Samsung even added internal brushes to keep out pocket lint, rocks, dust or anything that could corrode or cause issues with the display. Samsung calls this a sweeper feature. You might recall issues with the Galaxy Fold, which forced Samsung to go back to the drawing board. So it's clear Samsung learned from its past mistakes. All of this working together makes it a smooth experience when folding or unfolding the Z Flip. It feels like the technology is getting a lot better, especially since we tested the Fold. The hinge is a crucial part of any foldable phone, and that goes for the Z Flip. We spent nearly a week with it, and it feels like the best hinge in a smartphone yet — leagues better than the Royale Flex Pai, and better than the original Galaxy Fold and the Motorola Razr.  Ultra-Thin Glass display The display on the Z Flip feels like a traditional smartphone more so than the Fold and Razr did. You don't feel bumps or metal plates, which was common — and not in a good way — on the Razr. The Fold, on the other hand, felt like a plastic display. But when YouTuber JerryRigEverything got his hands on the Z Flip, he found the device began scratching at a level of plastic, not glass. Zack Nelson, aka JerryRigEverything, began to theorize — and Samsung later confirmed — that there was a protective plastic layer over the display of the Z Flip, similar to the Galaxy Fold. The 6.7-inch Infinity Flex display on the Z Flip is 30㎛ thick (about the width of a human hair!) with a special material injected into it that gives it consistent hardness. And then a layer of plastic is placed on top to protect it. The glass layer is stronger than the screens on the Fold and the Razr. Simply put, it's a big leap forward for a foldable. Samsung's release detailed more information on Ultra Thin Glass, calling it \"tough but tender,\" which feels like a good way to explain it. While the ultra thin glass is super thin and stronger than the plastic, it still needs a plastic layer on top of it. So while it's more durable than a plastic OLED, it's still less durable than the typical glass on a smartphone — be it iPhone or a Galaxy.  That said, there's still a crease. That's a problem with foldable displays that's going to be hard to solve. With a vertical display, you'll find yourself running over it a lot, but it's not nearly as bad as the thick one on the Razr. It's a relatively thin line running across the middle and doesn't get in the way when you're consuming content. In terms of display, the phone's tall ratio lets you see more on Instagram, Twitter and Facebook — or any other app that uses a vertical orientation. Some apps, such as Disney's Emoji Blitz, won't use the whole display, but apps will likely update. We streamed Moana from Disney+ and it was quite vibrant, offering a great way to take in the 3D animation from Disney. It felt much brighter than the Motorola Razr with more crispness to the visuals. Both of these come from the resolution and display technology, two features akin to Samsung's OLED. The display is definitely on par with the iPhone 11 Pro OLEDs and those of the Galaxy S10 and Note 10 lines.  The display has a 1,080x2,636 resolution with 425 pixels per inch. It supports HDR10+ and supports more than 16 million colors. The display is on par with other flagship devices and is great for everyday use. It's paired with Android 10 running with Samsung's One UI Version 2 on top.  It performs like a flagship The Galaxy Z Flip is powered by a Qualcomm Snapdragon 855+ processor with a healthy 8GBs of RAM. That's akin to a majority of flagship smartphones from last year, including the Galaxy S10. That's paired with an internal 256GB of storage. There's also a SIM card slot (along with support for an eSIM), but there's no microSD card slot.  We ran the Galaxy Z Flip through GeekBench 5, a standard benchmarking app that puts devices through their paces. The app runs through tests on the CPU, GPU, storage speeds and RAM speeds. It mimics real world uses, like checking email (pulling it from the server and rendering it on the display), rendering a video that is being streamed and rendering a game with real-time inputs. It's a standard that CNN Underscored uses for our device reviews. The Galaxy Z Flip scored a 744 on a single-core and a 2,459 on multi-core, which put it squarely in line with the Galaxy S10 family and the Note 10 family.  We threw a lot at the Z Flip over the past week: playing \"Fortnite\" on both Wi-Fi and LTE, placing a ton of phone calls (who doesn't love physically closing a device to end a call?), sending emails through Gmail and Outlook, firing off Slack messages, making Google Duo calls and editing Google Drive documents. We were active on Twitter, Instagram, Facebook and Messenger, and used other apps like Netflix, Disney+, Hulu, Amazon, Duo, Afterlight, Emoji Blitz, Live Transcribe, Alexa, Google Home, among others. Throughout our time with the phone, we didn't experience any application crashes or slowdowns. The Z Flip performed incredibly well, even with some intense gaming. And you can multitask with the Z Flip. Let's say you start by watching a YouTube video. You can slide over from the right side and open Edge. From there, you can pick from your five most used apps, or open the drawer for all compatible apps. You can also pull Chrome to the bottom of the display. This way, you can comfortably check the news and watch a YouTube video on top, swipe again to have Outlook in a mini window, to reply to e"], "Language": false}