{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/business/disney-impossible-partnership/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Danielle Wiener-Bronner, CNN Business"], "Writers": [["Danielle Wiener-Bronner"]], "FirstPublishDate": ["2020-02-25T13:03:34Z"], "LastModifiedDate": ["2020-02-25T13:03:34Z"], "Headline": ["Disney is adding Impossible to its menus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It may seem like Impossible's plant-based meat substitute is everywhere. But a new partnership could give the product its biggest boost yet.  Disney and Impossible Foods, which makes plant-based meat designed to look, taste and cook like the real thing, have struck a deal that makes Impossible the \"preferred\" plant-based burger of Walt Disney World Resort, Disneyland Resort and Disney Cruise Line. \"There's a level of trust associated with Disney,\" Dennis Woodside, president of Impossible Foods, told CNN Business. \"If Disney put us on the menu, then people are more likely to try it.\" Last year, Disney announced that it was adding hundreds of vegan options across its menus. Now, the company is planning to add Impossible-branded items to the mix — giving park visitors even more choices.  The Impossible Burger is now available at Tony's Town Square Restaurant in Magic Kingdom Park at Walt Disney World Resort and will be available this spring at Smokejumpers Grill in Disney California Adventure at Disneyland Resort, among other restaurants. It's not clear how many  restaurants will ultimately serve Impossible-branded items. Disney will showcase some Impossible items at the California Adventure Food & Wine Festival at the end of the month.  People are increasingly adding plant-based items to their diets to improve their health and reduce their environmental impact. When Disney first announced its plan to add plant-based items to the menu, it noted that customers \"have embraced\" vegetarian options already available in Disney restaurants. The company has also noticed that its own employees were interested in more plant-based options.  Disneyland's Head Chef John State told CNN Business that he was impressed with Impossible's product, and liked its versatility.  \"It certainly has all the components we're looking for when it comes to flavor [and] texture,\" said State. \"It's a big game changer.\" For Impossible, the partnership is a massive marketing opportunity.  Impossible has gained a large foothold in American restaurants and food stores. Burger King now serves the Impossible Whopper throughout its roughly 7,300 US locations, and more restaurants and chains keep adding Impossible products to their menus. The product is available in grocery stores, and Impossible announced earlier this year that it has developed a pork alternative.  But plenty of people still haven't heard of Impossible. And though they may be able to try an Impossible Whopper at a local Burger King, they might not have tried other versions of the product, which can be used as a meat substitute in chili, lasagna and other dishes. A spotlight at Disney's festivals, resorts and cruises — which host millions of people a day — could help significantly boost awareness.  The partnership doesn't necessarily mean that the Impossible Burger will be at all Disney restaurants.  \"You still have to earn the business,\" said Dennis Woodside, president of Impossible Foods. \"It's not a top-down decision by Disney to force every chef to use our product. But there is an endorsement.\" "], "Language": false}