{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/kobe-bryant-memorial-monday-staples-center/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-02-24T17:48:25Z"], "LastModifiedDate": ["2020-02-25T11:23:35Z"], "Headline": ["The world said goodbye to Kobe and Gianna Bryant in an emotional and star-studded celebration of their lives"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Many people have a little brother or sister who messes with their stuff, asks too many questions and makes a nuisance of themselves. For many years, Kobe Bryant was Michael Jordan's, the Chicago Bulls legend told a packed Staples Center on Monday.  Jordan, considered by many to be basketball's GOAT, recalled an up-and-coming Bryant calling him late at night, bothering him about post-up moves, footwork or other intricacies of the game they would go on to master.  \"That nuisance turned into love over a period of time,\" Jordan said, weeping. \"At first, it was an aggravation, but then it turned into a certain passion. This kid had passion like you would never know. ... He wanted to be the best basketball player that he could be, and as I got to know him, I wanted to be the best big brother that I could be.\" After Jordan's 2009 induction to the Hall of Fame, a clip of his tearful induction speech became an internet meme, and the 57-year-old joked he might have to endure another \"crying Jordan\" meme after his Monday tribute.  \"When Kobe Bryant died, a piece of me died, and as I look at this arena and across the globe, a piece of you died,\" he said. \"I promise you, from this day forward, I will live with the memories of knowing that I had a little brother that I tried to help in every way I could. Please rest in peace, little brother.\" Beyonce opens with 'XO' Fans packing the sold-out Staples Center to honor Bryant's legacy were welcomed to the arena by no less than one of the biggest pop stars on Earth.  Performing with a band and choir clad in all white, Beyonce invited the audience to sing along with her as she belted out her song, \"XO,\" featuring the lyrics, \"In the darkest night hour, I'll search through the crowd/Your face is all that I see; I'll give you everything.\" \"I'm here because I love Kobe,\" Beyonce told the crowd, \"and that was one of his favorite songs.\" Late-night host and ceremony emcee Jimmy Kimmel took the stage before the crowd of about 20,000 people. Among the mourners were basketball luminaries Tim Duncan, Kareem Abdul-Jabbar, Magic Johnson, Shaquille O'Neal, Diana Taurasi, Lisa Leslie, Phil Jackson, LeBron James, Stephen Curry and Boston Celtics icon Bill Russell, who Kimmel pointed out had worn a Bryant jersey to the Lakers-Celtics matchup the night before.  \"In places where he would be booed on the court, Kobe is missed,\" Kimmel said before introducing Vanessa Bryant.  'He was my everything' Bryant's widow first offered a remembrance of her daughter, Gianna, 13, who was one of the eight people on the helicopter with her 41-year-old father when it crashed in Calabasas last month. Vanessa Bryant recalled how Gianna and her dad gravitated toward each other and shared a \"secret talent\" of learning the lyrics to songs after hearing them only a few times.  \"She was an incredible athlete. She was great at gymnastics, soccer, softball, dance and basketball,\" the girl's mother said. \"Gigi was confident but not in an arrogant way. She loved helping and teaching other people things. At school, she offered the boys' basketball coaches to help give the boys' basketball team some pointers -- like the triangle offense.\" With many in the arena in tears, she moved on to Bryant, her \"soulmate,\" and regaled the crowd with stories of his romantic side. He always went big on Valentine's Day and anniversaries, she said, once giving her the blue dress actor Rachel McAdams wore in \"The Notebook.\" \"I couldn't see him as a celebrity, nor just an incredible basketball player,\" she said. \"He was my sweet husband and the beautiful father of our children. He was mine. He was my everything. ... Kobe loved me more than I could express or put into words.\" 'The uncoachable one' Geno Auriemma, coach for the University of Connecticut women's team, which made Gianna an honorary team member in death, lightened the mood by poking fun at Bryant's reputation for being a ball hog and for not taking instruction during his playing days.  When \"the uncoachable one\" approached Auriemma for tips on coaching his daughter and her teammates, Auriemma initially thought, \"That poor kid,\" he said, breaking the solemnity of the moment. He watched the youngster's tape, and \"on about the third or fourth time she touched the ball, Gianna passed it when she was open. I thought, 'She's not listening to her father,'\" he said, drawing more laughter.  Former teammate Shaquille O'Neal, with whom Bryant won three rings in Los Angeles, called Bryant a loyal friend and a Renaissance man. A joker himself, the big man built on Auriemma's lightheartedness in describing Bryant as the ultimate student of the game.  \"I remember him saying, 'These guys are playing checkers, and I'm out here playing chess,' and I would say, 'I guess so, Kobe. I don't know how to play chess.'\" O'Neal, who was such a horrific free-throw shooter that teams developed a defensive technique known as \"hack-a-Shaq\" to send him to the line, closed by promising to help carry on Bryant's legacy with Kobe's three daughters.  \"I'll be sure to teach Natalia, Bianka and baby Capri all your moves, and I promise I will not teach them my free-throw techniques,\" he said.  'It's unreal right now' On Monday morning, South Figueroa Street outside the stadium looked much as it had during the Celtics game the night before, with almost every fan wearing a Bryant jersey or some purple-and-gold memorabilia, along with plenty of vendors hawking items for those who did not.  Some fans even decked out their exotic cars -- specifically, a Lamborghini and a BMW I-series -- in Bryant and Lakers imagery.  Shortly after 8 a.m. (11 a.m. ET), fans with tickets to the memorial began filing into the Staples Center where about 35,000 roses adorned the main stage from which Bryant and daughter Gianna were memorialized.  Attendees received a T-shirt featuring the father and daughter on the front, a KB pin and a \"celebration of life\" program, the back of which featured a Bryant quote dedicated \"to our daughters.\" \"It's not the destination, it's the journey,\" the quote said. \"If you guys can understand that, what you'll see happen is that you won't accomplish your dreams, your dreams won't come true, something greater will. And if you guys can understand that, then I'm doing my job as a father.\" Edward Mercado was among the fortunate few to snare tickets. He and his brother got up at 5 a.m. and drove from Riverside, about 60 miles east, to pay their respects. Mercado, 31, was decked in head-to-toe Lakers garb. Even his hair -- purple and yellow, with a green snake on his crown -- was a tribute to his hero.  \"It's unreal right now, but once I get in there, I know the emotion and tears will come out. ... Right now, I'm just holding it in. It's a blessing to be here. It's part of history going down right now, and I'll talk to my sons about this moment.\" The ceremony closed with \"Dear Basketball\" -- Bryant's Oscar-winning farewell ode to the game -- playing on the same Jumbotron that treated fans to replays of Bryant's dunks and fadeaways.  Before the crowd filed out as Nat King Cole's \"Unforgettable\" played over the loudspeakers, Kimmel offered the audience some words of advice befitting a celebration of Bryant's life: \"Work hard, and hug the people you love.\""], "Language": false}