{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/football/liverpool-record-premier-league-manchester-city-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T10:52:39Z"], "LastModifiedDate": ["2020-02-25T11:13:49Z"], "Headline": ["Liverpool continues its unbeaten streak to equal English Premier League record"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["\"Special\" and \"incredible\" was how Liverpool manager Jurgen Klopp described his team's astonishing pursuit of the English Premier League title as the league leader equaled a record the German \"never thought was possible.\" In battling back to beat West Ham 3-2 at Anfield, Liverpool matched Manchester City's EPL record of 18 consecutive victories, set in 2017. Klopp's side has now not dropped a point in the EPL since drawing 1-1 with Manchester United in October last year and could achieve an unprecedented 19th straight win at Watford on Saturday.  \"It's so special. The numbers are incredible, so difficult. We are just in the situation and want to recover and prepare for the next game,\" Klopp said after the match.  \"The next opponent is really waiting and wants to fight us, the whole stadium at Watford will go for us, that's completely normal. There will be a special atmosphere and we have to be 100% ready.\" READ: Italian soccer faces further coronavirus disruption  'Never have thought it was possible' Liverpool was certainly not as its pulsating best but showed hallmarks of a champion by finding a way to win.  Pablo Fornals had given West Ham a surprise second-half lead after Georginio Wijnaldum's opening goal was canceled out by Issa Diop's header. But the Reds rallied to stage a predictable recovery.  However, in truth, the hosts benefited from a goalkeeping error that allowed Mohamed Salah to draw level before Sadio Mane tapped in the winner from yet another cross from Trent Alexander-Arnold. With two assists on the night, the 21-year-old full-back became the third youngest player to reach 25 EPL assists, behind only Wayne Rooney and Cesc Fabregas. Liverpool is now 22 points clear at the top of the table and needs just four more wins to clinch its first domestic title since 1990.  The team has already won as many games as Arsenal's 'Invincible' side from the 2003-2004 season and equaled its own all-time English record of 21 home league wins, set by the Reds in 1972.  \"Could I have wished for a better position to go into these last 11 games? No, I would never have thought it was possible, but each one of them is really difficult and we respect that a lot,\" added Klopp, who passionately celebrated his side's latest victory.  READ: Neymar sees red in PSG comeback  Liverpool faces Watford on Saturday before traveling to Chelsea in the FA Cup fifth round next Tuesday.  With the league all but wrapped up, Klopp's attention may well switch to defending the club's Champions League crown. The reigning champion trails Atletico Madrid 1-0 after the first leg of their round of 16 tie and has it all to do when hosting its Spanish opponents on March 11.  "], "Language": false}