{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/kobe-bryant-memorial/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Veronica Rocha, Mike Hayes and Rachel Bowman, CNN"], "Writers": [["Meg Wagner", "Veronica Rocha", "Mike Hayes"]], "FirstPublishDate": ["2020-02-24T16:19:05Z"], "LastModifiedDate": ["2020-02-25T09:30:08Z"], "Headline": ["Kobe and Gianna Bryant's memorial service"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Mourners gathered at the Staples Center in Los Angeles today to honor the lives of Kobe Bryant and his 13-year-old daughter, Gianna. In case you missed it, here are some of the key moments from today's service: Vanessa Bryant gave an emotional tribute to her husband and daughter. She called her husband the \"MVP of girl dads\" and shared moments of their love story. When remembering her daughter, Vanessa said Gigi \"would have made a huge difference for women's basketball.\"\nFemale basketball players promised to uphold Gianna's legacy. Olympic medalist Diana Taurasi and Oregon basketball player Sabrina Ionescu gave speeches honoring Gigi and the influence she would have had on the sport.\nRob Pelinka talked about the last text he got from Kobe. Pelinka, the general manager of the Los Angeles Lakers, Kobe's former manager and the godfather of Gianna Bryant, shared that the last text message her received from Kobe was asking for help to find a student an internship.\nBeyonce, Alicia Keys and Christina Aguilera gave performances at the memorial service.\nNBA legends Shaquille O'Neal and Michael Jordan gave tearful speeches talking about Kobe's legacy. \"When Kobe Bryant died, a piece of me died,\" Jordan said. \"And as I look in this arena and across the globe, a piece of you died or else you wouldn't be here.\"\nGeno Auriemma remembered Kobe's desire to coach. Auriemma, a coach for the University of Connecticut women's basketball team, talked about Kobe's desire to help pave the way for his daughter's success. Large crowds gathered outside Staples Center and chanted Kobe Bryant's name after his memorial service ended. They held replicas of his jersey and chanted \"Kobe.\" Watch the moment:  Michael Enriquez, from Santa Barbara, California, has been a Kobe Bryant fan all his life and was here for his jersey retirement ceremony. The memorial today, though, was vastly different. “The jersey retirement was like a celebration for him,” he said. “This is just heartbreaking.” Still he said it was a great experience to be here: “I’m never gonna forget it,” he said. He brought his son Michael, Jr., who said the event want \"cool.\" Meanwhile, Dianna Rodriguez, pictured below, said the event gave her a sense of peace — especially because his death was bigger than basketball. “It was a way for everyone to ... accept what happened and accept his life,” she said. “I needed it for sure. I’ve been a mess the last month.” Stacey Lopez said Kobe’s wife Vanessa’s speech was the most meaningful. “She speaks to every mother out there, every wife out there,” she said. The NBA just tweeted out a photo of Kobe and Gianna Bryant with a heart. Here's the tweet:  The crowd at the Staples Center erupted with chants of \"Kobe\" as the memorial service for the late basketball player and his daughter came to an end. Nat King Cole's \"Unforgettable\" played as a number of people waited in their seats, soaking in the final moments. Watch the moment: ##Kobe## Christina Aguilera took the stage at Kobe and Gianna Bryant's memorial service to perform \"Ave Maria.\" The six-time Grammy Award winner received a round of applause. Shaquille O'Neal, Kobe Bryant's teammate and NBA Hall of Famer, talked about his years playing with Bryant on the Lakers, where they won multiple championships together.  \"We fought and we bantered back and forth with offhanded remarks, but make no mistakes, and you folks thought we were on bad terms, and when the cameras were turned off we would wink at each other and said, 'let's go whip some ass.'\" Shaq told the Staples Center crowd about the day Kobe \"gained my respect.\" \"Kobe and I always maintained a deep respect and love with one another. The day Kobe gained my respect was when the guys were complaining, and they said, Kobe's not passing the ball. I said I will talk to him. I said, Kobe, there's no \"I\" in team, and he said, I know, but there's a \"Me\" in that m**********r.\" Shaq said he went back and told his teammates: \"Just get the rebound, he's not passing.\" ##Kobe## NBA great Michael Jordan said Kobe Bryant's death had a huge impact on him and the world. \"When Kobe Bryant died, a piece of me died,\" Jordan said. \"And as I look in this arena and across the globe, a piece of you died or else you wouldn't be here.\" He then made a promise to Bryant: \"I promise you from this day forward I will live with the memories knowing that I had a little brother that I tried to help in every way I could. Please, rest in peace, little brother.\" ##Kobe## Michael Jordan — who cried as he gave a tribute to Kobe Bryant — joked that there will soon be another crying Jordan meme. A picture of Jordan crying has been used to ridicule losing teams and their fans.  \"We talked about business. We talked about family. We talked about everything. And he was just trying to be a better person,\" Jordan said of Bryant through tears. \"Now he's got me, and I'll have to look at another crying meme for the next—\" he said, but was cut off from audience applause and cheers. \"I told my wife I wasn't going to do this 'cause I didn't want to see that for the next three or four years. But that is what Kobe Bryant does to me.\" ##Kobe## NBA legend Michael Jordan got tearful as he talked about Kobe Bryant's legacy. \"Maybe it surprised people that Kobe and I were very close friends, but we were very close friends. Kobe was my dear friend. He was like a little brother. Everyone always wanted to talk about that comparisons between he and I. I just wanted to talk about Kobe,\" he said. Jordan recalled how Bryant would often call or text him in the early-morning hours to talk about basketball. \"At first it was an aggravation, but then it turned into a certain passion. This kid had passion like you would never know,\" he said. Bryant, he said, wanted to be \"the best basketball player that he could be.\" \"As I got to know him, I wanted to be the best big brother that I could be,\" he said. \"To do that, you had to put up with the aggravation, the late-night calls or the dumb questions. I took great pride as I got to know Kobe Bryant, that he was just trying to be a better person, a better basketball player.\" ##Kobe## Alicia Keys played Beethoven's \"Moonlight Sonata\" during the service. It was one of Kobe and Vanessa Bryant's favorite pieces. Moments ago, Kobe Bryant's friend Rob Pelinka said the basketball legend once vowed to teach himself to play the piece to show his love for his wife. Kobe Bryant was not a trained musician — but that wasn't enough to stop him, Pelinka said.   \"Kobe's passion and love for Vanessa and the focus that only the Black Mamba has made this seemingly impossible goal a reality,\" he said. Rob Pelinka — the general manager of the Los Angeles Lakers, Kobe Bryant's former manager and the godfather of Gianna Bryant — said he was texting with Kobe just minutes before the deadly helicopter crash. Kobe had texted him asking if he knew a certain baseball agent in California. Kobe wanted to help a friend get his daughter a baseball agency internship, and he vouched for her work ethic, Pelinka said. \"He clearly wanted to champion a bright future for her,\" he said. Pelinka said he texted that he'd help however he could — and moments later, the helicopter Kobe and Gianna were on crashed.  The girl Kobe had been texting about was Lexi Altobelli, the surviving daughter of coach John Altobelli, who also died in the crash.  \"Kobe had been texting me from the helicopter,\" he said. \"Kobe's last human act was heroic. He wanted to use his platform to bless and shape a young girl's future. Hasn't Kobe done that for all of us?\" ##Kobe## Geno Auriemma, a coach for the University of Connecticut women's basketball team, recalled the moment Kobe Bryant asked him for advice on coaching his daughter, Gianna. \"The uncoachable one wants to talk about coaching. Probably the most uncoachable player in the NBA during his career wants to know about coaching, and I wanted to know why. He said, 'I'm coaching my daughter's team.' I said, 'Oh, my God. That poor kid,'\" Auriemma said. Auriemma said while Bryant was NBA royalty, he stepped back from the limelight to allow his daughter to shine. He went on to say the Bryant was being dad.  \"He wasn't being Kobe Bryant. He was allowing Gigi to be Gigi, not Kobe Bryant's daughter,\" Auriemma said. ##Gianna## Sabrina Ionescu — a college basketball player for the Oregon Ducks who taught Gianna Bryant — said the 13-year-old basketball player was the future of the game. \"Whichever school she would come to choose, it doesn't matter. If I represent the present of the women's game, Gigi was the future, and Kobe knew it, so we decided to build a future together,\" she said. Ionescu said she grew close to both Kobe and Gianna after he brought his daughter to a college game.  She added: \"I wanted to be part of the generation that changed basketball for Gigi and her teammates, where being born female didn't mean being born behind. Where greatness wasn't divided by gender. 'You have too much to give to stay silent,' that's what he said, that's what he believed. That's what he lived through Gigi, though me, tough his investment in women's basketball. ##Gianna## Vanessa Bryant closed out her emotional tribute with a message to her late husband: \"Babe, you take care of our Gigi.\" \"We love and miss you, boo-boo and Gigi,\" she said. \"May you both rest in peace and have fun in heaven until we meet again one day. We love you both and miss you forever and always, mommy.\" ##Kobe## Four-time Olympic medalist and Bryant family friend Diana Taurasi gave a speech remembering Gianna and Kobe. \"Watching Kobe play at the Great Western Forum as a rookie made this little girl believe she could be a Laker one day,\" Taurasi said. \"He made it OK to play with an edge that borderlined crazy. Early on the Mamba mentality was in full effect. Years later when I spent time with Kobe at the Olympics, I learned firsthand it was not limited to the basketball court,\" she added. Taurasi promised to carry Gigi's legacy, saying, \"Gigi in many ways represents the future of women's basketball, a future where a young woman aspires to play in the WNBA the same way I wanted to be a Laker.\" \"She represents a time when a young girl doesn't need permission to play. Her skill would command respect,\" she said of Gigi's legacy. ##Gianna## Vanessa Bryant recalled the time Kobe gifted her the blue dress worn by Rachel McAdams in \"The Notebook.\" She described in detail her relationship with Kobe, saying he was \"the romantic one.\" \"I looked forward to Valentine's day and our anniversaries every year. He planned special anniversary gifts for every year, and he thought outside the box and was so thoughtful even while working hard to be the best athlete,\" Vanessa said. One of those gifts, she said, was dress from the \"The Notebook.\"  \"And it was because it was the scene when Allie comes back to Noah,\" Vanessa said. \"We hoped to grow old together like the movie. We really had an amazing love story. We loved each other with our whole beings, and two imperfect people raising a beautiful family.\" She went on to describe how he loved watching tearjerker films like \"Step Mom,\" \"Steel Magnolias,\" and \"Little Women.\"  \"He had a tender heart,\" Vanessa said. ##Kobe## Vanessa Bryant described her late husband as \"the MVP of girl dads.\" Bryant went on to say he was \"doting\" father \"that was hands on and present.\"  \"Kobe was the MVP of girl dads, or mvd. ... He always told the girls how beautiful and smart they are. He taught them how to be brave and how to keep pushing forward when things get tough,\" she said. She recalled how he helped her bathed their youngest daughter almost every night. \"He would make them laugh and smile as he got them ready for bed. He had magic arms and could put Capri to sleep in only a few minutes, and he had it down to a science, eight times up and down our hallway,\" Vanessa said. ##Kobe## Vanessa Bryant said her daughter Gianna advocated for equal pay for professional female athletes — even though she was just 13 years old. Gianna Bryant, who was also known as Gigi, dreamed of playing in the Women's National Basketball Association.   \"She would have made a huge difference for women's basketball. Gigi was motivated to change the way everyone viewed women in sports,\" Vanessa Bryant said. She added: \"She wrote papers in school defending women and wrote about how the unequal pay difference for the NBA and WNBA leagues wasn't fair, and I truly feel she made positive changes for the WNBA players now, since they knew Gigi's goal was to eventually play in the WNBA.\" ##Gianna## Several celebrities and NBA athletes are in attendance at the memorial service. Here are few we've seen so far at the service: Jennifer Lopez and Alex Rodriguez\nAnthony Davis\nJames Harden\nPhil Jackson\nMagic Johnson\nLamar Odom\nPau Gasol\nKris Jenner, Kim Kardashian West and Kanye West\nNBA commissioner Adam Silver\nShaquille O'Neal\nDwayne Wade and Gabrielle Union\nSteve Nash\nRussell Westbrook\nPaul Pierce\nStephen Curry\nBill Russell\nDwight Howard Vanessa Bryant, Kobe Bryant's widow and Gianna Bryant's mother, started her remarks at the memorial by remember her \"baby girl.\" She said Gianna Bryant — also known as Gigi — would kiss her good night and good morning daily. Even on mornings when Vanessa was still sleeping, Gianna would kiss her while she was asleep. \"She was so thoughtful to remember to kiss me every day,\" Vanessa Bryant said. \"She was daddy's girl but I know she loved her mama.\" ##Gianna## Vanessa Bryant fought back tears as she took the stage at her late husband and daughter's memorial service at the Staples Center. \"Thank you all so much for being here. It means so much to us. Love you, too,\" she said as the crowds applauded and cheered. \"First I'd like to thank everyone for coming today. The outpouring of love and support that my family has felt from around the world has been so uplifting. Thank you so much for all of your prayers. I'd like to talk about both Kobe and Gigi, but I'll start with my baby girl first. My baby girl,\" Vanessa said. She is speaking on stage right now. Jimmy Kimmel gave a heartfelt speech before introducing Vanessa Bryant. Despite holding back tears, Kimmel managed to get a laugh out of the audience saying, \"In places where you would be booed on the court, Kobe is missed. Even the great Boston Celtic Bill Russell wore No. 24 on a Lakers Jersey to yesterday's game. I knew he would come to us eventually.\"  Kimmel ended his speech encouraging everyone to embrace each other, \"So since we are here today to celebrate, I'd like to invite you right now to take a moment to say hello to the people around you, whether you know them or not, to be grateful for life and for the fact that we are all here together.\" Beyoncé opened memorial service for Kobe and Gianna Bryant by singing \"XO\" — one of his favorite songs. \"I'm here because I love Kobe, and this is one of his favorite songs. So I want to start that over, but I want us to do it all together, and I want you to sing it so loud that he hears your love. Are you all ready? Love you,\" she told those in attendance. ##Kobe## A memorial service for Kobe and Gianna Bryant has now started at the Staples Center in Los Angeles. Beyoncé opened the service by singing Kobe's favorite song, \"XO.\" Before the service started, photos and videos of Kobe and Gianna were shown on the scoreboard. Then Vanessa Bryant and her family walked in to standing applause. The scene outside the Staples Center this morning buzzed with fans, vendors, and a heavy police presence. Fans, many in a purple or gold Kobe Bryant jerseys, lined up along Figueroa Street to honor the late basketball legend.   Brothers Anthony and Edward Mercado woke at 5 a.m. and arrived hours early to pay respect to their \"icon\" and \"hero\" whom they say they have idolized since they were children.   \"As a kid, whatever it was, in the park playing basketball, you want to be Kobe, the greatest,\" Edward said, admitting he would probably cry once inside of Staples Center.  \"It’s a blessing to be here,\" Edward said. \"This is a part of history going down now and I'll talk to my sons about this moment. I got chills right now as we talk.\"  Anthony said he was inspired by Bryant's “mamba mentality\" to be better.   \"Kobe always made sure he was great at anything he did and he inspired us,\" Anthony said. \"He inspired everybody around the world to be great at what you do and inspire other to do the same.\"    ##Kobe## The programs all attendees received at today's memorial concluded with a heartfelt quote from Kobe Bryant to his daughters. Here's what the program said: “Lastly to our daughters … You guys know that if you do the work, you work hard enough, dreams come true. You know that, we all know that. But hopefully what you get from tonight is that those times when you get up early and you work hard; those times when you stay up late and you work hard; those times when don’t feel like working – you’re too tired, you don’t want to push yourself – but you do it anyway. That is actually the dream. That’s the dream. It’s not the destination, it’s the journey. And if you guys can understand that, what you’ll see happen is that you won’t accomplish your dreams, your dreams won’t come true, something greater will. And if you guys can understand that, then I’m doing my job as a father.” ##Gianna## The memorial service for Kobe and Gianna Bryant will start soon. Here's what it looks like inside the Staples Center in Los Angeles: Every guest who enters Staples Center for today's memorial will get a shirt of Kobe Bryant and his 13-year-old daughter, Gianna, a ticket, a small pin and a “Celebration of Life” booklet. Here's what it looks like: Fans heading to the Staples Center in Los Angeles are donning Kobe Bryant jerseys and shirts in honor of the NBA legend. One fan wrapped their car in decals honoring Bryant. Hours ahead of Monday's memorial for Kobe Bryant, the man who chronicled all 20 years of Bryant's NBA career in photographs recalled one moment in particular that captured athlete's famed competitive mindset. Andrew D. Bernstein, the Los Angeles Lakers team photographer, said a January 2010 picture of an injured, exhausted Bryant preparing for a game \"really sums up the Mamba mentality in one photo.\" The photo shows Bryant in the visitors' locker room ahead of a game against the Knicks in New York's Madison Square Garden. A few things to know: Bryant had just played the night before, scoring 31 points in a 87-93 loss to the Cleveland Cavaliers. His body was far from its best — he had a broken finger. But nevertheless he was gearing up to play at MSG, one of basketball's grandest stages, and the Lakers — the league's defending champions — were in a tight race for the No. 1 seed in the Western Conference. Bryant sits on a bench, his eyes closed, his feet soaking in an ice bucket, his head resting on his palm, his elbow pressing onto his knee. Bryant ended up playing 42 minutes, and led the Lakers in scoring with 27 points in a 115-105 win. The Lakers would go on to win the NBA title that year, defeating the Boston Celtics in seven games. It was Bryant's fifth and final NBA championship. Bernstein's photos appear in Bryant 2018 book, \"The Mamba Mentality: How I Play.\" Lee Zeidman, President of the Staples Center, Microsoft Theater and LA Live said today's memorial will be, \"a very emotional celebration of life for Kobe, Gianna, and the 7 others who lost their lives.\" Zeidman encourages those with tickets to show up early and those without tickets to please stay away. They are working on seating arrangements to make sure the celebration flows seamlessly for the families and the city of Los Angeles.  Zeidman says the direction of today's memorial has been based on the wishes of Vanessa Bryant and the Lakers. \"I can tell you, as a venue operator, for 35 years, I was at the Forum, now the Staples Center, I have never seen more roses in my entire life in there. There are about 35,000 roses that are surrounding the center stage. And we did a center stage to maximize the amount of people we could put in the building,\" said Zeidman. He says, \"We do need you to stay at home and watch this,\" for ingress and egress of guests with tickets.  Kobe Bryant and his daughter Gianna were laid to rest in a private ceremony in Corona Del Mar, California on Feb. 7, but now fans across the globe can honor the basketball star and his daughter via livestream.  The celebration of life will be held at the Staples Center on today Los Angeles and will be available on TIDAL, the streaming platform, today. TIDAL tweeted the announcement, confirming that non-subscribers will also be able to watch.  “We’re honored to bring the Celebration of Life for Kobe and Gianna Bryant to fans across the globe via livestream,” TIDAL said in the tweet. “Members, as well as non-members, are welcome to tune in on Monday, Feb. 24 at 10AM PT / 1PM ET.” Anthony Mercado and his brother Edward got up at 5 a.m. to drive to the memorial Kobe Bryant and his 13-year-old daughter, Gianna.   Edward said he expects the tears to flow when the memorial begins at 10 a.m. local time. Kobe Bryant and his his 13-year-old daughter, Gianna, were among the nine people who died in a California helicopter crash last month. Here's what we know about the crash: What happened: A helicopter carrying nine people crashed into a hillside in Calabasas, California, on Jan. 26. The aircraft headed to Thousand Oaks for a basketball game, where Gianna was expected to play and Bryant was expected to coach. \nThe victims: The other victims were Gianna's teammates Alyssa Altobelli and Payton Chester; Alyssa's parents, John and Keri; Payton's mother, Sarah; assistant girls basketball coach Christina Mauser; and helicopter pilot Ara Zobayan.\nWe're still not sure what caused it: Federal investigators are still trying to determine what caused the crash.\nIt was a foggy day: Minutes before the crash, their pilot was trying to get special permission to fly though foggy conditions. Seconds before the crash, the pilot told air traffic control he was trying to avoid a cloud layer.  Kobe Bryant’s widow, Vanessa Bryant, will attend the memorial at Staples Center today, according to a source close to the Lakers and the Bryant Family.  The basketball star and his 13-year-old daughter, Gianna, were buried privately earlier this month at a Southern California cemetery following their deaths Jan. 26 in a helicopter crash. In a recent Instagram post, Vanessa said that she is struggling to process the sudden loss of both her husband and daughter.  \"I've been reluctant to put my feelings into words,\" Bryant said in her post. \"My brain refuses to accept that both Kobe and Gigi are gone. I can't process both at the same time. It's like I'm trying to process Kobe being gone but my body refuses to accept my Gigi will never come back to me.\" Today the public will celebrate the lives of NBA legend Kobe Bryant and his 13-year-old daughter, Gianna. But the two were privately mourned earlier this month.  The Bryants were were buried on Feb. 7 at a Southern California cemetery following their deaths in a Jan. 26 helicopter crash, death certificates released by Los Angeles County officials showed. Their resting place is Pacific View Memorial Park in Corona Del Mar, California, the documents stated. The cemetery is about two miles from the Pacific Ocean and less than a 10-minute drive from the family's church, Our Lady Queen of Angels, in Newport Beach. No details about a possible graveside service were released. The Bryants are Catholic, and Kobe Bryant stopped by the parish's chapel just hours before the fatal crash. The death certificates list Bryant as an \"author, producer, and athlete\" and his daughter as a \"coach and student.\""], "Language": false}