{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/us/coronavirus-ppe-masks-gloves-environment-hazard-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aditi Sangal, CNN"], "Writers": [["Aditi Sangal"]], "FirstPublishDate": ["2020-04-21T12:18:08Z"], "LastModifiedDate": ["2020-04-21T15:42:14Z"], "Headline": ["Discarded masks and gloves are becoming a health hazard as people dump them on streets"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["During a walk around his block in Baton Rouge, Louisiana, Mark Benfield was struck by how many discarded gloves and masks he saw on his short route.  The Louisiana State University professor, who focuses on microplastic pollution, decided to track the waste he saw with pictures geotagged to the location where he spotted it. \"It was a lot more PPE waste than I expected,\" he told CNN. What Benfield saw in his short walk route is a snapshot of a problem that's apparent all across the country. As more Americans wear personal protective equipment in their daily lives, they're also littering it all over streets, parking lots and parks. The problem is so severe that many state and county public health departments have issued advisories against throwing masks and gloves on the streets and parking lots.  Swampscott Police Department in Massachusetts has made unlawful littering punishable up to $5,500. \"We need to contain the spread of COVID-19 and do the right lawful thing by throwing these items in the trash,\" the Swampscott Police Department told its residents in a Facebook post, adding that it's happening all over town and not just at Stop & Shop. \"Please stop littering, this is making more work and worry for the people having to pick up this trash.\" Discarding plastic can create an environmental hazard Since his first experiment, Benfield has created a methodological survey with his colleagues around the world. People can email him -- at covid19waste@gmail.com -- to participate in the survey and help his study on how expansive this waste problem is.  Two Chicago residents recently sent him data to show the amount of PPE littered in the span of a few blocks.  The map, using data from the survey responders, shows Chicago's Hermosa/Logan Square neighborhood on April 16. Masks are shown as circles, gloves as triangles, and wipes as squares. The yellow area is their survey area. \"Preliminary data from these survey responses shows that gloves are the most common PPE waste,\" Benfield said. \"In the US, masks are difficult for the public to get. So gloves are most commonly found PPE waste on the street. In China, masks are freely available. So you see more masks discarded.\" Gloves, masks and wipes are all plastic. When that's discarded into the environment, it goes into sewer systems or water bodies. It breaks down into microplastics, which still attract pesticides and other harmful chemicals. So when the marine animals eat it, they don't just get the plastic, they get the chemicals too. \"I can't think of a material better designed to look like a jellyfish than gloves,\" Benfield adds. Other experts agree: This is a growing environmental hazard. \"The PPE is intended to help us fight a public health challenge, not create a plastic pollution problem,\" said Adrienne Esposito, executive director of Citizens Campaign for the Environment. The damage goes far beyond the marine ecosystem. Besides littering PPE in public areas, people are also disposing of these materials in their recycling. That's not where it's supposed to go. \"Even if they are plastic, they are not treated as curbside recycling,\" said David Biderman, executive director and CEO of the Solid Waste Association of North America (SWANA). \"You bag it to prevent the environmental harm. They should be placed in a securely tight garbage bag and be put out with the regular trash for collection.\" Paul Zambrotta, who is director of safety at Mr. T Carting, a private waste management company that handles commercial waste, said he often finds rubber gloves and masks in the recycling mix.  He said he thinks that a combination of misinformation and wish-cycling is to blame. Unlike garbage bags that are trashed just as they are picked up, waste management employees work more closely with recycling material as it goes through a sorting line for quality control. The employees use PPE to do the work according to federal guidelines, but the uptick of PPE in recycling bags has increased the risk for their health and safety.  \"We're doing it more often than we have to,\" Zambrotta said. \"We have to take out possibly contaminated PPE which wasn't even supposed to be in there.\" While no workers at the company have tested positive for coronavirus because they're trained to work with PPE at all times, they have been scared, Zambrotta said. \"If anyone had a sneeze or a little itch, they thought they needed to self-isolate. At one point, I had 90% of my workforce out sick.\" There is no market for used gloves and masks, and they can't be sold. However, they can easily get caught into the machinery in the recycling line and shut the facility down.  \"Masks and gloves do not belong in recycling,\" Benfield reiterated. As Earth Day approaches, Esposito said people should feel obligated to protect the environment. \"Long after Covid-19 is gone, we still need to protect the earth.\" How to manage your garbage and recycling Experts outlined a few ways to manage garbage and recycling during the pandemic to avoid hurting the environment. Do not litter in public areas. \"We recommend people throw their PPE in the trash. We don't want to have children or unsuspecting healthy adults to come in contact and become carriers of the infection,\" said Kristina Hamm, a spokeswoman for Orange County, California waste and recycling.\nOnly put clean material in your recycling bins. \"With Earth Day approaching, it's more important than ever to manage our waste and recyclables properly,\" Biderman said. \"We need to make sure that material we're putting in our recycling bins are clean and not contaminated by non-recyclable material like food. People trash yogurt containers, but if there's yogurt in there, that's a problem.\"\nPPE is for regular trash and not for recycling. Even if it is plastic or rubber, it is contaminated. It is regular trash and not recyclable.\nPut your PPE in a secure and tight garbage bag. Put it out with the regular trash for collection.\nCarry a bag or container with you. Take a small plastic bag, paper bag or some container with you, where you can put your contaminated PPE if you don't find a trash can nearby. Then put it in your garbage. \nCORRECTION: This story has been updated to correct the last name of Louisiana State University professor Mark Benfield."], "Language": false}