{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/sport/dave-ayres-nhl-debut/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Wayne Sterling, CNN"], "Writers": [["Wayne L. Sterling"]], "FirstPublishDate": ["2020-02-23T08:22:05Z"], "LastModifiedDate": ["2020-02-25T03:45:56Z"], "Headline": ["Dave Ayres, 42, emergency goaltender and Zamboni driver gets win in NHL debut"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Dave Ayres, a 42-year-old goaltender, was victorious in his National Hockey League debut for the Carolina Hurricanes in Toronto on Saturday evening. Carolina summoned the emergency backup goalie in the second period of a 3-1 game against the Toronto Maple Leafs after both Hurricanes goaltenders James Reimer and Petr Mrazek went down to injuries.  Ayres gave up two goals on three shots in the period before stopping all seven shots he faced in the third. The Hurricanes won 6-3. Ayres became the oldest goaltender (42 years, 194 days) in league history to win his regular-season debut. \"It was awesome,\" Ayres said after the game. \"Obviously time of my life out there. I've been on this ice many times without fans, put fans in the mix it's a whole different game obviously, but, hey once in a lifetime, I'll take it.\" \"These guys were awesome,\" he said. \"Actually the spot that settled me down, one of the guys (Erik Haula) said to me, 'Just have fun. We don't care if you let 10 goals in.' That settled me right down and it was great.\" Ayres described the moment he thought he would play in the game. \"Actually I got a bunch of text messages that said, 'Get in there,' and someone came into the room and like, 'Hey, you'd better get dressed, hey, you're going out there. I was a little shocked, but loving it.\" North Carolina Gov. Roy Cooper tweeted, \"I'm ready to make emergency goaltender and Zamboni driver David Ayres an honorary North Carolina citizen after courageous @Canes win. Amazing.\" Ayres, who needed a kidney transplant and had two bouts of skin cancer, according to Sportsnet, is a Zamboni driver for the Toronto Marlies of the American Hockey League.   The Hurricanes said that Ayres last served as an emergency backup goalie on February 1 for the Charlotte Checkers against the Marlies. Correction: This article has been updated to clarify the score was 3-1 when Ayres entered the game."], "Language": false}