{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/entertainment/vanessa-bryant-profile/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-24T17:13:05Z"], "LastModifiedDate": ["2020-02-24T23:20:29Z"], "Headline": ["Vanessa Bryant stands at the center of Kobe Bryant grief"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Vanessa Bryant broke hearts Monday. The wife of Kobe Bryant spoke publicly for the first time at the memorial for him and their 13-year-old daughter, Gianna, who were killed along with seven others last month in a helicopter crash in Calabasas, California. Vanessa Bryant eulogized her 41-year-old husband and their daughter with emotional remarks. \"God knew they couldn't be on this earth without each other,\" Bryant said of the pair. \"He had to bring them home to heaven together.\"  She described her beloved \"Gigi\" as thoughtful, sweet and beautiful and mourned the milestones they would miss with the young woman she believed was destined for basketball greatness like her dad. \"I'll never get to see my baby girl walk down the aisle, have a father-daughter dance with her daddy, dance on the dance floor with me or have babies of her own,\" Bryant said tearfully. \"Gianna would have been an amazing mommy. She was very maternal ever since she was really little.\"  \"Gigi would have most likely become the best player in the WNBA,\" her mother said to a round of applause. Bryant also had loving words for her \"soulmate,\" her late husband. \"I want my daughters to know and remember the amazing person, husband and father he was,\" she said. \"The kind of man who wanted to teach the future generations to be better.\" And she had a message for him: \"Babe, you take care of our Gigi,\" Bryant said.  Vanessa and Kobe Bryant proved their naysayers wrong. The NBA legend was in his early twenties and his bride was just 18 when they married in 2001, causing some close to couple to question if their relationship would last. And yet it did. Vanessa Bryant has said she is drawing upon their enduring love as she mourns the loss her 41-year-old husband and their 13-year-old daughter, Gianna, who were killed along with seven others last month in a helicopter crash in Calabasas, California. \"To my forever Valentine, I love you so much. Missing you so much on your favorite holiday,\" she posted February 14 on Instagram. \"Te amo per sempre. Kisses to you and Gigi in heaven. Happy Valentine's Day, my babies. With all my love, your boo-boo.\" Vanessa Bryant and their surviving daughters, Natalia, Bianka and Capri, are sure to be on the hearts and minds of many who are grieving. Kobe Bryant was considered one of the most eligible bachelors in the sports world in the summer of 1999 when he fell in love with the former Vanessa Urbieta Cornejo Laine after they met on the set of a music video. Laine was a Marina High School student who grew up in the Orange County, California city of Huntington Beach. She was quickly thrust into the spotlight after the couple got engaged six months after meeting.  At first, Kobe Bryant's family was reportedly against their decision to marry and did not attend the couple's wedding at St. Edward the Confessor Catholic Church in Dana Point, California in April 2001. The Orlando Sentinel reported in 2003 that the basketball star's father, Joe Bryant, had not yet been to his son's then new home or met the couple's first child, Natalia, who was born that same year.  \"It's his life, we've got nothing to do with it,\" his father told the publication. \"We've done our job.\" Family challenges weren't the only obstacles. The spotlight on their marriage was particularly strong in 2003, when Kobe Bryant was accused of sexually assaulting a 19-year-old Colorado hotel worker.  Bryant denied the allegation of assault and insisted the encounter was consensual. His wife was at his side during a press conference where he said he was \"Disgusted at myself for making (the) mistake of adultery.\"  \"I love my wife with all my heart, he said at the time. \"She's my backbone.\" They became both the subject off headlines and late-night jokes after the basketball star reportedly gifted his wife with a $4 million diamond ring following his admission. The criminal sexual assault charge was dropped in 2004, and the accuser agreed to settle a civil lawsuit against Bryant in 2005. During the legal turmoil, Vanessa Bryant suffered a miscarriage, according to a 2015 Showtime documentary. Kobe Bryant said in the documentary that he blamed himself for the loss of their child.  \"The reality is it happened because of me,\" he said. \"That's something I have to deal with.\" The pressure took a toll on the couple. \"I remember at one point she had this sort of identity crisis,\" Vanessa Bryant's cousin Laila Laine told the Los Angeles Times in 2005. \"She told me she was starting not to know who she was anymore, other than the wife of Kobe Bryant.\"  The family welcomed daughter Gianna in 2006. Five years later, Vanessa Bryant filed for divorce but they reunited in 2013. \"We are pleased to announce that we have reconciled,\" Vanessa Bryant said on social media at the time. \"Our divorce action will be dismissed. We are looking forward to our future together.\" Daughter Bianka was born in 2016, followed by daughter Capri in 2019. Vanessa Bryant has mostly shied away from press, rarely giving interviews. She focused on raising their family and doting on their daughters, which included trips to Disneyland and school sports for Natalia and Gianna. Vanessa Bryant also stayed active with philanthropy, supporting organizations like Baby2Baby, which \"provides children living in poverty, ages 0-12 years, with diapers, clothing and all the basic necessities that every child deserves,\" according to the organization's website. She also stayed busy with the family's Mamba Sports foundation.    Her husband acknowledged Bryant's sacrifice in his speech after he played his final game as a member of the Los Angeles Lakers in April 2016. \"To my family, my wife Vanessa, my daughters Natalia and Gianna thank you guys for all your sacrifices,\" Kobe Bryant said. \"For all the hours I spent in the gym working and training and Vanessa you holding down the family the way that you have, I can't...there's no way I can thank you enough for that.\" On the red carpet the ESPY Awards that year she talked about how nice it was to have the basketball star home post retirement. \"We love it,\" she said. \"We got used to having him around the last three seasons because of his injuries so it's great having him home. Kobe Bryant joked that he was still working on mastering chores around the house like ironing and doing dishes.  \"He still needs to learn how to pick up after himself,\" Vanessa Bryant said as her husband looked on smiling.  After his death, she shared a video on her Instagram account of her husband being asked by Extra TV who his best friend was. \"My wife,\" Kobe Bryant said simply. "], "Language": false}