{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/sport/fa-soccer-headers-scli-intl-gbr-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T16:45:09Z"], "LastModifiedDate": ["2020-02-24T16:52:24Z"], "Headline": ["UK football authorities ban children from heading footballs in training"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Children in England, Scotland and Northern Ireland will no longer be allowed to head soccer balls during training sessions. The new guidance for kids aged 11 and under follows a study of ex-professional soccer players in Scotland, which found they were 3.5 times more likely to die from degenerative neurocognitive diseases such as Alzheimer's than members of the public. While there is no evidence to suggest that heading the ball is to blame, the new guidelines will be introduced to mitigate against any potential risks, according to a statement from the English Football Association (FA), in conjunction with the Scottish and Northern Irish FAs. \"This updated heading guidance is an evolution of our current guidelines and will help coaches and teachers to reduce and remove repetitive and unnecessary heading from youth football,\" said Mark Bullingham, CEO of the English FA. However, kids will still be able to head the ball in matches. \"Our research has shown that heading is rare in youth football matches, so this guidance is a responsible development to our grassroots coaching without impacting the enjoyment that children of all ages take from playing the game.\" The updated heading guidance applies to all age groups from under-six to under-18, with a ban on heading in training among primary school children. A graduated approach will be applied to under-12 to under-16 age groups. The move was hailed by experts including Carol Routledge, director of research at the charity Alzheimer's Research UK. \"While we don't yet know the cause or causes of this increased risk, limiting unnecessary heading in children's football is a practical step that minimizes possible risks, ensuring that football remains as safe as possible in all forms,\" said Routledge. \"We need to see more research in order to unpick any link between football and dementia risk but until we know more, making sure the nation's best loved game is played as safely as possible is a sensible approach.\" The issue of brain injuries in soccer has garnered increasing attention in recent years, and one case in particular shone a spotlight on the dangers of the sport. In 2002, at just 59, former British footballer Jeff Astle choked to death. \"The coroner and the pathologist described how badly damaged my dad's brain was,\" his daughter Dawn told CNN in 2019. \"He found that there was considerable evidence of trauma to the brain which he said was similar to the brain of the boxer. And he said that the main candidate for the trauma was heading the footballs. \"In any other industry, an inquest finding such as dads would have undoubtedly had earthquake-like repercussions for that particular industry,\" said Dawn. \"But not football. Football and its privileged status of self-governing seem to wriggle itself outside it.\" European governing body UEFA is looking to publish Europe-wide guidelines later in 2020. In January researchers from the University of East Anglia also launched a new study that hopes to better understand the link between playing soccer and developing dementia. The project will test former professionals, both male and female, every six months in order to map their rate of decline. By using cutting edge technology, the project aims to detect signs of dementia long before noticeable symptoms, such as memory loss."], "Language": false}