{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/us/iyw-nothing-but-love-notes-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Vaughan, CNN"], "Writers": [["Ashley Vaughan"]], "FirstPublishDate": ["2020-02-22T10:08:39Z"], "LastModifiedDate": ["2020-02-24T15:30:27Z"], "Headline": ["After losing her mom to cancer, a woman found healing  - and love -  writing thank you notes to veterans and first responders"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For Natalie Reilly, Valentine's Day 2016 was grim. The divorcee was at home nursing her mother through a 19th round of chemotherapy. \"She was not eating, and she was not coming out of her room,\" Reilly remembered of her once-vibrant mom. \"It was really hard for me -- she was the strongest woman I knew.\"\n In the midst of feeling sad and sorry for herself, Reilly drew inspiration from her mother's strength. A new idea dawned. \"I thought to myself: 'This is not who she raised me to be,'\" she told CNN.  \"I said, 'We are not going to feel sorry for ourselves.  We are going to do something for our community.'\" Mother and daughter spent the next three hours writing \"thank you\" cards and handing them out to veterans and first responders. Their first note went to a Korean War vet at a grocery store. He was deeply touched by their kindness.   By the time they were done, her mother was laughing and smiling. The notes became their ongoing project.  As their mission touched more people, her mom's health continued to decline, eventually requiring hospice care. A deathbed promise                 On her deathbed, Reilly's mother asked her to keep spreading love through the notes. She also had another message for her daughter.   \"Mom said, ' When God takes something, he usually gives you something in return and it's something bigger and better.'\"\n                 Two years ago, Reilly's mother died. The dutiful daughter continued writing notes each day. \"The night my mom died, when she started to slip away, I felt like I had something to run to,\" she said.   She feels her mother's presence in each and every letter.   Over time, her mission to spread gratitude and joy has inspired others to join in, writing notes to veterans, first responders, nurses, teachers and other people making a difference.  Each note has the hashtag #NothingButLoveNotes.  She guesses at least 20,000 notes have been handed out by her community of writers. Through her love notes, new opportunities have opened up for Reilly. She has been invited to speak at businesses and schools. She was even made honorary football captain of a high school team. A few of her love note recipients consistently join her on talks. A chance at love Having been divorced since 2000, Reilly said she was single for a long time. Although her mission of handing out notes to first responders and vets created opportunities to be around men -- she was against using her initiative to look for dates. \"I didn't want others to misconstrue my intention. My intentions are pure,\" she said.   At a football game, a mutual friend introduced her to a retired cop. Reilly handed him a personalized note as a way to thank him for his service.  There, at the game, the two struck up a conversation about a book the officer was writing. Reilly, herself a writer and editor, offered to help.   \"He's not like anyone that I have ever met. He pushes me to be better. I couldn't be any luckier,\" she said.   Five months ago, Reilly moved from Arizona to join her boyfriend who now lives on the West Coast.    What comes next With love by her side, Reilly has no intention of slowing down her mission. As she decides the next step for \"Nothing But Love Notes,\" Reilly hopes her initiative will go on. In the meantime, she continues to find joy in spreading love one note at a time with one clear message in mind.   \"I want to promote gratitude,\" she says of her notes to first responders and veterans. \"It's a reminder that they are loved and we appreciate all that they do for us.\"  "], "Language": false}