{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/opinions/this-is-one-pardon-trump-should-consider-gagliano/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James A. Gagliano"], "Writers": [["James A. Gagliano"]], "FirstPublishDate": ["2020-02-21T22:12:34Z"], "LastModifiedDate": ["2020-02-24T12:00:17Z"], "Headline": ["This is one pardon Trump should consider"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Since pardons are something of a topic du jour, Mr. President, I have a simple request. I'm fairly certain you've heard of former NFL star quarterback Michael Vick. We also all noticed the news reports that you just gifted a commutation for an alum of \"The Celebrity Apprentice\" who was accused of shakedowns involving a children's hospital and pardoned a former police commissioner convicted for tax fraud and lying to the government. So please, sir, hear me out -- I have a far more deserving candidate for your leniency consideration. ESPN's two-part 30 for 30 documentary entitled \"Vick\" aired recently. And to tell the complete story of the film's 39-year-old protagonist, every second of its three-hour run time was required. Vick's tale is one of against-long-odds achievement, meteoric ascension to the pinnacle of his profession and losing it all, while falling prey to hubris and his own cripplingly poor decision-making.  It is also a story of forgiveness, second acts and deserved redemption, Mr. President. The implausible story arc of Michael Vick begins in a Newport News, Virginia, housing project, where he was born to a teenaged mother in 1980.   As a redshirt college freshman at Virginia Tech in 1999, he nearly singlehandedly won the national championship against Florida State, leaving some wondering whether Vick would be the quarterback of the future.  The NFL's Atlanta Falcons, coming off a disappointing 4-12 season in 2000, traded up to the first spot in the 2001 draft, selecting Vick number one. Vick didn't disappoint, bursting onto the scene, electrifying NFL audiences, and becoming the face of the franchise and, for many, of Atlanta. As a long-suffering Falcons fan -- having grown up in Atlanta during the 1970s and 1980s -- I was thrilled to share my affinity for the team with my young son. His bedroom was a veritable Vick shrine, walls adorned with posters and No. 7 jerseys hanging in his closet. And in 2002, when Home Depot cofounder Arthur Blank purchased the team for $545 million, his leadership coupled with Vick's weekly highlight reel performances ushered in a new era of fan excitement. But Michael Vick wasn't only an Atlanta Falcons star -- he was also the unsuspecting main character in his own Greek tragedy. On April 25, 2007, arrived the shocking news of his possible complicity in a dog-fighting ring at one of his homes in Surry County, Virginia. Authorities inadvertently stumbled upon the illicit operation while conducting a drug investigation that involved one of Vick's relatives. As further details were revealed of the inhumane treatment and destruction of kenneled dogs at the Vick estate, public outcry against the quarterback reached a zenith. Protestors picketed Falcons facilities and PETA lobbied the NFL to banish him. But Vick, who in December of 2004 had signed a $130 million, 10-year deal, presumably making him in Blank's words -- \"a Falcon for life\" --  initially refused to admit to any crimes.  He lied to the face of the team owner who had made him a millionaire. He even lied to his Mom. On July 17, 2007, the Department of Justice came calling when a federal grand jury voted to indict Vick, and three other men, on \"conspiracy to travel in interstate commerce in aid of unlawful activities and to sponsor a dog in an animal-fighting venture\" that spanned six years. Atlanta's famous quarterback ultimately faced an exposure of up to six years imprisonment and $350,000 in fines. According to truly chilling details contained in the 19-page indictment, the Falcons quarterback had participated in executing animals that \"performed poorly\" by hanging, shooting, drowning and electrocution. Horrifying details contained in the indictment sickened me. I have owned pit bull terriers -- the breed kept by Vick and his associates -- as family pets; always adopting them through rescue organizations. The revealed details compelled me to remove the Vick posters from my son's bedroom walls and discard his No. 7 jerseys. Disappointed? No, I was angry. How could he have betrayed us all? But the result of the shocking unsealed indictment was that it liberated Michael Vick from the pressures of continuing to lie. In what felt like overnight, he had transformed himself from beloved American sports superhero into a pariah. As a black athlete who had expertly played quarterback, a position that was once, due to racist thinking, only allowed to be filled by white athletes, he had become a celebrated hero of the African American community.  Some fairly viewed the prosecution of Vick as the overzealous efforts of a criminal justice system that had historically treated whites and blacks differently. The 23-month sentence appeared a bit harsh, in light of the fact that dog-fighting isn't typically a crime that garners the attention of the federal government. I know this -- I worked within that system for 25 years. At a somber press conference just after pleading guilty, Vick asserted, \"I will redeem myself. I have to.\" Truth be told, I don't know how many of us believed him. Jeff Schultz, then a sports columnist for the Atlanta Journal-Constitution, said  in a piece titled, \"Vick had it all -- except character,\" \"He owned a team. He owned a city. He owned a league. He spit on all of it. Everything and everyone.\" Wide receiver, Brian Finneran, one of Vick's preferred targets for five seasons on the Falcons, told me that \"the majority of players in our locker room tried to support Mike and be there for him,\" despite the fact that after hearing details of the indictment, many players \"couldn't believe it and were disgusted by the things that he did.\" Finneran sums up the sense of betrayal many loyal Falcons fans felt. And so, Michael Vick went away to serve his sentence at a federal penitentiary in Kansas, as inmate 33765-183. The Falcons drafted a new franchise quarterback in 2008 and moved on.  Vick's story certainly arrives at an intersection of sports, race, and our criminal justice system. Was his prosecution and sentencing commensurate with what an unknown white man fighting dogs in Appalachia would have received? Was all the anger and antipathy directed at him simply a product of our revulsion at his crimes? Or was it more? Todd Boyd, a race and culture scholar at USC, offered an uncomfortable premise on the Vick 30 for 30: \"It's a whole lot easier to say 'I hate Michael Vick because he killed dogs,' instead of saying what you really feel. It always makes me wonder -- Is it the dog-fighting that you're upset about, or is it the fact that he was a successful black athlete and this was an opportunity to vent your anger without looking socially unacceptable in doing so?\" Nearly two years after his guilty plea, the NFL conditionally reinstated Vick. He re-entered the League humbly, saying all the right things. He played for the Eagles, Jets and Steelers across seven more seasons -- mostly as a backup -- before retiring in 2017. Still supremely gifted, the two years away from professional football had certainly eroded some of his sublime talent. Yet it was his other second act that deserves the most attention. Vick partnered with the Humane Society and became an outspoken advocate for animal rights. He donated time and money to his hometown community, using his mistakes as a cautionary tale. But still some critics, like me, struggled to forgive him. Michael Vick ignored the naysayers. As he had promised -- he did redeem himself.  The Falcons final regular season home game to be played inside the aging Georgia Dome was on January 1, 2017. I had tickets for the game and planned to attend with my wife and father. In the days leading up to the game, local sports talk radio was abuzz with speculation surrounding the organization's announcement it would be honoring outstanding players from the Dome era. The question on Atlanta's mind: Was Michael Vick to be invited back? Reactions to the decision appeared to fall predictably along racial lines. And I still wasn't quite sure how I felt about it. The halftime ceremony commenced, and an announcer identified the all-time Falcons greats being transported across the field in a procession of team vehicles -- including Michael Vick. I held my breath until his name was announced, then surprised myself by rising to my feet, like the vast majority of the fans in attendance, and giving Michael Vick a long overdue ovation. As the torrent of cheers washed over him, you could almost sense the palpable relief take over Vick's form. Atlanta's favorite son had returned home. And Falcons fans cheered his redemption. Sheepishly, I looked over at my wife and weakly protested: \"I'm not crying. It's the dry air inside the Dome.\" She smiled knowingly and patted my back. When I recently asked the Falcons about the calculus that went into the decision to finally welcome Vick back, Arthur Blank shared this with me through a spokesman: \"It was not a difficult decision. I knew in my heart that he was important to me, to our organization and to our fans and should be there for that moment. I also felt strongly that our fans knew and appreciated how he had accepted responsibility for his poor decisions, paid a very steep price and had been working very hard to make amends in any way he could and to be a good husband, father and citizen. I was right.\" And that's it. Michael Vick made good on his second chance. He's back working in football as a television analyst. He's a family man. He has acknowledged his failures and atoned for them. He has blamed no one else but himself. Michael Vick could certainly be any of us. He made some grievous mistakes. As have we all -- including the man who currently occupies the Oval Office. Here's hoping you'll give this pardon request some serious consideration, Mr. President."], "Language": false}