{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/opinions/michael-bloombergs-other-problem-brown/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Merrill Brown"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T11:24:57Z"], "LastModifiedDate": ["2020-02-24T11:24:57Z"], "Headline": ["Michael Bloomberg's other problem"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Bloomberg news organization has been the nation's quirkiest large news organization over the course of its 30-year history and never more in the news than now. Some of that is about the unusual nature of a significant newsgathering organization contained within a much larger financial services company that has huge business relationships with the nation's most powerful banks and other financial institutions.  It's also all about the world views and control of one Michael Bloomberg, the company's founder and CEO and now a contender for the Democratic presidential nomination. Bloomberg's presidential campaign moves into a critical two weeks as it tries to reclaim political momentum on Super Tuesday, March 3, after his poorly received first debate performance in Las Vegas last Wednesday.  There's more scrutiny on the former New York mayor's media organization than ever before in light of last year's decision by Michael Bloomberg and announced by John Micklethwait, the editor-in-chief, that Bloomberg News would not be doing in-depth investigative coverage of the Bloomberg campaign or of any of his Democratic rivals.  This meant among other things that the Trump administration would be fair game while investigations of Democrats would be off limits. To further add to what is an unprecedented situation, last week the Bloomberg campaign announced that the entire company would be sold if Bloomberg is elected to the presidency. And more and more attention is being paid to the performance of that news organization with the limitations placed on it by management. This scrutiny comes just as there's increasing coverage of the parent company's practice of settling gender discrimination and other employment related disputes with nondisclosure agreements, or NDAs. After an earlier refusal, Michael Bloomberg now says that if they request it, he'll release three women from these agreements which he says represents all such agreements directly involving him.  Focus on the idiosyncrasies of Bloomberg News comes and go.  For many years Bloomberg reporters had access to financial industry chatter and data via the Bloomberg terminal. In 2013, that access was taken away when increasing numbers of terminal customers complained about Bloomberg journalists having access to customer discussions.  The organization is awash in stories about large terminal customers complaining about actual news coverage, and in one case that became public, a Bloomberg reporter was reassigned after Wells Fargo, an important customer, complained about the coverage it received. At the time, a spokesman for Bloomberg News said, \"Bloomberg publishes 5,000 stories a day and, like every news organization, we get push back from the companies we cover. We make decisions about how we cover those companies based purely on what is best for our readers.\" Along with these idiosyncrasies there are other issues in the Bloomberg newsroom that reflect the control and world view of Michael Bloomberg. Reporters are not allowed to \"originate\" stories about the company itself.  During Michael Bloomberg's three terms as mayor, the news organization covered City Hall while mostly steering clear of investigative stories about his administration.  Bloomberg, over the course of the news organization's history, has ducked one of the most uncomfortable challenges news executives face by avoiding having his own company subjected to scrutiny from its reporters and for that matter generally paying scant attention to media issues. To be sure, it's his privilege, and covering media isn't as important as devoting coverage to other topics, presidential politics being one example.  And to be fair over the course of media history, aggressive ongoing coverage of a publisher's own enterprise is the exception rather than the rule. Certainly, editors have wrestled in many settings with the challenge of covering either their newsrooms or their parent companies even as newsroom transparency has gained attention from editors, educators and news industry critics. The Washington Post faces a key challenge, for example, in covering the many important stories that surround Post owner Jeff Bezos and his role as Amazon CEO. (I am a former Washington Post reporter and the newspaper's editor Marty Baron is a friend.) In recent times it's the rare news organization that hasn't dived in when its corporate or editorial operations faced critical scrutiny. This requirement surfaces when a plagiarism scandal or other editorial calamity hits a newsroom. As one example, in 2002 and 2003 the New York Times faced such a scandal when reporter Jayson Blair resigned after a Times investigation of years of deceptive reporting. Opening up newsrooms and their parent companies to public scrutiny is certainly an important component of efforts to engage the 21st century newsroom with its many publics.  I was editor-in-chief of MSNBC.com when our news organization, starting in the late 1990s, wrote and broke dozens of stories about the government antitrust case against Microsoft, then half owner with NBC, of the MSNBC joint venture. The story was of such magnitude that it couldn't be avoided, and Microsoft understood that even after only two years in the news business. (The joint venture was dissolved in 2012.) It's hard to say what will happen to Bloomberg News if its owner is elected President. It's financially inconsequential to a company estimated to be worth $60 billion, largely for its terminal business, which could be attractive to a large global financial firm. The acquirer may have little interest in the news operation and could spin it out to an international financial news or data organization. Other components of the Bloomberg News saga are more important in the short run. The public is currently being deprived of what, if unimpeded, would be fully in-depth coverage of the presidential campaign by a news organization of more than 2,700 people.  As the public watches Bloomberg Television which, according to the company, can be seen in 437 million homes worldwide, what are they to make of any political coverage they're viewing? And what does Michael Bloomberg's unwillingness to permit his company's journalists to cover media and his own company say about how he'd view the presidency and the press pressures that would accompany a successful candidacy? Of course, that's an unlikely outcome. The nation is a long way from a Bloomberg victory, particularly given Sen. Bernie Sanders' success in the early primaries.  But what's been put in motion by the attention on Bloomberg News will resonate long after Bloomberg's presumed return to his office at Bloomberg LP.  Maybe a new view of transparency and editorial responsibility will emerge. But it can take a long time to create or rebuild credibility."], "Language": false}