{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/business/amazon-holocaust-criticism/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-02-23T18:47:44Z"], "LastModifiedDate": ["2020-02-24T05:56:22Z"], "Headline": ["Amazon facing criticism from Holocaust remembrance groups over books, Prime TV show"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon is facing criticism from two Holocaust remembrance groups for some content available on its site that they describe as dangerous and antisemitic. The Auschwitz Memorial and the Holocaust Educational Trust are calling on Amazon to stop selling books by Julius Streicher, a member of the Nazi party and the founder and publisher of Nazi-era antisemitic newspaper Der Stürmer. The Auschwitz Memorial also criticized the company for what it says are false depictions of the concentration camp in the new Amazon Prime show Hunters.  \"When you decide to make a profit on selling vicious antisemitic Nazi propaganda published without any critical comment or context, you need to remember that those words led not only to the #Holocaust but also many other hate crimes motivated by #antisemitism,\" the Auschwitz Memorial said of the books in a tweet Sunday.  Several of his books, including books aimed at children, are still listed for sale on Amazon, with free shipping offered for the company's Prime members. The books are listed as being published by CreateSpace, an independent publishing platform owned by Amazon. Amazon did not respond to a request for comment on the books.  The Educational Trust published an open letter to the company on Friday calling on it to remove Streicher's books and saying: \"It is worrying that distinguished publishers like Amazon would make available products that promote racist or hate speech of any kind, let alone those from the darkest period of European history.\"  The Auschwitz Memorial also called out Amazon on Twitter Sunday for a scene in the new Prime show \"Hunters\" starring Al Pacino. In the scene, prisoners at Auschwitz are forced to kill each other during a game of human chess. \"Auschwitz was full of horrible pain & suffering documented in the accounts of survivors,\" the Auschwitz Memorial said on Twitter. \"Inventing a fake game of human chess for @huntersonprime is not only dangerous foolishness & caricature. It also welcomes future deniers. We honor the victims by preserving factual accuracy.\" David Weil, creator and executive producer of \"Hunters,\" said it was an intentional choice to portray a fictionalized view of Auschwitz. \"While Hunters is a dramatic narrative series, with largely fictional characters, it is inspired by true events,\" Weil said in a statement. \"But it is not documentary. And it was never purported to be. In creating this series it was most important for me to consider what I believe to be the ultimate question and challenge of telling a story about the Holocaust: How do I do so without borrowing from a real person's specific life or experience?\" Weil, who said his grandmother was a prisoner at Auschwitz, said he created the fictional human chess event because he \"simply did not want to depict ... specific, real acts of trauma.\" The criticism comes just a month after world leaders gathered to mark the 75th anniversary of the liberation of Nazi death camp Auschwitz, where more than 1.1 million people were killed and many more were imprisoned. It also comes amid concern about rising anti-Semitism around the world, following attacks against Jewish people in Pennsylvania, New Jersey, New York, Italy, Germany and elsewhere."], "Language": false}