{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/sport/rugby-six-nations-england-ireland-france-wales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-02-23T17:30:06Z"], "LastModifiedDate": ["2020-02-23T20:40:52Z"], "Headline": ["England beats Ireland to revive Six Nations Championship hopes"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["England kept its Six Nations Championship and Triple Crown hopes alive with a resounding 24-12 victory over Ireland at Twickenham Sunday. Showing the form that had taken them to the final of Rugby Union's World Cup in Japan last year, England kept the previously unbeaten Irish on the back foot, scoring three tries and generally dominating play, particularly in the first half. \"We knew Ireland were in good form and we came out flying,\" said man of the match Courtney Laws. \"We just want to keep building, the goal is to be the best team the world has ever seen,\" he added. With expectations indeed high after the team's heroics in the World Cup, albeit well-beaten by South Africa in the title match, England made a slow start to the Six Nations, with a shock loss to France in Paris. But a Calcutta Cup win over Scotland in stormy conditions has been followed by a commanding display to dismantle a below-par Irish side whose hopes of a Grand Slam and the Triple Crown has been dashed. The visitor, coming into the match off the back of wins over Scotland and Wales, made a poor start, falling behind to an opportunist try by England fly half George Ford. He chased down a grubber kick by Ben Youngs which bounced wickedly to touch down after just eight minutes, the try converted by Owen Farrell. England's second try came in similar fashion as Ford's kick eluded the Irish defense and Elliot Daly beat Jacob Stockdale to the ball to go over, his effort again converted by Farrell. A further penalty by Farrell left England 17-0 to the good at the half, the lead cut almost immediately after the restart as Robbie Henshaw squeezed over for an Ireland try, the conversion missed by Johnny Sexton. The Irish revival was short lived and powerful play by the England forwards saw Luke Cowan-Dickie score the third try, with Farrell again converting. Further Irish consolation came at the final whistle with Andrew Porter going over for his first international try, converted by John Cooney. Ireland captain Sexton acknowledged that \"our mistakes not covering chips for the two tries\" had cost his side dear, despite a second half fightback. Under new coach Andy Farrell, the father of England centre Owen, Ireland still has much to play for with a home game against Italy and a potential championship decider against France in Paris. Eddie Jones' England can seal the Triple Crown with victory over Wales at Twickenham in a fortnight and go to Italy in the final round of fixtures hoping championship leaders France slip up. France makes it three from three Saturday's action saw France, inspired by fly-half Romain Ntamack, stay firmly on course for the Grand Slam and Six Nations crown  with a thrilling  27-23 victory over defending champion Wales. Ntamack scored a superb intercept try at a crucial stage in the second half after Wales had closed to 16-17 down and kicked 12 points with his boot as France secured its first win in Cardiff since 2010. It was also revenge for Les Bleus' quarterfinal defeat to Wales in the World Cup last year and has left the French with a winning record after three games having already beaten England and Italy. Ntamack, son of a famous former French international Emile, was part of a young team with just 234 caps against a Six Nations record 859 for Wales. \"We have no experience but we play with a smile but it was good experience to win here,\" he said. Wales coach Wayne Pivac pointed to the Ntamack try as the crucial moment, although a late Dan Biggar try still gave his side late hope. \"After half-time everything went to plan in terms of the momentum shift. We got back into the game and the intercept killed that momentum,\" Pivac said. \"We have to make sure the big moments in the game go our way,\" he added. Scotland wins in Rome Meanwhile, Scotland made no mistake against Italy in Rome, running in three tries in a 17-0 victory over the perennial wooden spoon team. Disappointing defeats to Ireland and England had left Gregor Townsend's men under pressure going into the match, but his team stepped up to the challenge.  Scotland was led from the front by captain Stuart Hoff who opened the scoring at the Stadio Olimpico with a stunning solo try. Chris Harris and Adam Hastings also went over in the second half to snuff out any hopes of a home revival."], "Language": false}