{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/entertainment/justin-bieber-cara-delevingne-instagram-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-22T21:26:22Z"], "LastModifiedDate": ["2020-02-23T04:36:06Z"], "Headline": ["Cara Delevingne calls Justin Bieber out after he says she is the least favorite of his wife's friends"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Justin Bieber should have just eaten the bull penis. That's according to model and actress Cara Delevingne, who responded Friday after Bieber said she was the least favorite friend of his wife, Hailey Baldwin. The admission came on \"The Late Late Show with James Corden\" earlier in the week. It was all part of a show segment titled \"Spill Your Guts\" in which Corden asked Bieber personal questions. The singer had a choice: either answer the question or eat the food in front of him. An innocent (ish) enough game. But then Corden asked Bieber to rank his wife's friends from favorite to least favorite between Gigi Hadid, Kendall Jenner and Cara Delevingne. To deny the question, the young celebrity would have to eat the awaiting bull penis. After a few seconds of thought, Bieber answered: \"Kendall, Gigi, Cara Delevingne,\" he said. As the audience applauded, Bieber was quick to defend his statements. \"Here's the thing, let's go back to it,\" he started. \"I know Kendall the best. I've spent the most time with Kendall, you know, she's a good friend of ours. I haven't spent a lot of time with Gigi and I haven't spent a lot of time with Cara.\" He said he had \"nothing against those people.\" But not according to Delevingne, who called him out on Instagram a few days later. \"If you have nothing against me, then why don't you unblock me?\" she asked in the caption for her post, which featured a clip of the moment, a photo of a young Bieber ogling Delevingne's, uh, legs, and a selfie of the two together in matching NHL jerseys. \"Love you @haileybieber - he should have just eaten the bull penis,\" she finished. As of Saturday, Bieber and Delevingne do not follow each other on Instagram. "], "Language": false}