{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/nevada-caucuses-live-results-updates-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Fernando Alfonso III and Veronica Rocha, CNN"], "Writers": [["Fernando Alfonso III", "Veronica Rocha"]], "FirstPublishDate": ["2020-02-22T18:56:26Z"], "LastModifiedDate": ["2020-02-23T17:34:59Z"], "Headline": ["The 2020 Nevada caucuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Nevada caucuses are over and Sen. Bernie Sanders has been named the victor, according to a CNN projection. A lot happened tonight. Catch up on the crucial takeaways below: Sanders wins, CNN projects: Sanders will win the Nevada caucuses, according to a CNN projection, showing the power of his organization and amplifying his argument that he can broaden his appeal across the Democratic electorate based on the results from the most diverse state in Democrats' nominating contest thus far. Sanders made an enormous organizing push beginning in the middle of last year, putting some 250 paid staffers on the ground in the Silver State. \nWarren congratulates Sanders, attacks Bloomberg: Warren congratulated Sanders on his apparent Nevada caucus win and took aim at Bloomberg. In a speech to supporters in Seattle, Washington, Warren called the billionaire and former mayor of New York “a threat coming our way.\"\nBiden looks to South Carolina: After the caucuses wrap in Nevada tonight, the race will quickly turn to South Carolina, a state considered to be Joe Biden’s firewall. The former vice president has expressed confidence he could win South Carolina, but when CNN spoke to him he wouldn’t call it a must-win. The reality is Biden has staked a large part of his campaign on South Carolina and what he believes to be his bedrock of support — black voters.\nButtigieg warns against Sanders’ nomination: Buttigieg warned against Sanders’ nomination as the Democratic presidential nominee in his speech to supporters following the Nevada caucuses. The former South Bend, Indiana, mayor charged that Sanders’ \"Medicare for All\" plan “believes in taking away” peoples’ choice in health care, “replacing it with a public plan whether people want it or not.”\nKlobuchar remains hopeful: The senator from Minnesota thinks her presidential campaign has exceeded expectations in the Nevada caucuses as votes are being counted. “A lot of people didn't even think that I would still be standing at this point,” the Minnesota senator said. Her campaign finished fifth in Iowa and third in New Hampshire.  Elizabeth Warren congratulated Bernie Sanders on his apparent Nevada caucus win and took aim at one person not in contention in Nevada: Michael Bloomberg.  \"The race has been called, Bernie has won, congratulations Bernie,\" Warren said. It's not yet clear where Warren will place after Sanders' first place finish.  In a speech to supporters in Seattle, Washington, Warren rolled out a repeat of her latest breakout debate performance, singling out Bloomberg.   Warren called the billionaire “a threat coming our way” skipping the first four nomination states to “buy this election” by plowing his resources into Super Tuesday states and beyond. “He argues that he is the safest bet to beat Donald Trump. He’s not safe, he’s just rich,” Warren said.  Warren thanked her supporters for “keeping me in the fight,” and said her campaign has already seen a boost from the Wednesday night debate. “Since Wednesday night our support has been growing everywhere,” Warren said to a cheering crowd. “Since I’ve stepped on that stage a quarter of a million people have gone to Elizabeth Warren.com and pitched in their $25.” Warren said the campaign raised $9 million in three days. The Massachusetts senator has another shot at a momentum-building debate performance soon. She — and Bloomberg — will be back on the debate stage on Tuesday ahead of South Carolina’s primary.  See Warren speak to supporters: Jon Summers, an adviser to the Nevada Democratic Party, said the delay in official results is due to quality control measures. In order for the party to publish official results, there must be a phone call, a photo via text and a physical check of the math worksheet. If one level of the reporting is missing, it has not passed the quality control measures, and the party will not post the results.   Summers said he believes they will continue through the night, if necessary — as opposed to stopping the counting at a certain time and returning in the morning.  He said he feels the process is working well, adding that the caucuses went smoother than expected. He reiterated the party warned the results would be slow to come in due to the three sets of data and cross-checking quality control measures.    Super Tuesday is where Michael Bloomberg's prohibitive ad spending advantage will be felt for this first time, since he has not spent money advertising in the first four primary states. He's spent nearly $160 million just on TV ads in these 14 states — more than three times the rest of the field combined, including Tom Steyer.  Bloomberg has spent over $50 million in California alone, nearly $40 million in Texas, and over $10 million in Virginia and North Carolina. He's spent at least $2 million in every state other than Vermont, and is the only candidate to advertise in every Super Tuesday state so far. Behind him, Tom Steyer has spent about $38.5 million on Super Tuesday advertising — but most of that has gone to California, where Steyer has spent $31.7 million on advertising. Steyer has also spent nearly $3.7 million in Texas and almost $1.2 million in North Carolina. Bernie Sanders has spent the most on Super Tuesday advertising of the non-billionaire candidates. He's up to nearly $11 million in those states, with $5.7 in California and over $3 million in Texas. For the rest of the field, Amy Klobuchar has actually outspent Elizabeth Warren, Joe Biden and Pete Buttigieg in Super Tuesday states so far. Klobuchar has spent $1.7 million on ad reservations in those states, with the most in North Carolina ($635,000). Elizabeth Warren has spent $309,000 on Super Tuesday ads, almost entirely Colorado and Maine. Joe Biden and Pete Buttigieg have so far not reserved any airtime in Super Tuesday states. Meanwhile, Tulsi Gabbard has some ad spending in California, Texas and Maine, totaling about $150,000. Across all Super Tuesday states, and including all the active 2020 Democratic candidates, the ad spend total is over $210 million. CNN's Harry Enten has the details: Former presidential hopeful and current CNN political commentator Andrew Yang had some fun at his own expense this evening when discussing the number of Democrats still running for president. Yang, who dropped out of the race earlier this month, believes candidates need to step back to help bolster the Democrats' chances of defeating President Trump this November. \"Someone needs to pull an Andrew Yang. I've done the math, I'm not going to win,\" Yang said.  See the moment: A Democratic official who has been working in the Nevada war room where they are tabulating the results of the caucuses is hopeful the results won’t take all night. “We are taking our time, but hopefully, not too long,” the official said, in response to a question about whether it will be the extremely long night the party had been anticipating. Site leads who were running the caucus sites today have been carrying white boxes full of results and supplies into the war room in the past few minutes. Officials inside are cross-checking results that have been called and texted in.  A massive three-tier tray of silver coffee pitchers and room service style plates was just wheeled out of one of the rooms Nevada Democrats have been holed up in as the evening churns on.  After the caucuses wrap in Nevada tonight, the race will quickly turn to South Carolina, a state considered to be Joe Biden’s firewall.  The former vice president has expressed confidence he could win South Carolina, but when CNN spoke to him he wouldn’t call it a must-win.  Biden told CNN he believes his campaign could move forward if he loses South Carolina as long as he does well there.  The reality is Biden has staked a large part of his campaign on South Carolina and what he believes to be his bedrock of support — black voters. But other candidates have started to make inroads with that key constituency of the Democratic party.  Biden told CNN Democrats are now getting to the “meat” campaign with these more diverse states approaching.  On the South Carolina primary, one Biden supporter who fundraises for him told CNN \"he’s gotta win it” after staking so much of his campaign on the state. Bernie Sanders claimed victory in the Nevada caucuses on tonight and touted the power of his grassroots movement.  “In Nevada we have just put together a multigenerational, multiracial coalition which is going to not only win in Nevada, it's going to sweep this country,” the Vermont senator told a crowd of supporters in San Antonio, Texas, after CNN projected Sanders would win the Nevada caucuses.  “No campaign has a grassroots movement like we do, which is another reason why we're going to win this election,\" Sanders said. He touted his support from unions and thanked supporters who made phone calls and knocked on doors for his campaign.  The senator’s win in the Nevada caucuses comes after a win in New Hampshire and a strong showing in Iowa, where results are still being examined and Pete Buttigieg holds a narrow lead over the senator.   Sanders sought to draw a distinction between himself and President Trump, and said his campaign is working to bring people together.  “Trump and his friends think they are going to win this election,\" Sanders said. \"They think they're going to win this election by dividing our people up based on the color of their skin or where they were born or their religion or their sexual orientation.\" \"We are going to win because we are doing exactly the opposite,\" he continued. \"We're bringing our people together.” Hear Sanders speak after Nevada win: ##Moments## Pete Buttigieg warned against Bernie Sanders’ nomination as the Democratic presidential nominee in his speech to supporters following the Nevada caucuses. “I congratulate Sen. Sanders on a strong showing today,” Buttigieg said, adding: “But before we rush to nominate Sen. Sanders … Let us take a sober look at what is at stake.” While delivering his speech, it was not yet clear where Buttigieg placed in Nevada’s caucuses after Sanders. “That is the choice before us. We can prioritize either ideological purity or inclusive victory,” Buttigieg said. “We can either call people names online or we can call them into our movement. We can either tighten a narrow and hardcore base or open the tent to a new and broad and big-hearted American coalition.” Buttigieg then highlighted the differences between himself and Sanders, saying Sanders “believes in an ideological revolution that leaves out most Democrats as well as most Americans.” The former South Bend, Indiana, mayor charged that Sanders’ \"Medicare for All\" plan “believes in taking away” peoples’ choice in health care, “replacing it with a public plan whether people want it or not.” Buttigieg narrowly leads Sanders in the Iowa caucuses, and he came in second place, after Sanders, in the New Hampshire primary.  See Buttigieg speak to supporters: Vermont Sen. Bernie Sanders will win the Nevada caucuses, according to a CNN projection, showing the power of his organization and amplifying his argument that he can broaden his appeal across the Democratic electorate based on the results from the most diverse state in Democrats' nominating contest thus far. Though former Vice President Joe Biden appeared to have the lead in polls as late as January, Sanders made an enormous organizing push beginning in the middle of last year, putting some 250 paid staffers on the ground in the Silver State.  Sanders' campaign also harnessed their grassroots fundraising machine to build roots within the state’s large Latino community, advertising in Spanish not only on television, radio and social media, but through ads on music streaming services like Pandora and Spotify. Watch the moment: ##Moments## Joe Biden said he feels “really good” about the Nevada caucuses as votes are being counted.   “I know we don’t have the final results yet, but I feel really good,” Biden told a crowd of supporters in Las Vegas. “You put me in a position, you know the press is ready to declare people dead quickly, but we’re alive and we’re coming back and we’re going to win.” The former vice president touted his union support in the state.  “We got some of the best union support, I think better than anybody in the whole damn race,” Biden said.  “I think we’re in the position now to move on in a way that we haven’t been until this moment,” he added. “I think we are going to go, we’re going to win in South Carolina, and then Super Tuesday and we are on our way.” Biden finished fourth in Iowa and fifth in New Hampshire. Watch the moment: Ross Armstrong was the precinct chair for two small caucuses at Echo Loder Elementary School in Reno, Nevada, where both were decided by high-card draws from a deck of cards. Armstrong says both are very small precincts and only have one delegate to award and thus the viability rule doesn't apply and the candidate with the most votes wins the delegate. In one precinct, there were only three caucusgoers participating: one caucusgoer who supported Pete Buttigieg, and two early voters who went for Sens. Bernie Sanders and Elizabeth Warren.   A three-way tie for the single delegate.   \"Because there were no in-person reps for Bernie or Warren, we just went to the caucus next door to find supports to pull the cards,\" Armstrong said.  Warren won the delegate in that precinct with a jack of hearts; Sanders pulled a four of spades and Buttigieg pulled a three of diamonds. In the other precinct he chaired, one caucusgoer supported former Vice President Joe Biden and the other Buttigieg.  Buttigieg won the delegate with an eight of spades, which beat out Biden's seven of clubs. CNN's Dana Bash explains: Amy Klobuchar said she thinks her presidential campaign has exceeded expectations in the Nevada caucuses as votes are being counted.  “We have a great team down there, still working hard. They're counting the votes, but as usual, I think we have exceeded expectations,” Klobuchar said in a speech to supporters in Minneapolis, Minnesota.  “A lot of people didn't even think that I would still be standing at this point,” the Minnesota senator said. Her campaign finished fifth in Iowa and third in New Hampshire.  Klobuchar continued: “They didn't think I’d make it through that speech in the snow, they didn't think I’d make it to the debate floor, but time and time again, because of all of you and because of the people around this country that want something different than the guy in the White House, we have won.” Watch Klobuchar speak to supporters: Bernie Sanders may be a plane to San Antonio, Texas, but his focus still appears to be on the Nevada caucuses. Sanders got up from his seat shortly after taking off to walk over to his deputy campaign manager Ari Rabin-Havt and ask for an update on the Nevada caucus results.  At first Rabin-Havt could not get service, and asked the plane to reboot their WiFi, and for everyone on the plane to turn off their WiFi. When Rabin-Havt finally did get WiFi, he found that not much of the official results were in. Sanders then returned to his seat. President Trump congratulated Bernie Sanders for doing well in the Nevada caucuses. Trump went on to hit the other Democratic candidates who he said look “weak” and claimed former New York City Mayor Mike Bloomberg can’t “restart his campaign after the worst debate performance in the history of Presidential Debates.” Read Trump's tweet:  Sen. Bernie Sanders has taken an early lead in Nevada with just 1% of precincts reporting on county delegates. Sanders leads with 29.3%, followed by Sen. Elizabeth Warren with 18.7%. In third place is former Vice President Joe Biden with 17.3%. \"Remember that the county delegates will determine the winner,\" CNN's Wolf Blitzer said this evening.  How county delegates work: The Nevada State Democratic Party will release the county delegate results of the precinct caucuses for each candidate. The national delegate number will reflect those results. As in previous cycles, CNN will determine the winner by the candidate who receives the most county delegates. Though the release of these votes could show one candidate winning the most actual votes and another winning the most delegates, CNN will continue to use the candidate with the most delegates as the standard, as it will reflect the most votes at the national convention. For the first time, the state party will also release the results of the first and final preference votes (more on that below) alongside the county delegates, but like the popular vote's relation to the Electoral College, the delegates will ultimately reflect who's in the top spot. The big picture for Democrats: To win the Democratic presidential nomination on the first ballot during the Democratic National Convention in Milwaukee in July, a candidate needs 1,991 pledged delegate votes. Nevada has 36 up for grabs Saturday.  Though that’s only about 1% of the delegates up for grabs, the momentum a candidate can gain from showing strength in a state with a diverse population, strong union representation and Western location can change the direction of the race. CNN's David Chalian breaks down the latest reporting:  ##Moments## Democratic presidential candidates aren’t the only ones earning delegates today. The Nevada Republican Party voted to allocate all 25 of their delegates to President Trump during their winter meeting today. The state party voted to forgo a formal caucus last year and instead hold an “alternative presidential preference poll” during the meeting. Other state parties — both Democrat and Republican — have opted to do the same when an incumbent president of their party is running for reelection.  Alaska, American Samoa, Arizona, Guam, Kansas, and South Carolina Republicans are not holding formal primaries or caucuses this year as well. It takes 1,276 delegates to win the Republican nomination. After winning the Nevada slate today, CNN estimates Trump currently has 86 delegates.  ##Moments## Last Wednesday, the day after a tough fourth place finish in the New Hampshire primary, Sen. Elizabeth Warren's campaign announced a new fundraising goal: to raise $7 million before the Nevada caucuses. The campaign eventually upped that goal to $12 million after Warren’s strong debate performance in Las Vegas kicked her fundraising into high gear. And this morning, the campaign announced that they ultimately raised more than $14 million — more than double their original goal. Do the math: It comes out to roughly $1.5 million per day. Obviously, some of that money came in before the debate, some of it after.  Warren advisers tell CNN that they see the supporters who gave pre-debate as those who were not counting her out and recognizing that she is in third place in delegates. Meanwhile, some of the supporters who gave post-debate, they say, did so because they saw a woman on the debate stage who could take on and defeat President Donald Trump. Why the influx of cash was so important: CNN learned this week that the Warren campaign ended the month of January with just a little over $2 million cash on hand, and that it also took out a $3 million credit around the Iowa caucuses. The campaign will, of course, need to keep up its fundraising as it heads into expensive Super Tuesday states and beyond, but the fundraising boost this week came at a moment when they really needed it. CNN has spoken to several people who are experiencing busy signals when they are trying to phone in results from their Nevada caucus precincts. \"The hotline is giving people a busy tone,\" said Stephen Letzler, precinct chair at Sierra Vista High School in Las Vegas. \"I tried it twice, but other captains were also trying and having the same issues. I just gave up, and others did as well.\"  He said he believes the redundancies that have been set up are working, though.  Caucus volunteers are able to text pictures of their results to headquarters. “The texting of a photo of the caucus reporting worksheet also worked well. And hard copy of that worksheet is also being carried physically to headquarters. So all in all, things went pretty smoothly, I think,\" Letzler said. Matthew Tramp, a precinct chair at Garside Middle School in Las Vegas, said he's working on reporting the results to the Nevada Democratic Party, but he's getting a busy tone when calling the hotline.   “We’ve been prepared all along for a high influx of results as caucuses wrap up, and we’re working diligently to accommodate and continue processing the high volume of incoming results from precinct chairs,\" Molly Forgey, Nevada State Democratic Party spokesperson, told CNN. The party acknowledged other forms of verification are coming in.  CNN's Dianne Gallagher has the details: Sen. Bernie Sanders maintains a large lead in terms of the popular vote in Nevada with 5% of precincts reporting.  Sanders has 3,532 votes with former Vice President Joe Biden in second with 1,568. \"We are getting early results from our reporters at caucus sites across Nevada. We are standing by for official results out from the state Democratic party. We expect to get those soon,\" CNN's Anderson Cooper said this afternoon. Watch former Democratic presidential candidate Andrew Yang's analysis:  Around two-thirds of caucusgoers under the age of 30 supported the Vermont Sen. Bernie Sanders significantly more than his competitors.  Next was former South Bend Mayor Pete Buttigieg, with around 1 in 10, and in the single digits for former Vice President Joe Biden, Sen. Elizabeth Warren, and Sen. Amy Klobuchar.  Biden led among caucusgoers over 65, with around a quarter supporting the former vice president. Around 1 in 5 went for Klobuchar and 1 in 8 for Buttigieg, Sanders, and businessman Tom Steyer each. Around 1 in 10 caucused for Warren. ##Moments## Sen. Bernie Sanders has taken the lead among Democrats with just 3% of Nevada precincts reporting. Sanders leads with 1,615 votes in the final round with former Vice President Joe Biden in second with 850. \"In that first round of voting with these early precincts, 1,410 votes. In the final round, after he was viable and clearly was able to bring over some people who were with nonviable groups, he had 1,615 votes,\" CNN's David Chalian said this afternoon about Sanders. \"He gained 205 votes in that process. Again, this speaks to why it's important to organize. Have a good organization. Teach those caucus volunteers how to operate in that room.\" ##Moments## The Nevada Democratic Party is reporting three different numbers as it releases its caucus results tonight. Here's what those numbers mean: First preference: This is the vote count after the first round in caucusing. Voters in the room grouped with other participants supporting their first choice for president. If their first choice wasn't viable — meaning the candidate reached a certain threshold of support, usually around 15% of the vote — voters were given an opportunity to realign with viable candidates or to form a viable group with other voters whose top choice wasn't viable.\nFinal preference: This is the vote count after voters realign. All of these candidates were viable after the first round.\nCounty delegates: This is calculated based on the final preference vote counts in the precincts. Think of it like the popular vote vs. the Electoral College in the general election. CNN will project the winner of the Nevada caucuses based on who wins the most county delegates. As Pete Buttigieg's campaign watches the results come in, it believes it has an opportunity to amass a sizable number of county delegates in rural counties where populations are smaller, according to a Buttigieg aide. The campaign has 1,300 precinct captains across the state and it believes their presence, particularly in the rural counties, will help during realignment, the aide said. They believe if Buttigieg is viable in a specific precinct, having volunteers on site who know their communities, their neighbors and the realignment process is a real advantage to attract voters from other candidates who weren’t viable.  Their organizing strategy is focused on maximizing delegates, the aide added. This is a similar strategy the Buttigieg campaign had in Iowa — which it believes aided Buttigieg's narrow victory even though Bernie Sanders won the popular vote. Bernie Sanders has an early lead in the initial results coming in from the Nevada caucuses. Sanders is on top with 422 popular votes, followed by Elizabeth Warren second place with 350. Pete Buttigieg got 279 votes, Amy Klobuchar has 231 votes and Joe Biden got 215 votes. Wolf Blitzer and John King break down the initial results:  ##Moments## Sen. Bernie Sanders' campaign sees a number of reasons to be optimistic about early signs in Nevada following CNN's entrance poll results. Campaign officials point to results that show a majority of caucusgoers supporting government backed health care over private insurance. This was thought to be a potential weakness for the Sanders campaign because of the influence of the Culinary Workers Union, which has opposed \"Medicare for All\" but stopped short of endorsing a candidate. The health care numbers are one of many data points that demonstrate the possibility of a strong showing for Sanders tonight, but his team remains cautious until the final results come in because of the unpredictable nature of caucuses. “We need to wait until all the votes are cast and counted,” one official said. “We take nothing for granted.” Sanders and health care: Sanders and sympathetic labor leaders have cast Medicare for All as a long-term winner for union workforces, arguing that any legislation that takes health care out of the bargaining process will ultimately lead to higher wages and new concessions from management. He reiterated his support for unions at Wednesday's debate: \"I have a 30-year 100% pro-union voting record.\"  A majority of Nevada Democratic caucusgoers  — around 3 in 5 — decided who they would vote for earlier than this month, while around 2 in 5 decided in the last month. Slightly less than half of the group that decided earlier than this month are widely supporting Bernie Sanders, while 1 in 6 went for Joe Biden, around 1 in 10 for Elizabeth Warren, and 1 in 10 for Pete Buttigieg Those who decided in the last month are split between Sanders and Buttigieg, with around 1 in 5 supporting each candidate and slightly less than that for Amy Klobuchar, Biden, and Warren each. Watch the analysis: ##Moments## Entrance polls show Sen. Bernie Sanders with a commanding lead in Nevada among white and Hispanic voters. With white voters, Sanders has 30% of the vote, followed by former South Bend, Indiana, Mayor Pete Buttigieg with 19%. In terms of Hispanic voters, Sanders commands 54% of the vote, with former Vice President Joe Biden in a distant second with 14%. When it comes to black voters, Biden leads with 34% followed by Sanders with 28%.  \"African Americans make up 11% of the electorate. Hillary Clinton won them going away four years ago, It's part of what drove her success in Nevada,\" CNN's David Chalian said this afternoon. \"It’s so important to who wins Nevada and the delegate race for the nomination overall. When you’re awarding things proportionally, you can be somebody who prevents the number one candidate from getting a majority.\"  Watch the analysis: ##Moments## An entrance poll shows Sen. Bernie Sanders has an early lead in the initial preference of Nevada caucusgoers. One thing to note: This is an entrance poll of initial preference. ##Moments## Former Vice President Joe Biden stopped by a caucus site this morning in North Las Vegas, Nevada, where he greeted voters, took selfies and shook hands. Asked whether it's important for him to have a strong showing in Nevada to carry the momentum to South Carolina, Biden replied that he will leave it to pundits to make that judgment but ultimately that \"things are feeling good.\"  \"I think we’re coming into an area that it makes a big difference to me, not only going into South Carolina, but Super Tuesday. And I’ve had a lot of support. So I’m feeling good,\" he said.  Biden acknowledged the divisions in the Democratic party, subtly taking a dig at Sen. Bernie Sanders by saying that being able to deliver on promises is key. A Nevada State Democratic Party (NSDP) spokesperson said it's “common and not unusual\" for some campaign volunteers to fill some gaps and help with some of the caucuses.  NSDP spokesperson Molly Forgey said it happened in 2016 and 2008 as well. The state party said it has the coverage it planned for, claiming it believes there are more than 2,000 volunteers across the state. Entrance polls in Nevada show that among voters who identity as very liberal, Sen. Bernie Sanders commands 52% percent of the votes. In a distant second is Sen. Elizabeth Warren with 17% and former Vice President Joe Biden with 9%.  ##Moments## According to entrance polls, around half of Latino Democratic caucus-goers said they support Sen. Bernie Sanders in Nevada Significantly fewer caucus-goers (around 1 in 10) support former Vice President Joe Biden, around 1 in 10 for former South Bend, Indiana, Mayor Pete Buttigieg, around 1 in 10 for businessman Tom Steyer, and slightly fewer for Sen. Elizabeth Warren.  Among black Democratic caucus-goers, over a third support Biden, a quarter went to Sanders, and around 1 in 8 for Steyer and 1 in 8 for Warren. ##Moments## Sen. Elizabeth Warren woke up in Las Vegas this morning and she and her husband, Bruce, went for an early walk as they often do. Warren is now visiting a caucus site in Henderson, Nevada, to bring supporters donuts and coffee. But when the results come in later today, the senator will not be in Nevada. She'll be in Seattle, Washington, where her campaign will hold a rally downtown. Other candidates are doing similar things today, of course — skipping ahead to March states. Why the move: Warren advisers tell CNN that Washington is obviously a state where they’d like to do well, and splitting up the day this way is a way to be in as many places at once. Washington is a vote by mail state, and ballots became available yesterday, so Warren is trying to boost voting for her here as soon as possible. Warren held a summer outdoor rally in Washington state last year that was easily one of her biggest events of the entire election. That came at a moment when Warren’s candidacy was really surging, and she’s in a different place now, but clearly the campaign hopes to recreate that kind of momentum here.   Sen. Elizabeth Warren's campaign announced today, hours before Nevada caucuses start that they have raised $14 million. The campaign doubled their initial goal of raising $7 million before today's caucus set earlier this week. Entrance polling shows that a majority of Democratic caucus-goers support government-backed health care over private insurance -- good news for \"Medicare for All\" proponents Bernie Sanders and Elizabeth Warren. There had been signs of trouble for Sanders’ fortunes with health care-minded union voters in the Silver State. The powerful Culinary Union singled out Sanders’ health care plan the same night he won the New Hampshire primary, distributing a flier saying Sanders would \"End Culinary Healthcare\" if elected president of the United States. ##Moments## Pete Buttigieg's campaign is feeling good about how the Nevada Democratic Party is running the caucuses coming off of the debacle in Iowa, according the candidate's aide.  “The Party has shown through early voting that they have been able to run a judicious and deliberate process and we expect the same for caucus day,” the aide said. There hasn’t been a plan communicated to the campaign from Nevada Democratic Party if things go south, the aide said. The campaign has thousands of precinct captains who they will rely on for information if things go wrong. This is a way for the campaign to have their own reporting, the aide said.  Buttigieg himself said he needs a strong finish in Nevada, but aides say he is already looking forward to campaigning aggressively in South Carolina and Super Tuesday – hence why he is flying from Vegas this evening to Colorado to South Carolina in one day. Buttigieg plans to watch the results at his hotel in Vegas before rallying with supporters later today, according to a Buttigieg aide. Nevada Democrats head to their precincts today under nationwide scrutiny to participate in the second presidential contest this year using a caucus system. How it works: At noon PT (3 p.m. ET), Nevadans will begin to caucus. Voters in the room will group with other participants supporting their first choice for president. If their first choice isn't viable — meaning the candidate reaches a certain threshold of support, usually around 15% of the vote — voters will be given an opportunity to realign with viable candidates or to form a viable group with other voters whose top choice wasn't viable. All viability and allocation math will be done with a \"caucus calculator\" developed by the state party. The calculator is a Google form that can incorporate the early vote with in-person participants, determine the viability threshold and calculate delegates for each qualifying candidate. What about results? The state party will release the results of the first and final preference votes, alongside the county delegates results of each precinct. CNN will determine the winner by the candidate who receives the most county delegates. One thing to know: This year, Nevada instituted early voting for Democrats looking to caucus outside their assigned time and place. The state party reports that nearly 75,000 people participated in early voting Read more about caucusing here. Ne-VA-da or Ne-VAH-da? Ask any native Nevadan how it's said, and they'll be quick to tell you: \"Ne-VA-da,\" with a flat A. (Think \"trap,\" not \"dawn.\") If the pronunciation has tripped you up, you're not alone. Others visiting the Silver State have mispronounced it time and again, from George W. Bush and Michelle Obama to Donald Trump and anchor Brian Williams. People often point to the the Spanish word \"nevada,\" which translates to \"snow-covered.\"  But take it from former Senate Democratic Leader Harry Reid, this helpful TikTok from the Washington Post and me, a battle-born Nevadan. After all, home means Nevada. Regarding how Nevada precincts will report their results of the caucuses to the state party, CNN has been told and reported earlier this week that the primary way of communicating the numbers will be through phone calls to party headquarters through dedicated lines.  The Google form used on the iPads being given to precinct leaders will not be the chief mechanism. Jon Summers, a senior adviser to the Nevada Democratic Party, told CNN on Friday: “They've gone from what was going to be a very, very high-tech operation for the caucuses to one that's very low-tech now, that's paper based and based on phones. They're going to have phone lines manned by about 200 people who will be accepting calls from the precincts when it's time for them to report the results. ”  The New York Times reports about a memo sent to campaigns on Friday from the party emphasizing that precinct leaders will be using phone and text and not the Google application. CNN is working to get a copy. The Nevada State Democratic Party (NSDP) is asking site leaders for today's caucuses to sign non-disclosure agreements (NDA) that would prevent them from speaking to the media. The news broke just one day before the Nevada Democratic caucuses. The caucus process in Nevada has come under intense scrutiny after a similar process melted down in Iowa.  Nevada Democrats, lead by operatives with ties to former Senate Majority Leader Harry Reid, have worked for weeks to ensure the caucus goes smoothly, worried that a poor showing could imperil the state's first in the west status and further undermine the entire nomination process. A Nevada State Democratic Party official told CNN that it's standard practice to request staff and volunteers to sign an NDA because they are privy to strategic information and said the party also required NDAs in 2018. The NDA details: CNN obtained a copy of one of the four-page agreements which states, in part, \"I will take all measures necessary to protect the secrecy of, and avoid disclosure and unauthorized use of, Confidential Information of the NSDP.\" The NDA appears to be one that is used for other purposes by the NSDP, since it also references activities other than the caucuses. \"If I am a volunteer and answering phones at the NSDP office or volunteering at an official NSDP event, I am a representative of the NSDP and am not authorized to speak to the press unless given permission by the Executive Director or Communications Director.\" Tom Steyer said he is feeling good about the Nevada caucuses, and that he will be going around talking to campaign volunteers as election results roll in on this afternoon.  “I’m feeling good,” Steyer told CNN. “We’re hearing that turnout is going to be good. I'm a big believer in the biggest possible turnout.” The billionaire businessman said he won’t be sitting in his hotel room watching the results come in this afternoon, and said he will instead be moving around and talking to campaign volunteers.  “I know for a fact that a lot of the union workers here and culinary workers are on my side,” he said. The powerful Culinary Union, which did not endorse a 2020 candidate, represents 60,000 hotel and casino workers in Nevada.  “We're hoping that everybody shows up and everybody caucuses,” Steyer said. “That's the best thing that can happen.” Former Vice President Joe Biden shared a photo of him and Cher in Las Vegas ahead of the Nevada caucuses. Biden's tweet also included a pun inspired by the chorus of Cher's 1998 hit \"Believe.\" \"Do you believe in life after Trump?\" Biden tweeted. See his tweet below: Nevada employs the \"Game of Chance\" to break ties when awarding delegates.  In case of a tie, precinct chairs use an unopened deck of cards to determine who wins the delegate. The Nevada Democratic Party provides a deck of cards to each precinct for this specific tie-breaking purpose. The high card determines the winner and aces are high, according to the party’s rules. The deck of cards must be shuffled at least seven times before use, and all extra cards (jokers and directional cards) should be removed. In determining the high card among cards of the same rank, the card suit will control the outcome, from highest to lowest: spades, hearts, diamonds, clubs. Nevada Democrats also deployed this process in 2016.  By comparison, Iowa uses a coin flip to break its ties.  The Nevada State Democratic Party made changes to its presidential caucuses, focused on calculating and reporting results. After dropping an app built by the same company whose \"coding errors\" caused mass confusion during the Iowa caucuses, the Nevada party created a new tool and consulted with the Department of Homeland Security, the Democratic National Committee and other experts to update their reporting system and two-source reporting verification process. \"We understand just how important it is that we get this right and protect the integrity of Nevadans' votes,\" said Alana Mounce, executive director of the state party, in a memo outlining the details. \"We are confident in our backup plans and redundancies.\" While the party isn't calling it an app, precinct chairs will use a \"caucus calculator\" on party-bought iPads to work out viability and delegate results during the caucuses by adding together caucus results and early vote data into the tool. The tool has the formulas needed already built in, the memo says. The calculator is accessed and used through what the party says is a secure Google form. Experts at Google were consulted, along with DHS and the DNC, to ensure its security. \"While this is designed to streamline the process and to limit the possibility for human error, caucuses can operate without this calculator,\" Mounce wrote. During a caucus, participants select their first preference for president, recorded on a preference card. If that candidate does not meet a certain viability threshold — usually 15% — that supporter can realign to another viable candidate or join with other voters to create a viable group for another candidate. The Nevada caucuses represent the first time a diverse state has expressed their presidential preference this cycle. Iowa and New Hampshire are overwhelmingly white, a criticism that has been widely leveled at Democrats looking to challenge the fact that the two states go first in the primary process. And the winner of the Nevada caucuses will have a credible case to make that they — beyond those who succeeded in Iowa and New Hampshire — are the best candidate to represent the party going forward because Nevada represents the rest of the country. Why this matters: This could be critical for a candidate like former Vice President Joe Biden, who turned in disappointing performances in Iowa and New Hampshire and is banking on success in diverse Nevada and the upcoming South Carolina primary to boost his campaign. Vermont Sen. Bernie Sanders, who won the New Hampshire primary and performed well in Iowa, could take a step toward further jumping to the lead of the primary with a win in Nevada. And for candidates like former South Bend Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar, both of whom have struggled with winning over Latino and black voters, a strong performance in Nevada could help quell those concerns. Thousands of Nevadans waited for hours last weekend to do something that has never been done before this primary season: early voting in a caucus. The change by the Nevada Democratic Party this year was aimed at opening up the otherwise restrictive caucus process and boosting turnout in the state. Nevadans are notably familiar with early voting — more than 56% of the state voted early in the 2016 general election. But early voting is a unique addition to the caucus process, and its success rests on whether the Nevada Democratic Party can successfully link the votes cast early with the precincts where those voters would have expressed their presidential preference this coming Saturday. Adding pressure to the process: The Iowa caucuses were thrown into chaos because of a faulty app and overwhelmed, leading to questions about how Nevada's caucuses will go. How the early votes were counted: A voter, once they are done filling out their ballot, returned it and their voter card to a ballot box that is monitored by a party volunteer. Here is where the unique part of early voting in a caucus comes in: Once all of the voting was finished, the ballot box was transported to a designated processing hub monitored by the state party, where the votes were scanned and stored. Unlike Iowa, those results will be included in the total count for each voter's precinct during the caucus. For example: If a voter from a caucus site in Elko, Nevada, votes early, their preference will be counted today as part of the total votes in their specific caucus site. According to the Nevada Democratic Party, the number and preference of early votes cast will be given to each precinct chair in paper and as part of a preloaded iPad today. Vermont Sen. Bernie Sanders is looking for a breakaway win in Saturday's Nevada caucuses. Everybody else in the Democratic presidential race is trying to keep it close. Just a week from the South Carolina primary and 10 days from Super Tuesday, when 14 states will vote, candidates are running out of time and opportunities to break out of the pack and amass the fundraising and operations they'll need to compete in a drawn-out delegate battle. Here are four things to watch in the Nevada caucuses: Is a win a win for Sanders? Sanders is increasingly regarded as the primary's clear front-runner. But in wearing that title, he also faces greater expectations. Anything less than victory in Nevada will send shockwaves through the field and give a massive charge to not only the victor, but everyone else looking to knock Sanders off his perch.\nThe scramble to be the Sanders alternative: If Sanders is the favorite, the rest of the field is in a sprint to see who can emerge as his most serious challenger — and it's unclear who has the advantage.\nWill the caucus work? More than two weeks after the Iowa caucuses crumbled into chaos, Nevada Democrats will try their hand at the complex process. And, in a successful effort to boost turnout and open up the process, the party added another layer of difficulty this year by allowing four days of early voting that saw roughly 75,000 Nevada Democrats cast ballots already. Countless questions remain, though, and while campaigns have grown more upbeat in recent days about the prospect of the caucus going off without error, many still worry about how the party will integrate the early vote into the caucus process, whether the so-called \"caucus calculator\" will effectively streamline the counting process and how the party will handle issues in rural caucus sites.\nDid Warren change the game on debate night? Klobuchar showed with her performance in the New Hampshire debate what one big night can do for a campaign. And Warren had a very big one in Las Vegas on Wednesday, when she spent the better part of two hours ripping into Bloomberg. The revitalized progressive earned a big — and needed — fundraising bounce for her efforts. The question now is whether Warren's debate stage momentum carries over into the caucuses. One reason why it might not have the desired effect: early voting here meant that, by the time Warren took the stage, about 75,000 people had already made their picks."], "Language": false}