{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/opinions/bloomberg-needs-to-take-down-sanders-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-02-22T21:31:42Z"], "LastModifiedDate": ["2020-02-22T22:54:07Z"], "Headline": ["Bloomberg needs to take down Sanders -- immediately"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It seems Michael Bloomberg entered the presidential race for at least two reasons: he wants to be president and he understands the importance of denying President Trump a second term. His late entrance into the race, however, means every decision he makes is exponentially more consequential as the clock counts down to November 3. His strategy so far has been to spend -- and spend some more -- blanketing the media landscape with  the message that he's the best candidate to take on Trump.  In any political campaign, candidates need to know what they stand for, and who -- or what -- they're up against. At this stage in the game for Bloomberg, that enemy is not Trump. It's Sen. Bernie Sanders and the election calendar.  If Bloomberg wants to make it past the Democratic National Convention in July, his strategy needs to change --quickly. His first objective is to nab the nomination, and to do that, he needs to direct his resources to take down Sanders before he even has a chance at Trump.  As it stands, Sanders has a chance to run the table as the rest of the field fights each other for the honor of coming in second.  Sanders has emerged as the Democratic front-runner, and his support stands at 25% among Democrats and independents who lean Democratic, according to the most recent Quinnipiac poll.   But that's not enough to win the general election. I don't believe the country is prepared to support a Democratic socialist, and I agree with the theory that Sanders would lose in a matchup against Trump. In a general election battle between two divisive figures who both preach the politics of grievance, I believe Trump will win the battle to the bottom and remain the last man standing. Given that the primary calendar dictates that 60% of delegates will be determined by St. Patrick's Day, the primary race could be effectively over in less than a month. Of all the other Democratic candidates, Bloomberg may be the only one who can stop the Sanders freight train and still have a shot at winning the White House. But let's not forget -- Bloomberg is already skipping the first four voting states in favor of concentrating on Super Tuesday. With his disastrous performance in the Las Vegas debate, it appears he won't be building any organic momentum in this race. He has to buy it.  If Bloomberg has any chance of winning the nomination, he has to redirect his resources during the primary and run ads against Sanders -- not Trump.   Bloomberg needs to use the next $400 million in ad spending to attack Sanders on his potential weaknesses in a general election and highlight how far left his campaign is. Hitting him on his past record on guns is a must. Bloomberg also needs to drive home the fact that very little of what Sanders has proposed has any chance of being implemented without serious challenges and major compromises, as even, for example, Rep. Alexandria Ocasio-Cortez admitted on Medicare for All. Sanders' praise of Soviet-backed regimes is ripe for political attack ads -- and if Bloomberg doesn't take advantage of this, Trump certainly will in the fall. Finally, Sanders' legislative record of achievements is lacking, and the difficulty he faces in garnering support among both Democratic or Republican lawmakers can be highlighted. Bloomberg has a narrow window of time to shift his strategy. As Tim Miller, who served as Jeb Bush's communications director in 2016 wrote in The Bulwark, a big lesson from 2016 is \"attack the freaking front-runner for God's sake ... If Mike's goal is to actually beat Bernie -- and not just finish Super Tuesday with a gentleman's 18 percent and embark on a long, losing slog in the hopes something crazy happens -- then his paid media needs to shift to targeting Bernie immediately. Let me emphasize this: Immediately, today, five minutes ago, the fork NOW.\"  Taking on the front-runner is risky business. By launching an all-out attack, Bloomberg is likely to hurt Sanders. But this plan could also backfire. It may be that Bloomberg succeeds in derailing Sanders -- and damages his own campaign in the process, clearing the way for Joe Biden, Pete Buttigieg, Elizabeth Warren or Amy Klobuchar if they manage to stay above the fray. But what's the alternative for Bloomberg? Continuing to focus only on Trump does nothing to stop the Sanders campaign, nor does it do anything to sort out the rest of the field until after Super Tuesday. By then, it'll be too late. If Bloomberg entered the race to become President and to stop Trump, he has no choice now but to try to stop Sanders.  Doing so without taking himself down is the strategic test for Mike Bloomberg. Either way, he has to face it now instead of waiting until Super Tuesday. Winning the White House ultimately means beating Donald Trump. But to get to Trump, and to deny him a second term, Bloomberg will have to defeat Sanders first, even if that might mean ruining his own chances at the nomination."], "Language": false}