{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/us/naval-academy-death/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ralph Ellis and Melissa Alonso, CNN"], "Writers": [["Ralph Ellis", "Melissa Alonso"]], "FirstPublishDate": ["2020-02-22T21:04:48Z"], "LastModifiedDate": ["2020-02-22T21:25:46Z"], "Headline": ["Naval Academy football player dies after he was found unresponsive in dorm"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A US Naval Academy midshipman who played on the school football team has died — the second midshipman death in two weeks.  David Forney, 22, was found unresponsive Thursday in Bancroft Hall, the Naval Academy said in a statement posted on the school Facebook page. After a midshipman administered CPR, Forney was transported to Anne Arundel County Medical Center where he was pronounced dead at 11:28 p.m., the statement said. The cause of death is under investigation, but no foul play is suspected, the Naval Academy said in a statement. Bancroft Hall is the massive dormitory complex where all 4,500 midshipmen at the Naval Academy live. Forney was a senior from Walkersville, Maryland. A political science major, he would have graduated May 22 and been assigned to commission as a cryptologic warfare officer, the academy said in a statement. An offensive lineman for the school football team and a three-year letterman, Forney was named First-Team American Athletic Conference and First-Team All-East, the statement said. He was the anchor of an offensive line that set a school record and led the nation in rushing, averaging 360.5 yards per game during the 2019 season, according to the statement. \"Words cannot express our pain and sorrow,\" Navy head football coach Ken Niumatalolo said. \"First and foremost, our deepest condolences to the Forney family. The Navy Football Brotherhood is not a team, we are a family. We are devastated to have lost one of our brothers.\" The 2015 graduate of Georgetown Prep is survived by his parents, Rick and Erika Forney, younger brothers Chris and Erik, and sister, Rebekah, the academy statement said. Service arrangements for Forney are still pending. Midshipman Duke Carrillo of Flower Mound, Texas, died February 8 during a semi-annual physical readiness test, according to the US Naval Academy website. \"Circumstances surrounding the cause of his death are under review,\" the Naval Academy said."], "Language": false}