{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/us/miracle-on-ice-us-olympic-hockey-team/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Austen Bundy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-22T07:33:42Z"], "LastModifiedDate": ["2020-02-22T07:33:42Z"], "Headline": ["40 years later the 'Miracle on Ice' hockey team continues to be a point of American pride"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For defenseman Dave Christian, the final ten minutes of the Olympic hockey game \"were the longest ever.\" \"When the horn went off at the end we felt a sort of relief,\" Christian said. A bunch of college players had just given the United States a monumental moment of pride and patriotism having beaten the Soviet Union, the world's largest hockey super power, at the 1980 Winter Olympics -- a feat that overcame almost insurmountable odds -- to advance them to the finals. Forty years later to the day, nearly the entire 1980 US Olympic hockey team have reunited in Las Vegas as part of a weekend-long celebration to mark their tumultuous achievement. The victory over the Soviets gave the country a boost at a period of much malaise. \"To us it was just a hockey game. But it captured the imagination of a country,\" Christian recalled.  \"It was great to bring the USA pride,\" defenseman Jack O'Callahan said. \"People identified with it, the genuineness of it.\" The US would then go on to defeat Finland and capture the gold medal. \"Forty years of joyful conversations with people,\" O'Callahan said. \"That's the legacy, it makes you feel good that it made others feel good to be Americans.\" 'It's what we've all dreamed about' The team is participating in a full weekend of private celebrations and public appearances, including joining President Donald Trump on stage at his Las Vegas rally Friday. \"It was quite a production (meeting Trump),\" defenseman Bill Baker said. \"But it's always something noble (meeting a president).\" Trump is not the only American president to honor the team. When they returned home after defeating Finland for the gold medal, just two days after toppling the Soviets, the players met President Jimmy Carter at the White House, \"a great honor no matter your party,\" according to forward Buzz Schneider. Many remember the geo-political tensions surrounding the 1980 match-up between the US and USSR (Union of Soviet Socialist Republics), tensions that have survived the last four decades, but the players hardly noticed at the time.  \"We do looking back,\" Baker said about realizing the non-athletic consequences of the game. \"But we didn't really realize it at the time, the USSR-USA rivalry.\" Several players pointed to the win as a major boost in American pride that is still reflected today. \"It's always USA vs Russia,\" O'Callahan said. \"We also knew we were Americans and they weren't ... we beat them.\" After all these years, people continue to discuss team captain Mike Eruzione's game winning goal with ten minutes remaining, but some teammates still find joy in remembering other meaningful moments. Baker recounted the gold medal ceremony, \"the emotion and people going crazy, seeing my mom crying in the stands, we took a victory lap.\" Harrington relived the \"great feeling of satisfaction knowing this was everything we worked for, just feeling - 'YES!' it's what we've all dreamed about.\" \"We'll always have this, it's the game we won and I'm glad it was us,\" Schneider said. \"An unbelievable upset by an incredible group of kids Even having the 2004 movie adaptation of the team's victory to teach future generations of the importance of that game, Christian believes the lesson coach Herb Brooks, who has since passed away, taught them all will continue to have a greater impact on how people view it. \"The name on the front (of the jersey) is more important than the one on the back,\" Christian said, referring to the country designation emblazoned on the front of each player's jersey.  The team will continue to attend events throughout the weekend, including being honored by the NHL's Vegas Golden Knights at their game Saturday night against the Florida Panthers and even going bowling with the Golden Knights' season ticket holders. "], "Language": false}