{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/politics/donald-trump-las-vegas-rally-hockey-team/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Maegan Vazquez, CNN"], "Writers": [["Maegan Vazquez"]], "FirstPublishDate": ["2020-02-21T23:09:10Z"], "LastModifiedDate": ["2020-02-21T23:09:10Z"], "Headline": ["Trump joined by 'Miracle on Ice' hockey team at Las Vegas rally"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump welcomed members of the 1980 US Olympic hockey team at a Las Vegas rally on Friday, who were celebrating the anniversary of their historic win against the Soviet Union.  Introducing the team, Trump called the game \"one of the greatest moments in the history of sports.\"  The team took the stage, some of whom wore \"Keep America Great\" baseball caps.  Kelly Brooks, the daughter of the late head hockey coach Herb Brooks, wiped away tears when being introduced at the rally.  She said her father \"would be proud to be here with you all and in my personal opinion, he would've been a Trump fan.\" The \"Miracle on Ice\" team won its game against the Soviet Union during the Winter Olympics in Lake Placid, New York, which took place 40 years ago this week. The US would go on to win the gold medal two days later. Mike Eruzione, the captain of the 1980 US team, delivered brief remarks at the rally, saying it was a \"great honor\" to be invited over by the President.  \"Just tell them: Am I a good athlete and am I a good golfer?\" Trump asked as Eruzione was leaving the podium.  \"You are, yes sir,\" Eruzione answered. \"Whatever you say!\" The President also took credit for getting the US Olympics to be held in Los Angeles in 2028.  \"And by the way, we've got the Olympics coming back. They're coming to Los Angeles. Thank you, thank you, President Trump,\" the President remarked at the rally, later adding, \"I'm the one who pulled it off.\" The President's rally hit several of the touchpoints common to his campaign. He criticized the state of the Democratic Party and illegal immigration. He touted the state of the economy. And he discussed his administration efforts to lower prescription drug costs.  The President also decried indications from the intelligence community that Russia is already taking steps to interfere in the 2020 US election with the goal of helping his reelection.  Trump told rallygoers that he sees the situation as Democrats starting another \"witch hunt.\"  \"I see these phonies, the do-nothing Democrats. They said today that (Russian President Vladimir) Putin wants to be sure that Trump gets elected. Here we go again,\" Trump said. \"Aren't people bored?\" Trump said he was informed about \"disinformation\" by \"Democrats\" a week ago.  \"I was told a week ago, they said, you know, they're trying to start a rumor. It's disinformation. That's the only thing they're good at. They're not good at anything else. They get nothing done,\" Trump remarked.  Trump also suggested that Russia would rather have Sen. Bernie Sanders elected president. This came the same afternoon that people familiar with the matter told The Washington Post that US officials have told Sanders, a Vermont independent running for the Democratic nomination for president, that Russia is trying to help his campaign as part of their efforts to meddle with the Democratic primary contest. \"That Putin wants to make sure I get elected. Listen to this. Doesn't he want to see who the Democrat's gonna be? Wouldn't you rather have, let's say, Bernie?\" Trump asked. The President also told rallygoers that he's fighting for fairness for his former confidante, Roger Stone, who was recently sentenced to 40 months in prison. \"We have two sets of justice in this country. It's no good,\" Trump said. \"You know the thing we're working on right now. We're trying to get fairness for a certain person whose been treated very unfairly.\" On Thursday, Trump said he isn't considering pardoning Stone for now, relaying that he wants the process to play out before making a decision."], "Language": false}