{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/business/zillow-rich-barton-risk-takers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story by Aimee Rawlins, CNN Business\nVideo by Richa Naik, Frank Fenimore, Gabe Ramirez, Zach Wasser and Matt Gannon, CNN Business"], "Writers": [["Aimee Rawlins"]], "FirstPublishDate": ["2020-02-21T11:26:15Z"], "LastModifiedDate": ["2020-02-21T19:19:52Z"], "Headline": ["Zillow is losing millions on selling homes. But its risk-taking CEO isn't worried"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Zillow has long been known as the place to go when you're looking to buy a new home. It's famous for its Zestimate, which uses proprietary algorithms to estimate the current price of your house (or your neighbor's, if you're feeling nosy). But Zillow decided to shake things up.  In April 2018, the company announced it was launching Zillow Offers and would purchase homes directly from sellers, doing any necessary repairs before turning around to resell the house itself.  The model, known as instant buying, or \"iBuying,\" marked a major overhaul for Zillow's core business. Up until then, the company had operated in a purely digital realm, removed from the headaches of owning or renovating actual brick-and-mortar properties.  At the company, the dramatic shift is known as \"Zillow 2.0,\" and CEO Rich Barton has laid out a bold vision, painting this moment as a \"new frontier in real estate.\" He wants Zillow's service to eventually transform the industry so that selling a home is as easy as trading in a car. But first, he warns, the company and its shareholders have to be patient.  There's a steep learning curve, and so far, the company is losing millions every month on the new initiative. But Barton believes the big bet will pay off.  Why Zillow is shifting course Today, more agents use Facebook and LinkedIn to market homes than yard signs and open houses, and the market for online real estate ads is valued at $19.9 billion, according to Borrell Associates, a research group that compiles an annual outlook on the industry.  Zillow already captures a good chunk of that market; it brought in $1.3 billion in revenue from online advertising in 2019. Co-founded by Barton in 2005, the company scooped up competing real estate sites like Trulia and StreetEasy over the years. With nearly 200 million monthly users across its sites, according to the company, Zillow now operates one of the most trafficked online real estate platforms in the country. So why put all that at risk?  In a way, the company was boxed into the decision by smaller, newer competitors: OpenDoor launched in 2014 with iBuying as its core offering, followed by OfferPad in 2015. RedFin, meanwhile, had started experimenting with iBuying in 2017.  Related: See the 20 Risk Takers pushing global business forward \"iBuying was an existential threat to the business,\" said Mike DelPrete, a real estate tech strategist and scholar-in-residence at the University of Colorado Boulder. \"Zillow's whole position is based on being the first place consumers go when they're buying or selling a home. They need to take the oxygen out of the room for anyone else and own the space as fast as they can.\" As iBuying gained traction on other sites, DelPrete said Zillow ran the risk of losing its competitive edge. But even though many experts feel it was a natural expansion for the company, it still came with a fair amount of risk, particularly because the margins are razor thin. Selling digital ads next to real estate listings is one thing. But selling homes is a whole different ball game.  \"It's pretty unusual to have this kind of business model change for a public company — it's such a risky move,\" said Mark Mahaney, lead internet analyst at RBC Capital Markets. \"It probably helped that Rich was the one coming in to help do it. He has an enormous amount of credibility.\" For Barton, that credibility comes from an entrepreneurial success streak. Not only did he rapidly scale up Zillow during his first stint as CEO, but he also founded Expedia and co-founded Glassdoor. He's not afraid of taking big swings. \"I'm very comfortable with risk that is tempered,\" he said in an interview with CNN Business' Rachel Crane. \"I kind of think of it as courage.\" Barton had stepped away from Zillow's top job in 2010 and moved into the role of executive chairman. But in February 2019, Zillow brought him back as CEO when the company decided to double down on its iBuying strategy. Zillow's stock shot up on the news, after trading lower for much of the year before. \"Rich has a strong track record in the 'disruptive' space,\" said DelPrete. \"Before he came back as CEO, Zillow was in a bit of a rut with investors. It makes sense to have a changing of the guard if the business is going to pivot.\" One-click magic Before launching Zillow Offers, the company generated most of its revenue through its Premier Agent business, which sold ads and leads to real estate agents around the country. That segment of the business had started to slow, giving the company another incentive to find new revenue streams, according to experts. Barton likened the homebuying process to a large grocery store. Before Zillow launched, the lights were off and people were shopping in the dark. Zillow's arrival in 2006 was the equivalent of turning the lights on and providing more information and transparency while customers shopped. \"But you get to the checkout line and it's still 1950's technology,\" he said. \"There's a long line, there is chaos in the line, there's a person who's scanning things one at a time.\" To Barton, Zillow Offers is an attempt to create an \"express lane ... to make it just one click and have magic happen.\" In the year since Barton returned as CEO, Zillow Offers has been working hard to make that magic possible. It's expanded from seven markets to 23 in the last year. How it works: Homeowners come to Zillow to check their Zestimate; if they're in a price range and location where Zillow sees an opportunity to buy, they can click a button and fill out a few basic facts about the home (photos are optional but not required). Within 48 hours, Zillow gives an initial offer, which is a \"combination of human and machine,\" according to Emily Heffter, Zillow's director of corporate communications. She said Zillow makes an initial calculation with the data it has on hand and uses broker partners in the city to make sure it's an appropriate offer.  If the homeowner likes this offer, Zillow sends an employee (not a licensed inspector) to look at the house in person. Then, Zillow makes an adjusted offer, which takes into account any repairs the house needs. If homeowners accept the offer, they can choose a closing date between 7 and 90 days in the future. Heffter said the entire offer process doesn't take more than a week.  Barton stressed that Zillow's goal is to provide a fair price that gives sellers a \"get-out-of-jail-free card,\" allowing them to move on to their next venture without being \"stuck\" in their current home, waiting for it to sell.  In November, Zillow published a study that looked at 3,200 homes where the seller had declined a Zillow Offer and went on to sell their home the traditional way. The final sale price was an average of just 0.22% more than the initial Zillow Offer, something the company uses to underscore Barton's point: their offers are market rate. This is also why Barton takes issue with the word \"flipping\" when referring to Zillow Offers.  \"We're providing a service to sellers,\" he said. \"The 'flip' term has embedded in it some negative connotations around taking advantage of people in distressed situations and making outsized profits. That's not what we're doing.\" In 2019, Zillow said more than 250,000 homeowners requested a bid. And yet over the entire year, Zillow bought just 6,511 homes and sold 4,313. Even though the numbers are low, they mark a big increase in a year: In 2018, Zillow bought 686 homes and sold 177. (Opendoor, for comparison, bought around 11,000 in 2018.)  Heffter said Zillow tries to \"buy homes at the median,\" which means whatever a typical single family home is for that city (in Miami, for instance, it might be a condo). They avoid \"really wealthy or really unique neighborhoods because they're harder to resell and harder to price.\" Similarly, she said there's not as much of a market for properties and neighborhoods on the lower end. She noted that's why Zillow Offers started out in markets like Phoenix and Atlanta: The housing stock was similar in age and quality so it was much easier to price confidently and know what they were getting.  \"[We avoid] homes that need major structural repairs,\" Heffter said. \"We just do freshening up: Landscaping, paint, flooring. Very occasionally we might do a roof; we fix a lot of pools and air conditioners.\" She said there are a lot of homes that Zillow decides not to move forward with for one reason or another. Likewise, some homeowners use the initial Zillow offer as a starting point before opting to go the more traditional route.  Zillow charges the seller a fee of about 7.5% on average, which is notably higher than the traditional 6% commission a seller pays to realtors. Heffter said the fee is adjustable depending on things like the house itself and the market, and added that the higher rate accounts for the risk that Zillow takes on. \"It might cost a little bit more to go through us,\" she said. \"But other costs you'd take on are worth considering: If you're in a [homeowners association] and sit on your house to sell, you're paying dues and utilities. A lot of people move out while their house is on the market, so they're paying double mortgage or rent. We think for a lot of people it probably works out.\" On top of the fees, Zillow also makes its money from whatever profit it gets from selling the home. So far, those margins haven't been great. In the fourth quarter, Zillow said the operating cost for each home was an average of $318,667, while the average home sold for $317,155 — a loss of $1,512 with each sale. And that's before accounting for interest expenses and holding costs, which amounted to an additional $4,895 in losses per home.  Overall, Zillow's Homes division lost $312 million in 2019, before taxes. A stomach for losses DelPrete said one of Zillow's advantages in the iBuying space is the company's stomach for \"sustained unprofitability\" as most iBuyers are currently losing money on the strategy.  \"[Zillow's] entire Homes division is losing tens of millions of dollars each month,\" he said. \"It's a bloodbath. They have plenty of cash to burn to withstand the massive losses. It's pretty staggering. It also appears to be a game of chicken between Opendoor and Zillow at the moment.\" Experts think the tight margins will continue to be problematic. The best case: Zillow scales its instant offers and the unit economics increase enough to make the segment profitable. But the true potential could lie in the lead generation: Roughly 250,000 people each year telling Zillow that they're interested in selling their home. That's where DelPrete thinks the real opportunity is: using iBuying \"as a portal to other ways of making money\" in the transaction, like referral fees, title insurance and mortgages.  \"If Zillow is able to count each of those people as a customer, they'll win,\" he said. \"And for those people, some of them want an instant sal"], "Language": false}