{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/cnn-underscored/elago-gameboy-airpods-case/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-02-21T17:53:49Z"], "LastModifiedDate": ["2020-02-21T19:13:42Z"], "Headline": ["This Game Boy AirPods case is Elago's latest blast from the past"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["AirPods cases are a necessity if you own the true wireless earbuds from Apple. The brand's iconic white is beautiful, but it can get dirty in a hurry. Fortunately, third parties have made a variety of fun and stylish cases that will keep your AirPods clean and protected.  Elago's latest AirPods case caught our attention for its retro design. And simply put: We love Elago's products, especially this Apple Watch stand that looks like an old-school Macintosh.  So we were more than excited when we saw Elago's AW5 AirPods Case, which looks like a Game Boy. It's available on Amazon for $14.99.  The classic design looks nearly identical to the hand-held gaming console that changed my childhood (I played Pokemon like it was a religion). It features a little gray screen, a d-pad on the left, two red buttons on the right and even tiny \"start\" and \"select\" buttons. The case comes in your choice of black or light gray. It's compatible with both first and second-generation AirPods. The AW5 is made from a flexible, impact-resistant silicone material that provides protection against scum, scratches and drops. Plus, the case has an anti-slip coating inside the cap so it won't pop off.  The AW5 AirPods Case also supports wireless charging for the Apple AirPods Wireless Charging Case and comes with a keyring so you can hook it  on your backpack or keys so you won't lose it.  If you're looking for a blast from the past, Elago's new AW5 AirPods Case might help you fill that childhood nostalgia. Or, if you're not into gaming, check out  our other favorite cases for classic AirPods.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}