{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/entertainment/fresh-off-the-boat-series-finale-preview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-21T15:53:00Z"], "LastModifiedDate": ["2020-02-21T15:53:00Z"], "Headline": ["'Fresh Off the Boat' fell short of its promise, but the ABC sitcom still left a mark"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["For a standard sitcom in most respects, \"Fresh Off the Boat\" weathered a fair amount of off-screen drama. Despite the occasional tumult, the ABC series about an Asian-American family -- which concludes its six-year run Friday -- still left a mark. When the show premiered in 2015, it became the first broadcast series built around an Asian-American family since \"All-American Girl,\" another ABC comedy, which starred comic Margaret Cho. That program premiered in 1994 and ran a single season. Inspired by chef Eddie Huang's memoir of the same name, \"Fresh Off the Boat\" explored his upbringing as a Taiwanese-American raised by immigrant parents. At the beginning of the series, they have moved the family from the Chinatown of Washington, DC, to a mostly white neighborhood in Orlando. Both Huang and Jeff Yang, the father of Hudson Yang, who plays the young Eddie, criticized ABC for a promotional tweet before the series even premiered. The ad featured cutout characters wearing different hats based on their ethnic backgrounds, and Huang called it \"offensive.\" Huang subsequently disavowed the show, tweeting that he didn't watch it and asserting that the material \"got so far from the truth that I don't recognize my own life.\" Finally, the sixth-season renewal was greeted with a less-than-enthusiastic tweet by actress Constance Wu, who had gone on to star in the movies \"Crazy Rich Asians\" and \"Hustlers.\" \"So upset right now that I'm literally crying. Ugh,\" she tweeted, later clarifying that while she loved the show, she was disappointed that its return would force her to sacrifice another project. In the early going, \"Fresh Off the Boat\" felt distinctive, capturing the immigrant experience through the parents and their three boys -- the others played by Forrest Wheeler and Ian Chen -- as they adjusted to their new community. The parents, Jessica (Wu) and Louis (Randall Park), pushed their children to succeed. The family also spoke in English to the dad's mother (Lucille Soong), who responded in subtitled Mandarin, the way characters interacted with the grandma on \"Jane the Virgin.\" Over time, the series became more conventional, focusing on teenage sitcom problems, as well as an assortment of wacky neighbors, Eddie's friends and Louis' employees. The final hour -- really just two episodes airing together -- gets back to the show's roots. Not only do the episodes feature glimpses of the boys when they were younger, but the focus is on Eddie wanting to attend culinary school, while his mom continues to cling to Ivy League ambitions. \"I did it!\" she exults, when informed that Eddie scored well on the SAT test, later telling him, \"You are going to make some woman I choose a great husband.\" For all its flaws and assorted controversies, \"Fresh Off the Boat\" was a milestone in some respects. The show not only featured a loving Asian-American family when they were scarce on TV -- especially the major broadcasters -- but enjoyed the kind of long run that validated its appeal. Not incidentally, it also helped turn Wu, a relative unknown when the show debuted, into a bankable star. \"We couldn't be prouder of this game-changing show and the impact it has had on our cultural landscape,\" ABC Entertainment President Karey Burke said in announcing the series' end. \"The success of 'Fresh Off the Boat' has helped pave the way for inclusion throughout the industry.\" Calling the series a \"game-changer,\" frankly, sounds like an overreach. But given broadcast TV's record on inclusion, \"Fresh Off the Boat\" leaves a significant wake, even if the journey wasn't always smooth sailing. The \"Fresh Off the Boat\" series finale airs Feb. 21 at 8 p.m. on ABC."], "Language": false}