{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/non-alcoholic-cocktails-boom/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Story by Tamara Hardingham-Gill and video by Lauren Cook, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T12:05:42Z"], "LastModifiedDate": ["2020-02-24T10:52:13Z"], "Headline": ["How non-alcoholic cocktails are shaking up the bar scene"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Up until relatively recently, non-alcoholic cocktails seemed like merely an afterthought for most bars. As a result, teetotalers were often left with little choice but to guzzle juice, soda or water all night.  Those booze-free cocktails that did feature on drinks menus tended to be made up of popular cocktails minus the alcohol, which often left those buying them feeling shortchanged. But the demand for non-alcoholic drinks has risen rapidly since then, as has the amount of high quality low and zero proof alcohol products available. Now it seems mixologists are finally devoting as much time and effort into creating booze-free cocktails as alcoholic ones. The spirit is usually replaced with something like Seedlip, a non-alcoholic botanical spirit, or Everleaf, an alcohol-free aperitif drink, although some bars have gone as far as to make their own hydrosols, or \"flower waters,\" using a rotovap, a device used for distilling. Hamish Smith, Bars Editor of Drinks International, a revered global drinks journal, says this is a much welcome change. \"[It's] not an apologetic few lines at the back,\" says Smith. \"We're talking crafted cocktails that just so happen to not contain alcohol.\" Burgeoning market The success of Dry January, which encourages participants to forgo alcohol for the first month of the year, has also had an impact -- 21% of US drinkers took part last year according to market research firm Nielsen. Unsurprisingly, non-alcoholic cocktail sales are usually at their highest during this time, which means bars are having to up their game to ensure they can attract and cater for every type of customer. \"I definitely think we're moving away from a world where syrup topped up with a soft drink constitutes a non-alcoholic cocktail,\" says Will Meredith, head bartender for Lyaness, a popular London cocktail bar. At Lyaness, the reincarnation of World's Best Bar 2018 winner Dandelyan, the commitment to non-alcoholic cocktails is clear. When dreaming up their drinks menu, the team went to great pains to ensure there was a booze-free version of as many cocktails as possible. \"Non-alcoholic drinks are massively important to us. It's something we've always put a lot of love and time into,\" adds Meredith. \"Consumers who come into this bar, come for the whole experience. The experience isn't [and shouldn't be] dependent on what they're consuming.\" While the numbers vary from country to country, alcohol consumption is declining globally on the whole.  The World Health Organization (WHO) reported a nearly 5% point decrease, from 47.6% to 43%, in the number of drinkers across the world since 2000.  Inclusivity factor Although there doesn't seem to be a definitive explanation for this -- health consciousness is thought to among the contributing factors -- it's clear there's been a shift in attitudes towards alcohol.  According to Meredith, the customers who opt for non-alcoholic cocktails at Lyaness range from bankers to new mothers, while some choose to switch between booze-free cocktails and alcoholic ones. \"Non-alcoholic serves aren't anything new, but what is new is that they are taken seriously -- by bartenders and their customers,\" says Smith. \"Millennials and (drinking age) Generation Zs are drinking less, but don't want to be left out -- they want to experience cocktail bars in the same way drinkers do. \"The bar world has reacted -- it has to. After all, bartenders' raw material is liquid -- it doesn't always have to be alcoholic.\" The cocktails at Lyaness consist of seven core ingredients -- infinite banana, purple pineapple, king monkey nut, ONYX,  aromatized milk wine, old fashioned whiskey and ultra raspberry. Meredith says the mixologists always have a non-alcoholic version in mind when choosing a base spirit to compliment the main ingredient, and will keep looking for a suitable booze-free option until they've exhausted all avenues. He makes a point of referring to the drinks as non-alcoholic cocktails rather than \"mocktails,\" as they're often called, explaining the label has negative connotations.  \"The word 'mock' in itself means a bit of a lighthearted joke,\" Meredith points out. Of the 20-plus cocktails on the menu here, there are seven non-alcoholic versions. Among the most popular is Tattie Milk Punch, made up of vegan honey, \"potato cream\" and Aecorn (a non-alcoholic aperitif) and Seedlip Spice. Pina Leaf High Ball, consisting of purple pineapple, gooseberry, salted pineapple leaf, soda and Seedlip Grove is also a favorite.  Costly experience? One of the most surprising elements about the rise in non-alcoholic cocktails is the amount customers are prepared to pay for them -- although some may argue waking up without a hangover after a night out drinking is utterly priceless.  A standard cocktail at Lyaness, costs between £10 to £15 ($13 to $19) while a non-alcoholic cocktail is priced at around £7 (around $10). Although the booze-free versions are significantly cheaper, $10 still feels like a sizable amount for a non-alcoholic drink. So why are customers seemingly happy to splash the cash? \"I think the driving force has been this transition away from putting the value of a drink on the alcoholic content,\" says Meredith, stressing that bartenders have to put a lot of effort into crafting great tasting non-alcoholic cocktails \"without the luxury of booze.\" He also emphasizes Lyaness' non-alcoholic cocktails are made with high end products such as vegan honey and homemade cordials, which are factors in the total cost.  \"Non-alcoholic cocktails are becoming so much more in depth, intricate and balanced than they've ever been,\" he adds. \"So the people who weren't drinking [before] now finally see something of value they can consume, and they're willing to pay the money that's required to enjoy it.\" The ever-growing number of non-alcohol products entering the drinks market has allowed bars like Lyaness to be even more creative with its non-alcoholic additions. These include Stryyk, a non-alcoholic rum made of cane sugar, vanilla and oak and Caleño, a distilled spirit with botanicals, as well as Seedlip and Everclear. And with more and more similar products launching every year, as well as the emergence of new alcohol-free bars such as New York's Getaway bar and Redemption Bar in London, it's likely demand will continue to grow. \"There are a lot of people who are doing amazing things in the non-alcoholic industry at the moment,\" says Meredith. \"As long as we put our foot on the gas and don't let up, it's only going to get better.\" In fact, the non-alcoholic beverage market is expected to reach a record value of $1,650.28 billion globally by 2024, according to a report by Zion Market Research. \"This isn't a trend,\" says Smith. \"It's how things will be from now on in.\" Lyaness, 20 Upper Ground, South Bank, London SE1 9PD"], "Language": false}