{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/football/lisa-zimouche-freestyle-football-beyonce-zidane-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church and Aleks Klosok, CNN\nVideo by Noura Abou Zeinab, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T10:25:30Z"], "LastModifiedDate": ["2020-02-21T10:35:07Z"], "Headline": ["Freestyle football sensation Lisa Zimouche is on a mission to nutmeg Beyonce"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["It was French maestro Zinedine Zidane who first inspired Lisa Zimouche to start kicking a football.  The freestyler still remembers watching her hero lift the World Cup for France in 1998 and, from that moment, her heart was set.  \"I fell in love with how he played with the ball and I was like 'Oh, I want to play,'\" she told CNN Sport.  The 20-year-old French-Algerian has been immersed in the game ever since, first for PSG women's team as a teenager and later in the developing world of freestyle football.  After deciding to take the bold leap into the more creative form, she practiced for up to three hours a day to perfect her tricks and flicks.  \"I have this freedom to do whatever I want with the ball. I can play with music, I can play with my hands,\" she said on her decision to pursue freestyling as a career.  \"There is absolutely no rules, no boundaries.\" READ: Teen sensation Haaland stuns PSG on UCL debut for Borussia Dortmund Playing in heels Zimouche now travels the world, wowing fans across the planet with her outrageous set of skills and challenging herself against stars of the game such as Luiz Suarez and Jesse Lingard.  Even wearing heels she can embarrass her opponents.  \"It's very dangerous so I don't do it often but I like playing in heels because it's just something spicy. I just like to improve and try something new,\" she added. It's not just football stars who have come up against Zimouche. Her craft has also allowed her to play against the likes of Usain Bolt, Drake and Odell Beckham Jr.  However, there is one particular star that's high on her wish list.  \"I would love to nutmeg Beyonce,\" says a laughing Zimouche.  \"I don't know if she's a fan of football but I would love just to meet her, to talk with her and to nutmeg her. That's huge.\"  READ: How Thomas Partey risked everything to follow European football dream Supportive family  Surrounded by football as a child, Zimouche was encouraged to pursue her passion by her mother.  Despite being a keen player herself, Zimouche's mum was not allowed to follow her dream but was determined to let her daughter live hers.  And with an Instagram following of over two million people, Zimouche wants to inspire other women to follow in her footsteps.  \"I think the future is bright for women. We still have so much to do. We have a lot of things to change, people's mindsets,\" she said.  \"I just do my thing and if it can inspire people it's just the best feeling for me. My goal is to inspire young women and to show that my story is not special.  \"You can do that too. It's not something special, all women can do it.\" Watch the video at the top of the page to learn more about Lisa Zimouche's story. "], "Language": false}