{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/20/politics/gallery/john-lewis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Jeff Hutchens/Getty Images", "Bettmann Archive/Getty Images", "Kypros/Hulton Archive/Getty Images", "Afro American Newspapers/Gado/Getty Images", "Associated Press", "Universal History Archive/UIG/Getty Images", "Robert Elfstrom/Villon Films/Getty Images", "Charles Shaw/Getty Images", "Dwight Ross Jr./AP", "Floyd Edwin Jillson/AP", "Ric Feild/AP", "Reuters", "Paul J. Richards/AFP/Getty Images", "Tim Sloan/AFP/Getty Images", "Brooks Kraft/Corbis/Getty Images", "Alex Wong/Getty Images", "Pouya Dianat/MLB/Getty Images", "Kent D. Johnson/AP", "Chip Somodevilla/Getty Images", "Charles Dharapak/AP", "Jonathan Ernst/Reuters", "Bill Clark/CQ Roll Call/Getty Images", "Nikki Kahn/The Washington Post/Getty Images", "Andrew Harrer/Bloomberg/Getty Images", "David Hume Kennerly/Getty Images", "Eric Baradat/AFP/Getty Images", "Kevin Winter/Getty Images", "Melina Mara/Pool/Getty Images"]], "FirstPublishDate": ["2020-02-20T21:45:25Z"], "LastModifiedDate": ["2020-02-20T21:45:25Z"], "Headline": ["John Lewis' life in pictures"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["US Rep. John Lewis poses for a photo at his offices in Washington in March 2009. The civil rights icon has been in Congress since 1986. Lewis has tape on his head, marking the spot where he was struck during racial violence in Montgomery, Alabama, in May 1961. That month, the Freedom Ride movement began with interstate buses driving into the Deep South to challenge segregation that persisted despite recent Supreme Court rulings. In some cities, the activists were arrested and brutally beaten. This police mug shot of Lewis was taken in Jackson, Mississippi, after the Freedom Rider used a restroom reserved for white people. Lewis addresses the crowd during the 1963 March on Washington. Lewis was born in Troy, Alabama, in 1940. His father, Eddie, was a sharecropper. US President John F. Kennedy, fourth from right, meets with Lewis and other civil rights leaders after the 1963 March on Washington. Lewis is in the center, next to Martin Luther King Jr.  Lewis, as chairman of the Student Nonviolent Coordinating Committee, reads a document in a New York office in 1964. The document was \"We Shall Overcome; the Authorized Record of the March on Washington Produced by the Council for United Civil Rights Leadership.\" State troopers swing billy clubs to break up the Selma to Montgomery march on March 7, 1965, an incident that is now known as \"Bloody Sunday.\" Lewis is being beaten in the foreground by Alabama state troopers. He suffered a fractured skull. Lewis, in the vest, joins Martin Luther King Jr. and King's wife, Coretta Scott King, before a rally on the steps on the Alabama State Capitol on March 25, 1965. A few months later, President Lyndon B. Johnson signed the Voting Rights Act, which ensured that everyone's right to vote would be protected and enforced. Lewis and his wife, Lillian, attend a campaign rally in Atlanta in April 1977. He was running for Congress but lost the Democratic primary that year to Wyche Fowler Jr. Lewis speaks outside Atlanta City Hall in October 1982. Lewis, running for Congress again, casts his ballot in Atlanta in September 1986. He won a runoff election in the Democratic primary, defeating Julian Bond. He easily won the general election in November. President Bill Clinton applauds in 2000 after leading marchers across Selma's Edmund Pettus Bridge on the 35th anniversary of \"Bloody Sunday.\" With Clinton. from left, are the Rev. Jesse Jackson, Coretta Scott King and John and Lillian Lewis. Lewis is comforted by Coretta Scott King during a ceremony at the Lincoln Memorial in August 2003. A plaque was unveiled there honoring Martin Luther King Jr. Lewis is led away in handcuffs by a Secret Service officer in Washington as he protested Sudan's Darfur Conflict in April 2009. President Barack Obama awards Lewis the Presidential Medal of Freedom in 2011. \"All these years later, (Lewis) is known as the Conscience of the United States Congress, still speaking his mind on issues of justice and equality,\" Obama said. \"And generations from now, when parents teach their children what is meant by courage, the story of John Lewis will come to mind -- an American who knew that change could not wait for some other person or some other time; whose life is a lesson in the fierce urgency of now.\" Lewis holds hands with House Minority Leader Nancy Pelosi as Democrats participate in a walkout to protest a June 2012 vote on whether Attorney General Eric Holder was in contempt of Congress. Lewis acknowledges the crowd as he is driven around the field at an Atlanta Braves baseball game in August 2012. Lewis becomes emotional during funeral services for his wife, Lillian, in January 2013. They were married for 44 years. Lewis and other members of Congress rally on the steps of the US Supreme Court in February 2013. They were joined by civil rights icons as the court prepared to hear oral arguments in Shelby County v. Holder, a legal challenge to Section 5 of the Voting Rights Act. Lewis is joined by actress Gabrielle Union as the US Postal Service unveils a stamp commemorating the 50th anniversary of the March on Washington. Lewis holds hands with President Barack Obama and former President George W. Bush during an event at Selma's Edmund Pettus Bridge, on the 50th anniversary of \"Bloody Sunday.\" Lewis recounts his experience in Selma to a group of students who had gathered on the House steps in April 2015. Attorney General Eric Holder and his wife, Sharon Malone, share a moment with Lewis at the Department of Justice in April 2015. Holder, who was leaving office, thanked Lewis for influencing his career. Lewis is joined by Pelosi and US Reps. Jim Clyburn and Joe Crowley as Democrats sing a song outside the US Capitol in June 2016. Democrats were closing out a marathon sit-in on the House floor after 25 hours of emotionally charged speeches demanding action on gun control. Lewis delivers a speech on the second day of the Democratic National Convention in July 2016. Lewis receives a standing ovation at the September 2016 opening of the National Museum of African American History and Culture. At left is President Barack Obama, first lady Michelle Obama, former President George W. Bush and former first lady Laura Bush. Lewis stands with French President Emmanuel Macron at the Martin Luther King Jr. Memorial in Washington in April 2018. Lewis, standing next to actress Amandla Stenberg, speaks on stage during the Academy Awards in February 2019. He was introducing the movie \"Green Book,\" which went on to win best picture. Lewis prepares to pay his respects to US Rep. Elijah Cummings, who was lying in state in October 2019."], "Language": false}