{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/politics/bloomberg-after-nevada-debate/index.html"], "Source": ["cnn"], "Location": ["Salt Lake City"], "ByLine": ["By Dan Merica, CNN"], "Writers": [["Dan Merica"]], "FirstPublishDate": ["2020-02-20T18:38:58Z"], "LastModifiedDate": ["2020-02-20T19:37:44Z"], "Headline": ["Mike Bloomberg is ready to move on from his first debate"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Mike Bloomberg would like you to forget about last night. The former New York mayor barely mentioned here in Utah his rocky performance at Wednesday night's Democratic debate. And for the fleeting moment that he did, he made it primarily about two people: The man he wants to run against, President Donald Trump, and the front-runner in the race he is currently in, Vermont Sen. Bernie Sanders. \"So how was your night last night,\" Bloomberg said cheekily, nodding to his tough night. \"Look, the real winner of the debate last night was Donald Trump.\" Visit CNN's Election Center for full coverage of the 2020 race He continued: \"I worry that we may be on the way to nominating someone who cannot win in November. And if we choose a candidate who appeals to a small base -- like Sen. Sanders -- it will be a fatal error.\" And with that, Bloomberg moved on. Bloomberg struggled to respond to the constant attacks he took at the debate, his first of the cycle. He was hit for his alleged past crass comments about women and non-disclosure agreements his company has with women who have accused him of making crude remarks. He also fought to defend using his massive wealth to fund his campaign and his record on policing in New York, both of which allowed other candidates to tee off against him. Bloomberg's aides were initially careful not to directly acknowledge the tough performance after the debate. But there was acceptance even among his many advisers that his performance was uneven, with campaign manager Kevin Sheekey -- after claiming Bloomberg won -- saying the former mayor was \"just warming up tonight\" and would \"build on tonight's performance.\" And Geoffrey Canada, a Bloomberg campaign adviser, compared the former mayor to a boxer who hasn't been in the ring. \"This is not a real surprise to me that Mike struggled,\" he said. \"He wasn't ready for it. He'll be ready next time.\" The campaign did, in an attempt to spin the debate in Bloomberg's favor, release a deceptively edited video that made it look like the former mayor and businessman stumped the other candidates with a question about being the only one who has started a business. The video clipped Bloomberg's question and reactions candidates made to other questions -- featuring the subtle sound of crickets chirping. \"It's tongue in cheek,\" said Galia Slayen, a Bloomberg spokeswoman. \"There were obviously no crickets on the debate stage.\" But Bloomberg's event here in Utah hinted that no change in strategy was coming for the former mayor.  Bloomberg gave his standard short stump speech -- it was roughly 16-minutes on Thursday -- and focused almost entirely on Trump. He said he is \"not afraid of Trump,\" mocked the President for being \"scared\" of him and even heralded Republican Utah Sen. Mitt Romney for standing against Trump on impeachment. He labeled himself the \"un-Trump\" and said the President tweets about him regularly because he thinks it will push him out of the race. \"Wrong Donald,\" he said. \"I am going to stay more than you ever dreamed of.\" Bloomberg did not take any questions from the audience -- something that has become standard for his events. And the former New York mayor, after finishing his speech, worked the rope line and greeted supporters but declined to take any questions from CNN about the debate. Instead, Bloomberg signed baseballs, posed for selfies and shook hands. And a few minutes after he spoke, he was off. The question for Bloomberg -- and his army of advisers in key Super Tuesday states and back in New York -- is whether a lacking debate performance will supersede his growing momentum and over $400 million in ad spending. \"We're going to keep doing what we're doing, getting our message out to voters, that Mike is the candidate that can beat Donald Trump and the candidate that can do the job in the White House and deliver results,\" Marc La Vorgna told CNN. \"That's not going to change.\" Based on conversations with undecided voters here in Utah -- even those who said Bloomberg looked \"flustered\" on Wednesday night and \"could have done better\" -- the former mayor may be in line for forgiveness. \"He did struggle a bit, but it was his first debate,\" said Lori Stevenson, a 62-year-old software designer from Park City. \"I mean, if Donald Trump could get elected, I think there are a lot of mulligans to be given.\" Stevenson's primary concern is whether Bloomberg can overcome people looking at his past actions and judging them based on today's standards. \"I would like to see him ask some of the other people that were attacking him, what they would do in that situation,\" she said. While voters like Stevenson were not ready to cross Bloomberg off their list over the debate, even those who are stridently supporting him admitted he didn't do well on Wednesday night. \"It was his first debate, but yeah, he could have done better,\" said Gregory Sutton, a 37-year-old who works in finance. \"I don't really want someone who is a great debater, I want someone who is a good manager and can build things.\" Sutton said he was \"100%\" committed to Bloomberg. But the most common group of voters at Bloomberg's event Thursday were those who were either turned off by the fighting -- or literally turned off the debate because of the acrimony. \"I just think the whole thing is dramatic and everyone is attacking everybody and it's a big turnoff,\" said Anna Marsden, a 31-year-old undecided Salt Lake City resident who attended the event with her husband and five-month-old baby. \"I understand you have to do that in some capacity, but I think it brings everyone down.\" Marsden, though, watched the bulk of the debate. That cannot be said for Polly Schnaper and Rod Johnson, two retirees from Salt Lake City who are considering backing Bloomberg. The couple turned on the debate, watched the fiery first few minutes, and didn't want to watch any more. \"We turned it on, and it was so nasty right at the beginning that we turned it off,\" said Schnaper. \"I was really hoping that I would see something constructive,\" Johnson added, \"and I felt like I didn't, so I turned on a basketball game.\""], "Language": false}