{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/germany-shooting-dle-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Luke McGee, Rob Picheta, Sheena McKenzie and Ivana Kottasová, CNN"], "Writers": [["Luke McGee", "Rob Picheta", "Sheena McKenzie", "Ivana Kottasová"]], "FirstPublishDate": ["2020-02-20T09:35:22Z"], "LastModifiedDate": ["2020-02-20T18:11:33Z"], "Headline": ["Germany shooting: Gunman kills 9 at Hanau shisha bars"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["A gunman killed nine people at two shisha bars in the German city of Hanau on Wednesday. The suspect and his mother were later found dead in his apartment with gunshot wounds. About the attacker: Authorities believe the suspected gunman, 43, didn't have a criminal record, but he did have an extremist background.\nLatest in string of far-right attacks: German Chancellor Angela Merkel canceled a planned trip to the city of Halle in the wake of the attack — the third far-right shooting in a year. She described racism as a \"poison\" in German society.\nThe victims: The age of the victims are between 21 and 44, with foreign and German nationals among the dead. \nGermany's president mourns: President Frank-Walter Steinmeier says he is “horrified” by the terrorist attack, adding that he stands with “all people who are threatened by racist hatred.\" “You are not alone,” he said in a statement.\nParliament suspended: The president of the German state of Hesse, Volker Bouffier, said the regional parliament will suspend all sessions Thursday following the attack. “Today is a day of mourning,\" he said.\nYouTube account: YouTube has confirmed it shut down the account of a man named Tobias Rathjen on Thursday morning. Before Rathjen’s account was shut down, CNN viewed the material which had been posted online. The most recent video was uploaded on Feb. 14 and provides a link to his personal website containing xenophobic views, which has also been taken down.  Some people attending the vigil for the victims of the terrorist attack in Hanau on Thursday evening came with signs denouncing racisms and xenophobia.  The Federal Prosecutor's Office said the suspected shooter had published a racist \"manifesto\" of sorts on his personal website. The shooting was Germany's third deadly attack linked to right-wing extremism in a year.  Five of the nine people shot dead at two shisha bars in the city were Turkish citizens, according to Turkey's ambassador to Berlin. At least 70 vigils and anti-racism protests of varying sizes have been scheduled for Thursday evening across Germany, according to a list widely circulated on social media. Various groups, including political parties, city administrations and NGOs, as well as individuals are organizing the events that will take place in Berlin, Frankfurt, Dresden, Dortmund, Munich and many other German cities. YouTube has confirmed it shut down the account of a man named Tobias Rathjen on Thursday morning, following Wednesday night’s attack in the German city of Hanau. Police named Tobias R. as the Hanau shooter, along with his birthdate and place of birth. Those details match what Tobias Rathjen published on his website.   YouTube told CNN that it was committed to ensuring that any content that “promotes terrorism or violent extremism” is removed.  YouTube called the attack in Hanau “a horrific instance” and said its systems worked as intended and that its response protocol had been effective. Before Rathjen’s account was shut down, CNN viewed the material which had been posted online. The most recent video was uploaded on February 14 and provides a link to his personal website containing xenophobic views, which has also been taken down.  Rathjen left a letter on his website, seen by CNN, that included deeply xenophobic and racist statements. In it, he admitted he had an “aversion” to certain ethnic groups, including Turks, Moroccans, Lebanese and Kurds. Rudi Völler, the former manager of Germany's national soccer team, has spoken of the shock he felt about the attack in his home town of Hanau.  Völler himself played for the German national team in 90 games, including the final of the 1990 World Cup won by West Germany. He is now the director of Bayer Leverkusen Völler said on Twitter:  With horror and dismay I received the news of the hideous act in my hometown. The dismay is great. My sympathy goes out to the families and relatives of the victims. He added that \"everything indicated that it was a racist act.''  \"In my opinion, it is always important to raise the flags on this issue. Hatred, violence and racism have no place in our midst.\" A minute's silence will be held before the kickoff of Bayer Leverkusen's game with FC Porto on Thursday evening. The players of both teams will wear black ribbons to commemorate the attacks' victims, the club said in a statement.  Hanau's mayor Claus Kaminsky is organizing a public vigil for the victims of the terror attack at the city's market square on Thursday evening. He called on people to \"stand together for Hanau.\" Kaminsky also announced that carnival parades planned for the weekend will be cancelled, saying celebrations would not be appropriate at the time of mourning.  Locals have been bringing flowers and candles to the site of the attack. Flags were flying at at half mast at the Bundestag building in Berlin.  Germany’s federal prosecutor’s office has named the suspected gunman as Tobias R. In a statement, the prosecutor’s office said that based on the evidence so far, the 43-year-old shot nine people.  The victims were between the ages of 21 and 44, with foreign and German nationals among the dead. Once police knew the suspect's identity, special forces searched his apartment where they found his body and that of his 72-year-old mother, the statement said.  The prosecutor’s office said the gunman’s father was “met unharmed” by police. The statement doesn’t detail where he was met or whether he was arrested. “There are serious indications of a racist background to the crime,” the prosecutor’s office said. “This is evident from the videos apparently made by Tobias R. and documents.” “At present there is no knowledge of any criminal history or preliminary proceedings with political relevance against him. The other investigations will also focus in particular on whether there are unknown confidants or supporters.” Five of the nine people killed at shisha bars in the German city of Hanau on Wednesday were Turkish citizens, according to Turkey's ambassador to Berlin. The five Turkish citizens \"lost their lives during the extreme right-wing terrorist attacks in Germany,” Ambassador Ali Kemal Aydin said, reported Turkey’s state-run Anadolu agency. German authorities have not yet publicly confirmed the nationalities of the victims.  In total, 11 people died in the shooting spree, including the suspected gunman and his mother. Turkish Foreign Minister Mevlüt Çavuşoğlu also tweeted that the \"antidote\" to such racist attacks \"rests with responsible European politicians.”   On the homepage of the alleged killer's website was a \"kind of manifesto,\" said Federal Prosecutor Dr. Peter Frank, speaking at a press conference Thursday. The manifesto contained \"confused thoughts,\" \"conspiracy theories,\" and displayed a \"deeply racist attitude,\" added Frank. \"The aim of the investigation will be to find out whether there were or are people in Hanau who knew or supported these attacks,\" he said.\nHe added that authorities were clarifying the \"contacts of the suspected perpetrator -- both here in Germany and contacts he may have had abroad.'' The nine people killed at shisha bars during Wednesday's shooting spree in the German town of Hanau had a \"migrant background,\" said Federal Prosecutor Dr. Peter Frank, at a press conference in the nearby city of Karlsruhe Thursday. Six other people were also injured in the attack, one of them seriously, said Frank. The suspected gunman had \"deep-rooted racist views,\" Frank added.\n\"Investigations now focus on whether there were accomplices or others helping the perpetrator to prepare this act.'' The UK's Prime Minister Boris Johnson has added his voice to the list of global leaders to condemn the attack in Hanau that left nine people dead. London's mayor Sadiq Khan has also sent his condolences, saying that the city \"stands in solidarity\" with Hanau, and adding: \"The rise and spread of violent far-right extremism is again a threat across Europe. But our shared values of inclusion and tolerance are stronger than their hate.\" Spain's Prime Minister Pedro Sanchez added: \"Our solidarity with the German people and with the families of the victims of the terrorist attack perpetrated last night in Hanau. We stand firm against hate and xenophobia. Let's work together in the defense of European values, coexistence and respect for diversity.\" The shooting in Hanau comes as cities around Germany gear up for their annual, pre-Lent Carnival celebrations. The largest celebration is set to take place in Munich over the weekend -- but in solidarity with other political occasions cancelled earlier on Thursday, an event planned at Munich's famous Viktualienmarkt have been pulled for today.  Spokesperson Matthias Kristelbauer told CNN: \"Against the background of the terrible events in Hanau, the event has been canceled on Thursday.\"  The event was due to start at 2 p.m. local time.  The rampage began around 10 p.m. and appears to have centered around two shisha bars in immigrant areas of the city. After opening fire at the Midnight shisha bar, the suspect then fled by car to the Arena Bar and Cafe, where the attack continued. It takes about five minutes to drive from one bar to the other. Shisha bars began among the city's Turkish community, and have since become more widely popular. Authorities believe the suspect, 43, returned home after the rampage and shot himself. He was found dead in his apartment early Thursday, along with the body of his 72-year-old mother. Both died from gunshot wounds, according to the region's interior minister. Several European leaders have sent condolences and offered their support in the wake of the shooting. French President Emmanuel Macron wrote on Twitter: \"An immense sadness and my full support to Germany facing this tragic attack. Our thoughts go to the victims and families in mourning. I am on the side of Chancellor Merkel in this fight for our values and the protection of our democracies.\" Ursula von der Leyn, the President of the EU Commission, added: \"I am deeply shocked by the tragedy that took place last night in Hanau. My thoughts are with the families and friends of the victims, to whom I want to extend my sincerest condolences. We mourn with you today.\" And David Sassoli, the President of the European Parliament, said: “Shocked and deeply saddened by the horror of the shooting in the German city of #Hanau. Our thoughts go to the victims and their loved ones. We stand united against any form of hatred and violence”. Speaking in Berlin on Thursday afternoon, Chancellor Angela Merkel described the shootings as \"devastating crimes\" and compared them to the murder of a pro-refugee German politician last summer.  Walter Lübcke was killed in his home by a suspect who had previously said that Lübcke's pro-refugee stance was a motivating factor in why he committed the murder. He later retracted the confession and said that another individual was responsible for the shooting. Speaking more broadly about the rise of far-right politics in Germany in recent years, Merkel said \"racism is poison, hatred is poison.\" \"It is still too early for a final evaluation. Everything is being done to clear up the background of these horrible murders to the last detail. But at present there is much evidence that the perpetrator acted out of right-wing extremist, racist motives. Out of hatred against people of other origins, other beliefs or other outward appearances. Racism is a poison, hatred is a poison,\" Merkel said.  \"I think now especially of the families and friends of the murdered,\" she added. \"None of us can measure the suffering that the perpetrators brought upon them. I mourn with them and express my deepest sympathy.\" Annegret Kramp-Karrenbauer, leader of Germany's governing CDU party, says the shootings have left her \"stunned and speechless.\" She directly blamed the attack on an \"extreme right-wing motive\" and said that it is \"it is poison to see people as opponents -- to see oneself as something better, to make strangers out of fellow citizens.\"  She continued, saying that there \"is a poison that penetrates our society ... and in the end lead to these acts\". Kramp-Karrenbauer announced last week that she would not seek to replace Angela Merkel as Germany Chancellor, despite being Merkel's chosen successor. Her decision came in the immediate aftermath of a political controversy in which her party voted with the AfD to install a mayor in the German state of Thuringia. Kramp-Karrenbauer had instructed CDU delegates to not cooperate. The fact they ignored her was evidence enough that she did not have control of her party.  Germany's Foreign Minister has tweeted that if Wednesday night's shooting were motivated by far-right politics, then it would be the third far-right act of terrorism in a year.  “If the suspicion is confirmed, the gruesome act in Hanau is the third extreme right-wing murder attack in Germany in a year ... Right-wing terrorism has again become a threat to our country. There is absolutely nothing to put into perspective. #Hanau.” The far-right political party Alternative for Germany (AfD), who are also the largest opposition party in the German parliament, has released a statement calling the shootings a \"terrible act\".  \"The AfD group is shaken by this terrible act. Our thoughts are with the victims and their relatives. We believe that it is in the interests of the relatives of the victims if the crime and its background are clarified quickly. The AfD Group has full confidence in the investigative authorities that they will solve the crime quickly and completely.\" Since its founding in 2013, the AfD has been involved in countless political controversies. Most recently, this week the party was forced to apologize for releasing a coloring book that contained racist images.  Germany's president, Frank-Walter Steinmeier, has released a statement condemning the \"racist hatred\" believed to have motivated Wednesday night's terrorist attacks in Hanau.  “I was horrified to learn of the terrorist act in Hanau. My deep grief and sympathy go out to the victims and their relatives. I wish the injured a speedy recovery. I stand by all people who are threatened by racist hatred. You are not alone. I am convinced that the vast majority of people in Germany condemn this act and all forms of racism, hatred and violence. We will not let up to stand up for peaceful coexistence in our country. \" Wednesday night's shootings took place in an area where lots of migrants live -- particularly people of Kurdish descent. Shisha bars have become popular in recent years in Germany, initially within the Turkish community and then more widely. In most cases, the bars are run by Arab families.  While it is possible to legally own firearms in Germany, the country has some of the strictest gun control laws in the world. As a member of the European Union, Germany's gun laws are underpinned by the European Firearms Directive, which sets the minimum standards for gun ownership across the bloc.  The law prohibits anyone with a mental illness or previous criminal conviction from owning a firearm and requires a separate licence for each weapon owned.  According to Germany's national firearms register, as of 2015 there were 5.7 million privately-owned guns and 1.5 million owners. These numbers had slightly increased from 5.5 million and 1.4 million in 2012. Germany has a population of over 82 million.  German police are investigating whether the gunman who killed nine people in the city of Hanau owned firearms legally, the region’s Interior Minister Peter Beuth said on Thursday. The gunman’s body – and that of his mother – was found in an apartment. At a press conference Thursday morning, Beuth said another person was severely injured in the attack and warned the number could rise. A gunman suspected of shooting dead nine people on Wednesday evening at two shisha bars in the German city of Hanau had a far-right motive, according to German federal prosecutors. Authorities believe the 43-year-old man returned home after the rampage that left nine people dead and shot himself. He was found dead in his apartment early Thursday morning along with his dead mother, according to the region's interior minister, Peter Beuth. The total number of people killed -- including the suspect -- is 11, with another person seriously injured, added Beuth. Federal prosecutors have now taken over the investigation and there are \"indications of a right-wing extremist background,\" Reuters reported, citing a spokesman for the prosecutors. Read more here"], "Language": false}