{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/what-matters-february-19/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-02-20T01:46:45Z"], "LastModifiedDate": ["2020-02-20T14:13:57Z"], "Headline": ["Take a break from Trump's government crisis to think about Democrats' identity crisis"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Before we get to President Donald Trump and Julian Assange and the ongoing saga of the President's pardons ... it's fight night in Las Vegas.  Sen. Bernie Sanders, the Vermont independent who calls himself a democratic socialist and who demonizes billionaires, is the front-runner in polling. But Michael Bloomberg, a Democrat-turned-Republican-turned-independent-turned-Democrat who is spending his own billions to become president, will be on the debate stage for the first time on Wednesday. This is the capitalism vs. socialism standoff that nerds like me have been waiting for. Bloomberg and Sanders deserve scrutiny CNN's MJ Lee documents Bloomberg's alleged history of inappropriate, sexist comments and how he's dealt with harassment suits involving his privately held financial data and media company. Add that to questionable comments that have surfaced about so many other things -- redlining, stop-and-frisk, transgender people -- you name it, he's apparently said it. He clearly hopes that liberal voters will ignore the distasteful things he's accused of saying because they think his giant pocketbook, which he's opened for gun control and climate change since leaving office as mayor of New York, can help him defeat Trump. Sanders, meanwhile, has a transparency problem and it's straight out of Trump's playbook. He had a heart attack last year and now won't release health records. And his communications director slung mud about Bloomberg's health -- she later said she had misspoken -- as she appeared to take umbrage at the very idea that a man in his late 70s should be up-front about his health. You should definitely watch her exchange with John Berman on CNN's \"New Day\" this morning. Also listen to David Chalian talk to CNN's Jeff Zeleny about what to expect from the debate on the Daily DC podcast. The debate starts at 9 p.m. ET on NBC. CNN's political and issues teams will be covering it and fact-checking it. Sanders refuses compromise The American political system was built on forcing compromise. That has fallen away in the current political climate, but even freshman Democratic Rep. Alexandria Ocaso-Cortez of New York -- a favorite target for Republicans -- recently acknowledged that a half-measure public option health plan might be an acceptable compromise because \"Medicare for All,\" Sanders' controversial signature proposal, cannot pass in this political environment. But Sanders, at a CNN town hall Tuesday night, said he thinks Medicare for All, which would outlaw private health insurance, IS already enough of a compromise. Full stop. It is a statement of fact that Sanders, in debates and interviews and everywhere else, refuses to acknowledge the political reality that it's possible not even a majority of Democrats in the Senate would support Medicare for All, much less any Republicans. But he has not yet had to stand up to scrutiny for the fact that the policy proposal he is selling feels, in this political reality, completely unattainable. And it should be clear to every Democrat and voter that he refuses to find middle ground on it. Can Bloomberg do retail politics? \"Never let gaffes (or scandal) be the last thing said about you ... \" Azi Paybarah of The New York Times, who covered Bloomberg's years as New York mayor, talked to CNN's Chris Cillizza about what kind of debater Bloomberg is. This passage stuck out: Paybarah: Tonight will be a stress test for Bloomberg: How many times can he get questioned about his spending, and stop-and-frisk, and red-lining, and the nondisclosure agreements at his company, and extending term limits, and surveilling mosques, before he rolls his eyes, sighs heavily, and blurts out something that becomes his Dean scream? But unlike Howard Dean (and every other candidate not named Tom Steyer), Bloomberg doesn't need donors to give him money to keep going. And if there's anything Donald Trump, Rudy Giuliani, Al Sharpton, Eliot Spitzer, Anthony Weiner and a host of other New Yorkers have taught us, it's to keep going, and never let gaffes (or scandal) be the last thing that is said about you. A word about super PACs A last-minute super PAC has formed to give Elizabeth Warren some air support in Nevada. Amy Klobuchar, too. Don't hate the player, hate the game. Warren is a longtime critic of super PACs and her campaign says her opposition to them has not changed. And the reality is that campaigns cannot (technically, anyway) coordinate with a super PAC. Since they're legal, supporters will do what they want. And, particularly when it comes to the general election, Warren or Bernie Sanders, if they win the nomination, can talk about how they oppose super PACs all they want. But people who oppose Donald Trump are going to spend their money how they want to. Meanwhile, Trump's purge continues Pentagon official forced out. CNN's Jim Sciutto and Barbara Starr report that Trump wanted John Rood, a Defense Department official who had raised concerns about withholding aid to Ukraine, gone. He wasn't a public face of the impeachment inquiry, but you can put the departure of Rood, the Pentagon's top policy official, alongside the ousters of so many other people who had anything to do with raising flags about the behavior for which Trump was impeached.  And a reward for a supporter. Sort of. Trump named Richard Grenell, a close supporter and the current ambassador to Germany, to be another acting director of national intelligence. Grenell tweets in the model of his boss, and this marks a swift ascent for a campaign operative to one of the highest posts in government, albeit temporarily. Trump must name a successor to current acting DNI Joseph Maguire by March 11 since he never nominated a permanent replacement for senators to confirm. Assange offered pardon by Trump, lawyer says Trump's got a demonstrated soft spot for issuing pardons, and he's also got a history of trying to cover up scrutiny into how Russia tried to help him win in 2016, so who knows how to treat this shocking new allegation by Julian Assange's lawyer. In a London court, lawyer Edward Fitzgerald claimed that former Republican Rep. Dana Rohrabacher of California went to visit Assange at the Ecuadorean Embassy in London on the instruction of the \"President.\" According to the statement described by Fitzgerald, Rohrabacher's mission was to offer Assange a US pardon if he would \"play ball\" by saying the Russians had nothing to do with the leak -- an assertion Assange had previously made. White House press decretary Stephanie Grisham dismissed Fitzgerald's claim as \"a total lie.\" What Trump's political revenge says about Republicans Michael Gerson was a speechwriter for President George W. Bush. He writes in The Washington Post that Republican lawmakers have shown themselves to be cowards. Read it now. The key passage: Accusing the President of authoritarian tactics once seemed exaggerated. Now it is a fair description of the day's news. A pattern of presidential misbehavior has become a crisis in the rule of law. Those who ignore Trump's actions may think they are staying in the shadows, but they are actually in the hot spotlight of history. Every Republican who has lectured others on their insufficient respect for the Constitution now has the chance to defend the constitutional order from the despotic populism the founders most feared. But nearly all of them have failed. When the moment of testing came, they were absent without leave. What are we doing here? The American system of government has been challenged to deal with a singular President and a divided country that will decide whether he should get another four years in the White House.  Stay tuned to this newsletter as we keep watch over the Trump administration, the 2020 presidential campaign and other issues of critical interest."], "Language": false}