{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/sport/bono-u2-irish-rugby-six-nations-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-02-20T11:12:12Z"], "LastModifiedDate": ["2020-02-20T12:56:19Z"], "Headline": ["Bono visits Irish rugby team ahead of crucial Six Nations game against England"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Rugby is a sport renowned for big hits -- but not necessarily the sort rock star Bono is used to churning out.  The U2 frontman might not seem the obvious figure to inspire a team ahead of a big game, but coach Andy Farrell is hopeful he can get Ireland's players singing from the same hymn sheet ahead of a crucial Six Nations game against England. Bono, born and raised in Dublin, met with the team at the IRFU's training center in the Irish capital Tuesday. \"Unbelievably privileged, what a man,\" said Farrell, who has overseen victories against Scotland and Wales in his first two games as Ireland coach. \"He was great, he put real time and effort in. He's a private guy that really doesn't do much of these things, but he loves his rugby. His wife Ali came along as well and she loves her rugby as well.  \"He told us some stories and we got a lot out of it. He's obviously a proud Irishman so we connect to that.\" READ: England beats Scotland in Six Nations game blighted by Storm Ciara The 22-time Grammy Award winner said he was \"always at the service of a truly great Irish team\" in a photo of him serving food to captain Johnny Sexton at the team hotel.  Former skipper Paul O'Connell, who is Ireland's third-most capped player with 108 appearances, has also spent time with the team this week to impart his wisdom and experience.  Ireland and France remain the only two unbeaten teams in this season's Six Nations, the northern hemisphere's premier international rugby tournament.  This weekend's clash with England will be Ireland's first trip away from Dublin this campaign.  It is an intriguing one for newly installed coach Farrell, whose son Owen captains England. He also spent four years as the English defence coach before joining the Ireland setup.  \"Like every other time that we play England at Twickenham, it's a big challenge, isn't it?\" Farrell told the Irish rugby website.  \"Everyone knows that but top players, they relish these moments. We're in a good place, we're building well ... we're brimming at the minute and we can't wait for the challenge ahead.\" In the weekend's other fixtures, Italy takes on Scotland -- the tournament's only two sides without a win so far -- while Wales faces France in Cardiff.  After an opening defeat by France, England bounced back with a 13-6 victory over Scotland.  Ireland wrapped up the Six Nations grand slam during its last visit to Twickenham two years ago. Come Sunday, Farrell's side will be hopeful of another Beautiful Day."], "Language": false}