{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/football/manchester-city-pep-guardiola-uefa-ban-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-20T12:27:47Z"], "LastModifiedDate": ["2020-02-20T12:27:47Z"], "Headline": ["Pep Guardiola vows to stay at Manchester City despite Champions League ban"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Manchester City boss Pep Guardiola has promised to stay at the club despite its two-year ban from European competitions.  City was punished by European football's governing body for \"serious breaches\" of club licensing and financial fair play regulations and, as a result, will not be permitted to play in the Champions League for the next two seasons.  There had been fears that the Spaniard, arguably one of the best coaches in the game, might leave the club without the lucrative draw of Europe's most prestigious club competition.   However, Guardiola says there is no reason to suggest he will leave Manchester before his contract expires in 2021. \"If they don't sack me, that can happen, but if they don't sack me I will stay here,\" he told Sky Sports, after his side's 2-0 win against West Ham Wednesday.  \"I want to stay, I want to help the club, if it is possible, to maintain this level as long as possible. \"Why should I leave? I said before, I love this club.\"  READ: RB Leipzig overpowers Tottenham Hotspur in Champions League\nREAD: Teen sensation stuns PSG on UCL debut for Borussia Dortmund 'Truth will prevail' Manchester City instantly denied any wrongdoing and is set to appeal against UEFA's decision to the Court of Arbitration for Sport. Guardiola said he hopes the \"truth will prevail\" and promised fans that his players will keep fighting until the end of the season.  \"I trust 100% completely my club what they have done because they explained to me the reasons why,\" he added.  \"We are going to fight like we have fought every single game and every single day that we are together until the end of the season. \"We are optimistic that in the end the truth will prevail and next season, if we qualify for the Champions League, we will be there.\" City is a distant second behind Liverpool in the English Premier League but has progressed to the knockout stages of this season's Champions League -- which it is still permitted to play.  The Champions League is the only major trophy to elude Guardiola during his four-year reign and he faces a difficult test against Real Madrid in the last-16 next week. "], "Language": false}