{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/entertainment/pop-smoke-rapper-dead-california/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Lisa Respers France, CNN"], "Writers": [["Eliott C. McLaughlin", "Lisa Respers France"]], "FirstPublishDate": ["2020-02-19T21:41:34Z"], "LastModifiedDate": ["2020-02-20T11:04:39Z"], "Headline": ["Rapper Pop Smoke killed in home invasion, officials confirm"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The rapper Pop Smoke was killed during a home invasion at a Hollywood Hills, California, residence early Wednesday, a police official and federal law enforcement source confirmed to CNN.  He was 20 years old and enjoying the success of his sophomore mixtape, which was released last week. Police held a press conference about the home invasion, but did not release the rapper's name.  Law enforcement received a call just before 5 a.m. ET (8 a.m. ET) from \"someone back East\" who reported that one of their friend's homes was being broken into and that one of the suspects was armed with a handgun, said Los Angeles Police Department Capt. Steve Lurie, commanding officer of the Hollywood area. Inside, officers found a man who had been shot. He was transported to Cedars-Sinai Medical Center in Los Angeles, where he was pronounced dead hours later, the captain said. It's unclear who owns the house, he said.  Several people were detained and released. No arrests have been made, and the LAPD's homicide unit is investigating the incident, Lurie said. There are several witnesses who were being questioned by police Wednesday morning.  The person who called 911 had been in contact with someone in the house. Between two and six people broke into the home, one of them wearing a mask, according to witnesses, Lurie said.  In an email to CNN, the rapper's attorney, Peter Frankel, said neither he nor the rapper's family \"are prepared to offer a comment on the events of this morning.\" Pop Smoke was part of Brooklyn's drill scene, popularized by Sheff G, who grew up listening to Chicago drill pioneers Chief Keef and G Herbo.  The rapper had just begun making a name for himself in the summer, with the release of his debut mixtape, \"Meet the Woo,\" featuring the trap-influenced anthem, \"Welcome to the Party.\" The video for the song has snared more than 24 million views on YouTube, and hip-hop stars Nicki Minaj and Meek Mill dropped remixes.  \"My face, my voice was everywhere, you know what I'm saying?\" Pop told i-D magazine in a December interview. \"I knew it was gonna be big when I started seeing my face on billboards.\"  The magazine titled its piece, \"Is Pop Smoke the new king of New York?\" -- a title generally reserved for the likes of Nas, Jay-Z and The Notorious B.I.G.  The Brooklyn-born rhymesmith had since collaborated with the likes of Quavo, Travis Scott, H.E.R., A Boogie Wit da Hoodie and Chris Brown.  Speaking to Pop's rapid ascent in the rap game, his second mixtape, \"Meet the Woo 2,\" debuted last week at No. 7 on the Billboard 200 album charts. Joining him in the top 10 were Roddy Ricch, Post Malone, Lil Wayne and Billie Eilish.  Pop's \"Meet the Woo\" tour was scheduled to kick off with a sold-out show in Washington, DC on March 2.  In a 2019 New York Times profile, the artist talked about his life before he found fame in the music industry. His teen years were described as \"high-risk, high-reward.\" \"You like nice things, you got to do things to get nice things,\" he said. \"At 16, I had a 5 Series (BMW).\" The up-and-coming rapper was mourned on social media by several fellow artists, including Minaj, 50 Cent and Chance the Rapper. \"The Bible tells us that jealousy is as cruel as the grave,\" Minaj wrote in the caption of a photo of the rapper. \"Unbelievable. Rest In Peace, Pop.\" 50 Cent wrote: \"R.I.P to my man Pop Smoke, No sympathy for winners. God bless him\" His record label, Republic Records, also offered its condolences on social media.   Last month, Pop was returning from Europe when he was arrested at John F. Kennedy International Airport in New York on a charge of interstate transport of a stolen vehicle. He was accused of transporting a Rolls Royce Wraith across state lines \"knowing said motor vehicle to have been stolen,\" according to a federal indictment. He pleaded not guilty during his arraignment in Brooklyn and was released on $250,000 bail, said John Marzulli, a spokesman for the US Attorney's Office for the Eastern District."], "Language": false}