{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/bloomberg-debate-2020-las-vegas-bernie-sanders/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-19T19:37:55Z"], "LastModifiedDate": ["2020-02-19T22:37:54Z"], "Headline": ["What Quentin Tarantino can tell you about Michael Bloomberg's debate skills"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former New York City Mayor Michael Bloomberg will make his first appearance on a 2020 debate stage Wednesday night in Las Vegas. For Bloomberg, the debate comes at a critical moment -- he is surging in national and Super Tuesday (March 3) polls amid massive personal spending on ads (and everything else). He is likely to be a major target for the other five Democrats on stage who have watched as Bloomberg's billions have catapulted him into contention. But what about Bloomberg himself? What kind of debater will he be? Calm? Cool? Collected? Or none of those things? To answer that question, I asked one of the smartest New York City political reporters I know: Azi Paybarah of The New York Times. Visit CNN's Election Center for full coverage of the 2020 race Our conversation, conducted via email and lightly edited for flow, is below. Cillizza: The last time Mike Bloomberg was on a debate stage was 2009. What was the scene then? And how did it go for him? Paybarah: Ah, 2009: it was the best of times, it was the worst of times. Former President Barack Obama had just been elected. The financial markets had collapsed. The retweet button had just been invented. In New York City, Bloomberg was running for a third term because term limits had just been extended (by a majority of the Democratically controlled City Council). That was seen as Bloomberg's biggest vulnerability. The expectation going into the debates was that Bloomberg had to keep his cool, and by extension, be humble, calm, chill. Bloomberg faced off against the city comptroller at the time, Bill Thompson, a fixture in Democratic politics here. (This was the opponent Bloomberg wanted. His campaign had dropped a few oppo pieces about Anthony Weiner, who dropped out of the primary. Wonder whatever happened to that guy...) When Bloomberg showed up to his October debate with Thompson, both men wore dark suits, light shirts and red ties. It was more Lincoln-Douglas than Gatti-Ward (look it up, Chris!) The first question of that debate was posed to Bloomberg. Why do you need four more years in office, a reporter asked. Bloomberg had a rehearsed answer. He rattled off his list of accomplishments and promised, essentially, \"more of the same.\"  It was a boring answer, (which was sort of the point). For Bloomberg, the answer didn't matter as much as how he gave his answer. Yes, he was annoying people with the term-limits thing, and all his spending (on ads that ran everywhere and on consultants, some of whom didn't run anywhere). So long as he didn't act too annoying or unhinged, voters would forgive his excesses, the thinking went.  But if that gave you the impression Bloomberg would withhold his punches, you'd be wrong. He was the perceived front-runner and he attacked his vastly outspent rival. He said Thompson packed an education bureaucracy with patronage hires (not really true); he complained about Thompson's stewardship of the city's pension funds (though Bloomberg appointees voted for it).  My favorite attack, though, was this one: \"He said he wants a broad-based tax; one time he said a millionaire's tax. He said so many things I can't keep straight who he wants to tax.\" (Take a shot tonight if he recycles this line against Bernie Sanders.) As Thompson noted at their debate, Bloomberg is the one who had raised taxes after taking office in 2001, and had expressed support in the past for a type of millionaire's tax. Bloomberg also attacked Thompson for taking donations from supporters in California, suggesting, without much evidence, that Thompson was on the take and beholden to those special interest donors. All the while, Bloomberg himself was spending many times more than what Thompson's campaign was accepting in donations (thanks to New York City campaign finance rules). The result of the debate didn't alter the course of the campaign all that much. Voters were lulled into the idea that his victory was inevitable, and that Thompson, as nice as he was, couldn't manage the city as well as Bloomberg.  Cillizza: How does Bloomberg approach debates? Lots of practice sessions? Studying policy? Working up zingers? Paybarah: His aides talk about how Bloomberg consumes data and info. They quiz him constantly, and he absorbs what he needs to know. What he appears to be less great at is turning all that information into relatable narratives, which is one of Elizabeth Warren's strengths. Bloomberg's team also does a good amount of research. And that type of intel can help fuel unflattering stories in the press. Bloomberg may not be able to deliver a great zinger on stage, but with the help of a well-funded campaign, he can get information out through the press, then point to those stories while on the debate stage. But I get the impression his team views debates as necessary, but not entirely paramount.  For example, in 2005, he was running for his first reelection and the idea that Bloomberg was a one-time anomaly was palpable. Then, he decided to skip a debate scheduled to take place in Harlem. His opponent, Fernando Ferrer, the Bronx Borough President, criticized him for it. So did Rev. Al Sharpton, who even appeared in an ad about it. Bloomberg's people thought it wouldn't matter all that much. Why? A campaign aide later said they polled and focused-grouped the overall issue of Bloomberg attending debates. They said voters told them that they cared a lot more about hearing what a mayor will do and a lot less about whether a mayor will debate. The Harlem debate took place, without Bloomberg. One Bloomberg campaign aide, Terence Tolbert, later said, \"He didn't show up to a debate that very few people watched. I can live with that.\" Cillizza: Describe Bloomberg's general approach in a debate. Is he the aggressor? More passive? Paybarah: His demeanor is passive, his rhetoric is not. I get the impression Bernie Sanders whispers louder than Mike Bloomberg yells. Mark Green, the first Democrat to debate Bloomberg, told me he will look to see if Bloomberg can keep his composure.  In his first race for mayor in 2001, Bloomberg was questioned about his spending (he explained it away) and about his controversial past comments (he said he was taken out of context). He's gotten better at delivering those answers with more finesse. But back in 2001, he did something that surprised me a little. He was debating Green -- the Democratic nominee who has a reputation of being hard to like, personally. The debate moderator asked both men to name a quality they liked about the other person. It's a typical olive branch moment. After an hour of complaining, lets give voters a nice happy moment. Bloomberg said Green had been good at his current job of public advocate. Then, before Green could bask in the compliment, Bloomberg said, \"His skills are to go and find problems. My skills are to go and solve them.\" Zing! Cillizza: Have you ever seen Bloomberg rattled or knocked off his game in a debate? If so, when -- and how? Paybarah: In 2001, Green asked Bloomberg about controversial quotes he had said. They included referring to domestic violence as a quality of life crime, saying sanitation workers have a more dangerous job than police officers, and other things. Bloomberg said, \"Mark, you've taken them all out of context.\" Green asked, \"Are they all accurate?\" Bloomberg -- demonstrating his inexperience on a debate stage -- replied, \"They were certainly said, but out of context.\" If Green had Bloomberg's money, a lot more people would have seen, and been reminded of, the first part of that answer. Later, in a 2005 debate, Bloomberg showed he had learned his lesson. He was facing Ferrer at the time, and Ferrer said at one point, \"You said the poor get better health care than the wealthy. Do you honestly believe those words?\" In the video of the event, you can see Bloomberg take a breath, and calmly rephrase the remark as -- get this -- praise for public workers and the progress they've made at improving public hospitals. \"What I was saying is I cannot tell you how proud I am of the progress our public hospitals, our 11 public hospitals, have made,\" Bloomberg said. In that, the gaffe became a praise of public employees, and of himself. There are times when Bloomberg got rattled at news conferences (unscripted, unfiltered moments, like a debate). He erupted at a reporter for Newsday who used the word \"maintain\" in a question, which made Bloomberg think he was being called a liar. And when a reporter's tape recorder accidentally went off, Bloomberg stopped speaking, so the reporter could turn it off. The reporter was in a wheelchair and had difficulty moving quickly, which made the whole episode painful to watch. Tonight will be a stress test for Bloomberg: how many times can he get questioned about his spending, and stop-and-frisk, and red-lining, and the non-disclosure agreements at his company, and extending term-limits, and surveilling mosques, before he rolls his eyes, sighs heavily, and blurts out something that becomes his Dean scream? But unlike Howard Dean (and every other candidate not named Tom Steyer), Bloomberg doesn't need donors to give him money to keep going. And if there's anything Donald Trump, Rudy Giuliani, Al Sharpton, Eliot Spitzer, Anthony Weiner and a host of other New Yorkers have taught us, it's to keep going, and never let gaffes (or scandal) be the last thing that is said about you. What is more aggressive than that? Cillizza: Finish this sentence: \"If I had to describe Bloomberg the debater in one word, it would be __________.\" Now, explain. Paybarah: \"Tarantino.\" Quentin Tarantino has made some of the bloodiest, most iconic moments in cinematic history. But he made them as a screenwriter and director.  As an actor, he's underwhelming. He's stiff, a little awkward, almost like he's acting like an actor. Watch \"Pulp Fiction.\" He has a cameo in it. He's probably the worst actor in it, in my opinion. But he influenced every single thing you see and hear in that movie.  In a way, that's Bloomberg. He may not be a great debater, or orator. But when Sanders rails against billionaires, and Warren talks about the corrupting nature of financial titans, and Pete Buttigieg talks about the need for structural reforms to produce a better democracy, and Amy Klobuchar raises concerns about the overlooked voter in the middle of the country -- they are all talking about problems that Bloomberg, arguably, helped underscore. And now, he's stepping onto a stage with all of them."], "Language": false}