{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/champions-league-tottenham-rb-leipzig-atalanta-valencia-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and John Sinnott, CNN"], "Writers": [["Matias Grez", "John Sinnott"]], "FirstPublishDate": ["2020-02-19T16:54:46Z"], "LastModifiedDate": ["2020-02-19T16:54:46Z"], "Headline": ["Champions League: Mourinho meets 'Mini Mourinho' in clash of old and new"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["That's all from this week's Champions League coverage. A day on from Erling Braut Haaland's stunning individual performance to down PSG, it was Atalanta's stunning team performance that stole the show against Valencia. We'll be back next week for what should be four more thrilling matches. On Tuesday, it's Chelsea vs. Bayern Munich and Napoli vs. Barcelona; on Wednesday, it's Lyon vs. Juventus and Real Madrid vs. Man City. See you then! I think it's fair to say Atalanta are happy with how their debut season in the Champions League is going. That will be a night Jose Mourinho and Tottenham will want to forget. Julian Nagelsmann got his game plan absolutely spot on and will be disappointed his RB Leipzig side didn't come away with a bigger margin of victory. Nagelsmann has been dubbed 'Mini Mourinho' -- though admittedly it's not a nickname he's particularly fond of -- and is 25 years Mourinho's junior, but that is a performance even 'The Special One' would have been proud of in his managerial prime. You can read all about a chastening night for Tottenham in our match report here. Tottenham fans will be bitterly disappointed with that performance. Aside from a late flourish, RB Leipzig dominated all match and it will take an almighty effort for Spurs to turn things around in Germany. Timo Werner's penalty was the difference between the sides but, in truth, it could -- and should -- have been a lot worse for Tottenham. You never would have guessed this was Atalanta's first ever appearance in the Champions League. That was a stunning performance and Valencia was well and truly second best all night. The only blemish on an otherwise perfect night was that mistake from Jose Luis Palomino that gifted Valencia a consolation goal. However, as impressive as Valencia can be at its famed Mestalla stadium, you can't see this side turning things around in the second leg. It's pretty unusual to see so many goals shared around the team like this, but it's certainly reflective of the expansive team game Atalanta plays. RB Leipzig forward Timo Werner is making a habit of ruffling feathers in enemy territory. The German has scored every one of his seven Champions League goals away from Leipzig's Red Bull Arena. In fairness, Leipzig have very much made themselves at home tonight and played like the home side at the Tottenham Hotspur Stadium. It's an awful error from Atalanta defender Jose Luis Palomino, whose sloppy pass across his defense gifts Denis Cheryshev possession. The Russian has been on the field a matter of seconds -- in fact, that may have his been his first touch -- and he fires a low strike into the far corner. A glimmer of hope for Valencia with an away goal. Just 62 minutes into this first leg, SURELY Atalanta has secured passage through to the quarterfinals.  Hans Hateboer runs onto the ball behind Valencia's ailing defense and hammers the ball into the back of the net for his second of the game. In truth, that is awful goalkeeping from Jaume, the ball is straight at him but he moves out of the way. There is a brief VAR check for offside but the goal stands. Wow! Match over ... tie over? Remo Freuler cuts inside onto his right foot and fires a stunning strike into the far corner. You could perhaps criticise Valencia keeper Jaume for the earlier goal, but there was no stopping that one -- he was rooted to the spot. Timo Werner gives RB Leipzig a deserved lead from the penalty spot. Ben Davies was responsible for giving away the spot kick, as he clumsily smashed into Konrad Laimer. Atalanta has started the second half as it finished the first, pinning Valencia back into its own half. But manager Gian Piero Gasperini still isn't happy!  Clearly those high standards have helped Atalanta get where they are today. The second half is underway at the Tottenham Hotspur Stadium, though the game is almost immediately stopped as the RB Leipzig fans throw toilet paper on to the pitch in the goal Spurs' Hugo Lloris is defending. The Bundesliga club's fans are holding a ticket price protest and hold up a banner -- \"Stand Up For A Fair Price Cap\" -- to make their point. No goals at the Tottenham Hotspur stadium after 45 minutes, which Spurs should view as a mini victory given they've been completely outplayed by RB Leipzig. Elsewhere, Atalanta has a 2-0 lead over Valencia which its first-half endeavours have thoroughly deserved. What a huge goal that could be in this tie. Josip Iličić doubles Atalanta's lead with a ferocious strike from outside the area. Valencia goalkeeper Jaume will perhaps be disappointed he didn't do more with that after getting a strong hand to the ball, but he can only help it further into that top corner. Is there any way back now for the Spanish side? They've been second best all night so far. RB Leipzig coach Julian Nagelsmann will be wondering just how his team hasn't scored in this first half. Timo Werner is the latest culprit to pass up a chance. With the goal at his mercy his shot is comfortably saved by Spurs keeper Hugo Lloris. Out of absolutely nothing, Valencia almost draws level. Some daydreaming in that Atalanta back line allows Ferran Torres in behind, but his shot from a tight angle crashes off the post. If you're a Spurs fan you could be forgiven for asking just how Jose Mourinho's team is going to win this game. RB Leipzig are in almost complete control -- too quick, too strong and just too clever for Spurs. No wonder Mourinho looks concerned. Former Spurs striker Jimmy Greaves turns 80 on Thursday. And the legendary forward hasn't been forgotten by his old club. In the past, first-leg European games were often cagey affairs. The away side would \"park the bus\" hoping to escape with a draw or a narrow defeat if they couldn't nab a win. It's rare to see games like that anymore and RB Leipzig typify that more adventurous approach. Julien Nagelsmann's team is breaking forward at speed and in numbers. If you were a visitor from outer space you could be forgiven for thinking that RB Leipzig was the home team. Oh, and Patrik Schick has gone close for a third time -- with a header. Atalanta takes the lead and its no less than it deserves for this early spell of pressure. Captain Papu Gomez is given far too much time to fire in a low cross and Hans Hateboer arrives at the far post to side foot the ball home. The San Siro is only half full tonight but those 44,000 Atalanta fans are making some noise! After that nervy start, Spurs conjure up a chance of their own thanks to some nifty footwork from Steven Bergwijn.  The Dutchman creates some space and curls in a shot which RB Leipzig goalkeeper Péter Gulácsi does well to push away. Atalanta creates the first opening of the match and the chance comes following a typically slick passing move from the Italian side. Josip Ilicic carves the Valencia defense open with a delightful pass and Mario Pasalic, with the freedom of the San Siro, doesn't do enough with his finish. He made it far too obvious where he was going to place his shot but plenty of credit must go to Valencia keeper Jaume, who gets a strong hand to the ball and pushes it up and over the bar. The last time a Bundesliga team rocked up in north London, Spurs were beaten 7-2 by Bayern Munich. Ouch. And RB Leipzig have made quite the start peppering the Tottenham goal with a series of shots, with Patrik Schick flashing a drive past the post. Chasing a place in the Champions League final in Istanbul on May 30 ... buckle up for Wednesday's last-16 games as Atalanta take on Valencia in the San Siro and Spurs face RB Leipzig at the Tottenham Hotspur Stadium. The match hasn't even started yet ... we'd hate to think how this Atalanta fan will be feeling if her team loses! Perhaps the message here from RB Leipzig fans ahead of the Champions League game against Tottenham is if you want to get ahead in the competition get a hat ... Here's how your two teams line up for this evening's clash at the San Siro. Gonçalo Guedes returns from injury to take his place in the Valencia starting XI. Not many had Valencia or Atalanta down for a place in the last 16 -- now one of them is guaranteed to be in the quarterfinals. Despite Valencia having never won at the San Siro, captain Dani Parejo is confident his team can keep making history, as they did in London and Amsterdam. It shows the difficulty of playing at grounds like this, against great opposition and in the greatest club competition. Valencia CF hadn't won at Stamford Bridge before this year, or away to Ajax, and we have had good games in Europe and Spain. We have another test against tough opposition in a 180 minute tie.\" So with Son Heung-Min and Harry Kane absent who is playing for Spurs up front? Step forward Lucas Moura ... And for RB Leipzig ... RB Leipzig has scored 76 goals in all competitions this season. Over a third of those goals have come from striker Timo Werner who has scored 27 goals, with 10 assists. That form has seen him constantly linked with a host of top European clubs. His current contract runs until the end of June 2023. With Atalanta's Gewiss Stadium not meeting UEFA's standards, the Italian side has been playing its home Champions League matches 60 kilometers away at Milan's San Siro. But with the club playing in the Champions League for the first time in its history, it's a journey the fans have made willingly. So much so, that Wednesday's round of 16 first-leg clash against Valencia has seen an all-time club record number of tickets sold for an Atalanta home match. More than 44,000 fans are expected to make the 120 kilometer round trip, eclipsing the previous record of 43,426 for Atalanta vs. Inter in 1984. Tottenham's Champions League plans suffered a major blow earlier this week after the club confirmed that South Korean forward Son Heung-Min fractured his arm in Sunday's Premier League win over Aston Villa. \"Son is to undergo surgery this week after sustaining a fracture to his right arm,\" said the Spurs website on Tuesday. \"Following surgery, our medical staff shall be reviewing management options for Son’s rehabilitation with the player expected to be sidelined for a number of weeks.\" Already without striker Harry Kane, who is recovering from a hamstring injury, Son's absence leaves head coach Jose Mourinho short of attacking options for the game against RB Leipzig. Son's absence from upcoming Tottenham games will also be keenly felt in South Korea. The soccer superstar adorns billboards across the country, has bars named in his honor and attracts a dedicated fan base which follows him wherever he goes. When the Champions League draw was being made, it's probably fair to assume that most teams would have been hoping to draw either one of Atalanta or Valencia. As it turned out, those two sides drew each other and are both now presented with a brilliant opportunity of progressing to the quarterfinals. This is the first appearance Atalanta has ever made in the Champions League and the Italian side produced a stunning escape act from Group C that Harry Houdini himself would have been proud of. After accumulating just one point from its opening FOUR matches, the Nerazzurri won its final two matches to improbably secure passage through to the last 16. To make the achievement all the more impressive, Atalanta has played all of its 'home' matches in Milan's San Siro stadium, 60 kilometers away from its Bergamo-based home ground, Gewiss Stadium which doesn't meet UEFA standards. Valencia has far greater European pedigree than Wednesday's opponents but seems to be in constant turmoil under controversial owner Peter Lim. The Singaporean businessman sacked former coach Marcelino just three games into the current season after guiding the club to last season's Copa del Rey, Valencia's first major title for a decade. But new manager Albert Celades has done an impressive job of steadying the ship and guiding his side through a tough group that included Chelsea and last season's semifinalists Ajax. Speaking to Valencia media, midfielder Carlos Soler warned his team against thinking this tie was already a foregone conclusion. When the draw put us with Atalanta, it might have seemed as if they were easier opponents than the other teams, but they are doing a very good job. They are a team with players who have a lot of quality and score lots of goals; they are the side with the most goals in Serie A this season.\" Everything becomes very evenly matched. Atalanta have great attacking potential and score a lot of goals, so we will have to be careful about that, but they also concede a lot. There is no favourite in this tie, it's 50-50. We will fight at San Siro in the first game. We will have our chances, and the fact that the second leg is at Mestalla works in our favour.\" Jose Mourinho will turn Tottenham Hotspur's fortunes around says Benni McCarthy, who played for the Portuguese coach when he managed Porto.\nSpeaking to CNN's Zayn Nabbi for the On The Whistle podcast, former Porto striker Benni McCarthy said that the “Special One” would “most definitely” win a major trophy again.\nMcCarthy, who won the Champions League in 2004 with Porto and Mourinho, says that his former mentor’s CV speaks for itself.\n“As crap as people think he was at his time at [Manchester] United, they won the Europa League, they won … the League Cup so it wasn’t all bad. For Man United they still got some silverware,” added McCarthy. Manchester City's future in the Champions League for the next two seasons is in doubt following UEFA's decision to punish the reigning English Premier League champion after it found the club had committed \"serious breaches\" of club licensing and Financial Fair Play (FFP) regulations. The punishment -- issued by UEFA's independent Adjudicatory Chamber of the Club Financial Control Body -- is subject to an appeal to the Court of Arbitration for Sport, and City immediately issued a statement Friday describing UEFA's process as \"flawed\" and making it clear the fight is far from over. On Wednesday, City posted a video interview with the club's chief executive Ferran Soriano in which he spoke about the ruling. \"The owner has not put money in this club that has not been properly declared,\" said Soriano. \"We are a sustainable football club, we are profitable, we don't have debt, our accounts have been scrutinised many times, by auditors, by regulators, by investors and this is perfectly clear. \"We did cooperate with this process. We delivered a long list of documents and support that we believe is irrefutable evidence that the claims are not true,\" added Soriano. \"It was hard because we did this in the context of information being leaked to the media in the context of feeling that every step of the way, every engagement we had, we felt that we were considered guilty before anything was even discussed. \"At the end, this is an internal process that has been initiated and then prosecuted and then judged by this FFP chamber at UEFA.\" In a statement sent to CNN, UEFA said it wasn't commenting anything further than the communication it made on Friday regarding this case. Manchester City's last-16 tie in this season's Champions League competition is against 13-time winner Real Madrid, with the first leg on February 26. \"We provided the evidence but in the end this FFP Investigatory Chamber relied more on out-of-context stolen emails than all the other evidence we provided of what actually happened and I think it is normal that we feel like we feel,\" said Soriano. \"Ultimately based on our experience and our perception, this seems to be less about justice and more about politics.\""], "Language": false}