{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/us/lebron-james-houston-mlb-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-02-19T16:33:31Z"], "LastModifiedDate": ["2020-02-19T16:33:31Z"], "Headline": ["LeBron James criticizes MLB commissioner's handling of the Astros' sign-stealing scandal"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Los Angeles Lakers superstar LeBron James has joined the chorus of athletes speaking out against baseball commissioner Rob Manfred's handling of the Houston Astros' sign-stealing scandal, imploring him to \"fix this.\" \"Listen I know I don't play baseball but I am in Sports and I know if someone cheated me out of winning the title and I found out about it I would be F*^king irate! I mean like uncontrollable about what I would/could do!\" James wrote on Twitter. \"Listen here baseball commissioner listen to your players speaking today about how disgusted, mad, hurt, broken, etc etc about this. Literally the ball is in your court(or should I say field) and you need to fix this for the sake of Sports! #JustMyThoughtsComingFromASportsJunkieRegardlessMyOwnSportIPlay\" James' Twitter posts come on the heels of Los Angeles Angels superstar Mike Trout criticizing Manfred for not punishing the players. Trout called the situation \"sad for baseball.\" The Astros were caught for creating a system to decode and communicate an opposing team's pitching signs during the team's 2017 championship season. While sign stealing is commonplace, MLB rules prohibit the use electronic devices to do so. Employees for the Astros used a live game feed of the center field camera to decode sign sequences and then relayed that information to hitters. MLB, following a story that detailed allegations of the scheme in the sports news website The Athletic, investigated and released a report in January detailing the scheme. Manfred suspended Astros manager A.J. Hinch and general manager Jeff Luhnow, who were subsequently fired by Astros owner Jim Crane. The Astros must forfeit the team's regular first- and second-round selections in the 2020 and 2021 drafts and pay a $5 million fine. A key figure in the scandal, Alex Cora, who led the Red Sox to a World Series title in 2018 as manager and was the Astros' bench coach in 2017, left his job as Boston's manager. Former Astros player Carlos Beltran stepped down as manager of the New York Mets over his involvement in the scandal. However, none of the players received any punishment from the league despite participating in the cheating, and there are no plans to strip the Astros of their 2017 World Series title. The Astros have apologized for the scandal and players have expressed remorse about the scandal. But some current and former professional baseball players haven't taken kindly to the apologies.  Relief pitcher Mike Bolsinger is suing the Astros claiming their sign-stealing scheme is the reason his career was cut short after an August 2017 game in which he gave up four runs against the Astros."], "Language": false}