{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/cnn-underscored/longchamp-le-pliage-tote-amazon-dupe/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bridget Conway"], "Writers": [["Bridget Conway"]], "FirstPublishDate": ["2020-02-19T14:31:51Z"], "LastModifiedDate": ["2020-02-19T14:31:51Z"], "Headline": ["This cult-favorite Longchamp tote bag has an amazing $22 Amazon dupe"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Longchamp Le Pliage Tote is the bag you've seen everywhere, and for good reason. It's sturdy, stylish and practical, everything you can ask of a purse. Its genuine leather straps are long enough to comfortably slip over your shoulder during a morning commute, and it can easily hold whatever you want to bring along without strain.  I got my first, long-awaited Longchamp Le Pliage for my high school graduation, and after four years of consistent, almost everyday use, the bag looks exactly the same as it did the day I got it. I use it for everything: my daily commute, lugging my laptop and books to and from class, and any other situation that could possibly arise. It's big enough to hold everything I might need, and has never let me down in all its years of use. I originally wanted one of these bags after seeing them on the arms of classmates, friends, strangers and pretty much everyone I walked by at any mall. Considering the simple yet elegant design of this bag combined with its functionality, it is no surprise that it has become so popular. Even Kate Middleton has one! If it's good enough for royalty, it's good enough for me. The bag comes in countless colors and sizes, ranging from duffel bag status to almost the size of a clutch. Unfortunately, even the tiny bags are extremely pricey. The average Le Pliage tote can set you back around $145. Large Le Pliage Tote ($145; nordstrom.com) If you love a good purse for both its fashionable and functional elements, but you don't want to spend a fortune on it, we've found something you might just love. While browsing one Amazon user's list of best designer dupes, we found a great Amazon dupe that you can snag for as low as $21.99.  With its water-resistant nylon fabric, faux leather fold-over clasp and suave color scheme, the Sunny Snowy 15-Inch Laptop Bag looks enough like the original Le Pliage that it was hard for me to even tell them apart.  Sunny Snowy 15-Inch Laptop Bag ($21.99; amazon.com) While carrying it around, I noticed a few aspects of the bag that might even be better than the original. For one thing, the interior has useful dividers and extra compartments for even more functionality, a huge advantage over the original.  The bag also came with a note from the provider, thanking me for purchasing the bag and providing contact info so I could reach out with any concerns. Multiple reviewers mentioned having great experiences with the customer service. The durability and capacity of the two bags are pretty much the same, and throughout my time using them, neither frayed or showed wear in any way. When I showed the bag to my friends, they noted that although it looks remarkably like the original, there are a few subtle differences. First, this version has two golden cinches on the bottom of the bag, which are perfectly nice-looking, but do distinguish it from the original. The zipper is also not exactly the same as the one on the Le Pliage. But if you're OK with the bag not looking exactly like the original, these factors really aren't game-changers.  Overall, I found that this bag is a great alternative to its pricier equivalent and lives up to the Longchamp standard. Longchamp Le Pliage totes: Large Le Pliage Tote ($145; nordstrom.com) This customer-favorite tote is offered in different colors depending on the season, but it's consistently stylish. The way the bag's leather accents contrast against its solid color just screams classy. As if that weren't enough, the water-resistant lining and snap tab closure ensure that your bag and its contents will survive whatever your day has in store.   _______________________________________________________________________________ Le Pliage Club Tote ($155; nordstrom.com) Looking for something with a little more pizzazz? This colorful tote is available in no less than 12 eye-catching pastel colors, including pomegranate and hawthorn. With this version of the bag, the leather accents are the same color as the fabric, but other than that, it is the same design as the classic Le Pliage.  _______________________________________________________________________________ Le Pliage Backpack ($125; nordstrom.com) Taking function to the next level, this model completely reimagines the tote into this stylish backpack form. Perfect for anyone whose back needs a break from the over-the-shoulder style, this upgraded backpack is just as dependable as its tote bag counterparts. _______________________________________________________________________________ Large Le Pliage Neo Nylon Tote ($190; nordstrom.com) This one is basically a larger version of the Le Pliage Club Tote, but with more muted colors, including red and navy. This bag can hold even more than the original, so if you're a frequent traveler, this could be the bag for you. The dupe: Sunny Snowy 15-Inch Laptop Bag ($21.99; amazon.com) Although this bag may not be made of the same first-rate materials as Longchamp's, the product's hundreds of positive reviews indicate that the dupe stands up to the original. (As did our own test.) One reviewer even insists that \"This bag is EVERYTHING!! I've seen hundreds of bags with this design, but they all look flimsy and cheap. The material used on this bag is a miracle — incredibly lightweight, easy to clean and durable. This is the most comfortable, versatile, durable and cutest bag I've purchased for such a great price!\" Whether you opt for the pricier Longchamp original or its Amazon dupe, you'll find yourself with a practical, stylish bag that can handle pretty much anything you ask of it.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}