{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/nevada-town-hall-sanders-buttigieg-klobuchar/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-02-18T23:00:25Z"], "LastModifiedDate": ["2020-02-19T05:21:34Z"], "Headline": ["CNN hosts town halls with Sanders, Buttigieg and Klobuchar"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Sanders doesn't say whether he'd accept Bloomberg's financial backing Bernie Sanders didn’t answer a question about whether he would accept hundreds of millions of dollars in help from Michael Bloomberg if the Vermont senator becomes the Democratic nominee.  Sanders told CNN’s Anderson Cooper he doesn’t have a super PAC and hasn’t asked for one, but then ignored a question about whether he’d accept Bloomberg’s money.  Sanders: \"I do not believe in online bullying. End of discussion\" Bernie Sanders on Tuesday night sought to fully divorce himself from supporters who have harassed others online and questioned whether anyone who believes in his agenda would attack a union leader. Top officials at the Culinary Union in Nevada accused Sanders backers of swarming them online after flyers distributed by the union, which said Sanders would \"end\" their health care, went viral. “I do not believe in online bullying,\" he said. \"End of discussion.” Sanders also questioned whether some of the social media comments cited by critics were, in fact, written by his supporters. Buttigieg calls for Attorney General Barr to resign Pete Buttigieg said on Tuesday – for the first time – that he believes Attorney General Bill Barr should resign because of his handling of politically sensitive cases like that of longtime Trump adviser Roger Stone “Absolutely,” Buttigieg said about Barr stepping down. “This really is an emergency, it's an emergency of legitimacy in our justice system. Our justice system only works if it is immune from the interference of politicians. Buttigieg to Trump: \"My marriage… never involved me having to send hush money to a porn star\" Pete Buttigieg excoriated Donald Trump and one of his most high-profile supporters for questioning his marriage to his husband, Chasten, on Tuesday, telling an audience in Las Vegas that his marriage “never involved me having to send hush money to a porn star.” Buttigieg is referring to $130,000 in payments arranged by Trump's former personal lawyer, Michael Cohen, to Stephanie Clifford, a porn star known as Stormy Daniels who says she and Trump had an affair in 2006 after Trump married his wife Melania. Trump has denied having an affair with Daniels, but admitted in 2018 that he knew of the payments \"later on.\" Klobuchar says she's glad Bloomberg will be on debate stage Amy Klobuchar said she’s glad Michael Bloomberg will be on stage for the upcoming Democratic debate Wednesday night in Nevada.  “I actually thought he should be on the debate stage because I don’t think you should just be able to buy your way to the presidency,” she said.  Klobuchar attributes not knowing the Mexican president’s name to long day Amy Klobuchar sought to explain her inability to name the president of Mexico in an interview last week by pointing to a long day of campaigning and Senate votes. Klobuchar also looked to fire back at Pete Buttigieg on Tuesday after the former South Bend, Indiana, mayor used the misstep to question the Minnesota senator’s Washington experience. “When that happened, for what it's worth, I had been in the Senate all day. We had six votes, including a resolution to be a check on the president,” Klobuchar said. “And I got on a plane and got there at midnight my time and had a fast interview and two forums after that, I think ending at about 2:00 or 3:00 in the morning. Such is life.” Amy Klobuchar, who before running for Senate worked as county attorney for Minnesota’s largest county, defended her criminal justice record on Tuesday, telling voters in Nevada that “anyone that's worked in the criminal justice system knows there's institutional racism.” The issue is a growing one for Klobuchar: Her rise in the Democratic nominating process has coincided with more scrutiny on her record as county attorney for Hennepin County, including the case of Myon Burrell, a teenager who was sentenced to life for the killing of 11-year-old Tyesha Edwards but now, with the backing of new evidence, insists he is innocent. “Over the years, I think we have seen just how devastating that is,” Klobuchar said of racism in the judicial system. “And when I was there, I worked hard on, for instance, doing more when it came to white collar crime, doing more with drug courts. And while here were still disparities in our system, like there were any, we had still managed in the eight years to reduce the African-American incarceration rate by 12%.” Klobuchar said “there's still more to be done,” but ticked through changes she made during her time as county attorney, including racially involved misidentification, DNA review, and diversifying police department and prosecutors’ offices. “I just think we have to come to grips with the fact that while we must keep our community safe. You can do that at the same time you get at the institutional racism that we have in the criminal justice system,” Klobuchar said. Issues of racism and policing could be particularly damaging for Klobuchar, who has consistently shown little ability to win over black voters. Watch: Amy Klobuchar sought to explain her inability to name the president of Mexico in an interview last week by pointing to a long day of campaigning and Senate votes. Klobuchar also looked to fire back at Pete Buttigieg on Tuesday after the former South Bend, Indiana, mayor used the misstep to question the Minnesota senator’s Washington experience. “When that happened, for what it's worth, I had been in the Senate all day. We had six votes, including a resolution to be a check on the president,” Klobuchar said. “And I got on a plane and got there at midnight my time and had a fast interview and two forums after that, I think ending at about 2:00 or 3:00 in the morning. Such is life.” Klobuchar and Tom Steyer both couldn't name the president of Mexico when asked during a Telemundo interview while campaigning in Nevada last week. Klobuchar offered a simple \"no\" when asked whether she knew President Andrés Manuel López Obrador. Buttigieg correctly answered the question. On Sunday, Buttigieg hit Klobuchar for her inability to answer the question, telling a crowd of supporters in Las Vegas it shows \"that there is more to being prepared than how many years you spent in Washington.\" Klobuchar responded to the knock, stating, “I would say to the mayor, this isn't like a game of 'Jeopardy!'.” “This is about, to me, experience and I have so much respect for him and his experience, but my experience is different,” Klobuchar said. “I have been in the Senate. I have passed over 100 bills as the lead Democrat. I think that matters. And most importantly, I have been able to win in rural and suburban districts.” She concluded: “I think that's really important right now, that we build this coalition, that we not shut people out. I know he agrees with me on that, but I am the one that actually has the receipts of anyone that you'll see on the debate stage tomorrow night that's done it. So, it is just a different experience.” Watch the moment: Amy Klobuchar has a message for female voters who want to elect a woman to the White House. \"I know it would be cool to be the first woman president, believe me, and I think a lot of women out there know exactly what I’m talking about,\" she said, \"but I think that the story that we tell and the campaign that we run has to be more than about that. It has to be about people’s dreams.\" Asked what it said about the US that it had not yet broken that barrier, Klobuchar reminded viewers that Hillary Clinton \"did get the most votes\" in 2016. \"Let's remember that,\" she said. \"I think people are ready for it.\" But Klobuchar also indicated that she would not make the historic nature of her candidacy the centerpiece of her campaign. \"I was the first woman in both jobs I had, as a county attorney as a woman senator from my state. I didn’t really talk about it much back then (when she first ran for the Senate) because women had tried to run for the US Senate in (Minnesota) twice and they were both really qualified and they didn’t make it,\" she said. \"There had been a lot of emphasis on 'put the first woman in,'\" Klobuchar said of that race. \"That wasn’t enough of a reason. I had to show I had the experience and I had to have a plan of what I wanted to get done. And I made that really clear throughout the campaign. And I think that’s really important in this race, as well.\" Klobuchar did speak earlier about other women's issues, like pushing for universal childcare and, if elected, working to get the Equal Rights Amendment over the line.  Hear Sen. Klobuchar's comments: Amy Klobuchar said she’s glad Michael Bloomberg will be on stage for the upcoming Democratic debate Wednesday night in Nevada.  “I actually thought he should be on the debate stage because I don’t think you should just be able to buy your way to the presidency,” she said.  The Minnesota senator criticized Bloomberg for skipping the trudge through town halls, meeting with voters, and rolling out policies in the early-voting states, saying “that’s what a presidential candidate should do.”  “We want to make sure that you have the best candidate to lead the ticket, and I don’t think that when people look at Donald Trump, they automatically say, ’Hmm, can we get someone richer?’” Klobuchar said.  “I think they say, ‘We want to have someone that we know can lead this country,’” she said. “And I think that’s me.”  Watch the moment: Pete Buttigieg recalled a time he tried to use his foreign language skills to help a family caught up in the middle of a protest.  The former mayor speaks eight languages — “some better than others,” he said at a CNN town hall — including Norwegian, Maltese, Arabic, Spanish and Dari.  The day Trump’s travel ban went into effect, Buttigieg said he was in Houston and decided to participate in a protest at an airport against the ban. Within a few hours, he said there were hundreds of people at the protest. Buttigieg, who was running to be the chair of the Democratic National Committee at the time, said he had heard a rumor there was an Iranian family that was not being allowed through because of the ban.  “This family started coming through, and they were being mobbed by TV reporters, and I realized that they may not have had any idea of why there were all these protesters or cameras or anything,” Buttigieg said.  Buttigieg went up to the family and tried to communicate with the them in Dari, which he said is similar to Farsi. He said he learned Dari when he was deploying to Afghanistan.  “I see this man emerge, kind of Middle Eastern appearance, his wife is in a hijab, they’ve got three or four little kids, a bunch of suitcases, they look exhausted,” he continued. “And I went up to them and started to ask, you know, are you okay? Do you know what's happening? Do you need any help? Everybody’s here to support you.” “And the more I tried to say this in Farsi, the clearer it became that he didn’t understand me at all,” Buttigieg said. He then realized the man spoke Arabic, which Buttigieg studied in college, so the former mayor tried to communicate with him in that language.  “He had no idea what was going on. He was actually Jordanian, and he just wanted to go home,” Buttigieg said.  “Because I'm wearing a tie, the reporters from one of the local TV stations think that I’m his lawyer, and they start interviewing me. And one of them was from Telemundo, which was in Spanish, and they were asking me to try to ask him questions in Arabic, which I’m not that good at, and they were asking me in Spanish, and it was a real mess,” he said.  He said in the end, Buttigieg grabbed the luggage cart and helped the family get out of the protest and to the garage where someone was waiting to pick them up.  Hear the story: Pete Buttigieg excoriated Donald Trump and one of his most high-profile supporters for questioning his marriage to his husband, Chasten, on Tuesday, telling an audience in Las Vegas that his marriage “never involved me having to send hush money to a porn star.” Buttigieg is referring to $130,000 in payments arranged by Trump's former personal lawyer, Michael Cohen, to Stephanie Clifford, a porn star known as Stormy Daniels who says she and Trump had an affair in 2006 after Trump married his wife Melania. Trump has denied having an affair with Daniels, but admitted in 2018 that he knew of the payments \"later on.\" The comments also come days after radio host Rush Limbaugh told his listeners that American voters are “still not ready to elect a gay guy kissing his husband on the debate stage president.” Limbaugh said on Tuesday that Trump, who initially responded to the host’s comments by saying he would not be uncomfortable with a gay president, told him to “never apologize” for his comments about Buttigieg. “The idea of the likes of Rush Limbaugh or Donald Trump lecturing anybody on family values,” Buttigieg said, before pausing for cheers and applause. “I’m sorry but one thing about my marriage is it's never involved me having to send hush money to a porn star after cheating on my spouse, with him or her,” Buttigieg said. “So, if they want to debate family values, let's debate family values, I'm ready.” Buttigieg also said he did not take Trump at his word because \"he's sending out his supporters to talk in that way.\" Watch: Pete Buttigieg has routinely spoken about his Christian faith during these events and, again on Tuesday night, argued that religion should not be viewed as the province of any one political party. Asked whether he believed it was possible to be a Christian and support Trump, he said it wasn’t his place “to tell other Christians how to be Christians.” “But I will say,” he added, “that I can’t find any compatibility between the way this President conducts himself and anything I find in Scripture.” Buttigieg also said that his faith would help guide his policy decisions in office. “The time has come to send a message: that people of faith have a choice,” he said. “And if you belong to a Christian, or any moral or religious tradition, that emphasizes making yourself useful to the oppressed and standing with and identifying with the prisoner, welcoming the stranger -- stranger by the way is another word for immigrant -- yes, that has implications in public life.”  Watch the moment: Pete Buttigieg said Tuesday that while he would accept Michael Bloomberg’s donations should he become the Democratic nominee, he does believe the former New York mayor is trying to buy the nomination by spending hundreds of millions on ads. When CNN's Erin Burnett asked Buttigieg if he believes “trying to buy the democratic nomination for president,” the former South Bend, Indiana, mayor said, “Yes.” “I mean, what else do you call it,” Buttigieg said. “What else do you call it when you dip into your reserves of millions and billions and don't go through the process of campaigning in states like Nevada, Iowa or New Hampshire, going into the diners and the backyards, looking eye to eye?” Buttigieg has recently started to attack Bloomberg on the campaign trail, telling an audience in Las Vegas on Tuesday that Bloomberg is “a billionaire who thinks that you... can just buy your way on to television and win that way.” The former New York mayor qualified for Wednesday night’s Democratic primary debate on Tuesday. Buttigieg did separate himself from Bernie Sanders during his CNN town hall by saying that if he were to win the party’s nomination, he would accept the billionaire’s support. “Sure,” Buttigieg said. “This is the moment to bring everybody that we can into this effort, and I promise exactly one thing in return for any contribution, which is, we're going to take that contribution and use it to go beat Donald Trump.” Hear more: Pete Buttigieg argued that his public option health insurance plan had a better chance of surviving in Congress than Bernie Sanders' \"Medicare for All\" proposal.  The reason: choice. \"This is where I part ways with my friend Sen. Sanders. He believes that we should require everybody to adopt that plan, whether they want to or not,\" Buttigieg said, before name-checking a powerful local union. \"There’s a lot of folks here in the state of Nevada, culinary workers come to mind, who negotiated for good private plans … Who are we to tell them they have to give it up?” Buttigieg made the case that a drastic expansion of public health insurance was within reach, as long as Americans don't feel like they're being forced to make the change. “We have a powerful American majority ready to support this reform, what I’m talking about -- creating a public plan for everybody, just as long as we don’t kick people off of their private plans,\" he said. Buttigieg also challenged the for-profit health insurance industry, which has been critical of his public option plan, to beat it.  “I’ll leave it to the private players to figure out if they can measure up,\" he said. Watch: Pete Buttigieg tied his military experience to the active shooter drills students in schools are now involved in Tuesday night after being asked about ending gun violence in schools by an educator in the Las Vegas area.  “I'm thinking about terms like dispersion of targets and the difference between cover and concealment -- things I learned as part of military training,” the former South Bend, Indiana, mayor said.  “Part of why I believed I was in the military to serve potentially in conflict zones so that kids at schools in America would never have to have that experience. And to see what we are accepting, in terms of the expectation that this is just normal -- that kids are going to have active shooter drills, sometimes before they're old enough to learn how to read -- shows you this country has its priorities wrong,” Buttigieg said.  He quickly added, “Actually, no -- Washington has its priorities wrong.”  Hear Buttigieg’s comments: Pete Buttigieg said on Tuesday – for the first time – that he believes Attorney General Bill Barr should resign because of his handling of politically sensitive cases like that of longtime Trump adviser Roger Stone “Absolutely,” Buttigieg said about Barr stepping down. “This really is an emergency, it's an emergency of legitimacy in our justice system. Our justice system only works if it is immune from the interference of politicians. President Donald Trump has denied that he pushed Barr to intervene in the Stone case, where top DOJ officials reduced the recommended sentence against the Trump adviser. That led all four federal prosecutors who took the case to trial to withdraw. Late last week, Barr also ordered a re-examination of several high-profile cases, including that of former national security adviser Michael Flynn. “This president, especially now that he feels emboldened after getting away with what he got away with during the impeachment process, thinks he can just lean in and ask others to do the same and interfere,” Buttigieg said. “And one of the first criteria for my attorney general, is that she or he will understand that she or he is the lawyer for the American people and not the personal lawyer of the president of the United States.” Watch the moment: Former South Bend, Indiana Mayor Pete Buttigieg has taken the stage. CNN's Erin Burnett is moderating. Bernie Sanders dismissed a question about whether he is the Democratic frontrunner. “Who cares,” Sanders said. The Vermont senator delivered a strong performance in Iowa and then won the New Hampshire primary, leading many within the Democratic Party to believe he has not supplanted former Vice President Joe Biden as the party’s frontrunner. Sanders is also atop a number of recently released national polls. Sanders, though, has little interest in whether he was atop the field. “I know we take no votes for granted. We are a hardworking campaign. We're so appreciative of the hundreds of thousands of volunteers we have,” he said. “So I can tell you, we're working right now in Nevada trying to bring out the vote.” Hear Sen. Sanders' response: Late last December, three months after he suffered a heart attack in Las Vegas, Bernie Sanders released three letters from physicians attesting to his good health. On Tuesday night, Sanders said that if the public wants any more information about his health, they should join him on the campaign trail, where he keeps a busy schedule. Sanders argued that the letters, including one from the attending physician at the US Capitol, amounted to a \"detailed report\" and, when pressed on whether he would release new details, said, \"I don't think we will.\" On October 1, Sanders was rushed to an urgent care facility following a grassroots fundraiser in Las Vegas after experiencing chest pains. Sanders then was taken to the hospital in an ambulance and remained there for days before returning home to recuperate.  He was back on the campaign trail about two weeks after he initially fell ill. Dr. Brian Monahan, the Capitol Hill physician, said in a Dec. 30 letter addressed to Sanders, \"You are in good health currently and you have been engaging vigorously in the rigors of your campaign, travel, and other scheduled activities without any limitation.\" Monahan also more directly addressed the senator's heart health. \"Several of the medications you initially required (blood-thinner, beta blocker) were stopped based on your progress,\" Monahan wrote. \"Your heart muscle strength has improved. You have never had symptoms of congestive heart failure. The heart chamber sizes, wall thickness, estimated pressures, and heart valves are normal. Several 24-hour recordings of your heart electrical activity indicated no significant heat rhythm abnormality.\" Watch:  Bernie Sanders on Tuesday night sought to fully divorce himself from supporters who have harassed others online and questioned whether anyone who believes in his agenda would attack a union leader. Top officials at the Culinary Union in Nevada accused Sanders backers of swarming them online after flyers distributed by the union, which said Sanders would \"end\" their health care, went viral. Sanders also questioned whether some of the social media comments cited by critics were, in fact, written by his supporters. \"The idea that anybody who works with me would make a vicious attack against a union leader just because we disagree on an issue is incomprehensible to me,\" Sanders said, \"and you know what, I’m just not sure that that’s true.\" He also pointed out that members of his own staff had been the targets of online harassment. \"Talk to the people in my campaign, often the African American women in this campaign, talk to my wife, about the kind of ugly attacks that have come in to us,\" he said. On the broader issue, Sanders was -- in his final point on the question -- unequivocal. “I do not believe in online bullying,\" he said. \"End of discussion.” Watch the moment: Bernie Sanders rejected the idea on Tuesday that Donald Trump tweets about him so frequently because the President wants to face him in November. After CNN’s Anderson Cooper asked Sanders why Trump wants to face him,” Sanders sarcastically replied, “Oh, really?” “That's not how I would interpret it,” he said. “I think Trump understands that we have something that other candidates don't and that we have an unprecedented grassroots movement.” Sanders lauded his devout following as the “kind of grassroots movement that we need to defeat Trump.” “And what Trump understand that is the way he's going to lose is when we have the largest voter turnout in the history of this country,” he added. Trump and a number of top Republican elected officials and operatives often publicly comment on Sanders, sometimes suggesting that the Democratic establishment is seeking to deny him the nomination because they oppose his more progressive platform. The strategy by Republicans appears to be to pump up Sanders and his supporters as a way to help him gain the nomination because Republicans believe Sanders, who self-identifies as a “Democratic socialist,” would be the easiest general election challenger. Watch the moment: Bernie Sanders called Michael Bloomberg's strategy of skipping the first four states \"obscene\" and said the former New York mayor was trying to \"buy the presidency.\" The Vermont senator suggested Bloomberg had insulted both voters and the democratic process, noting that all of the other primary candidates had spent months engaging the electorate. \"He said ‘I don’t have to do that, I'm worth $60 billion,'\" Sanders said, mimicking Bloomberg. \"'I’ll buy the presidency.’” Sanders also ripped Bloomberg's embrace of \"stop and frisk\" policing during the billionaire businessman's three terms as mayor. ”His policies humiliated and offended hundreds and hundreds of thousands of people,” Sanders said.  Bloomberg has apologized for supporting \"stop and frisk,\" but his past comments about the practice have added fuel to the controversy surrounding his record.  Sanders will get the chance to face Bloomberg on the debate stage for the first time on Wednesday. Hear Sen. Sanders' comments: Bernie Sanders didn’t answer a question about whether he would accept hundreds of millions of dollars in help from Michael Bloomberg if the Vermont senator becomes the Democratic nominee.  Sanders told CNN’s Anderson Cooper he doesn’t have a super PAC and hasn’t asked for one, but then ignored a question about whether he’d accept Bloomberg’s money.  Instead, Sanders touted raising seven million individual contributions, averaging $18.15 from a broad base of Americans.  “There is a point at which money ceases to be significant,” he said. “We will have enough money to run a strong campaign. We will have enough money to defeat Donald Trump.”  Bloomberg has been self-funding his own presidential campaign, spending hundreds of millions of dollars on advertising alone. Watch the moment: The event with Sanders has begun. He will answer questions from CNN's Anderson Cooper. Tonight's town halls come just days before Nevada voters will head to caucus sites. In an effort to prevent the same chaos that occurred at the Iowa caucuses, the Nevada State Democratic Party announced new details on changes being made to its presidential caucuses that are focused on calculating and reporting results. After dropping an app built by the same company whose \"coding errors\" caused mass confusion in Iowa, the Nevada party created a new tool and consulted with the Department of Homeland Security, the Democratic National Committee and other experts to update their reporting system and two-source reporting verification process. While the party isn't calling it an app, precinct chairs will use a \"caucus calculator\" on party-bought iPads to work out viability and delegate results during the caucuses by adding together caucus results and early vote data into the tool.  On caucus day, voters will be asked to rank their top three to five choices for president on their ballot, which will be scanned at a processing hub and used at their assigned precinct location on caucus day. The results from early voting will be included in the caucus calculator and on paper to help precinct chairs include them properly. CNN's town halls come after the Nevada State Democratic Party tweeted that more than 18,500 state Democrats participated in first day of early voting this past weekend. This is a considerable turnout that Democrats celebrated even as some voters voiced concerns over long wait times. What early voting has been like: Wait times of more than three hours and a lack of volunteers at at least one precinct had some voters worried about the state's caucuses on February 22. The precinct — Palo Verde High School in Las Vegas — had just six volunteers present as of 5 p.m. Saturday.  Nevada's Democratic Party leadership is hoping a strong early turnout for its caucuses signals a successful showing this weekend. Why this community can't be overlooked in Nevada: Want to watch tonight's town halls from 8-11 p.m. ET? Here's how: The town halls will air on CNN, CNN en Espanol, CNN International, CNN Airport Network, and stream on CNN.com, CNN OTT apps for AppleTV, Roku, Amazon Fire, Samsung SmartTV, and Android TV, and CNN Mobile apps for iOS and Android, CNN's SiriusXM Channels, and the Westwood One Radio Network. Tonight, the first set of Democratic presidential hopefuls will take the stage for town halls hosted by CNN. Candidates who qualified for the 10th Democratic National Committee   debate were invited to these town halls in Nevada.  On two separate days — today and Thursday — voters will be able to ask the candidates questions leading up to the state's caucuses. Here are the candidates speaking tonight: Vermont Sen. Bernie Sanders will take the stage at 8 p.m. ET.\nFormer South Bend, Indiana, Mayor Pete Buttigieg will be on at 9 p.m. ET.\nMinnesota Sen. Amy Klobuchar will follow at 10 p.m. ET.  Here are the candidates speaking on Thursday: Former Vice President Joe Biden will take the town hall stage at 8 p.m. ET.\nMassachusetts Sen. Elizabeth Warren will follow at 9 p.m. ET. CNN extended an invitation to former New York Mayor Michael Bloomberg as part of the network's commitment to hosting town halls with the Democratic presidential candidates."], "Language": false}