{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/police-respond-911-baby-formula-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T01:35:15Z"], "LastModifiedDate": ["2020-02-19T01:35:15Z"], "Headline": ["A mom called 911 in the middle of the night because she desperately needed baby formula. The police delivered"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["From flat tires to possible home invasions, the officers with the Lone Peak Police Department in Utah are used to dealing with a variety of 911 calls. But at 2 a.m. on January 28, they received one unlike any other: A mother was in need of baby formula.  As a mother of five young children, Shannon Bird said she considers herself somewhat of a pro at the baby-raising game. She had breastfed her children with ease so she didn't feel the need to buy formula.  But when she was unable to breastfeed her six-week-old daughter, London, in the middle of the night one night, she didn't know what to do. She had two ounces of breast milk left in the freezer, but she knew that would last just one feeding when her baby needed to be fed every two to three hours.  \"I've never had any complications ever with breastfeeding,\" Bird told CNN, noting that a combination of medications could have been the cause. \"I went into full panic mode.\"  She called her husband, who was out of town, to see whether he had any ideas on what she could do. She called her neighbors and family members, but no one was awake.  Her four other children were sleeping, with one of them being in a leg cast. So loading them all up in the car and driving on snowy roads to buy formula at the store didn't seem like an option.  As her last resort, she dialed 911.  \"I've never been in this predicament ever. My milk just literally dried out,\" Bird can be heard saying in a recording of the 911 call obtained by CNN affiliate KSL. \"This is my fifth kid and this has never happened.\"  Officers Brett Wagstaff and Konner Gabbitas responded to Bird's call.  The officers just looked at the dispatcher's notes, which read \"need milk,\" so they grabbed a gallon of milk at a nearby convenience store.  Wagstaff delivered it to Bird's door, but realized that London was too young for regular milk and needed formula instead.  The American Association of Pediatrics recommends that babies under one year of age not be given cow's milk as it doesn't provide enough nutrients. \"We'll leave this with you,\" Wagstaff can be heard saying on body camera footage. \"We'll be right back with some formula for your baby. She's adorable.\"  So Wagstaff and Gabbitas dashed off to the store and returned with the formula. \"That's the same stuff we gave my daughter when she was first born, so hopefully it doesn't upset her stomach,\" Wagstaff, a father of three, said to Bird in the body camera footage.  Bird said she didn't expect the officers to get the formula for her. Her initial plan was to go to the store herself and have the officers sit outside the house while her 8-year-old looked over his sleeping siblings.  In the end, the officers didn't let her pay for the milk and formula. \"They went above and beyond and helped me when I was most in need,\" Bird said.  While this was the first time Wagstaff responded to such a request, he said it's no different than any other emergency.  \"It's just part of the job,\" Wagstaff told CNN. \"I don't think there's any officer in the world that would have acted differently. We all got in this job for different reasons, but all the officers I know just want to help people.\""], "Language": false}