{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/football/thomas-partey-atletico-madrid-liverpool-champions-league-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dermot Corrigan, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T10:43:20Z"], "LastModifiedDate": ["2020-02-18T19:37:12Z"], "Headline": ["How Thomas Partey risked everything to follow European football dream"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["It's a story of flight and resilience to become a professional footballer in one of European football's top leagues. Of having to work three times as hard as other players because you're \"African.\" And having succeeded in fulfilling that ambition not forgetting about those who have made that journey from Africa in search of a similar dream. When the call did come to leave Ghana for Spain, an 18-year-old Thomas Partey knew he couldn't tell anybody -- not even his parents. As the now Atletico Madrid midfielder prepares for Tuesday's Champions League last-16 first leg against Liverpool, Partey tells CNN Sport that no one else could know what was going down as his club Tema Youth would demand a transfer fee even though they were not officially entitled to one. \"I was playing in a second division team in Ghana,\" Thomas says at Atletico's training ground in suburban Madrid. \"I was not registered, I just played and got my winning bonus. \"So when I got the chance to travel to Spain I didn't want to tell anybody, not even my parents, as maybe they'd be asked where I'd gone and they'd tell. I only spoke with my agent, who did everything for me. Then I traveled to Spain.\" READ: Robert Lewandowski equals Gerd Muller's Bundesliga record and eyes even more history Big gamble Thomas was willing to risk everything as his dream since being born in the southern Ghanaian town of Odumase Krobo in 1993 had been to follow his father by playing professionally. \"When I was young my father used to play,\" he says. \"He always took me to the training ground. So from the beginning, a very young age, all I wanted to do was play football. \"But then it got to a stage that I have to study, it was not easy, my father had no job, so I had to work, and afterwards go and find a place to play with my friends.\" Things became more serious when he moved away from his family to the city of Ashaiman, to play first for Revelation FC, then Tema Youth, in Ghana's second division. \"It was very difficult,\" Thomas remembers. \"I was just 10 years old and moving to a very dangerous city in Ghana. For my mother it was like losing her son. But the managers spoke to my parents and I wanted to be there. All I wanted to do was to continue playing football.\" But the ambition was always to come to Europe, and in summer 2011 Spanish agent Jose Jimenez organized a trial at Atletico. Nothing was sure -- it was a big gamble without any official offer.  \"I just came to trials, normally my agent brings players to Europe, to different clubs,\" Thomas says. \"I came directly to Atletico Madrid. From the beginning it was not easy. \"Waking up early in the morning, with the cold, the language, the people, to understand how to play their football and everything. But then I told myself that this is where I want to be, and I need to work hard every day to get to where I want to be, to the first team. After two months they gave me the chance to stay.\" Thomas knows that hundreds of other African players have less fortunate European experiences each year, and is still represented by Jimenez, who has guided his career to date. \"Most agents are only here to get their money and then leave you,\" he says. \"They don't care about you. But I'm happy I had the best agent, who cared for me. I put my trust in him, and tried to be patient.\" READ: Manchester City banned from upcoming UEFA competitions 'Work harder' Atletico's long-serving coach Diego Simeone was another big influence, Thomas says. \"From the beginning it was not easy. [Simeone] helped me a lot. He knew I had the talent, but without my head functioning well I would not be able to get to where I am now.\" By 2012, Thomas was starting for Atletico's B team in Spain's third tier. He then spent seasons on loan at Real Mallorca in the Segunda Division and Almeria in Primera, before returning as an Atletico first team player from 2015. He maintains that it is more difficult for young Africans to succeed at European clubs. \"The most important is to have the talent,\" he says. \"But then there is already a European in your position. You have to work harder than them, double or triple as hard. That's the only way for African players to be successful in Europe.\" Racism remains a major problem in Spanish football, seen most recently with Athletic Bilbao forward Inaki Williams suffering abuse during a LaLiga game at Espanyol in late January. \"It happens, but I just try to be myself, always, not to listen to them, and enjoy my game,\" Thomas explains. \"When you try and control it, it will come back. I'm there to play. As long as you don't give your mind to them, it will never affect you.\" READ: Manchester City to face Real Madrid in Champions League Thomas' experiences motivated him to buy a share in Madrid semi-professional regional division club Alcobendas Sport last summer. \"We got the team to be able to give a chance to a lot of African players to prove themselves,\" Thomas says, with youngsters from Ghana, Ivory Coast and Guinea having already been signed. \"We got a European coach [ex-LaLiga player Alfredo Santaelena, who was a youth coach at Atletico during Thomas' early years there] to teach them the style of play which will help them play at better teams.\" More a doer than a talker, Thomas has earned respect from his teammates in the Atletico dressing room through his commitment and displays on the pitch. Such maturity is also evident from how the quietly spoken 26-year-old, without the eye-catching tattoos or loud jewelery of some of his peers, talks openly and earnestly to CNN even with the interview coming the day after his team's humiliating Copa del Rey defeat at third-tier La Cultural Leonesa. READ: Cristiano Ronaldo continues 2020 goal glut This season has seen Thomas play a deeper midfield role for Atletico, using his reading of the game and range of passing to break up opposition moves and start his own team's attacks. A standout performance was in September when he outplayed Real Madrid's Toni Kroos and Luka Modric during a 0-0 La Liga derby draw at the Wanda Metropolitano. \"Thomas has been with us five or six years and I'm very happy he is being recognised now for both his hard work and talent,\" Simeone said following that game. \"If he had been signed from an English or German club it would be different, but he is from your youth system, so he is 'just Thomas.' His work does not stop now. He has a big future ahead of him.\" Recent months have however been tough for the team, with January bringing painful exits from both the Spanish Supercopa and Copa, while Atletico also fell well behind Real Madrid and Barcelona in La Liga.  READ: What now for Pep Guardiola after Manchester City's European ban? Los Rojiblancos are now big outsiders against last year's Champions League winners and this year's runaway Premier League leaders Liverpool. \"We know it's not going to be easy,\" says Partey. \"But every team who gets to the last 16 is one of the best teams in Europe. We're used to difficult situations. \"We'll do our homework and I'm sure we'll be at the level we're supposed to be. We don't think of the end, we focus on now, and build our confidence until we can achieve what we are going to achieve.\" READ: Liverpool beat Tottenham in Champions League final Matching Liverpool will be a huge challenge, but positivity and ambition have already helped Thomas overcome huge odds to make a success of his career at Atletico. For the boy who left Ghana in secret to pursue his dream, anything seems possible. "], "Language": false}