{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/politics/bernie-sanders-democratic-primary-2020-election/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gregory Krieg, Ryan Nobles and Annie Grayer, CNN"], "Writers": [["Gregory Krieg", "Ryan Nobles", "Annie Grayer"]], "FirstPublishDate": ["2020-02-17T11:00:08Z"], "LastModifiedDate": ["2020-02-18T15:10:43Z"], "Headline": ["How Bernie Sanders became the Democratic primary's early front-runner"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Bernie Sanders was stuck in the hospital. His second presidential run was stuck in the mud. The Sanders campaign, which had been bustling along but stagnant in the polls for nearly eight months, put itself in a holding pattern. Internally, the directive to staff from campaign leadership was simple: Keep your heads down and continue on what you're doing. But most public messaging was put on pause. Outside the narrowest bands of Sanders' inner circle, rumors and speculation about his health -- and the future of the campaign -- began to intensify. When a candidate, at age 78, has a heart attack on the campaign trail, people talk. They worry. They consider what comes next -- and anguish over their place in a suddenly uncertain next chapter. In interviews with dozens of staffers and supporters, the conversation about Sanders' place today, as the leading vote-getter after Iowa and New Hampshire, almost always comes back to that heart attack in October. The fear, the doubt and, inevitably, the revival. On the night he fell ill in Las Vegas, Sanders was lagging in both national and early state polling. To the many observers who already doubted his staying power in such a deep field, the consensus hardened: Sanders, surely, was done for. Visit CNN's Election Center for full coverage of the 2020 race A little more than four months later, Sanders is preparing for the Nevada caucuses as the primary's front-runner. A new NPR/PBS NewsHour/Marist poll on Tuesday put him well ahead of the Democratic field nationally with 31%. He finished in a virtual tie with former South Bend, Indiana, Mayor Pete Buttigieg in Iowa and won narrowly in New Hampshire. The party's moderate wing is splintered -- with former New York Mayor Michael Bloomberg splurging on ad buys ahead of Super Tuesday.  Former Vice President Joe Biden is gearing up for what could be his last stand in South Carolina. And Massachusetts Sen. Elizabeth Warren is still searching for her foothold, casting herself as the \"unity candidate\" as the progressive base consolidates around Sanders and moderates flock to Minnesota Sen. Amy Klobuchar and Buttigieg.   The Sanders campaign without Sanders A day or two after Sanders' heart attack, Pete D'Alessandro, who helped run the senator's 2016 Iowa campaign and served this time around as a senior adviser there, left his place in Des Moines and stopped by a local field office.  \"So I happen to pop in there, and they usually have two, three, four phone bankers just naturally in there doing things,\" D'Alessandro remembered. \"And they had double that. They had eight or 10 phone bankers in there. And then we found out it was happening everywhere. It was basically people, independent of each other saying, 'All right, well, he's, he's down for the count now, so we've got to pick this up.'\" There had been no call to arms from the campaign hierarchy. No emails went out asking volunteers and supporters to pick up the slack with Sanders hospitalized in Nevada and then, a few days later, back home in Vermont for a brief recovery period and some doctor visits. \"The fact that they did that without any emails (saying), 'Oh, you know, Bernie needs your help' -- because we shut it down for obvious reasons -- and the fact that when I went in there and that was happening is when you realized that this can't be replicated,\" D'Alessandro said. The explosion of unsolicited volunteer activity confirmed what many on his staff already suspected -- or hoped to be true: that their decision to hand over so much power to supporters had created a campaign machinery that would not be slowed, or deterred, by even what many looking in from the outside considered an existential crisis. Earlier that year, as the campaign reconstituted itself, top officials also made a choice right out of the gate to forgo the hiring of an outside strategic consulting team, instead keeping their entire operation in house. It was controversial at the time because it meant divorcing Sanders from strategist Tad Devine and an operation that had played a big role in his 2016 success. A senior Sanders' aide said the move helped create a more streamlined, cohesive decision-making structure with less outside noise -- or potential for infighting. \"Nobody at the top had a financial interest in the future of the campaign. There was never a question of anyone's motives,\" the senior aide said. \"Our interests are all directly tied to Bernie Sanders winning the White House and eventually implementing his vision for our country.\" But in a primary contest, especially one that culminates in the deep of winter, more mundane challenges can also feel like defining tests. 'Brute force' In Iowa, that means dealing with the weather. And in the first few weeks of the new year, it meant that organizers had to navigate a storm front that forced a number of campaigns to cancel scheduled events. \"You can't touch the raw power of the largest field staff and volunteer base. That's the secret sauce,\" Bill Neidhardt, who served as Sanders' deputy Iowa state director, told CNN. \"You know, I always talk about the innovative stuff, but actually the way we win over these other campaigns is that we're able to knock those doors. That's why I was freaking out about the snow (in January).\" His worries, though, were quickly answered. On one icy mid-January Saturday, Neidhardt said the campaign knocked on 40,000 doors. At an event during the final weekend of the campaign here, Sanders would boast that his operation had reached its target of 500,000 over the course of a month. To set that goal, and say it out loud, underscored the campaign's confidence. It also signaled that, for all the inventive tactics Sanders' team employed, that he would sink or swim by doing the simple things, but on a larger scale. \"We were actually willing to put ourselves out there and reveal what our strategy is,\" Neidhardt said, \"because it's brute force.\" That same strategy brought more definitive results in New Hampshire, where Sanders had 17 field offices, more than 150 staff, and more than 14,000 volunteers and supporters canvassing and making phone calls. The Saturday before the primary, the Sanders' campaign said it knocked on more than 150,000 doors, accounting for about 20% of the state.     \"That's how we win elections, when neighbors talk to neighbors, when we do social media, when we interact with each other,\" Sanders said at a canvass launch in Hudson, New Hampshire, on the eve of the vote. Even when the political world was focused primarily on Iowa, the ground game in the Granite State sped along. In the week leading up to the caucuses, Sanders volunteers and organizers in New Hampshire knocked on more than 93,000 doors.    Creating the kind of infrastructure that allowed the campaign to blanket the early states, including Nevada, with its diverse electorate and large sweeps of rural country outside Las Vegas, costs money. And Sanders, who has raised more of it than anyone in the field, had plenty to spend.  But multiple aides, in separate interviews, said the campaign believed their advantage -- looking back and going forward -- resided as much in headline-grabbing fundraising totals as the number of people who were giving. \"When we have those quarters where you're reporting it as X million dollars and this many donors, those donors (are more likely to) become an actual part of the grassroots movement. They become part of the field operation,\" D'Alessandro said. \"So when you're looking at it, rightfully so, as whatever it was, 1.2 million individual donors, we also look at it as 1.2 million people that we legitimately can reach out to, to say, 'Hey, we need to man the phone banks this week,' or, 'Hey, we need to get on the doors, can you come to Iowa?\" Expanding the universe As the caucuses approached, the campaign was confronted with an unusual, if heartening, problem. Volunteers from out of state had so thoroughly saturated the phone lines in Iowa that senior leadership was forced to ask them to redirect their energies elsewhere -- to doorsteps, whether in Iowa or their own communities, and to contacting voters in other states looming on the primary calendar. Sanders' audacious bid to broaden the universe of voters was bolstered by his notable early investments in Latino outreach. The first thing the campaign did in Iowa was communicate with voters in a bilingual format. From there, they organized soccer games, a futsal (five-aside soccer typically played indoors) tournament and, according to state director Misty Rebik, made appeals on Latino radio \"every week.\" That targeted, intensive outreach in Iowa paid off on caucus day. Sanders won nearly 52% of the votes across 32 \"high-density Latino caucus locations,\" according to a survey from the UCLA Latino Policy and Politics Initiative. No one else came close: Biden had 14.6% and 14.4% went for Buttigieg. Warren was the only other candidate to crack double digits, at about 11%. \"The Latino electorate's vote preference in Iowa is likely to influence the outcome of the 2020 Democratic primary in other states that have sizable Latino electorates, namely Nevada, California, Texas and elsewhere in the Southwest and Northeast,\" the survey's authors wrote. Despite falling short of a clear victory in Iowa, and failing to see overall turnout surge in the way he hoped, Sanders' strong finish there was ultimately secured with overwhelming support at the state's satellite caucuses, which were designed to broaden and diversify the electorate. \"We had satellite caucuses in multiple mosques across the state and that was a big help. I was asked by a reporter (before the caucuses), 'Who are the base that you're trying to get? You said Latinos and Muslims?' And I said, 'Yes, working people.\" Neidhardt told CNN. \"We were doing outreach in really specific ways. You've seen us talking to lots of unions. You saw multiple satellite caucuses outside meat packing plants, which we've targeted and organized around.\" In Nevada, where reaching a diverse cross-section of voters will be key to victory, Sanders' operation is the largest in the field. The campaign says it has 11 offices, 250 staffers and had by Saturday reached more than 350,000 doorsteps -- talking to voters in and around Las Vegas, but also in the northeast, closer to Utah than California, in places like Elko, a city of around 20,000 off Interstate 80. In December, senior Sanders adviser Chuck Rocha told CNN the efforts were obvious to anyone paying attention. The campaign opened its first Nevada field office in East Las Vegas, home to the highest concentration of Latinos in the state. Sanders also spent early in California, where he immediately set down roots in East Los Angeles. That month, Sanders' campaign co-chair Carmen Yulín Cruz, the mayor of San Juan, Puerto Rico, and New York Rep. Alexandria Ocasio-Cortez held an all-Spanish town hall in L"], "Language": false}