{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/golf/mickey-wright-lpga-tour-golf-dies-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Hodgetts, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T13:51:07Z"], "LastModifiedDate": ["2020-02-18T14:04:02Z"], "Headline": ["Women's golf legend Mickey Wright dies aged 85"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["One of the most successful women's golfers of all time, Mickey Wright, has died at the age of 85. The American won 13 majors and 82 LPGA Tour titles to sit second on the all-time women's major list behind countrywoman Patty Berg (15), who died in 2006. Wright was the dominant force in golf in the late 1950s and 1960s, winning four US Women's Opens and four Women's PGA Championships among her major haul. She retired at the age of 34 in 1969. \"We lost a legend, but we may also have lost the best swing in golf history today,\" LPGA Tour commissioner Mike Whan said on the organization's website. \"Our thoughts are with her family and friends.\" 'I guess they call it burnout' US player Kathy Whitworth, who holds the LPGA record of 88 titles, said of Wright: \"Today the golf world lost one of its greatest champions. She contributed so much to my career success and to my life as well. \"What a blessing to play alongside Mickey. It was impossible to be around her without knowing she was someone very special.\" Wright was born in San Diego on February 14, 1935 and turned pro in 1954 after spending one year at Stanford University. She joined the LPGA Tour the following year and won her first title at the 1956 Jacksonville Open. She clinched her first two majors in 1958 and went on to become a powerhouse in the game, earning entry to the Hall of Fame in 1976. In an interview with Golf World in 2000, quoted on the LPGA Tour website, Wright said her early retirement was because of the level of \"expectation.\" \"It was a lot of pressure to be in contention week after week for five or six years,\" she was quoted as saying. \"I guess they call it burnout now, but it wore me out. Unless you're a golfer, you can't understand the tension and pressure of tournament play. And it was the expectations: It was always, 'What's wrong with your game? 'Are you coming apart?'  \"Second or third isn't bad, but it feels bad when you've won 44 tournaments in four years.\"  By comparison, Tiger Woods has won 15 majors and 82 PGA Tour titles in the men's game and is also second on the all-time list behind Jack Nicklaus with 18 majors. "], "Language": false}