{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/cnn-underscored/presidents-day-appliance-sales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-02-15T05:24:30Z"], "LastModifiedDate": ["2020-02-17T21:44:23Z"], "Headline": ["Pick up a new, marked-down appliance at these Presidents Day sales"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When you think of George Washington, do you think washers and dryers, refrigerators and pressure cookers? Presidents Day weekend may have originally meant honoring America's top leaders, but it has come to also signify serious appliance sales. We've rounded up five retailers offering big savings on appliances for your kitchen, laundry room and more.  Home Depot During Home Depot's extended Presidents Day Sale, you'll score up to 40% off select appliances now through Feb. 26. Look for kitchen and laundry packages, along with deals on air conditioners, vacuums, carpet cleaners and more.  Upgrade your kitchen, and save $900, with GE's French Door Refrigerator ($1,298.70, originally $2,199; homedepot.com). Added storage, spill-proof shelves and a turbo cool setting make this Energy Star-qualified model a winner. Or streamline how you clean with a robot vacuum, like Samsung's PowerBot Star Wars Stormtrooper Robotic Vacuum Cleaner ($199.00, originally $599.99; homedepot.com). The limited edition model, at 72% off, is certain to bring a new and improved force to your space. And for something on the smaller side, consider upgrading from your decades-old crock pot to the best-selling Magic Chef 9-in-1 Multi-Function Pressure Cooker with Sous Vide ($69.99, originally $99.99; homedepot.com). In sleek black, this 6-quart version comes with 14 cooking presets, making dinner plans a breeze.  Lowe's  Over at Lowe's you'll have up to 40% off select appliances through Feb. 26, including designs for the kitchen, laundry room and more. First on our list is the highly rated Frigidaire Stainless Steel Beverage Center ($379, originally $599; lowes.com). With space to hold up to 138 12-ounce cans, you'll never have to worry about last-minute beer runs again. We're also eyeing the Samsung StormWash 48-Decibel Built-In Dishwasher ($549; originally $799, lowes.com) for its silent cleaning and auto-release door. And a small appliance we'd like to add to our kitchen? The Ninja 72-Ounce 3-Speed Blender ($159.99, originally $199.99; lowes.com). Smoothies, juices, margaritas, soups — here we come! Walmart Walmart is rolling back prices on select home items this Presidents Day with big sales on select appliances.  Now's the time to pick up a Dyson V7 Motorhead Cord-Free Vacuum ($236.99, originally $399.99; walmart.com). In bright cheery fuchsia, it's bound to make housekeeping less of a chore. You can also save on the ever popular Instant Pot Duo60 6-quart, 7-in-1 Programmable Pressure Cooker ($79.99; originally $99.95; walmart.com). Use it to cook rice, saute, steam, make yogurt — trust us, it's a game changer. And add a pop of color to your kitchen with the Hamilton Beach Stainless Steel Red Microwave Oven ($55, originally $69.88; walmart.com). Not only will it look fab on your counter, it'll also allow for fast and easy meal prep. Priceless!  Best Buy Now through Feb. 26, shop Best Buy's Presidents Day Sale for up to 40% off select appliances, with price-match guarantees.  If your washing machine is on its last legs, check out the LG 10-Cycle Front-Loading Smart Wi-Fi Washer ($649, originally $809.99; bestbuy.com). With smart technology, you can control it from anywhere and receive notifications when cycles are complete. If your coffee pot is about to fizzle out, check out the Keurig K-Classic K50 Single-Serve K-Cup Pod Coffee Maker ($89.99; originally $119.99; bestbuy.com). Exclusive to Best Buy and available in Patriotic Blue, you'll also get a free $10 Best Buy e-gift card with this purchase. And if your're focused on healthy eating, consider adding a Bella Pro Series Digital Air Fryer ($74.99; originally $149.99; bestbuy.com) to your cooking arsenal. In chic copper, this only-at-Best Buy model, at $75 off, uses an air convection fryer to make foods like french fries taste crisp and delicious without all that added oil and grease.  For even more deals on appliances and tons of other products, check out our list of all the Presidents Day deals worth shopping here.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}