{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/football/porto-racism-moussa-marega-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church and Duarte Mendonca, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T14:58:16Z"], "LastModifiedDate": ["2020-02-17T17:36:17Z"], "Headline": ["Porto forward Moussa Marega walks off pitch after suffering racist abuse"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Porto striker Moussa Marega walked off the pitch during a match against Vitoria de Guimaraes Sunday after he was subjected to racist abuse from opposition fans. The 28-year-old pushed away teammates, who were trying to calm Marega down, as he tried to leave the game in Portugal's top-flight, just nine minutes after he scored what turned out to be the match-winning goal.  The forward, who played on loan for Vitoria for the 2016-2017 season, scored in the 60th minute and celebrated by pointing toward his skin in front of a section of the stadium as home supporters threw objects from the stands. Sport TV reporter Ivo Costa, who was at the game, told CNN that monkey chants throughout the game were clearly audible. In the 69th minute a visibly distressed Marega was substituted after play had been stopped as he tried to walk off the field.  As he left the pitch the striker put his middle fingers up at the crowd and gestured with his thumbs down amid a chorus of jeers in the Estadio D. Afonso Henriques. Portuguese police said it was investigating the racist abuse and \"is taking the necessary steps to identify the suspects who committed the criminal offenses and administrative offenses.\"  Kick It Out, a leading UK organization that works to tackle discrimination in professional and grassroots football, questioned why the game's match officials had not done more to support Marega. \"This is really tough to watch,\" said a Kick It Out tweet, responding to video footage of the incident.  \"The blatant disregard for protocol is unacceptable, and players should be united and walk off together in their condemnation of racism, instead of this.\" CNN has reached out to APAF, Portugal's association for soccer referees, but has yet to receive a response. READ: Ramage sacked by BBC after pundit criticizes Derby County's 'young black lads' READ: Football fans in Germany chant 'Nazis out' as racist fan is identified and ejected 'We are a family' After the match, Marega posted an Instagram message. \"I would just like to say to these idiots who come to the stadium to make racist chants to go f**k themselves,\" he wrote. \"And I would also like to thank the referees for not defending me and for giving me a yellow card for defending the colour of my skin.\" Porto manager Sérgio Conceição refused to talk about his team's 2-1 win in his post-match media conference but instead addressed the racism directed toward his player -- which he said had started during the warm-up. \"We are enraged by what happened. I know the passion there is for Vitoria, but I'm sure most fans don't identify with the attitude of some people who sat on the stands tonight,\" he said. \"We are a family, regardless of nationality, regardless of skin color, height, hair color. We are a family, we are human and we deserve respect. For me, what happened here is shameful. Just shameful.\" Porto released a statement supporting Marega and called the incident \"one of the low moments in the recent history of Portuguese football.\" Porto also called for those involved to be \"properly penalized\" and said the team would continue fighting all forms of hate crime.    Portuguese Prime Minister António Costa also tweeted his support for the striker. \"Total solidarity with #Marega, who in the field proved not only to be  a great player, but also a great citizen. #NoToRacism,\" he wrote.  READ: How Thomas Partey risked everything to follow European football dream 'These acts embarrass football' Vitoria de Guimaraes said the club opposed all forms of racism and promised to work with the judicial bodies to act \"firmly and consequently.\" \"The history, the present and the symbols of the club are tributaries of an inclusive, integrating identity and based on values of equality and universality,\" a club statement read.  Portugal's top-flight league also promised to \"do everything\" to ensure such an episode does not go unpunished. \"Liga Portugal does not agree, nor it never will, with acts of racism, xenophobia, intolerance and any other that jeopardize the dignity of footballers, agents or, just, any human being,\" a league statement read. \"The values of football are not compatible with what happened tonight at the Vitória Sport Clube's stadium, in which an athlete no longer endured the insults he was being targeted and chose to abandon the game.\" \"These acts embarrass football and human dignity.\" European football's governing body UEFA has a three-step procedure that should be followed in the event of racist chants. The first step of that procedure is to bring the match to a halt and instruct the stadium authorities to call on spectators to stop the discriminatory behavior. If that goes unheeded, another announcement is made and the match is suspended with players sent to their dressing rooms for a \"specific period.\" Lastly, following consultation, the match will be abandoned \"if the discriminatory behavior still does not cease or breaks out again.\""], "Language": false}