{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/football/germany-racism-leroy-kwadwo-wurzburger-kickers-preussen-munster-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-02-17T12:06:31Z"], "LastModifiedDate": ["2020-02-17T14:40:07Z"], "Headline": ["Football fans in Germany chant 'Nazis out' as racist fan is identified and ejected"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Football fans in Germany united on Sunday to chant \"Nazis out\" as a single fan who made monkey noises at a black player was identified and removed from the ground during a third tier match.  In the closing stages of Preussen Munster's match against Wurzburger Kickers, Kickers' Ghanaian defender Leroy Kwadwo stopped proceedings to point out the perpetrator in the stands. The fan, who was sitting in Munster's main home stand, was promptly identified by his fellow supporters and then ejected from the stadium by stewards. He has since been arrested, Munster confirmed. \"As repulsive as the monkey noises against the player were, the subsequent response from the rest of the spectators were so impressive,\" the club said in a statement.  \"Not only because they pointed out the perpetrator and made him recognizable for the law enforcement, but rather with the unmistakable 'Nazis Out' chanting and the strong anti-racism stand of the Preussen fans and Münsteraner.\" Preussen Munste president Christoph Strasser added: \"It is not something that belongs on the soccer field and certainly not in our stadium. We don't want and need people like that here. We clearly distance ourselves from such statements and I apologized to the Würzburgers immediately after the game.\" Following the \"Nazis out\" chant, a number of fans stood up to applaud Kwadwo and players from both teams -- along with the match officials and members of the coaching staff -- approached the 23-year-old to offer their support. READ: Craig Ramage sacked by BBC after pundit criticizes Derby County's 'young black lads' READ: La Liga defends apparent racist gesture by Real Mallorca coach 'I am one of you' In a statement to his club's website, Kwadwo thanked those present in the stadium for their reaction to the incident. \"This just makes me sad,\" he said. \"Even though I have a different skin color, I was born here in this wonderful country that has given me and my family so much and made things possible. I am one of you, I live here and I'm able to live out my calling and passion as a professional Würzburger Kickers player.  \"So something like yesterday just makes me sad and angry, because everyone should know: Racism doesn't belong in OUR world. We all have the opportunity to tackle it and prevent the whole thing from happening. READ: Racism in football is 'bubbling up again,' says UK anti-racism head \"I would like to express myself to all the people in the stadium, the perpetrators and players from Preußen Münster and especially I want to thank my team and the Kickers who immediately stood by my side. Your reaction is great -- you can't imagine what this means to me and also all other players of color.  \"We must all continue to stand against it, how you did and nip it in the bud. Thank you for every single message! I hope that this finally has an end. Thank you for your humanity.\" Preussen Münster said it is \"one of the foundations\" of the club and its supporters to \"stand clearly against any form of discrimination and exclusion.\" \"Be it because of the color of the skin, religious belief, gender or any other orientation,\" it said in a statement. \"The club will not move a millimeter from this in the future. We would like to expressly apologize once again to Leroy Kwadwo and our opponent, who offered a tough but always fair exchange of blows in the Prussian stadium.\""], "Language": false}