{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/19/world/gallery/novel-coronavirus-outbreak/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-19T15:21:09Z"], "LastModifiedDate": ["2020-05-11T17:46:03Z"], "Headline": ["In pictures: The novel coronavirus outbreak"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Mary Faye Cochran sings \"You Are My Sunshine\" to her son Stacey Smith from her senior-living facility in Smyrna, Georgia, on Sunday, May 10. It was Mother's Day in the United States. Pope Francis delivers a blessing from the window of his studio overlooking an empty St. Peter's Square on May 10. The San Isidro cemetery in Mexico City, which was temporarily closed to the public to limit the spread of Covid-19, is seen in this aerial photo from May 10. Mary Washington speaks through a window to her daughter Courtney Crosby and grandchild Sydney Crosby during a Mother's Day celebration at her senior-living facility in Smyrna. A Briarcliff High School student participates in a parade of graduating seniors through Briarcliff Manor, New York, on Saturday, May 9. People wear face masks while watching a Victory Day military parade in Minsk, Belarus, on May 9. The parade marked the 75th anniversary of the Allied victory over Nazi Germany in World War II. A man rides past social-distancing markers in front of a shop in Brussels, Belgium, on May 9. A man pauses as he places the casket of a relative into a van at a busy New York funeral home on May 9. Health-care workers wait for citizens to arrive at the Anna International Airport in Chennai, India, on May 9. People were arriving in Chennai from Dubai, United Arab Emirates. A man wearing a face mask cycles through Chinatown in Yokohama, Japan, on Friday, May 8. Prime Minister Shinzo Abe announced that Japan will extend its state of emergency until the end of May. American citizens who were stranded in Syria due to the pandemic arrive at the Lebanese border on their way to the Beirut airport, where they would be leaving for the United States. During a protest in Washington on Thursday, May 7, members of National Nurses United stand among empty shoes that they say represent nurses who have died from Covid-19. A worker helps disinfect a subway train in New York on Wednesday, May 6. The subway syatem was shut down for a deep-cleaning. High school students study in a classroom in Wuhan, China, as they returned to school on May 6. A nursery is disinfected in Cannes, France, on May 6. Nurseries in France were to gradually reopen on May 11. Refrigerated trucks are seen at a morgue that opened in New York to assist overwhelmed funeral homes. Migrant workers in New Delhi walk toward the Sarai Kale Khan Bus Terminus on May 3 after learning that the government was preparing to send migrant workers back to their home states during the lockdown. In March, Prime Minister Narendra Modi urged all states to seal their borders to stop the coronavirus from being imported into rural areas. People exercise on a seafront promenade in Barcelona, Spain, on May 2. Spaniards filled the country's streets to work out for the first time after seven weeks of confinement in their homes.  Michigan state police prevent protesters from entering the chamber of the Michigan House of Representatives on April 30. The protesters were unhappy with the state's stay-at-home order. Gov. Gretchen Whitmer recently extended the order through May 15, though restrictions were relaxed so some businesses could reopen. This aerial photo shows surfers accessing Sydney's Tamarama Beach on April 29. Several Sydney beaches reopened for exercise only.  US Vice President Mike Pence visits Dennis Nelson, a patient who survived the coronavirus and was going to give blood, during a tour of the Mayo Clinic in Rochester, Minnesota, on April 28. Pence chose not to wear a face mask during the tour despite the facility's policy that's been in place since April 13. Pence told reporters that he wasn't wearing a mask because he's often tested for coronavirus. A barber wears protective equipment as he cuts a customer's hair in Lausanne, Switzerland, on April 27. After recovering from the coronavirus, British Prime Minister Boris Johnson returned to work on April 27. Health workers at a coronavirus testing center in New Delhi attend to a colleague who fainted due to exhaustion on April 27.  Families walk along a boulevard in Barcelona, Spain, on April 26. The government now allows children to go out once a day, for one hour, within about half a mile of their homes, with one adult who lives with them. Up to three kids can go with each adult. A muezzin, the person at a mosque who calls Muslims to daily prayers, reads the Quran at a mosque in Gaza City after Ramadan began on April 24. Pitrik van der Lubbe waves from a boom lift to his 88-year-old father, Henk, at his father's nursing home in Gouda, Netherlands, on April 24. Pitrik had not seen his father in more than four weeks. Protesters shout slogans against Lebanese Central Bank governor Riad Salamé as they block Hamra Street in Beirut, Lebanon, on April 23. Anti-government protesters have been demonstrating in Beirut as they continue to endure one of its worst-ever economic crises.  A boy plays hopscotch at his home in A Coruna, Spain, on April 23.  A dentist wears protective equipment while treating a patient in Den Bosch, Netherlands, on April 22. Biology teachers prepare to hold an exam at a secondary school in Berlin on April 22. A volunteer in Yangon, Myanmar, spreads calcium oxide on a road to help prevent the spread of the coronavirus on April 22. Migrants wave from balconies at a hotel in Kranidi, Greece, on April 21. The shelter, which hosts 470 asylum seekers, was placed in isolation after a pregnant resident tested positive for the novel coronavirus. A man disinfects a ceiling lamp at the Čobanija Mosque in Sarajevo, Bosnia and Herzegovina, on April 21.  A nurse holds a newborn baby, wearing a face shield as a protective measure, at a maternity facility in Jakarta, Indonesia, on April 21. Health workers at Madrid's La Paz Hospital hold a minute of silence to remember Joaquin Diaz, the hospital's chief of surgery who died because of the coronavirus. A woman applauds from the balcony of her Paris home to show support for health care workers on April 20. A health care worker stands in a Denver street on April 19 to counterprotest the hundreds of people who were demanding that stay-at-home orders be lifted. Mayor's office workers wear protective suits as they conduct a census in a Bogota, Colombia, neighborhood on April 19. They were trying to find out how many families needed to be provided with food. The class of 2020 tosses hats into the air at the Air Force Academy graduation in Colorado Springs, Colorado. A woman sticks her tongue out of a torn mask at a Reopen Maryland rally outside the State House in Annapolis, Maryland, on April 18. Residents in multiple states have been protesting stay-at-home orders. Newly married Tyler and Caryn Suiters embrace following their marriage ceremony in Arlington, Virginia, on April 18. The Rev. Andrew Merrow and his wife, Cameron, were the only other attendees at the ceremony, which was held at St. Mary's Episcopal Church. Abed Khankan cuts a customer's hair outdoors in Malmo, Sweden, on April 17. Two women walk to rent a small paddle boat by the Vltava River in Prague, Czech Republic, on April 17. Cars sit at a newly opened drive-in cinema in Dortmund, Germany, on April 17. It's in front of a former blast furnace. Funeral workers in Manaus, Brazil, prepare the grave of a woman who is suspected to have died from the coronavirus. A member of the Don Bosco Foundation delivers food from the Fraternitas Project, which serves vulnerable families in Seville, Spain, on April 16. Police officers try on personal protective equipment in Amritsar, India, on April 16. Workers in Nairobi, Kenya, fumigate the streets and the stalls of the City Park Market on April 15. Novice Buddhist monks wear face shields at the Molilokayaram Educational Institute in Bangkok, Thailand, on April 15. A woman sits on a bench at an empty metro station in Prague, Czech Republic, on April 15. Health workers in Barcelona, Spain, acknowledge people who were showing their support from their balconies and windows. South Korean election officials sort out parliamentary ballots at a gymnasium in Seoul on April 15. Workers from the garment sector in Dhaka, Bangladesh, block a road during a protest demanding payment of unpaid wages. A woman meets with her son in a \"Quarantainer,\" a container devised to allow people to visit each other without risking the spread of coronavirus, at a care center in Utrecht, Netherlands, on April 14. Firefighters transfer a patient from an ambulance in Montpelier, France, on April 14. A cemetery worker pauses while digging graves at the San Vicente cemetery in Cordoba, Argentina, on April 14. Workers produce protective face masks at a new factory near Tehran, Iran, on April 14. Protesters stand outside the Statehouse Atrium in Columbus, Ohio, on April 13, to voice their opposition to stay-at-home orders. About 100 protesters assembled outside the building during Gov. Mike DeWine's weekday update on the state's response to the pandemic. Medical workers in Istanbul clap for 107-year-old Havahan Karadeniz as she is discharged from the hospital on April 13. She had just recovered from the coronavirus. People in Seoul, South Korea, listen to a speech from Hwang Kyo-ahn, who is campaigning for the upcoming parliamentary elections. A flower shop employee destroys unsold flowers in St. Petersburg, Russia, on April 13. A police officer requests that people return to return to their homes during a gathering that marked the Bisket Jatra festival in Bhaktapur, Nepal. A doctor in a protective chamber tests a patient for coronavirus at a walk-in kiosk in Chennai, India, on April 13. Musicians play their instruments for a retirement home in Karben, Germany, on April 13. A woman covers herself with plastic as heavy rain falls outside a New York hospital on April 13. People in Jerusalem attend the funeral of Eliyahu Bakshi-Doron, Israel's former chief rabbi who died from coronavirus complications. In Rio de Janeiro, the Christ the Redeemer statue was illuminated to make Christ look like a doctor on April 12. Pedro Opeka, founder of the Akamasoa Association, conducts the traditional Easter Mass in a granite quarry while maintaining social distancing in Antananarivo, Madagascar, on April 12. Bodies are stored in a vacant room at Sinai-Grace Hospital in Detroit. Two sources told CNN that at least one room, which is typically used for studies on sleeping habits, was used to store bodies because the morgue was full and morgue staff did not work at night. A couple stands in a park along the Yangtze River in Wuhan, China. Priest-in-charge Angie Smith uses her phone to broadcast an Easter service from a churchyard in Hartley Wintney, England, on April 12. Children wave to a person dressed as the Easter Bunny during a neighborhood parade in Haverford, Pennsylvania, on April 10. Health workers in Leganes, Spain, cry during a memorial for a co-worker who died because of the coronaviru"], "Language": false}