{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/politics/donald-trump-taxes-supreme-court/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-13T14:55:10Z"], "LastModifiedDate": ["2020-05-13T14:55:10Z"], "Headline": ["Don't hold your breath on seeing Donald Trump's taxes before the election"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Tuesday, the Supreme Court heard oral arguments about whether or not the House of Representatives and the Manhattan District Attorney had the legal right to see President Donald Trump's financial records and tax returns. A decision on what is perhaps the most closely watched case in this Court session -- and one with sweeping implications about the powers of the presidency -- will come sometime this summer. But don't assume that we'll be getting a look at the President's tax returns before heading to the polls on November 3. Chances are we still won't.  Here's why: 1) The Supreme Court could push the decision back down to the lower courts to sort out. And there were indications during Tuesday's oral arguments that we might be headed in that direction. As The Washington Post's Supreme Court reporter Bob Barnes wrote: \"Several justices suggested there might be more work for lower courts to do, which could delay any turnover of the documents being sought by congressional Democrats and Manhattan's district attorney until after November's election.\" The New York Times' Adam Liptak picked up on that same thread, writing: \"But some of the justices' questions raised a third possibility: that the court could return the cases to lower courts for reconsideration under stricter standards. That would have the incidental effect of deferring a final decision beyond the 2020 presidential election.\" Remember, too, that Chief Justice John Roberts has repeatedly expressed concern that the public now sees the court as simply another chess piece to be moved around the board by politicians. \"We don't go about our work in a political manner,\" Roberts said in September 2019. \"The point is when you live in a politically polarized environment, people tend to see everything in those terms. That is not how we at the court function, and the results of our cases do not suggest otherwise.\" Later, in his year-end letter on the state of the judiciary, Roberts counseled his fellow judges to \"celebrate our strong and independent judiciary, a key source of national unity and stability,\" and to \"reflect on our duty to judge without fear of favor, deciding each matter with humility, integrity and dispatch.\" Issuing a definitive ruling on the tax returns of the President of the United States five-ish months before the 2020 election isn't the sort of thing that will knock down the growing perception that the court is too political.   It's also worth noting that the court's previous rulings on presidential immunity or lack thereof -- in a sexual harassment suit against Bill Clinton and a case over whether Richard Nixon had to turn over White House recordings -- were both unanimous votes. That seems, based on the questions asked by the Justices on Tuesday, very unlikely to be repeated in this case.  2) The Court could offer a split verdict. It's important to remember that the House's subpoena for Trump's financial records isn't the only piece of this puzzle. The court is also considering whether or not a grand jury investigation led by Manhattan District Attorney Cyrus Vance into alleged hush money payments made to several women -- including adult film star Stormy Daniels -- prior to the 2016 election.  According to reporters monitoring the oral argument, the court seemed far more inclined to allow Vance's subpoena of Trump's tax records than the subpoena by the House, which is for financial records but not the tax returns specifically in this case. (The House Ways and Means chairman has formally requested Trump's tax returns from the IRS, but that battle is happening elsewhere.) If the court allows Vance's subpoena but not the House one, the likelihood of the public seeing the tax returns before the November election is almost zero -- given the laws covering grand jury secrecy. For Roberts and his desire to keep the court from appearing too political, such a split decision could offer another way of avoiding placing the nation's highest court at the center of a political brawl. As CNN's Supreme Court team wrote of Tuesday's proceedings: \"Chief Justice John Roberts signaled from the start that he is looking for a path that avoids absolute rules and could bridge, to some extent in these polarized times, the dueling sides. \"But even as he appeared ready to reject the hard-line Trump positions in both cases, if he opts for what the Justice Department raises as middle ground, the chief justice would ultimately make it difficult to enforce the subpoenas against Trump.\" In short: The possibility exists that the court issues a ruling in late June or early July that forces the White House to comply with the House's subpoena of Trump's financial records. But there are several ways that the justices could get out of offering such a decision in the midst of a presidential campaign -- and it seems likely they will do just that."], "Language": false}