{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/business/starbucks-china-oatly-beyond-meat/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-04-21T09:49:06Z"], "LastModifiedDate": ["2020-04-21T10:27:50Z"], "Headline": ["Starbucks is adding plant-based meat and oat milk lattes to its menu in China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Fans of Starbucks in China are about to get a whole lot more oat milk lattes and meatless pastas.  Starbucks is teaming up with oat milk maker Oatly and plant-based protein companies Beyond Meat and Omnipork in mainland China, offering more options free of meat or animal products at a time when a growing number of Chinese consumers are seeking choices they perceive to be healthier. Starting Tuesday, 4,200 Starbucks stores in China will be serving vegetarian-friendly items such as oat milk matcha lattes, lasagne made with Beyond Meat's beef product and Asian noodle salads with Omnipork.  \"Our new menu items make it easy and enjoyable to explore new lifestyles, starting from what we eat and drink,\" Leo Tsoi, senior vice president, chief operating officer and president of Starbucks China said in a statement.  Starbucks is trying to cash in on changing habits in the world's second largest economy.  \"Health and wellness, including healthy eating, has been one of most important consumer trends in China,\" said Derek Deng, a partner with consulting firm Bain and Company.  If products are associated with a healthier lifestyle, they can experience rocketing growth in China, according to a report Deng co-authored for Bain last year. Demand for flavor enhancer monosodium glutamate, or MSG, has fallen dramatically over the years, for example, while oyster sauce has spiked because Chinese consumers view it as a healthy alternative.  Plant-based protein companies are clamoring to get into mainland China, where meat — and especially pork — is a staple of the Chinese diet. Impossible Foods, which raised $500 million earlier this year with an eye to expanding into Asia, has called the China market \"a huge priority.\" Beyond Meat is already available in grocery stores and restaurants in places such as Hong Kong, but the tie-up with Starbucks marks the company's launch in mainland China. Beyond Meat CEO Ethan Brown said in a statement that the launch is an important milestone for the company, \"advancing our goal of increasing accessibility to plant-based protein globally.\" Beyond Meat and Omnipork may not necessarily be healthier options, however. Alternatives to meat often have the similar protein and calorie counts, but rank higher in sodium content, nutritionist Lisa Drayer, a CNN contributor, noted last year.  Oatly has lofty ambitions in a country where soy milk is already widely available — including in Starbucks — as an alternative to cow's milk.  \"We're not going to replace soy. I don't think we can in Asia, I don't think we should, it plays an important role,\" Oatly CEO Toni Petersson said. \"But when it comes to the new type of plant-based milk, it's us, 100%,\" he said.  Starbucks' foray into plant-based alternatives comes as mainland China is struggling to get back to business after the coronavirus outbreak brought the country to a grinding halt earlier this year. The company said last week that it has reopened 95% of its stores in mainland China. But as the epicenter of the Covid-19 pandemic shifted to the United States, Starbucks is now being hit hard in its home market. Some of the company's 15,000 US stores have shifted to drive-thru only, while other locations are offering entryway pickup, curbside delivery and at-home delivery.  The coffee chain warned last week that its upcoming earnings will be slashed in half because of the virus. Shares in the company are down 14% this year, tracking with broad declines across Wall Street. Oatly's Petersson said the Covid-19 pandemic has been \"devastating\" for independent coffee shops around the world.  \"I wouldn't say the whole industry is collapsing ... but it's going to take a while for it to recover,\" he said.  In China, Oatly beefed up its online presence as coffee shops were ordered to temporarily shut down in February. Since December, the company has seen a threefold increase in demand from online orders on sites such as Alibaba, JD.com and Little Red Book. E-commerce currently makes up a third of Oatly's sales in China.  With the new Starbucks tie-up, China is now Oatly's biggest market in Asia. The company is building a plant in Singapore to help meet demand in the region. It is scheduled to open early next year. "], "Language": false}