{"Type": ["article"], "Url": ["https://www.cnn.com/2013/05/24/us/louis-farrakhan-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-05-24T15:38:56Z"], "LastModifiedDate": ["2020-05-11T14:38:09Z"], "Headline": ["Louis Farrakhan Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of Louis Farrakhan, leader of the Nation of Islam. Personal Birth date: May 11, 1933  Birth place: The Bronx, New York Birth name: Louis Eugene Walcott Father: Percival Clark  Mother: Sarah Mae (Manning) Clark                  Marriage: Khadijah Farrakhan, formerly Betsy (Ross) Walcott, (September 12, 1953-present) Children: Mustapha, Joshua Nasir, Abnar, Louis Junior, Donna, Hanan, Maria, Fatimah and Khallada Education: Attended Winston-Salem Teachers College, 1951-1953 Other Facts Farrakhan was named for Louis Walcott, the man his mother became involved with after his biological father, Percival Clark, deserted them. The Walcott family moved from the Bronx to the Roxbury neighborhood in Boston during the mid-1930s. He won a track scholarship to college in North Carolina. Farrakhan is an accomplished classical violinist who began playing at the age of 5. He is also a singer, songwriter, playwright and film producer. Farrakhan wrote two plays, \"The Trial\" and \"Orgena.\" (\"A Negro\" spelled backward). Farrakhan is known for having preached anti-Semitic, anti-white, anti-Catholic and anti-homosexual rhetoric. Timeline 1955 - Joins the Nation of Islam (NOI) and adopts the name Louis X. December 4, 1964 - Condemns rival Malcolm X in the NOI newspaper, Muhammad Speaks, saying \"the die is set and Malcolm shall not escape... such a man is worthy of death.\"  February 21, 1965 - Malcolm X is assassinated. Louis X replaces him as the national spokesman of the NOI. Late 1960s - Takes the name Louis Abdul Farrakhan. Late 1970s - Farrakhan has a falling out with NOI leader, Wallace Deen Muhammad, who wants to move the NOI away from racial separatist teachings to a more conventional and racially inclusive Islam. The dispute leads to the formation of two rival groups. Farrakhan becomes head of the NOI, while Muhammad becomes the head of the World Community of al-Islam. December 1983 - Accompanies Jesse Jackson and other clergy to Syria to negotiate the release of US Navy pilot Lt. Robert O. Goodman.  June 24, 1984 - Claims Judaism is a \"gutter religion\" and supporters of Israel are criminals in the sight of God. May 1, 1985 - Announces acceptance of a $5 million interest-free loan from Libyan president Moammar Gadhafi.  June 25, 1986 - Files a lawsuit against US President Ronald Reagan, Secretary of State George Schultz, Secretary of Treasury James Baker and Attorney General Edwin Meese, claiming the government's economic sanctions and travel ban on Libya violate Farrakhan's freedom to worship and freedom of speech. June 3, 1987 - Farrakhan's lawsuit against the government is terminated after a district court judge upholds economic sanctions against Libya and prevents the repayment of the $5 million loan. 1991 - Receives first prostate cancer diagnosis. October 16, 1995 - Organizes the Million Man March, also known as the Day of Atonement, on the Mall in Washington. The event features 12 hours of speeches on the commitment of black men to take responsibility for improving themselves, their families and communities.  April 1999 - Prostate cancer reoccurrence requires emergency surgery at Howard University. February 25, 2000 - Farrakhan makes peace with former NOI leader, Muhammad, who formed his own Islamic group in the wake of a dispute with Farrakhan on the direction of NOI. The men announce the unification of their groups during an event called the Savior's Day Rally.   May 10, 2000 - Appears on \"60 Minutes\" with Malcolm X's daughter, Qubilah Bahiyah Shabazz, and says he regrets that his writing may have influenced others to assassinate Malcolm X.   October 15, 2005 - Organizes and speaks at the Million More Movement at the Mall in Washington, commemorating the 10th anniversary of the Million Man March.  September 22, 2006 - Releases a letter stating he is giving up many day-to-day duties as leader of the NOI due to illness, but will remain its leader.   January 6, 2007 - Farrakhan undergoes a successful surgery to remove his prostate and cancerous colon tissue.  October 10, 2015 - Farrakhan speaks at the \"Justice or Else\" rally in Washington, marking the 20th anniversary of the Million Man March. February 11, 2016 - Farrakhan speaks at a rally at Tehran University in Iran, marking the 37th anniversary of Iran's Islamic revolution.  May 2, 2019 - Facebook designates Farrakhan \"dangerous,\" and bans him from their social media platforms."], "Language": false}