{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/entertainment/andrew-harrell-death-obit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera and Chloe Melas, CNN"], "Writers": [["Amir Vera", "Chloe Melas"]], "FirstPublishDate": ["2020-05-09T22:17:07Z"], "LastModifiedDate": ["2020-05-09T22:54:38Z"], "Headline": ["Andre Harrell, music executive who mentored P. Diddy and discovered other major artists, dies at age 59"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Music executive Andre Harrell has died according to Roma Khanna, the CEO of REVOLT Media & TV. He was 59 years old, according to the music cable network founded by Sean \"Diddy\" Combs.  \"We can confirm the passing of Andre Harrell,\" Khanna said in a statement. \"Everyone in the REVOLT family is devastated by the loss of our friend, mentor and Vice Chairman. Andre's impact on Hip Hop, the culture and on all of us personally has been immeasurable and profound. May he Rest In Peace.\"   Harrell is known for his everlasting footprint in the hip-hop and entertainment industry. He is credited with mentoring Combs as well as discovering and launching the careers of various artists and entertainers, according to the Combs Enterprises website.  \"Known to have the midas touch when it came to discovering and developing talent, Andre was responsible for changing the sound of R&B music and crossing artist and executives over into what was then known as 'pop culture,'\" the website said.  Harrell got his start in a rap group Harrell was one of two members of the rap group Dr. Jeckyll and Mr. Hyde in the early 1980s with Alonzo Brown, according to Combs Enterprises.  In 1983, Def Jam Records hired Harrell where he worked as vice president and then became a general manager of the label, according to Revolt TV. Russell Simmons, who founded Def Jam, said in an Instagram post that Harrell was his best friend who was \"always compassionate, good-hearted, full of love.\" \"So many can say they are successful because Andre Harrell gave them their start. He was so beloved because he made his living uplifting others,\" Simmons' post read.  After Def Jam, Harrell founded Uptown Records. It was here he hired Diddy as an intern and launched the careers of Mary J. Blige, Heavy D and The Boyz, Jodeci and Teddy Riley, according to Revolt and Comb Enterprises.  As chairman of the record label, he also created and produced the crime drama \"New York Undercover\" and served as the producer for the film \"Strictly Business,\" according to Comb Enterprises.  Harrell became the president and CEO of Motown Records in 1995 where he launched the careers of 98 Degrees and Mario Winans, Combs website said. He later founded Nu America Records where he launched Robin Thicke's career. Celebrities react to Harrell's death  The news of Harrell's death hit the hip-hop community hard Saturday.  \"I just woke up to the awful news that my friend Andre Harrell has passed away.. Andre actually was the person the got me on New York Undercover which started my relationship with Dick Wolf.. My sincere condolences to his family. RIP my friend. Smh,\" said rapper and actor Ice T on Twitter.  Singer Mariah Carey tweeted that she couldn't stop crying.  \"Why Andre ... My heart is breaking and I can't stop crying. He was an amazing friend and I will miss him forever,\" her tweet read.  Rapper and actor Ice Cube along with actress Viola Davis thanked Harrell for his contributions to the industry.  \"Thank you for the gift of so many incredible artists,\" Davis tweeted. \"Gone too soon.\""], "Language": false}