{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/health/measures-coronavirus-unusual-restrictions-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T22:30:45Z"], "LastModifiedDate": ["2020-04-21T10:12:24Z"], "Headline": ["Unusual tactics to fight Covid-19 from around the world"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Daily life around the world is changing dramatically as countries and local governments employ different methods to contain the spread of the coronavirus -- while allowing society to keep functioning in some form. Many nations are testing new techniques to help ease restrictions without causing a second wave of infection, while others are trying radical strategies to stop their case numbers from climbing. These are some of the more unusual tactics: Classrooms 2.0 For many countries, schools will need to reopen first, enabling parents to return to work and children to resume their education on an equal footing. Denmark is showing how that can be done, starting with students aged under 12. Schoolyards have been split into sections with tape and classes are smaller so that desks can be placed two meters apart. Children arrive and take breaks at staggered intervals, wash their hands on arrival and every two hours and remain outside as much as possible. Surfaces including sinks, toilet seats and door handles are disinfected twice daily.  The Czech Republic has also begun a phased return starting with final-year students at college and universities, which is likely to be followed by primary school children, and high school students for one-on-one consultations.  Immunity cards Chile will begin issuing digital immunity cards this week to people who have recovered from the coronavirus, according to a Monday announcement from health officials. The so-called \"Covid cards\" will be issued to people who tested positive for the virus and who have shown signs of recovery, following a 14-day quarantine. UK Health Secretary Matt Hancock said earlier this month that the UK was \"looking at\" the idea of an \"immunity certificate,\" or passport, to allow those who have antibodies to \"get as much as possible back to normal life.\" Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases in the US, said the idea of Americans carrying certificates of immunity to prove they have tested positive for the antibodies to the coronavirus might \"have some merit under certain circumstances.\"  Weekend-only lockdowns Turkey has enforced weekend-only lockdowns -- 48-hour curfews affecting three-quarters of the population in 31 provinces.  During the week, the stay-at-home order only applies to those under the age of 20 or over 65. All other citizens are in theory allowed to go out, although many small businesses are closed, restaurants are open for delivery or pick-up only, public places like parks are off limits, and banks have limited hours. The Navajo Nation in Arizona has also enacted strict weekend lockdowns during which members cannot leave their homes.  In Libya, members of the public are only \"permitted to walk\" between the hours of 7am and 12pm and stores are only opened during these hours. Age-specific restrictions Turkey isn't the only country that has decided to restrict movement by age. In Sweden, those aged 70 and over have been asked to stay at home. Earlier this month, researchers from Warwick University in the UK proposed that young adults aged 20-30 who do not live with parents should be released from lockdown first. Gender-based lockdowns Peruvian President Martin Vizcarra announced on April 2 that it was adopting a gender-based measure because of its simplicity in visually detecting who should and shouldn't be out on the streets. On Monday, Wednesday, and Friday, only men can be outside; on Tuesday, Thursday, and Saturday, only women are allowed. Panama has been doing this since April 1, arguing the measure encourages people to stay at home since their loved-ones are not allowed to be outside. Some cities in Colombia, including its capital Bogota, are also only allowing men and women to leave the house on alternate days. Luck of the draw Some parts of Colombia have also implemented additional measures. Cities including Cali and Medellin only permit citizens to leave their homes at certain times depending on their ID card numbers. This does not affect essential workers. Under their eye  Several countries have used drones to monitor locked-down citizens. Italy's National Civil Aviation Authority (ENAC) authorized the use of drones to monitor the movements of citizens back in March. Not long after the UK announced lockdown measures in late March, one police force posted a video of drone footage showing people walking through Derbyshire's Peak District National Park, amid growing concern around draconian tactics from the authorities. Commercial drone company Draganfly this month partnered with Australia's Department of Defense and the University of South Australia to deploy \"pandemic drones\" to \"monitor temperature, heart and respiratory rates, as well as detect people sneezing and coughing in crowds.\" China and Kuwait have used \"talking drones\" to order people to return home."], "Language": false}