{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/us/jim-bakker-stroke-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-08T22:15:19Z"], "LastModifiedDate": ["2020-05-08T23:20:22Z"], "Headline": ["Televangelist Jim Bakker is recovering from a stroke, his wife says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Famed televangelist Jim Bakker recently had a stroke, his wife said. His eponymous TV show will continue to film without him while he recovers.  Lori Bakker announced her 80-year-old husband would take a sabbatical from \"The Jim Bakker Show,\" the Christian TV program the couple cohosts.  Working nonstop took a \"huge toll\" on her husband's health, she said. Bakker was recently sued by Missouri Attorney General Eric Schmitt for claiming a silver product could kill coronavirus.  \"We are thankful that Jim is okay, and that he is now at home with our family,\" she wrote in a Facebook post from the show's page. \"Jim will be back!\"  For decades, Bakker and his then-wife, the late Tammy Faye Messner, ran the evangelistic empire \"Praise the Lord,\" or PTL, from their own theme park in Fort Mill, South Carolina, near Charlotte, North Carolina. The two hosted \"The PTL Club,\" one of the best-known Christian programs of its time, throughout the 1970s and '80s.  He stepped down from the ministry in 1987 amid financial and sex scandals. The Charlotte Observer reported then that he'd paid off a church secretary with whom he'd had sex. He briefly handed over the reins to fellow televangelist Jerry Falwell Sr.  Two years later, he was charged with fraud and sentenced to 45 years in prison, though he served just under five.  He returned to TV in the 2000s with \"The Jim Bakker Show,\" this time filmed from Missouri with his second wife, Lori, as cohost.  But on a February episode of the show, Bakker and a guest discussed a product, called \"Silver Solution,\" that they claimed could eliminate the coronavirus from the body within hours. There's currently no cure for the novel coronavirus, according to the Centers for Disease Control and Prevention.  In March, Schmitt, the Missouri Attorney General, sued Bakker and \"The Jim Bakker Show\" production company for misrepresenting \"Silver Solution\" as a coronavirus cure.  \"Anyone who has bought 'Silver Solution' from 'The Jim Bakker Show' should know that it cannot cure or treat coronavirus,\" the Missouri Attorney General office announced in a statement. "], "Language": false}