{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/entertainment/betty-white-harry-meghan-lifetime/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-08T13:31:24Z"], "LastModifiedDate": ["2020-05-08T13:31:24Z"], "Headline": ["Lifetime announces a Betty White Christmas movie and a new Harry and Meghan film"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Lifetime, you get us. The network just announced a slate of new projects, including several that are sure to please viewers. Everyone's favorite 98-year-old actress, Betty White, is slated to appear in an as-yet-untitled Christmas movie. According to a news release, White will star as a woman who \"helps whip would-be Santas into shape, spreading the true meaning of Christmas and leading everyone to wonder: is she secretly Mrs. Claus?\"  Lifetime's holiday movies are legendary -- as is White. The eight-time Emmy winner was awarded the Lifetime Achievement Award by the Screen Actors Guild in 2010. Also coming from Lifetime is the third installment of its franchise about Prince Harry and his wife Meghan. With a working title of \"Harry & Meghan: Escaping the Palace,\" the project will follow \"the couple's controversial conscious uncoupling from the crown after the birth of their son Archie.\" \"The movie details the struggles of the new parents and unique challenges of being part of the royal family, which ultimately led Harry and Meghan to give up their royal ties to forge a new life on their own terms,\" the news release states. The TV movie will follow 2018's \"Harry and Meghan: A Royal Romance\" and 2019's \"Harry & Meghan: Becoming Royal.\" Lifetime also announced that singer/actress Kelly Rowland will executive produce and star in a sequel to her 2019 hit, \"Merry Liddle Christmas\"; Jamie Lee Curtis is producing and starring in \"How We Sleep at Night: The Sara Cunningham Story\"; and journalist Robin Roberts' will produce \"A Home of Their Own,\" a movie and related documentary about a couple who foster the children of opioid addicts."], "Language": false}