{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/media/one-america-news-trump/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Oliver Darcy, CNN Business"], "Writers": [["Oliver Darcy"]], "FirstPublishDate": ["2020-05-08T11:13:14Z"], "LastModifiedDate": ["2020-05-08T12:20:59Z"], "Headline": ["Meet OAN, the little-watched right-wing news channel that Trump keeps promoting"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["On one afternoon in April, Yamiche Alcindor, the White House correspondent for PBS Newshour, grew exasperated. While standing in the back of the room at the daily coronavirus task force briefing, Chanel Rion, a conspiracy theorist who works as a correspondent for the far-right One America News network, violated social distancing guidelines as she stepped forward and stood close to Alcindor to ask a question.  Alcindor confronted Rion after the briefing, telling her that her behavior was \"dangerous\" and jeopardized the health of the both of them. Alcindor and PBS also raised their concerns with the White House Correspondents Association, the organization that oversees the seating arrangement inside the James S. Brady Press Briefing Room.  But there was little the WHCA could do. The organization had already expelled OAN from the briefing rotation after Rion flagrantly disregarded newly implemented WHCA rules aimed at limiting the number of reporters in the room to maintain social distancing. While the WHCA controls the briefing room seating assignments, the organization does not control physical access to the room. The truth of the matter was that, under the WHCA's rules, Rion shouldn't have been at the briefing on that April day. She didn't have a seat and her network had been booted from the briefing rotation — a move that has drawn the ire of OAN.  The network's founder, Robert Herring, has repeatedly voiced his frustration that Rion does not have a formal seat in the briefing room. And an attorney for OAN even sent a letter on April 25 to the White House complaining that Rion and another OAN correspondent have been forced to \"stand in a corner roped off\" from everyone else \"as if they were suspect and unwanted interlopers.\"  But, despite not giving her a formal seat, the White House has not only allowed Rion to break WHCA guidelines drawn up to protect the health of others in the briefing room, but it appears to actually be assisting her in doing so. Rion has previously boasted she was attending the briefings at the personal invitation of the press secretary. It's just one way in which the White House has worked to elevate OAN, a little-watched channel that arguably has more in common with a state-run propaganda network than a credible news organization. President Donald Trump, friendly toward media outlets favorable to him, has taken a keen interest in the network as of late. At briefings, he has called out for OAN, lauding the network for asking him leading questions framed in a way that portrays him in a flattering light. And he has repeatedly promoted the network on his Twitter feed. And yet, despite Trump's touting of the network, most Americans are probably not familiar with OAN. The channel is tiny compared to the major cable news networks. It doesn't rate well and its web traffic is not significant. And it doesn't even offer viewers compelling television with professional graphics. In fact, in terms of presentation, OAN resembles a university news station produced by a group of student volunteers. What OAN does offer viewers is a diet of right-wing conspiracy theories and pro-Trump commentary mixed in with wire video news packages that are sometimes skewed to fit its editorial viewpoint through the text placed by the network in the lower-thirds portion of the screen. The network would be mostly irrelevant, confined to the fringes of the conservative news media, if not for Trump's continued promotion of it. Multiple White House spokespeople did not respond to repeated requests for comment for this story. Herring and Rion also ignored several inquiries seeking comment and an OAN spokesperson did not respond either. OAN's lawyer, Bruce Fein, answered a phone call, stated he was busy, and said he would call back, but never did. Alex Salvi, an OAN host, however, agreed to talk to CNN about the network. \"All we have is Fox\" The San Diego-based OAN was founded in 2013 by Robert Herring, a California businessman who made his fortune in the technology industry.  When the channel launched, his son Charles, who is president of the network's parent company, Herring Networks, Inc., said it would be a fact-based channel aimed at competing with Fox News for a conservative audience. \"It is getting really hard to find just the reliable, credible, fact-based news with substance,\" Charles Herring told The Daily Beast in 2013. \"The second component is to provide a platform where more voices can be heard, voices that are ignored, libertarian and conservative voices.\" \"Fox is a great platform,\" he added. \"A lot of people like it, it gets outstanding ratings. There is nothing wrong with Fox. The problem is that if you take the channel lineup, the sources of national news tend to lean to the left...and all we have is Fox.\" Salvi echoed Herring's earlier comments. He told CNN that OAN has sought to \"look at some of the mistakes that Fox News\" has made and tried to \"build on that, meeting the demands of what the audience wants.\"  \"And in fact I would say that we aren't only replicating the things that have been working at Fox News for example but we've looked at other networks as well,\" Salvi added. In its early years, OAN didn't make much of a splash. Its studios and on-screen graphics had an amateur quality to them. Which is to say that it lacks the professional polish of its chief rival, Fox News. Moreover, the network doesn't have a large pool of reporters and correspondents compared to other national networks. Much of the programming is heavily reliant on news packages created by wire services like the Associated Press and Reuters. OAN did strike some early luck with one of its evening opinion hosts, Tomi Lahren. The conservative firebrand, who is now a Fox News commentator, generated some publicity for OAN through her viral, controversial monologues.  But one host occasionally going viral on YouTube doesn't translate into a large network audience. And, despite Lahren's success, OAN struggled to emerge from obscurity. When Trump launched his campaign in the summer of 2015, the channel saw an opening. OAN started to gain some prominence among Trump fans for live-streaming each of the then-presidential candidate's rallies. The channel leaned into the pro-Trump coverage. During the campaign, Robert Herring, for instance, prohibited the network from reporting on polls that didn't show Trump in the lead, The Washington Post reported. \"We started out with the premise of news straight down the middle,\" Cassie Leuffen, a former OAN anchor, told The Post. \"But the bias does reveal itself in the story selection. The owner really felt this was what was needed. He saw the popularity of Trump before almost anybody, and Trump became our bread and butter.\" Conspiratorial voices Much of OAN's programming resembles that of Fox News. The network's news shows purport to deliver headlines in a non-partisan way, but in fact frame the news of the day in a way that is often beneficial to Trump. In the evening, OAN's opinion hosts, such as Liz Wheeler and Graham Ledger, offer run-of-the-mill conservative commentary that is generally approving of the White House. But OAN also gives a nod to the darker underbelly of the conservative news industry. Two of its prominent personalities, for instance, are far-right agitators who have a history dabbling in conspiracy theories.  One of them is Rion, who has a record on the fringes of right-wing media. She has drawn incendiary political cartoons (including at least one about philanthropic billionaire George Soros which echoed anti-Semitic tropes), promoted the discredited Seth Rich conspiracy theory, and even advanced the baseless notion that the coronavirus was created in a North Carolina lab.  Rion did not reply to requests for comment when asked about her promotion of such conspiracy theories.  On her website, Rion's bio page states: \"Chanel has been frequently described as one of Hillary Clinton's 'worst nightmares' because she stands as a fierce foe of anything Clinton, of everything Obama, and as a total and unrelenting enemy of academic left-liberalism and political correctness anywhere—she's out to stamp it out and when Chanel skewers the enemy, it can be a powerful thrust—sometimes shocking, always articulate—linguistic and graphic gems that strikes the heart of the insanity of the political left.\" The other prominent agitator at OAN is Jack Posobiec, a right-wing conspiracy theorist who is a strong supporter of Trump. Posobiec, who works as a correspondent for OAN, is widely known for having live-streamed an investigation of Comet Ping Pong, the pizzeria at the center of the debunked Pizzagate conspiracy theory.  When the conspiracy theory was no longer in vogue, Posobiec told The Post that he believed through his video he could \"just show it was a regular pizza place.\" But, at the time, he made a number of implications in his live-stream that fanned the flames of the conspiracy theory. \"There were definitely times I've talked about different conspiracy theories that are out there, and I talked about the Seth Rich thing,\" Posobiec conceded to Philadelphia Magazine in a 2017 profile, which referred to him as the \"king\" of fake news. \"You know what, I'm not even going to talk about that stuff anymore.\" A spokesperson for OAN did not respond to CNN when asked if Posobiec had further comment on his role in Pizzagate. Posobiec and Rion have continued to use their platforms to push disinformation. When Trump was on trial for impeachment, both personalities helped push conspiracy theories about Ukraine into the public conversation.  Rion even traveled to Europe with Trump's attorney, Rudy Giuliani, to film a documentary series that pushed the discredited notion that Joe Biden abused his office to help protect his son Hunter from prosecution in Ukraine. The final product amounted essentially to propaganda for the Trump administration. Trump's promotion In return for the positive coverage, Trump has served as a persistent advocate for the network -- especially as he faces a skeptical press corps questioning his response to the coronavirus pandemic. During the daily coronavirus briefings, the channel's correspondents have functioned as something of a lifeline for the President. When facing questions he does not like, the President knows he can call on OAN for a question of his liking.  Trump's promotion of OAN has also extended beyond the briefing room. Over the weekend, Trump praised OAN as \"Great News, not Fake News\" and said major television providers \"should be carrying them.\" And in the past, as he has faced unfavorable headlines, Trump has leaned on the network.  When he faced accusations of impropriety with regard to Ukraine, which he was ultimately impeached for by the House, but acquitted for in the Senate, Trump extolled disinformation Rion pushed about Biden. He lauded her \"incredible reporting\" "], "Language": false}