{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/bobby-berk-queer-eye-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Michelle Toh, CNN"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-05-08T02:18:08Z"], "LastModifiedDate": ["2020-05-08T02:18:08Z"], "Headline": ["Bobby from 'Queer Eye' shares design tips on how to brighten your home"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["Tending to your home is an often forgotten form of self-care. Few people know this better than Bobby Berk, the interior designer who typically makes over an entire house under a tight deadline on the hit Netflix show \"Queer Eye.\" As a member of the \"Fab Five,\" Berk is charged with making people feel good through design. But he wasn't feeling particularly at ease last week as he packed up his belongings in an Airbnb in Austin, Texas. \"There's clutter all over this room and I'm not zen,\" said Berk with a laugh. \"There's nothing normal in our lives right now.\" Berk and his castmates were in Texas to film the series' sixth season, before stay-at-home restrictions around the country forced production to pause. While the host is used to working on homes, he's not as used to working at home. To \"keep sane,\" Berk has been mixing up his daily routine.  \"Some of the ways I've made it work, (and) made it feel a little bit more normal ... is sometimes doing things that I normally wouldn't even do,\" he said. \"I've never been much of a bed-maker ... But being home, all day every day, the first thing I do when I get up is make the bed.\" In a phone interview, the \"Queer Eye\" star shared how to create a sense of calm, why you should always take \"five little baby minutes\" to spruce up your home and the reason you shouldn't look down on fake plants. How can you make small changes to a space to lift your mood?  Every couple of days, I take a walk around the neighborhood. I have a little pair of shears and I'll just snip a branch off a tree (to bring inside). It doesn't have to be a fancy tree or a tree with flowers. It's amazing how just a little branch of greenery and a clear vase can transform a space.  I don't know if you've noticed on \"Queer Eye,\" but a lot of times, the greenery -- the beautiful arrangements on the table -- is literally me running into the backyard five minutes before it's time to film and cutting things off of trees and bushes. Sometimes it's just weeds. But I'm like, \"This is gonna look great! A little sprig of greenery!\"  It doesn't really matter what the plant is. It kind of tricks your mind. What elements of interior design bring about a sense of calm and relaxation? And how can we go about bringing them into our homes? One of the many reasons why a spa will often feel quite calm and zen is because there's nothing that's visually cluttering your mind. When you walk in, your brain is subconsciously using bandwidth to look at every single thing in the room. So in spas, for the most part, they're minimalist because they want you to be able to turn your brain off. So creating a zen space in your home, to me, is decluttering it. One of the themes discussed on \"Queer Eye\" is that looking after your home isn't just about making your space look better, it's about making yourself feel better, too. How does maintaining your home fit into your self-care routine? I actually recommend bringing your home into your self-care routine every day.  Jonathan (Van Ness, Berk's co-star) always says, \"Just take five little baby minutes to take care of your face every morning!\" And I say the same thing for your house.  Even if you just take five to ten minutes a day just to clean up the house, wipe down the kitchen counter, wipe down the bathroom counter. Just take an extra 15 seconds to take that face care product that you normally would leave strewn all across the bathroom counter and put it in its little drawer where it goes.  And you will be amazed that, when you go to leave and the counter is clear and clean, you'll feel accomplished, you'll feel zen.  Many people have used this time to invest in their homes. What are some of your essentials for a room that is big or small?  Not everyone is lucky enough to live in a space that gets enough light for plants, so people are like, \"Ugh! Fake plants!\"  But they kind of psych out your mind because they're not real but look real. It's still adding that sense of life and texture in a room. So even if you can't do real plants, invest in a good fake one! It really will change up the look and feel of your space.  Also, the right lighting. Overhead light, it's like an affront to me. It's too bright. No one looks good in overhead lighting, so if you do have overhead lighting, put a dimmer on it.  Also, I love up lighting (a system of low light fixtures that casts an upward glow). Up lighting just makes everything look chic.  And also, ambient lighting, you know that little lamp over in the corner that just gives you that little bit of light.   It can be daunting to rethink a space. How do you recommend people get started?  If you're wanting to redo a space, you really need to get rid of the stuff that's in it already.  And it's often when you reorganize the space and get rid of stuff, you'll realize, \"Oh wait, I don't even need to redo this room. I just needed to get rid of the stuff that was creating chaos.\" So start off by going through and getting rid of anything that you don't really need, that doesn't spark joy.   What else would you recommend to people to lift their spirits at this time? Photos. We all have our photos on our phones.  My family had pictures all over the house of friends and family and extended family. We don't really do that in our homes anymore.  And I think right now, more than ever, because we're not really getting to see people, putting pictures out and having them framed adds a sense of warmth and happiness and connection that we're missing from our homes right now.  What does the idea of a sanctuary mean to you, and why do you think it's important to create one in your home? I grew up in a very religious background, so when I think of a sanctuary, I think of it as an almost religious thing.  The main room in church was a sanctuary, a holy place, a place of respect, where you go to renew and get in touch with God. I don't believe any of that anymore, but I still (have) that thought process of your home being your sanctuary. It's a place of rest, it's a place where you reconnect with yourself, and you go to renew and recharge yourself. Is there a particular room in your house that you'd consider your sanctuary? Probably my office upstairs. It's located on the second floor and it's all glass in the front and it has this beautiful panoramic view of snow-capped mountains, the Hollywood hills and a little bit of downtown (LA), and it just feels like you're floating up in the hills. It's gorgeous. This interview has been edited for length and clarity. For more on Bobby Berk, visit his website. "], "Language": false}