{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/world/coronavirus-newsletter-05-07-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-07T11:43:22Z"], "LastModifiedDate": ["2020-05-07T16:07:00Z"], "Headline": ["What you need to know about coronavirus on Thursday, May 7"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The prospect of a prolonged economic slump is coming into sharp focus, as global forecasts project an economic collapse at a scale not seen since the Great Depression. The staggering extent of the economic pain the United States faces was crystallized in a new round of unemployment data released today: 1 in 5 American workers has filed jobless claims since lockdown measures took effect in mid-March. Every day brings signs that what first looked like temporary job cuts could turn into permanent layoffs. Families are already feeling the effects. Among mothers with young children, almost one-fifth say they're going hungry, according to a survey by the Brookings Institution — a rate far worse than in 2008, during the global financial crisis.      President Donald Trump has made clear that the economic cost of the national lockdown has grown too steep, despite projections that many more will die as the US reopens. \"We have to be warriors,\" Trump said yesterday. \"We can't keep our country closed down for years.\" And while he reversed a decision to phase out the coronavirus task force, it will now be pivoted to focus on reopening the nation. The bleak financial picture looks much the same across the pond. As Europe begins to open back up, Brussels warns the eurozone faces an existential threat if the economies of member states do not recover evenly. The UK is headed for the worst crash in more than 300 years, according to the Bank of England, which said the country's economy could contract by 14% this year.   The calculations are a bleak reminder that the fallout from the crisis could cripple the world's economy for months, and likely years, to come. CORONAVIRUS TOWN HALL In tonight's \"Coronavirus: Facts and Fears\" global town hall, former Vice President Al Gore and director Spike Lee will join Anderson Cooper and Sanjay Gupta, at 8 p.m. ET. YOU ASKED. WE ANSWERED Q: Is it safe to go to the hospital during the pandemic? A: Earlier this month, Dia Sue-Wah-Sing faced a dilemma. The 41-year-old living in Toronto has a history of kidney stones, and was feeling tell-tale symptoms. But faced with the complications of a routine medical appointment, she asked herself: Was it worth it to go in? Many of us will face our own version of that debacle in the coming months. The first step is to call your doctor. This is what you need to know if you're going to the hospital during the pandemic.    Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY US stockpile no match for pandemic As complaints about dire shortages of protective gear for medical workers on the frontlines of the Covid-19 crisis began to stream in, President Donald Trump was quick to point the finger of blame at his predecessor, Barack Obama. To an extent, the President was right. The Obama administration used and then failed to replace items from the nation's Strategic National Stockpile to fight the 2009 H1N1 \"swine flu\" pandemic. But Trump hadn't replaced those items either, despite repeated warnings that the country was ill-prepared for a pandemic, stockpile experts said.    The British government is facing similar criticisms that vital items of personal protective equipment (PPE) were missing from the UK's national stockpile. To shore up supplies, the government ordered around 400,000 surgical gowns from a Turkish company in mid-April. But the gowns were never distributed among health workers because they did not meet safety standards.  First ICE detainee dies from coronavirus A 57-year-old man from El Salvador became the first person to die from coronavirus while in Immigration and Customs Enforcement custody, a senior US immigration official told CNN.    Reports of the man's death drew swift condemnation from immigrant rights organizations, who've been pushing for weeks for ICE to release more detainees from its facilities and warning that the Trump administration is using the pandemic to push its aggressive immigration agenda. The US has continued to deport thousands of people during the outbreak — including some who are sick.    Sports return to US On Saturday, the UFC is scheduled to become the first sport in the US to return to action, with the organization's president acutely aware of the increased scrutiny that's inevitably coming his way. All eyes are on Dana White and his Ultimate Fighting Championship, with three fight nights planned in the space of eight days in May. And the stakes simply could not be higher. \"Listen, we have families, too,\" White told CNN Sport. \"I don't want to die.\"   Germany's success story Behind Germany's success in bringing the virus to heel is Angela Merkel. The German Chancellor, who has a PhD in quantum chemistry, has made a remarkable turnaround since the start of the year — when she was relegated to the sidelines as a lame duck leader. Now she is a beacon of global leadership, Ivana Kottasová writes.    Yesterday, the Chancellor unveiled plans for the partial lifting of Germany's lockdown, allowing shops to reopen and people to meet in small groups. \"The first phase of the pandemic is behind us but we are still at the beginning and it will be with us for a long time,\" Merkel said. 57,000 people are still stuck on cruise ships Most cruise passengers have made their way back home, and the vast ships that once ferried them from port to port are moored up or back on the water, relocating for the next stage in their journeys. But what about the crews that kept these gigantic vessels going, and looked after guests as panic over the coronavirus swept across the oceans?    Brazil sees record daily deaths Brazil, the hardest hit country in Latin America, registered a record number of cases and deaths yesterday, forcing the health minister to raise the possibility of strict lockdowns in hotspots.     The spokesman for President Jair Bolsonaro has become the latest government official to test positive for the disease. ON OUR RADAR During the great potato famine, the Choctaw Nation sent $170 to starving Irish families. Now hundreds of Irish people are repaying that old favor, donating about half a million dollars to two Native American tribes suffering during the pandemic.    \nThe US Supreme Court was holding arguments over the phone because of Covid-19 yesterday, when all of a sudden there was the distinct sound of a toilet flushing.    \nTwo customers shot two McDonald's employees in Oklahoma after they were asked to leave the dining area due to lockdown-related restrictions.   \nStreet artist Banksy unveiled a new artwork to honor UK health care workers. He donated the painting, which depicts a small child playing with a nurse doll, to the University Hospital Southampton (UHS) in the UK, where it is hanging near the emergency department.    Greece says it'll re-open to tourists on July 1, but the summer season will likely look a lot different. Meanwhile, in Ibiza, Covid-19 has crashed that party.   \nAt least eight people in India have been killed by a toxic gas leak at a chemical plant which was reopening after the easing of coronavirus lockdown measures.  \nThis is supposed to be a busy time for Bollywood. But the coronavirus has ground India's prolific film industry to a halt, likely costing it more than $330 million in lost box office revenue and canceled production shoots.   TOP TIPS Bored of lockdown yet? That could be a good thing. Psychologists say that boredom has had a lot of bad press and the pandemic could actually unleash a creative renaissance on a global scale — or at least make us more comfortable with our inner selves. If we do it right, that is. Check out these tips for making the most out of your newfound free time.   TODAY'S PODCAST \"I had a moment at home by myself, born out of complete irrationality, where I suddenly was convinced that I was going to die of this.\" — Dr. Steven McDonald, a New York City E.R. doctor Healthcare workers on the front lines are risking not only their lives, but their mental and emotional wellbeing as well. CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks with Dr. McDonald about the psychological toll of his everyday reality. Listen now."], "Language": false}