{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/entertainment/andy-serkis-hobbit-reading-nhs-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T15:00:31Z"], "LastModifiedDate": ["2020-05-07T15:00:31Z"], "Headline": ["Gollum actor Andy Serkis to read entire 'The Hobbit' live online for charities"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor and director Andy Serkis will read the entire J.R.R. Tolkien novel \"The Hobbit\" out loud in one marathon sitting on Friday to raise money for charities supporting the UK's National Health Service (NHS). Serkis, who is best known for playing the cave-dwelling Gollum in the film adaptations of Tolkien's books \"The Hobbit\" and \"Lord of the Rings\" -- will start the reading at 10 a.m. BST (5 a.m. ET), he announced on Twitter Thursday.  He invited fans to join him on \"one of the greatest fantasy adventures ever written\" in a feat that is expected to take about 12 hours. Serkis becomes the latest celebrity to read to fans while millions are staying at home during the coronavirus pandemic.    The actor is asking fans to donate to the \"Hobbitathon\" appeal on his GoFundMe page, which is raising money for Best Beginnings, a charity that supports families with young children, and NHS Charities Together, which raises funds for UK hospitals. Serkis says on his page the charities \"are doing extraordinary work right now to help those most in need\" and has set a target of £100,000 ($123,000). \"From an unexpected party to the last stage, join Bilbo and me on this tale of high adventure,\" he wrote. \"Together we'll face the might of the trolls, journey to the magical Rivendell, encounter the giant spiders in the labyrinths of Mirkwood, and the evil goblins living among the roots of the Misty Mountains, until we meet the dragon Smaug, and see the Battle of the Five Armies,\" the post on his fundraising page continued. The actor has also played roles in \"The Planet of the Apes\" and \"Star Wars\" movie franchises. He joins a wave of fundraising efforts for the NHS during the coronavirus pandemic, including retired soldier and centenarian Colonel Tom Moore, who raised more than £30 million ($37.4 million) by walking laps of his garden in the run up to his 100th birthday. On Tuesday, Daniel Radcliffe joined several celebrities to read \"Harry Potter and the Sorcerer's Stone\" to keep fans entertained."], "Language": false}