{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/virtual-photographer-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-05-07T14:21:01Z"], "LastModifiedDate": ["2020-05-07T14:32:33Z"], "Headline": ["Photographer uses FaceTime to shoot portraits of his quarantined friends"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Photographer Guy Furrow wears many hats. He's a popular DJ on the New York City club scene, a rock singer and writes and produces music -- all things that are tough to do right now, due to coronavirus restrictions.  Under lockdown measures in New York, Furrow hasn't been able to go out for photo shoots so he recently began doing virtual ones.  \"I feel like this is kind of a group effort. It's not just me,\" he said of the process. \"When I photograph someone in the flesh I'm actually taking those photos but this is sort of like a combined effort.\" So far, Furrow has posted about two dozen photos from his virtual portrait series on Instagram. Most of his models have been friends, nightlife acquaintances and people he's photographed before. Instead of using high-tech cameras, sophisticated backgrounds and hairstylists and makeup artists to make his subjects look perfect, Furrow simply connects with his models through FaceTime, and takes pictures of the screen with his phone. He edits with Photoshop, to achieve grainy, black and white images. \"I knew all along that it wasn't going to be the sharpest images,\" he said. \"I wanted it to look sort of like old film, or old surveillance, or something.\" He said the photos have a more somber feel about them even when the models are smiling and hamming it up for the camera. Unlike normal shoots, he has to instruct his subjects on where to position their laptops, phones or tablets, and also reminds people to make sure their screens are clean. One advantage, Furrow points out, is that he's been able to work with people who are normally too busy, or located on the other side of the world. Lyle Derek is one of Furrow's recent models. Derek is riding out the quarantine at a backpackers' hostel in Sydney, Australia, and posed for his longtime friend during an early-morning photo shoot. \"Guy had me move around room and he liked that image the most,\" Derek said, of a photo capturing him crouching on a bunkbed. \"The lighting was best as it was sunrise coming in (through) the window.\" Furrow has also been able to do a quick shoot with drag queen Jackie Beat, who he's been trying to photograph for ages. \"I was already in bed and she called and said, 'I'm ready. I've got 10 minutes. Do you want to do this?'\" Furrow recalled. \"I just laid there and snapped away. So it's kind of amazing and I'm able to get anybody, anywhere, any time,\" he said. Furrow has been seriously pursuing photography in recent years, and has photographed the likes of Blondie for their 2017 album \"Pollinator\" and Cindy Wilson from the B-52s.  While he said music will probably always be his main job, he plans to scale back his busy DJing schedule to make more time for photography. For now, he says taking virtual portraits has been fun, creative project that's made him happy given everything that's been going on in the world. He expects to keep taking the images, even after he's able to get back into the studio.  \"It's keeping me busy and focused...  and I'm excited about it, which is nice because I haven't felt inspired or excited for a couple of months.\""], "Language": false}