{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/entertainment/spaceship-earth-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-05-07T14:18:44Z"], "LastModifiedDate": ["2020-05-07T14:18:44Z"], "Headline": ["'Spaceship Earth' takes a strange trip inside Biosphere 2, an early experiment in quarantine"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A documentary about people being forced to live in a confined space might feel a little too on the nose right now, timing-wise. But \"Spaceship Earth\" is about a lot more than that, including the environment, media feeding frenzies and idealism, with an appearance by Steve Bannon — yes, that Steve Bannon — for good measure. Landing on Hulu and digital platforms, the film focuses on Biosphere 2, a strange experiment designed to prepare humans to colonize space by having a group of eight live in a geodesic dome in Arizona for two years. The story was, not surprisingly, catnip for the media when the door opened and closed — sequestering the inhabitants — in 1991. Director Matt Wolf goes back 25 years before that to explore the groovy days when the idea was hatched, and the colorful assortment of characters behind it. Leading that band was John Allen, whose zeal and the loyalty demanded of followers draws understandable comparisons to a cult or commune. Still, news outlets couldn't resist the sci-fi underpinnings of it all as the day drew near, with organizers playing into and exploiting those impulses, including the ridiculous uniforms. (The 1972 movie \"Silent Running,\" about a spacefaring greenhouse, is cited among the sources of inspiration that are indicative of the times.) Not surprisingly, not everything went as planned. Carbon levels spiked, there were troubles growing food, and the \"biospherians\" found themselves in danger of either suffocating or starving. The media coverage also soured, with scientists outside the dome questioning the project's legitimacy. Enter, toward the end, Bannon -- the former Trump campaign and administration strategist -- as a sort-of bad guy in the story, representing the interests of Ed Bass, the Texas billionaire who had helped finance, perhaps naively, Allen's vision to that point. (Bannon is a minor player, but it's another fascinating connection to the present day.) \"Spaceship Earth\" operates on multiple levels, from the logistical problems to the sociological ones with people living in such surroundings. It's all made juicier by a cast of characters -- many of them interviewed for the film -- so eccentric that any screenwriter would be told to go back and tone them down. In many ways, the issues that Biosphere 2 sought to address feel even more pertinent and pressing now, with the climate crisis having dramatically worsened over the last quarter century and shelter-at-home orders. As Wolf noted in the movie's press notes, \"While making this film, I never could have imagined that a pandemic would require the entire world to be quarantined.\" Then as now, the notion of escaping the bonds of Earth and exploring space has always had its appeal and romance. What \"Spaceship Earth\" makes clear is that before booking a ticket, the devil is in the details. \"Spaceship Earth\" premieres May 8 on Hulu, VOD and drive-in theaters. "], "Language": false}