{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/entertainment/wendy-williams-show-home-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-05-05T19:53:59Z"], "LastModifiedDate": ["2020-05-05T20:19:43Z"], "Headline": ["Wendy Williams says years of doing radio prepared her for broadcasting in quarantine"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In many ways, Wendy Williams was built for this moment in television.  While she says she misses the \"electricity\" of \"The Wendy Williams Show\" studio audience, Williams believes her years spent as a radio host prepared her well for talking into the ether. As she continues to host her syndicated talk show from home amid the coronavirus pandemic, that's the only skill she really needs.  \"If it wasn't for radio, I could not do this quarantine thing from home thing properly,\" Williams tells CNN. \"I've so enjoyed this 11, going on 12 years, of doing the talk show with the studio and hundreds of people and clapping and the immediate response. I've so enjoyed that, but it is much easier for me as a host to be here at home, with no audience, because it's always been about description. You know, I've been a radio host longer than I've been a TV host, so yes, right. Thank God for radio.\" At first, Williams was reluctant to film the show at home, she says, because she considers her home space sacred. Plus, she wasn't digging the look of seeing other TV personalities in their homes. \"Looking disgusting,\" she laughs. \"I'm just saying.\" \"The whole apartment is my office as far as I'm concerned [now],\" Williams says. \"But no, you know, when quarantine first got started, I was reluctant to do it because I always feel that I give so much of myself when I do the show for the last 11 plus years, that I want a place that I can call my own.\" Eventually, with the prompting of her production team, Williams gave in.  The same camera man is allowed in each morning to film Williams in her kitchen, and she says he and her team are in charge of all the \"buttons and wires,\" because she has zero interest in working the equipment. He rings her bell, films the show and then it goes to post-production. All she has to do is show up in her own kitchen and talk. \"I have the same person come over every single day. He's on time. He flips the switches, he sits over there, away from me. We get it done,\" she says. \"Then my computer shows a whole gang of people from production.\" As for wardrobe and glam, Williams has been sifting deep though her own closet, choosing between colorful robes and comfortable tops. She is good at doing her own hair and makeup, she says, another skill she attributes to her time in radio.  \"I've got a closet galore, right?\" she says. \"I pull out a robe and you know, sit in my chair and I've got my stuff around me and I'm a natural. It's like I am born to do exactly what I'm doing. So, this is not a stretch for me.\" Williams says she's in a positive place these days, and credits her production staff for helping keep the show on the air.  \"We work so well as a team,\" she says. \"I'm enjoying this process.\" When she's not working, Williams says, she loves to people watch from her window with binoculars, orders takeout and hangs with her two rescue cats, Chit Chat and My Way, who run when they see the camera. She's content, but looking forward to getting back to the studio.  \"Until I get the thumbs up, I'm not leaving the house. I enjoy my surroundings. I enjoy my apartment. I've got plenty of cat food, kitty litter, I've got plenty of food here. My cable works, you know, it smells beautiful. It looks beautiful in here. I have a perfect view of everything,\" she says. But when the world gets up and running, she adds, \"I will probably be the one to sleep over in my office the night before, and I will be the one to unlock the door and turn on the lights and welcome everyone back.\""], "Language": false}