{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/entertainment/all-rise-cbs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-05-04T18:18:11Z"], "LastModifiedDate": ["2020-05-04T18:18:11Z"], "Headline": ["Actors rose to the occasion to make 'All Rise' remotely filmed episode"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The cast and crew of CBS legal drama \"All Rise\" were just a few days into filming the 21st episode of their freshman season when concerns over the spread of coronavirus shuttered TV and film productions across the industry.  While not in a unique predicament, producers did come up with a unique solution for finishing their season: produce an entire episode virtually.  On Monday evening, the fruit of their labors and innovation -- an episode titled \"Dancing at Los Angeles\" -- will air on CBS.  In the episode, the audience is given a peek into characters personal lives and individual coping strategies, and will see them professionally adjusting to the strange times they find themselves in. Judge Lola Carmichael (Simone Missick) makes history, for example, by virtually presiding over a bench trial. With the episode, \"All Rise\" became the first scripted drama to re-enter production amid social distancing and stay-at-home orders. (\"Parks and Recreation\" was the first scripted comedy to do so with its reunion special.)  \"We adjusted some things. Some of our original impulses had this event not happen may have been a little bit different in terms of how we were going to resolve certain relationship questions,\" executive producer Greg Spottiswood told CNN. \"But the actual reality kind of changed how we felt the characters would start feeling about each other. So it became a storytelling opportunity as well.\"  The episode was filmed using FaceTime, WebEx, Zoom and other online technology. Visual effects were also applied to the backgrounds of some scenes. The cast, meanwhile, was called upon to film inside their own homes -- a task that took coordination and demanded a lot from the actors themselves as they stepped into multiple new roles.  \"You know, we thought, 'Oh, we'll have to do our own hair and makeup and figure that out and hold the phone or the camera, the computer.'  But then they started sending over lights and making sure that our Wifi was a strong enough connection. We had so many technical rehearsals in addition to the table read,\" star Simone Missick told CNN. \"It was like, 'Oh, we're doing a location scout in my house today. Great, let me clean up and ignore the fact I haven't done anything for two weeks.'\"  In all, the actors were called upon to perform tasks usually handled by 12 different departments, in addition to their work in front of the camera, Missick said.  \"It was insane, and in the moment you don't realize how big of a day it is until you sit down exhausted at five o'clock,\" she said. \"You're not even shooting a full day like we normally do. Normally, you come in, it's 5:00 AM, you go through hair and makeup and you shoot until five in the afternoon. These are like six, seven days, seven-hour shoots, and we were dog tired by the end of it. It's Because we were doing so many jobs.\"  Ultimately, though, she said, \"it was so fulfilling.\"  \"It's so exciting, and I can't wait for the to see this episode,\" she said. "], "Language": false}