{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/entertainment/star-wars-day-may-4th/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-04T14:29:20Z"], "LastModifiedDate": ["2020-05-04T14:29:20Z"], "Headline": ["4 ways to celebrate 'Star Wars Day' at home"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["May the 4th be with you. Today is officially known as \"Star Wars Day,\" when the famous movie series and its many spinoffs are celebrated. Here's are a few ways to lean into the saying \"May the 4th be with you,\" for those who aren't already way into it. Follow the official \"Star Wars\" Twitter account This is where to find all things \"Star Wars\" related, from news to celebration. \"'We had each other, that's how we won,'\" a tweet accompanying an inspiring video of scenes from the \"Star Wars\" canon read. \"From our galaxy to yours, #MayThe4thBeWithYou!\" Watch the latest film and other related content \"Star Wars: The Rise of Skywalker\" will began streaming two months early on Disney+ in honor of the day. The streaming service announced that the final film in the \"Star Wars\" saga would join its May the 4th line-up, which will include the premiere of the eight-episode documentary series \"Disney Gallery: The Mandalorian\" and the finale of the animated series \"Star Wars: The Clone Wars.\" It will also marks the first time viewers will be able to watch the complete Skywalker saga in one place as Disney + is streaming all nine films starting with 1977's \"Star Wars: A New Hope.\" Listen to some of the music John Williams famous compositions for the films are streaming on Spotify and Apple Music, so have at it. Raise a toast to the late Carrie Fisher The \"Star Wars\" actress died on December 27, 2016, as a result of \"sleep apnea and other undetermined factors,\" the Los Angeles County medical examiner's office determined.  She was 60 years old.  Her role as Princess Leia is iconic. Last year director J.J. Abrams said he would incorporate unused footage of Fisher from the 2015 film \"The Force Awakens\" into \"Star Wars: The Rise of Skywalker\" to keep her character in the final film.  So today you can toast Fisher and enjoy the memories of her over the years  \"a long time ago in a galaxy far, far away. ...\" "], "Language": false}