{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/media/disney-future-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-05-04T11:28:32Z"], "LastModifiedDate": ["2020-05-04T11:28:32Z"], "Headline": ["Disney faces an unknown future as coronavirus hobbles its media empire"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Crowded theme parks. Theaters packed with boisterous Marvel and Star Wars fans. Bustling hotels, cruise ships and retail stores. No media company seems more vulnerable to social distancing than Disney.  Over the last century, Disney has built a sprawling empire centered around entertaining large crowds in dense spaces. But following one of its best years ever in 2019 — including the record-breaking release of \"Avengers: Endgame\" and the launch of new Star Wars lands at its theme parks — the pandemic brought Disney to a halt in a matter of days. Executives like executive chairman Bob Iger and new CEO Bob Chapek are in the midst of dealing with the health and economic crisis. Yet as they deal with the immediate blow to earnings, the longer-term question lingers as to whether Disney's assets — which have become sudden liabilities because of the virus — could offer a light at the end of the tunnel. 'It has gone from great to good to bad to worse' \"What everyone's worrying about is that we don't know when things are going to get back to normal. We also don't know whether behaviors change in the future,\" Michael Nathanson, a media analyst and founding partner at MoffettNathanson, told CNN Business. \"Will people be reluctant to go to parks? Will people want to sit in the theater next to strangers for fear of catching the virus? That's what the market is wrestling with when it comes to Disney.\" The pandemic has hit Disney particularly hard. Its parks and resorts have closed around the world, major films like \"Mulan\" and \"Black Widow\" are delayed, and one of its biggest media networks, ESPN, is scrambling to fill its airtime due to a lack of sports. This has led Disney to furlough thousands of employees, led Standard & Poors to downgrade the company's credit rating, and led its stock to drop 27% year to date. Disney did not have a comment on this story. The company will report its earnings after the bell Tuesday, and investors are eager to learn just how deeply the pandemic has hurt Disney's business. \"With the businesses unable to operate, Disney is just going to get decimated in 2020 on free cash flow and profitability,\" Nathanson added. \"It has gone from great to good to bad to worse.\" However, Disney is still Disney — a company with a beloved brand and an array of franchises that remain the envy of the industry. As consumers grapple with the psychological effects of being locked up for so long, will there be pent-up demand in the long-term for Disney's crowd-based entertainment experiences?  Or will consumer habits shift for good? 'No one is suddenly bored of Disney' \"The ability for Disney to thrive in so many applications — TV, comics, film, parks, books, on-ice shows, video games — is encouraging,\" Matthew Ball, a former Amazon Studios executive, told CNN Business. \"Most companies don't have the intellectual property, let alone the culture or skill set, that Disney does when it comes to finding out how to delight customers in new ways and through new products in a post-COVID world.\" Ball added that \"no one is suddenly bored of Disney\" and that before coronavirus, \"no media company was more beloved.\" Suzanne Scott, an assistant professor at the University of Texas' Moody College of Communication, echoed this point, telling CNN Business that Disney fans are \"incredibly loyal to the brand.\" She doesn't believe that this crisis will change that. \"We associate Disney with family, which is at the forefront of everyone's mind right now,\" she said. Scott emphasized that people will be craving events and communal experiences once it is safe to collectively gather again.\" Robert Niles, editor of ThemeParkInsider.com, believes that Disney's parks and resorts will face the greatest challenges in terms of reopening, and that those challenges probably won't be resolved any time soon. However, he added that Disney has spent years and billions to position itself as \"a lifestyle brand — not just an entertainment company or a vacation destination.\"  That bond with consumers gives Disney \"an enormous head start relative to its competition when stay-at-home orders lift,\" he said. \"Millions of Disney fans are sitting at home right now, watching Disney+, wearing Disney-branded clothes, reading Disney books and listening to Disney music,\" Niles told CNN Business. \"Even though people have had to stay away from theaters and theme parks, they've never had to stay away from Disney.\" While 2020 looks destined to be a disaster for Disney, there is one bright spot for the company: Disney+. In just five months, the company's nascent streaming service racked up 50 million paid subscribers globally, a number it originally projected would take nearly four years to hit. Even Reed Hastings, Netflix's CEO, praised the launch of Disney+ during his own company's recent earnings call, saying \"I've never seen such a good execution of the incumbent learning the new way and mastering it.\" Trip Miller, a Disney investor and managing partner at hedge fund Gullane Capital partners, believes Disney+ is vital to the company right now. And that's not just because it's Disney's future. He believes the streaming platform keeps the company in the hearts, minds and living rooms of consumers. \"If there's one silver lining for Disney from this terrible crisis, it's that it has pushed more people to consume the company's content even faster than anyone expected,\" he said. \"Can you imagine if this was two years ago and they didn't have Disney+?\" Into the unknown While Disney+ appears to be well ahead of schedule, with so many parts of the company idled or hobbled, it's not enough to compensate for the setbacks. Ball noted that Disney is an \"incredibly diversified media company\" and that's usually \"an advantage in times of crisis, as it affords stability and limits overall exposure.\" \"But COVID-19 is hitting nearly every element of Disney,\" he added. \"The only exception is really its streaming services, Hulu and Disney+, but neither is profitable yet.\" Given its strong stable of pop-culture properties, Disney has the branding, assets and consumer loyalty to rebound from the coronavirus. But no one knows how long recovery will take, and what permanent financial damage is being done to Disney in the process. So for the first time in decades, the company is heading into an unknown future — one that no amount of Disney magic can fix right now. \"If things came back to normal, Disney's rise would likely be equal to its fall,\" Nathanson said. \"But people just don't know when that's coming.\""], "Language": false}