{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/entertainment/stephenie-meyer-teaser-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T10:31:27Z"], "LastModifiedDate": ["2020-05-01T10:31:27Z"], "Headline": ["Stephenie Meyer sends 'Twilight' fans into overdrive with mystery countdown on her website"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Stephenie Meyer, author of the \"Twilight\" saga, has sent fans into overdrive by posting a mystery countdown on her website, fueling speculation that the publication of \"Midnight Sun\" -- the long anticipated companion novel to the bestselling series -- may be imminent. The five \"Twilight\" novels, published between 2005 and 2008, tell the story of a teen who falls in love with a vampire.  More than 100 million copies of the books have been sold worldwide, and they were adapted into a successful movie franchise featuring Kristen Stewart and Robert Pattinson as lead characters Bella and Edward. In 2008, Meyer planned to publish Midnight Sun -- which tells the story from the perspective of Edward -- but shelved plans after a copy of her manuscript was leaked and instead published a draft, unedited manuscript online in response.  \"Twilight\" fans have been speculating about the date of its eventual completion and release ever since. In addition to the countdown on Meyer's website, Fickle Fish Films, an independent production company co-founded by Meyer, which focuses on turning books into films, tweeted a short video of a starry sky and the words \"5 days.\"  On Thursday, it tweeted again -- \"4 days\" -- prompting Twitter users to comment that they hoped the impending announcement was about \"Midnight Sun.\" CNN has reached out to Fickle Fish Films and Meyer's publisher, Little, Brown, and for comment. Others on social media have speculated the countdown may be leading to a sequel of \"The Host,\" a book about parasitic aliens published by Meyer in 2008, which was turned into a film starring Saoirse Ronan in 2013. In 2016, Meyer also published \"The Chemist,\" a thriller about a former secret agent on the run, fueling speculation that the tweet could even hint at a new book or film entirely. But whatever is going on, fans will only have to contain their excitement until Monday to find out."], "Language": false}