{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/entertainment/the-half-of-it/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-05-01T01:09:38Z"], "LastModifiedDate": ["2020-05-01T01:31:13Z"], "Headline": ["Netflix's queer teen rom-com 'The Half of It' deserves a whole lot of love"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Stop me if you've heard this before: Small town girl meets small town boy. Girl writes love letter to another girl for boy. Girl doesn't tell boy she likes other girl. Boy invents something called taco sausage. Things get complicated.  You probably didn't stop me, and that's because, as a whole, Netflix's \"The Half of It\" is something really special. Let's start with the facts: the main character is this tale is a queer Chinese-American, her love interest is Latina and the film features Mandarin Chinese. Those things may not seem like a huge deal in the current entertainment landscape -- where creators across film and television have challenged decades of under representation by elevating diverse faces and voices -- but we still shouldn't take a film like this for granted.  Director Alice Wu certainly doesn't because she remembers the uphill battle she faced when making 2004's \"Saving Face,\" a romantic comedy that follows an Asian-American surgeon who is lesbian.  \"Unlike my first film, where I got asked for lots of changes -- like 'make it white,' 'make it not gay' -- this time, what was kind of wild was no one was saying, 'Yeah, you gotta get rid of the Chinese-American lead,'\" she told CNN. \"Everyone bought into that, which was great.\"  The qualities that would have once hindered Wu's ability to get \"The Half of It\" made are, in fact, what make this story wonderfully singular.  The emotional DNA, however, is where the movie feels worldly, particularly to anyone who knew or is someone like the shy but bright Ellie Chu.  Chu (Leah Lewis), the aforementioned gifted scribe, largely keeps to herself while attending school in the small town where she and her widowed father live. The only times others seem to notice her is when they're paying her to write essays or making ignorant, racist comments to her on the street.  Wu wrote the film based off a personal experience that was similar to the movie's main plot (as she wrote in a director's note shared by Netflix, \"The first time I had my heart broken after coming out as lesbian was not by a girl, but by a guy.\"), but she also once shared Ellie's lone wolf spirit.  Born in San Jose, California, Wu's family moved around a lot, mostly in the Bay Area but they also spent some time in Troy, Michigan.  The daughter of young immigrants, she was born in the United States but didn't speak English until she went to school. Like the character in the film, she would get \"Chugga Chugga Wu-Wu\" yelled at her, rode her bike a lot and, despite having \"one or two friends,\" longed for more.   \"I was profoundly lonely in high school,\" she said. \"I think it took me becoming an adult to realize that it turns out pretty much everyone is incredibly lonely in high school. But you don't know that when you're in high school. You literally think you are the loneliest of the lonely and everybody else has figured something out. Like they're all like moving to music and a music video and you're the one just watching like on the side.\"  In the film, Ellie is on the side until she's approached by Paul (Daniel Diemer) with an odd request: a love letter to pretty Aster Flores (Alexxis Lemire).   What unravels is a plot that finds all the characters seeking and finding unlikely connections, resulting in a film that's in many ways more about love (between friends and of one's self, to name a few) than romance. \"I take a character who in a million years would never think she'd be the main character in a movie...but here I make her front and center. I think that's her emotional journey, as she goes from being like an afterthought in the school to being the main character -- like, really owning it in her life,\" Wu said. \"I think that's probably true for a lot of us...we might think about ourselves a lot and we're self-absorbed, but we don't always see ourselves as the main characters in our life.\"  \"I think it's important that these stories get told because they are real,\" added Lewis, who is 23. \"Not everyone is a star quarterback. People are going to school and...experiencing being an outsider.\"  Diemer and Lemire not only knew people like their characters in \"The Half of It,\" but they were, at times, just like them.  Diemer said he, like Paul, played sports, was friendly and had friends. But \"didn't always know or feel comfortable\" sharing his dreams and goals with others \"or even how to go about them,\" Diemer said.  \"So it was very easy to kind of connect with a lot of parts that Alice wrote,\" he said.  In the film, Paul's dream is to get his culinary invention -- taco sausage -- exposure and the blessing of his sausage-making family. Adorably innocent as the plot is, the character is also tasked with handling a rather emotional beat in the film.  Without giving spoilers, Wu knows it may cause a stir in viewers, but that was the intention.  \"I think that was important for me because I wanted to on some level say like, 'Look, good people can have all sorts of attitudes.' The question is do we want to grow?\" she said. \"I think that's where that maybe it was my secret hope that maybe someone's going to watch this who's maybe considering themselves more politically conservative and maybe this will resonate for them in a way that might make them more open in some way to that immigrant family in town or that one kid that's coming out as different.\"  In other words, the joy and love that can come of seeing others and ourselves more clearly is in many ways, the whole point of \"The Half of It.\" "], "Language": false}