{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/rishi-kapoor-death-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["New Delhi, India"], "ByLine": ["Julia Hollingsworth and Manveena Suri, CNN"], "Writers": [["Julia Hollingsworth", "Manveena Suri"]], "FirstPublishDate": ["2020-04-30T06:27:21Z"], "LastModifiedDate": ["2020-04-30T15:57:31Z"], "Headline": ["Rishi Kapoor, Bollywood actor, dies age 67"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Veteran Bollywood actor Rishi Kapoor has died in hospital after a two-year battle with leukemia, his family representative confirmed in a statement. He was 67. Kapoor, who was diagnosed with cancer in 2018 and returned to India last September following treatment in New York, passed away peacefully on Thursday morning, Indian time, according to the statement. Kapoor had recently been admitted to a hospital in Mumbai, a spokesperson for Reliance Industries LTD., which is affiliated with the Sir HN Reliance Foundation Hospital in Mumbai confirmed. \"The doctors and medical staff at the hospital said he kept them entertained to the last,\" the statement said. \"He remained jovial and determined to live to the fullest right through two years of treatment across two continents. Family, friends, food and films remained his focus and everyone who met him during this time was amazed at how he did not let his illness get the better of him. \"He was grateful for the love of his fans that poured in from the world over. In his passing, they would all understand that he would like to be remembered with a smile and not with tears,\" the statement said.  The statement also urged his fans and well-wishers to respect India's current lockdown restrictions, noting: \"He would not have it any other way.\" Hailing from the prominent Kapoor family, which has dominated Bollywood for generations, Kapoor made his debut as a child actor in 1970 in his father Raj Kapoor's film \"Mera Naam Joker\" (\"My Name is Joker\"). His first lead role -- in the 1973 romantic film \"Bobby\" -- won him the Filmfare Award, India's equivalent of the Oscars, for Best Actor. Over the course of his career, Kapoor acted in more than 100 films, playing both the romantic lead and character roles.   Kapoor is survived by his actress wife Neetu Singh and two children, including actor Ranbir Kapoor. Rishi Kapoor is also the uncle of actresses Karisma Kapoor and Kareena Kapoor-Khan. 'The nation lost a beloved son' Following Kapoor's death, Indian politicians and celebrities posted tributes on social media to the veteran actor. Fellow Bollywood star Amitabh Bachchan tweeted that he was \"destroyed\" by Kapoor's death. Cricketer Virender Sehwag tweeted his heartfelt condolences to Kapoor's family. India's Prime Minister Narendra Modi tweeted that Kapoor \"was a powerhouse of talent,\" adding that he would always recall their interactions, even on social media. \"He was passionate about films and India's progress. Anguished by his demise. Condolences to his family and fans. Om Shanti.\" India's Vice president, Sri M. Venkaiah Naidu, tweeted that he was \"deeply saddened\" to learn of Kapoor's death. \"The talented actor essayed many roles with aplomb and was popular for his romantic films. In his passing away, the nation lost a beloved son and film industry lost a gem,\" he wrote. Kapoor's death comes one day after the death of fellow Bollywood actor Irrfan Khan, who was known internationally for his roles in \"Life Of Pi\" and \"Slumdog Millionaire.\"  Khan was admitted to hospital earlier this week due to a colon infection, according to his PR agency. In March 2018, he revealed that he had been diagnosed with a rare neuroendocrine tumor -- an abnormal growth that begins in the body's specialized neuroendocrine cells, according to the Mayo Clinic. On Thursday, Indian politician Rahul Gandhi tweeted that it had been a \"terrible week for Indian cinema\" after the death of \"another legend,\" Kapoor. \"A wonderful actor, with a huge fan following across generations, he will be greatly missed. My condolences to his family, friends and fans all over the world, at this time of grief.\""], "Language": false}