{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/entertainment/hollywood-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-30T14:25:07Z"], "LastModifiedDate": ["2020-04-30T14:25:07Z"], "Headline": ["'Hollywood' rewrites showbiz history, in a soapy sign of the times"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Hollywood\" has its heart in the right place, and if you have a love for movies' Golden Age, there's a whole lot of meticulously shot nostalgia to savor. Still, rewriting history is always a thorny proposition, and producer Ryan Murphy's latest Netflix limited series doesn't earn unqualified hoorays. Although the story is set in the wake of World War II, an age of studio moguls and closeted gay stars, there will inevitably be comparisons to \"Once Upon a Time ... in Hollywood,\" which also viewed the industry through glasses simultaneously harsh and rose colored. Yet there are elements of everything from \"La La Land\" to \"Echo Park\" (an underappreciated 1985 indie film) in this tale of strivers and dreamers, looking for their big break in Tinseltown. The main wrinkle, and it's a significant one, is that \"Hollywood\" is largely told from the point of view of outsiders who were essentially locked out of the industry, mixing fictional and real-life characters in one big lusty stew. There is, for example, an African-American actress, Camille Washington (Laura Harrier), with talent that goes well beyond the maid roles she's offered; Archie (Jeremy Pope), a black writer who yearns for his chance; and Jack Castello (David Corenswet), an aspiring actor who, just back from the war, finds a more unsavory line of work to tide him over while lining up outside the Paramount (sorry, generic studio) gates. Their orbit also includes a young Rock Hudson (Jake Picking), who is taken under the wing of Henry Willson, a ruthless, predatory agent played by Jim Parsons with the power to make careers. He sees the actor's potential, but Willson's patronage comes at a price, which includes staying in the closet while bulking up for \"beefcake\" roles. Parsons, \"The Big Bang Theory\" star who appeared in Murphy's movie \"The Normal Heart,\" is as terrific as the character is despicable. He's joined by other alumni from the producer's prior works, including Dylan McDermott as a gigolo with a heart of gold, and Darren Criss as an idealistic director who happens to be dating Camille. Overflowing with soapy situations and steamy sex, \"Hollywood\" is perhaps most enjoyable for the real-life figures that pass through these characters' lives, usually to help showcase the most inequitable aspects of the bad old days. Impeccably cast from top to bottom, the backdrop creates plenty of juicy cameos for actors as stars from the '40s and '50s. Of course, that will mean more to viewers who can appreciate spot-on portrayals of actresses like Tallulah Bankhead (Paget Brewster) or Anna May Wong (Michelle Krusiec), or who'll get a kick from the star-studded guest list at director George Cukor's beyond-wild parties. Murphy (who created the show with Ian Brennan) has already channeled his devotion to old Hollywood into the excellent \"Feud\" -- a more dutiful take on history, but one that also made a point of exhibiting how brutal the town could be on women, minorities and other disenfranchised groups. \"Hollywood\" nevertheless begins to stumble toward the end, though it does succeed in getting you to think about the Butterfly Effect -- how changes in the timeline, here or there, might have altered the world, and more particularly the entertainment industry, in fundamental ways. In that sense, the seven-part production is generally worth the time, especially for those who see Turner Classic Movies as a regular destination. For Murphy, it's another big Cinemascope-style idea that overreaches, in the way his projects sometimes do -- his Netflix series \"The Politician\" being a case in point -- in their effort to provoke and impress. Then again, in this age of abundant streaming content seeking to break through, \"Hollywood\" is really a sign of the times. \"Hollywood\" premieres May 1 on Netflix."], "Language": false}