{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/cnn-underscored/motorola-edge-plus-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-30T13:01:21Z"], "LastModifiedDate": ["2020-04-30T13:01:21Z"], "Headline": ["Motorola's Edge+ stands out with unique design and a headphone jack"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Motorola has a new flagship in town: The $999 Edge+ is exclusive to Verizon and will be available May 14.  It's different from what we've recently seen from Motorola. This isn't a compact foldable like the Razr or a focus on affordability with the Moto G series. Instead, Motorola delivers a smartphone with high-end specs that include a triple camera setup, a zippy processor from Qualcomm and a vivid display.  We've spent a week with the Edge+, so let's take a look at what it has to offer.  The Edge+ boasts a unique design The Edge+ looks like your average 2020 flagship smartphone at first glance, with its tall 6.7-inch OLED display. But upon closer inspection, you'll notice the extended left and right sides of the display, which Motorola has dubbed Endless Edge. Motorola's Endless Edge display directly refers to curved edges on the left and right sides. It's more prominent than what Samsung has done in recent years, but will be familiar if you've used their devices. But, we think it's implemented in a much better fashion on the Edge+. For instance, you can swipe up on either the right or left side to pull up the application drawer. You can swipe down on the right or left side to pull down the notification tray or you can double tap it to turn it off in any given application. While this looks strange, it can help to ensure no accidental touches. Motorola has also implemented this design with precautions to make sure you don't accidentally engage the sides. The Endless Edge on the Edge+ also features edge lighting, which means the sides of the screen can fill you in on notifications or charge level. When you have the phone plugged in, the edges will glow on either side to give you a visual cue as to the battery's percentage.  On the flipside, the backside is a glossy glass finish that comes in two shades: Thunder Grey and Smoky Sangria. We've been testing the Thunder Grey, which has an almost blueish gray shading to it. It looks quite nice. It's also not slippery in the hand, like other glass black flagships, including the S20 Ultra. And that's important when the device is this tall.  But perhaps the craziest thing about the Edge+ would have to be that it features a headphone jack. Yes — a 2020 smartphone — has a headphone jack at the top of the device. It's a unique and vibrant display The phone features a massive 21:9, 6.7-inch display. For an OLED, the display can be bright, sometimes even too bright. But keeping it between 60 to 75% brightness presents it in a fashion that you can clearly see.  The colors look good going down the right and left side of the Edge+. But when viewing a white webpage, the edges can also appear overexposed when looking at the screen. Also, when turning the phone and looking at the edge from an angle, you can see the pixel look darker, which is likely the result of the glass display. Also, the edges can reflect light — both manmade and natural. This can prove distracting, but you'll need to adjust your hand. We tested watching the three-hour film \"Avengers: Endgame\" on the Edge+ as it was streamed on 4G LTE from Disney+. Most apps won't stretch the video to the edges; Netflix and Disney+ will have it just appear on the flat portions. The climatic scene in \"Endgame\" is a great test of the display with vibrant colors on the super suits worn by Iron Man and Captain Marvel against an apocalyptic background of smoke, dark clouds and fire. You can get deep contrast next to vibrancy, and the color accuracy is on point.  The Edge+ also doesn't have a 120Hz refresh rate. This is disappointing as most other 2020 flagships — S20 family and OnePlus 8 Pro — have a buttery smooth scrolling feature. The Edge+ instead features a 90Hz refresh rate, which is still better than the standard 60Hz. We would have hoped that Motorola packed its flagship with a truly flagship level refresh rate, though.. Like the Edge App Drawer that Samsung offered, you can select six apps to live in the edge drawer on the Edge+. It can be tough to open the first few times, but generally it's just a swipe to quickly open. This way you can easily access a few of your favorite apps from anywhere in the software. You can also customize these in the Moto app or in Settings under Display.  The Edge+ also boasts an in-display fingerprint sensor and this is used as the primary lock and unlock function for the device. It's pretty speedy and isn't all that hard to setup. We also really like how there isn't a pre-installed screen protector that you have to use with it, like we had on the Galaxy S20 family. It's a zippy, nearly clean Android One of our favorite things about Motorola is the nearly clean Android experience. Many manufacturers, LG included, have been known for dragging the experience with user interfaces that make Android look different. With the Edge+, though, you get the standard Google app experience — meaning that you don't have another browser specifically designed by Motorola.  That being said, there is a considerable amount of preloaded apps from Verizon. We counted five out of the box, some of which can be removed. You'll also find the core Google apps here: Drive, Gmail, Duo, YouTube and Messages.  Moto Actions are also included on the Edge+. These are simple gestures that let you handle what can sometimes be complex tasks. For instance, a simple twist of the Edge+ will open the camera app — even if the screen is off.  Powering the Motorola Edge+ is a Qualcomm Snapdragon 865 processor and 12GBs of RAM. It's super fast, so we threw a lot at this device. Fortnite and Call of Duty Mobile were quick and we didn't notice any slowdowns. Using core productivity apps like Slack, Outlook, Gmail, Drive and the Office suite were fast and responsive. We liked the taller orientation for the display when scrolling through Instagram and Twitter — it lets you see the full timeline and get more out of it.  The Edge+ is plenty fast, and as we do with every device review, we put it through a series of benchmarks. We conduct these to set a standard to compare quantitative testing of multiple devices alongside our daily use, testing and perceptions. We used GeekBench 5, a benchmarking app that tests the devices by running intense processes that mimic real-life use cases. The Edge+ scored a 906 on the single-core test and a 3,336 on the multi-core score. In comparison, the OnePlus 8 scored a 916 on the single core; the S20 Ultra scored a 901. With that being said, while the Edge+ is slightly lower, it is in the same realm as other 2020 flagships that are powered by the Qualcomm Snapdragon 865 processor.  This processor also supports 5G and supports both mmWave and sub 6GHz 5G network bands. We weren't able to test 5G on the Edge+, but 4G LTE speeds were solid on Verizon and Wi-Fi were plenty fast. It's fast in addition to being efficient. There's a 5,000mAh battery that easily made it through a full day, even an intense one with plenty of streaming and gaming. It also did well on our battery test, where we put the device on Airplane mode (turning Wi-Fi and Bluetooth off) and set the display to 50% brightness. We then opened a 4K video file in VLC and let it run on a loop until the device powered off. The Motorola Edge+ lasted 19 hours and 6 minutes. When using the included TurboPower charger, the Edge+ took slightly over two hours to fully charge. Pretty fast indeed. There's a versatile set of three cameras Motorola decided on a three-camera setup for the Edge+: a wide-angle lens, a telephoto lens and an ultra wide lens. It's similar to the Galaxy S20 family and the iPhone 11 Pro. You have the tools to take any conceivable photo you might want to capture.  Let's get more specific: A main 108-megapixel wide-angle lens: This main lens lets you capture a solid amount of space. We like using this for capturing cars, a person or even pets.\nA 16-megapixel ultra-wide lens: This is for those wide shots, such as a skyline, or in our case, a suburban backyard. \nAn 8-megapixel telephoto lens: This is for a close up, but don't want to physically move. That main lens has a large sensor and even meets the 108-megapixel lens that's on the S20 Ultra. But as we wrote in that review, it will let you zoom far, but what does it help you with in everyday use? Well, with that big of a sensor, you can capture more detail with every snap. It also has optical image stabilization that helps with shaky hands, and when you zoom in 10 times, it's hard not to have shaky hands.  By default, that 108-megapixel lens captures 27-megapixel photos using a pixel binning technology. Essentially, combining that 108-megapixel photo into a 27-megapixel lens lowers any possible compression and helps with lighting. It works well, so images look great. As expected, the photos taken on the 108-megapixel lens at 10x zoom don't look great. Details are missing and compression is visible. But when shooting with the standard lens with no zoom and capturing a 27-megapixel shot, colors are vibrant and the image is sharp. The ultra-wide performs well and has a fish-eye effect in the bottom corners. It doesn't ruin the photos by any means, but it is something to note. The telephoto lens presents more faintness when you zoom, but from afar, it captures a rich amount of detail. A lot of our shots were captured in suburban New Jersey, so you'll notice us shooting trees and vibrant flowers. It's a good way to test the lens as it needs to capture an array of details, both on the forefront and backside.  All-in-all, it's not the best camera setup we have ever tested, but the Edge+ will let you easily capture a shot worthy of Instagram with just the default settings. You can see a full gallery of images below. The Edge+ can capture up to 6K UHD at 30 frames per second. It's not 8K, like the Galaxy S20 family, but when you think about it, why do you need to shoot 8K on a phone, especially if you don't have a device to play it back? Like the photos, the video capabilities on the Edge+ are good. We didn't encounter any motion blurring and color accuracy is solid.  Bottom line The Motorola Edge+ is a $999 smartphone that's exclusive to Verizon on May 14. That means it's not available to everyone, but we hope that lifts soon.  The Edge+ is arguably the best device made from Motorola in many years and feels like a 2020 flagship. It easily takes its place among other 2020 devices and offers super long battery life, a unique display, a versatile set of three cameras and a headphone jack.  It's still hard to believe we can write that last line in 2020. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}