{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/irrfan-khan-bollywood-hollywood-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Julia Hollingsworth and Manveena Suri, CNN"], "Writers": [["Julia Hollingsworth", "Manveena Suri"]], "FirstPublishDate": ["2020-04-30T08:35:07Z"], "LastModifiedDate": ["2020-04-30T09:43:46Z"], "Headline": ["Irrfan Khan, the Bollywood star who cracked Hollywood"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["He was a man who achieved what few actors manage to do -- success in two of the world's biggest film industries, Hollywood and Bollywood.  But, according to his biographer, Irrfan Khan didn't let the fame get to his head. Khan, known internationally for his roles in \"Life Of Pi\" and \"Slumdog Millionaire,\" died Wednesday, his representatives confirmed. He was 53. According to his PR agency, he was admitted to the ICU in Mumbai's Kokilaben Dhirubhai Ambani Hospital due to a colon infection. In March 2018, Khan revealed that he had been diagnosed with a rare neuroendocrine tumor -- an abnormal growth that begins in the body's specialized neuroendocrine cells, according to the Mayo Clinic.  Khan was widely beloved in India, but also scored the kinds of roles in Hollywood that no other Indian actor has managed to get, according to Aseem Chhabra, a film journalist who wrote a biography about Khan called \"Irrfan Khan: The Man, the Dreamer, the Star.\" His success in both film industries prompted an outpouring of grief online from both India and overseas.  Indian Prime Minister tweeted that Khan's death was a \"loss to the world of cinema and theatre,\" while American actor Chris Pratt -- who starred alongside Khan in \"Jurassic World\" -- tweeted: \"He was an exquisite actor and human. He will be missed.\" A 'very warm-hearted kind of guy' Khan was born in the northern Indian state of Rajasthan. He came from a modest, middle-class family, who didn't hold any dreams of movie stardom, Chhabra said. Khan attended the National School of Drama in the country's capital, New Delhi -- but according to Chhabra, his mother hoped Khan would come home and become a teacher. Nevertheless, Khan started his acting career. After playing mainly supporting and character roles for more than a decade, he broke into leading roles in the early 2000s, starring in and winning his first award for the 2004 film \"Haasil.\" He quickly gained national recognition in the following years, with roles in other award-nominated and winning films like \"Life In A...Metro\" and \"The Lunchbox.\" While many of India's Bollywood stars play singing, dancing, romantic leads, Khan tended to play more serious roles, Chhabra said. In 2007, Khan appeared in American productions \"The Namesake,\" \"A Mighty Heart\" and \"The Darjeeling Limited.\" The next year, he got his big break.  Khan rose to international fame in 2008 when he played a police inspector in British director Danny Boyle's crime drama \"Slumdog Millionaire,\" which won eight Academy Awards and seven BAFTA Awards. \"That opened up doors for him in a very big way,\" Chhabra said. Khan then took on a bigger starring role in \"Life of Pi,\" where he played the eponymous Pi. The film won multiple Golden Globes and Academy Awards. He also played supporting roles in major US films like \"The Amazing Spider-Man,\" \"Jurassic World\" and \"Inferno.\" Despite his success both at home and abroad, Khan remained humble, Chhabra said. \"There is a certain kind of stardom that one cannot deny ... but he didn't have the kind of arrogance that one often notices -- especially in India. Irrfan was a very approachable, very warm-hearted kind of a guy.\" Khan's overseas legacy In Hollywood, South Asian actors are few and far between. That makes it all the more remarkable that Khan was able to break through. A testament to Khan's success was that he was sometimes cast in roles that didn't require a South Asian actor. \"He had reached the stage where Hollywood producers were wiling to cast him for what he could offer as an actor, without having to point out 'look, he's Indian' also,\" Chhabra said. \"That situation is emerging more and more. Hopefully there will be more change.\" Following Khan's death, a number of overseas stars shared their sadness. Riz Ahmed, a British actor of South Asian descent, described Khan as his inspiration and hero. \"Rest in peace one of the greatest actors of our time, Irrfan Khan,\" he tweeted. \"His work was consistently transcendent, he was a guiding light for so many of us.\" Canadian YouTuber Lilly Singh, who is also of South Asian descent, tweeted: \"You were and will continue to be magic and an inspiration to myself and so many others.\" The Academy, meanwhile, described Khan as a \"mainstay of Bollywood cinema and incredible talent.\" \"Irrfan Khan left his imprint on global cinema. An inspiration to millions, he will be greatly missed,\" The Academy tweeted.  Back in India, Khan will leave a different legacy -- he has helped broaden the idea of what an actor needs to look like in an industry where he isn't the traditional idea of what is handsome, Chhabra said.  In India, fans flooded Twitter with messages of support. Fellow Bollywood stars also shared their grief. \"My friend...inspiration & the greatest actor of our times,\" Shah Rukh Khan tweeted. \"(We will) cherish the fact that you were part of our lives.\""], "Language": false}