{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/opinions/trump-institutions-autocrats-kasparov/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Garry Kasparov"], "Writers": [["Garry Kasparov"]], "FirstPublishDate": ["2020-04-21T01:41:51Z"], "LastModifiedDate": ["2020-04-21T01:41:51Z"], "Headline": ["Trump is weakening America's immune system"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When, in 2016, I referred to Donald Trump's victory in the Republican primary as a symptom of an unhealthy American political system, I couldn't have known how such medical metaphors would sound today. But more than three years into his presidency, Trump -- facing an unprecedented crisis in the form of a deadly pandemic -- has shown himself to be a dangerous pathogen.   Trump has spent his time in office weakening the nation's systemic immune system -- or institutions that hold him in check -- and setting the US up for a disaster when those institutions are needed more than ever. All autocrats and would-be autocrats have the narcissistic superpower of thinking only of themselves. While normal people are worried about the cost in human lives or the economic impact of a crisis, an autocrat races to exploit it to his personal advantage.   This ability to focus only on power, to consider actions that shock everyone else, is how would-be autocrats become actual autocrats. Russians, myself included, underestimated the extremes Vladimir Putin would go to retain power. By the time we began ringing the alarm bells, the levers to stop him had been removed from the political machine. The Russian opposition and the international community had wasted precious time fretting over Putin's power grabs, surprised at every turn by his ruthlessness. We said, \"Surely he would never...,\" and \"Doesn't he realize how bad it looks?\" But people like Putin don't care about traditions or what others have never done before. They don't care how it looks. They only care if it works -- for them. They don't ask why; they only ask why not.   This is how emergency powers become permanent and unsavory alliances of convenience become the new status quo. A crisis like the Covid-19 pandemic is a deadly example of how this process works and it has plenty of predecessors, including the war on terror. There is a rising number of democratically elected leaders in the world transforming themselves into authoritarians -- just look at Hungary's Viktor Orban.    These abuses can happen in democracies far more robust than Russia's, or even Hungary's. In the US, Republicans are coming out against voting by mail in the 2020 presidential election because they see voter turnout as a threat. This is a battle that has gone on in state legislatures and courts for years, usually via baseless allegations of fraud. But an autocratic mentality would instead look at the direct method of shutting down or sabotaging the US Postal Service. Why not? An autocrat's only calculation is how it would impact his election chances, not who gets harmed in the process.   And if you're hoping members of the GOP will push back against Trump's tyrannical illusions, look only at their spinelessness as he claimed \"total authority\" last Monday, before saying state governors were responsible for reopening the economy.  Trump covets authority without responsibility, the creed of every strongman. To use the golfing language he understands, such contradictions are par for Trump's course, as when he now claims that he always knew about the pandemic when in fact he spent weeks saying no one could have seen it coming. Well, which is it? Did Trump know and do almost nothing, or was he oblivious despite the experts' many warnings?   It also appears Trump is using crucial medical supplies and federal small business aid for political purposes. He is inciting a culture war that sounds almost like a civil war with unhinged tweets about \"liberating\" states under lockdown -- only ones with Democratic governors, of course. It's shocking stuff, but Trump would probably consider anyone in his position an idiot for not doing such things. He already survived impeachment and knows that he will only face the consequences of his actions if he loses in November. If he wins, today's behavior will look like the golden days. He'll have four years of unthreatened executive powers to expand his abuses and cover his tracks. But until election night, he's desperate and capable of anything.   Joe Biden, the Democrats and everyone else who wants to prevent Trump's second term must focus on the facts instead of being drawn into a circus where Trump is the ringmaster. He can and will generate a new scandal every day, so it's vital to provide a consistent and clear leadership alternative. It's equally essential for the media to cover that alternative instead of hanging on Trump's every utterance.   The opposition must also avoid unforced errors, such as defending China and WHO's actions at the start of the Covid-19 outbreak just because Trump is attacking them. There are countless areas to criticize Trump on the merits, so why do it on one of the few things he's right about? Of course, Trump is only attacking China and the WHO to distract from his own massive failures in responding to the pandemic, but it doesn't mean he's wrong. Trump's opponents shouldn't do him a favor by defending an institution that is dysfunctional and compromised.    Trump is the world's worst firefighter, but China was the arsonist, and the WHO's deferential stance towards China's response to the outbreak likely had deadly consequences for the world. All pressure should be brought to bear so they clean house, something that WHO's main sponsors, the US and Bill Gates's foundation, could do with a coherent strategy. Unfortunately, Trump isn't capable of such leadership, and Gates appears more interested defending the organization than in cleaning it up. If he stopped writing checks and emails and demanded a WHO leadership slate free of Chinese control, he could save far more lives.   Autocrats are good at identifying problems that can bring them power. They are terrible at solutions -- not that they really care about those anyway once they are in charge. As 2016 showed, a candidate who offers bad solutions still has an advantage over candidates who deny there's a problem. The Democrats need to focus on providing better solutions -- real ones -- before it happens again."], "Language": false}