{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/us/queens-rapper-mourns-father-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By S. Mitra Kalita, CNN"], "Writers": [["Mitra Kalita"]], "FirstPublishDate": ["2020-04-28T18:23:15Z"], "LastModifiedDate": ["2020-04-29T00:47:53Z"], "Headline": ["A rapper mourns his father and the injustice of a supply chain"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Gireesh Kumar Suri gave America his everything. He ran a candy shop, drove a cab, delivered newspapers and, finally, worked a job in hospital billing that lifted him and his family firmly into the middle class.  He arrived in Flushing, Queens, in 1978, leaving his native India when his family sponsored a visa. The series of jobs in those early years would define his work ethic and a headstrong attitude -- making his death all the more tragic, his children say.  He was 67 when he died in a Long Island nursing home this month, a victim of Covid-19, according to his son, Himanshu. The last few weeks have been mired in grief and confusion. Himanshu Suri said he thought his father had been tested for the virus only to discover that, due to a shortage of nasal swabs, it never happened. \"Why do I have to grieve with the notion of a supply chain?\" he asks, adding that initial paperwork also mistakenly identified his father as Caucasian. \"I want to correct the record of an immigrant American. I don't want that to be left out of the reality of this situation.\" A spokesman for the nursing home, Excel at Woodbury for Rehabilitation and Nursing, declined to comment, citing the patient's privacy.  Dan Moloney, co-owner of Moloney's Lake Funeral Home & Cremation Center, confirmed to CNN that the death certificate, still awaiting approval from a doctor, will declare Covid-19 as the cause. That is now acceptable for victims who have not tested positive but are presumed to have died of the virus.  \"The whole system is way overworked,\" Moloney said. \"The way that we've seen this disease ravage the city and Long Island, it's kind of obvious what it is.\"  Himanshu Suri believes this to be true, and wants to make clear that he is grateful to health care workers and those who cared for his dad.  \"I don't operate from a place of hate or anger...\" his voice trailed off, \"but they never got swabs?\" Suri fueled his son's passion for music, poetry and food  Himanshu Suri is a well-known rapper who launched the hip-hop group Das Racist. Avant garde and born of and for the internet, their breakout song was \"Combination Pizza Hut and Taco Bell.\" The 34-year-old credits his father (who loved Indian film singers like Kishore Kumar and Mohammed Rafi) with stoking his interest in music, poetry and food.  In 2014, Himanshu Suri provided the track for Anthony Bourdain's episode on Punjab (\"Don't take tension, don't be fussy, sit back, relax, have a cold glass of lassi\") and another, in 2016, for Houston (\"Jose, can you see how diversity in Texas is? Don't mess with it.\") In 2017, he joined Bourdain stateside for the Queens episode, taking him to a dumpling house in Flushing and a momo shop in Jackson Heights.  Queens, hit hard by coronavirus, is home for the Suris, despite living in Long Island for the last decade or so.  Also featured in the HBO documentary \"In the Shadow of the Towers: Stuyvesant High on 9/11,\" Himanshu Suri described what it was like being a sophomore at the elite high school when the World Trade Center was attacked, blocks away.  They found safety on the West Side Highway -- until a group of men told the students to \"go back where you came from.\" That was the plan, Himanshu Suri recalled. \"We were trying to get to Queens,\" he said. \"That's where we came from.\" He finds irony in the comparisons between that defining moment of his life -- and now.  \"9/11... that wasn't a prolonged pain,\" he said. \"It's different.\"  His mother, Veena Suri, interrupted him. \"I see it every single day,\" she said. \"You still hurt a lot from 9/11.\" The memories come flooding back. His father's wisdom, once dismissed, now understood: \"Friends make it and friends break it\" and \"You have to be like water.\"  He remembered sleepovers with friends, and embarrassment when his dad woke up at 4 a.m.: \"My friends can't know you deliver newspapers!\" 'He was a fighter' Gireesh Suri suffered from diabetes, had a pacemaker and was hospitalized in mid-March with hypertension. He was in the hospital for less than two weeks before being transferred to the nursing home.  \"He was a fighter,\" said his daughter Shivani Suri Sahni, herself a mother of three. \"He fought through all his illnesses for years, but it was this virus that finally got him in the end.\" The nursing home has a no-visitors policy due to the pandemic. But the weekend before Gireesh Suri's death, his son and wife were able to Skype with him. \"He wasn't fully there,\" Veena Suri said. \"He was looking at the ceiling and I said, 'Gireesh, look at the front.' And he said, 'Now I can see you.' That was the talk I had with him. Himanshu was able to say, 'I love you, Dad' and he said, 'I love you too.'\" Gireesh Suri died at 1:30 a.m. on April 13.  \"He was a prime candidate for something like this. But still that doesn't ease my grief,\" his son said. \"He seemingly went in his sleep peacefully. That is the narrative, at least, that I hope for.\" Ten people were allowed to attend the funeral, and 55 families joined by livestream. A Hindu priest chanted via FaceTime and instructed Himanshu Suri on how to prepare the body for cremation.  \"My father was a hardworking man. Stories like his are not often told,\" said Himanshu Suri. \"Let's remember the good guys. If humanizing this ordeal keeps more people safe, then I get to provide a legacy for my father.\" Himanshu Suri's next steps are unclear. He's determined to scatter his father's ashes in the Ganges, back in India. And he's finishing up a novel, started long ago, about a man who eventually learns to empathize with his father. "], "Language": false}