{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/media/trolls-world-tour-universal-on-demand/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-28T17:55:22Z"], "LastModifiedDate": ["2020-04-28T18:03:33Z"], "Headline": ["'Trolls World Tour' is a digital success, but it doesn't spell the end of movie theaters"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Universal's strategy to bypass theaters and release \"Trolls World Tour\" on demand has been a rousing success, but that doesn't mean movie theaters are going to disappear entirely. The sequel to the animated film has earned nearly $100 million in rental fees domestically for the studio since it was released digitally on April 10, the same day it was set to be released in theaters, a person familiar with the matter confirmed to CNN Business.  Studios and movie theaters share about 50% of a film's box office grosses, but studios get a bigger slice of the digital pie, bringing in around 80% of sales. That means Universal has made roughly $77 million from the digital release of \"World Tour\" so far.  The Wall Street Journal was the first to report the numbers. Universal declined to comment. The original \"Trolls\" movie, which was released in theaters in 2016, brought in $153 million domestically, or about $76 million after the split with theaters. That means \"World Tour,\" which came with a rental fee of $19.99, has made more for Universal in three weeks with a digital release than its predecessor made in five months theatrically in North America. At first glance, those numbers are pretty alarming for the movie theater industry, which has had to shut its doors around the world because of the coronavirus outbreak. However, there are several factors that should be considered when assessing the big digital success of \"World Tour\" in relation to the future of the movie theater industry. For starters, home viewership is way up right now with millions sheltering in place and starving for content. That doesn't take away from the success of \"World Tour,\" but less competition from sports or other pastimes means more eyeballs for the film. The film also has a long way to go before it matches the global success of the original, which made more than $346 million worldwide in 2016. Universal, which shifted other films like \"The Invisible Man\" and \"The Hunt\" to on-demand platforms, made it clear that it's not giving up on the theatrical experience. The studio, which is owned by Comcast, said in a statement last month that it made its movies available to the home market now because of the \"current circumstances,\" which have \"made it more challenging to view our films.\" And Jeff Shell, NBCUniversal's CEO, told the Wall Street Journal on Tuesday that \"as soon as theaters reopen, we expect to release movies on both formats.\" The studio has also chosen to delay some of its biggest potential blockbusters such as \"F9,\" the next installment in the lucrative \"Fast & Furious\" franchise, and \"Minions: The Rise of Gru\" rather than release them digitally. But the experiment of releasing \"World Tour\" via on-demand has shown that there is a sizable market for releasing films for at home viewing. Universal announced on Monday that its latest Judd Apatow comedy, \"The King of Staten Island,\" will head directly to digital. Other studios, such as Disney and Warner Bros., have also announced that films like \"Artemis Fowl\" and \"Scoob!\" would likewise make the jump to digital. (WarnerMedia is the parent company of Warner Bros. and CNN.) Still, it's difficult to know if studios are simply making the best of a terrible situation or if the digital release strategy of \"World Tour\" is the future of the film business. Of course, if Universal really believed that going to the movies — and the box office grosses that comes with it — was a relic of the past, audiences would likely be watching \"F9\" at home right now and not in theaters next April."], "Language": false}