{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/business/black-barbers-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Raleigh, North Carolina"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-04-28T10:33:31Z"], "LastModifiedDate": ["2020-04-28T12:48:40Z"], "Headline": ["Black barbershop owners are divided over coronavirus social distancing"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Black barbers across America are engaging in a heated debate over whether cities and states should lift coronavirus social distancing mandates that have forced many of their businesses to close indefinitely. African Americans as a group are suffering the most during the Covid-19 pandemic, with higher infection and mortality rates than the general population. Barbers say black business owners, like many of them, are also disproportionately hurting financially from government shutdowns meant to stem the virus' spread. Several shop owners said they can't afford to remain closed much longer.  In African-American culture, barbershops are much more than places to get a haircut. Many are marketplaces where local vendors sell their wares and community centers where people gather for hours to discuss politics, sports and the news of the day. The unique folkways and stature of black barbershops has been the subject of iconic movie scenes, Hollywood film franchises, even an HBO television series. \"There's probably all kinds of barbershops talking about what's going on with our government right now,\" Mike Knuckles, 45, a barber at Select Cutz in Grand Prairie, Texas, told CNN Business. \"If you lose a barbershop that's been in the community 30 years and has a tradition and respect in the community, that's huge.\" Damon Dorsey, 59, president of the American Barber Association, a barber advocacy group whose estimated membership of 3,000 is about 30% black, said he has spent weeks talking with worried barbers nationwide since the pandemic began. They're concerned about limiting the spread of Covid-19, but also want to \"get back to making money,\" Dorsey told CNN Business. \"All are struggling with the uncertainty of the moment,\" he said. Reopening Black leaders in Georgia expressed outrage Friday after Gov. Brian Kemp permitted nonessential businesses to reopen, a move the leaders said they fear will cause Covid-19 to spread through their communities. Craig Logan, 54, co-owner of Dre and Craig's VIP Cuts, in McDonough, Georgia, an Atlanta suburb, estimated 85% of black barbershop owners he knows chose to reopen for business Friday. But Logan, whose cousin and aunt recently recovered from Covid-19 after being hospitalized, said he and his co-owner decided to keep their shop closed, in part, because of public pressure. \"I agree with the general sentiment even though, like everybody else, I wanted to get back to work,\" Logan told CNN Business. Several black barbers told CNN Business that a barber's support for staying closed or re-opening often hinges on whether or not they own their own shop. Many barbers who don't own shops have found other ways to supplement their incomes, including doing haircut house calls that put them at risk of catching Covid-19. \"These barbers, they're risking their lives, but they're doing fine,' Mitchell said. \"You going to die from infection or you going to die from starvation?\" Independent contractors In places like New York, where the number of coronavirus cases has exploded since February, government leaders have ordered personal care businesses, including barbershops and beauty salons, to close indefinitely amid shelter-in-place guidelines designed to limit the disease's spread. For Dennis Mitchell, 54, owner of Denny Moe's Superstar Barbershop in Harlem, New York, that decision has left him with limited options to keep his business afloat until the Covid-19 crisis comes to an end. Mitchell said he normally pays his landlord thousands of dollars in rent each month for his storefront space on Frederick Douglass Blvd. He hasn't been able to pay, because the nine other barbers who work there are independent contractors who rent the chairs and the space they use from him -- and they haven't been paying rent since Mitchell shuttered his business on March 28. \"It's kind of bone chilling,\" Mitchell told CNN Business. \"I have an apartment I have to pay for as well and people who depend on me to put food on the table. ... A lot of [black business owners] are not going to come back from this.\" Even if they survive social distancing, Mitchell and other barbers worry that the coronavirus has already changed their businesses more permanently. The iconic black barbershop culture may be gone forever now that many customers want to avoid large gatherings in fear of catching coronavirus. \"You got a lot of people saying, 'I'm not going to be around nobody,'\" Mitchell said. Trouble with PPP Mitchell said he tried applying for a Paycheck Protection Program loan from the federal government several weeks ago, but found out he doesn't have enough employees to qualify since his barbers are independent contractors, a plight shared by many barbershop owners. Ivy Hopson, 49, CEO and Founder of the Menz Barber Lounge in Milwaukee, Wisconsin, said he also applied for a PPP loan for his business after Gov. Tony Evers ordered nonessential businesses to close. Neither he nor his tax preparer received any response. Such situations are far from unique, according to Dorsey, the ABA president, who said black barbers are less likely to have established relationships with banks and consequently face steeper challenges securing loans through programs like PPP. The Payroll Protection Program is scheduled to start taking new applications this morning after receiving an additional $310 billion in funding. \"If you're a barber and you're not a large enough priority for a major bank or financial institution, you're going to be at a disadvantage getting your application in,\" Dorsey said. \"We're going to see a certain level of disadvantage for black-owned business because of the nature of systemic racism that exists in the financing industry.\""], "Language": false}