{"Type": ["article"], "Url": ["https://www.cnn.com/2013/05/07/us/mark-zuckerberg-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-05-07T15:31:35Z"], "LastModifiedDate": ["2020-04-26T17:04:17Z"], "Headline": ["Mark Zuckerberg Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here is a look at life of Mark Zuckerberg, founder and CEO of Facebook. Personal: Birth date: May 14, 1984 Birth place: Dobbs Ferry, New York Birth name: Mark Elliot Zuckerberg Father: Edward Zuckerberg, dentist Mother: Karen (Kempner) Zuckerberg, psychiatrist Marriage: Priscilla Chan (May 19, 2012-present) Children: Maxima, 2015; August, 2017 Education: Attended Harvard University, 2002-2004 Other Facts: Is red-green colorblind. Captain of his high school fencing team. In high school, co-created a program called Synapse that recommended music.  Timeline: 2003 - Creates Facemash at Harvard, a website that pairs photos of Harvard students and has users vote on who is more attractive. The pictures were taken from a protected area of Harvard's computer network. Harvard forces Zuckerberg to take the site down. November 2003 - Harvard seniors Cameron and Tyler Winklevoss and Divya Narendra enlist Zuckerberg to work on their website ConnectU. February 4, 2004 - Zuckerberg, roommates Chris Hughes and Dustin Moskovitz and friend Eduardo Saverin launch Facebook, an online directory to connect people at college, from Zuckerberg's Harvard dorm room.  March 2004 - Thefacebook.com expands to Stanford, Columbia and Yale. May 2004 - ConnectU launches and contains many of the same features as Thefacebook. September 2004 - The Winklevosses and Narendra file a lawsuit against Zuckerberg, claiming he stole the idea for Facebook from them.  September 2005 - Facebook expands into high schools.  September 2006 - Facebook is opened to anyone over the age of 13. 2008 - Cameron and Tyler Winklevoss and Divya Narendra settle their lawsuit against Zuckerberg. September 2010 - Donates $100 million to the Newark, New Jersey, public school system.  October 1, 2010 - \"The Social Network\" is released. The film is a fictional version of how Facebook started.  December 2010 - Signs the Giving Pledge, a public pledge to give away the majority of his wealth to philanthropic causes.  2010 - Is named Time Person of the Year. April 2011 - A US appeals court rejects the Winklevoss' attempt to void their earlier settlement with Facebook. The Winklevosses argued that their $65 million settlement wasn't enough because Facebook misrepresented the value of company stock.   November 29, 2011 - The Federal Trade Commission announces that it has reached a settlement with Facebook after filing an eight-count complaint alleging that the company made deceptive claims about privacy on the social network and disclosed user information to advertisers. Zuckerberg posts a message on Facebook acknowledging that the company made \"a bunch of mistakes.\" In the post, he vows to improve privacy controls.  May 18, 2012 - Facebook IPO - trading opens at $42.05 and closes at $38.23.  May 23, 2012 - Three Facebook shareholders file a lawsuit in federal court against Zuckerberg, underwriter Morgan Stanley and others, alleging they withheld crucial financial information about Facebook before the IPO. October 4, 2012 - Announces that Facebook has passed one billion active monthly users.  December 2012 - Announces, on his Facebook page, that he has donated 18 million Facebook shares to the Silicon Valley Community Foundation.  October 14, 2014 - Announces he is donating $25 million to the Centers for Disease Control Foundation to combat Ebola. February 06, 2015 - Zuckerberg and his wife, Priscilla Chan, donate $75 million to San Francisco General Hospital. Chan worked there previously during her pediatric residency.  February 2015 - Real estate developer Mircea Voskerician files a lawsuit against Zuckerberg regarding property rights he sold to him at a steep discount, alleging Zuckerberg agreed to provide him networking opportunities. Zuckerberg claims Voskerician is using \"extortive\" measures. The lawsuit is later settled.   May 4, 2015 - His family's charitable organization and others invest $100 million in AltSchool, a chain of schools that is technology-focused and claims to offer a more individualized education. November 19, 2015 - Zuckerberg announces that he and his wife will give $20 million to Education Super Highway, a nonprofit that helps public schools buy affordable high-speed Internet access. December 1, 2015 - Zuckerberg and Chan pledge to donate 99% of their Facebook stock -- worth about $45 billion -- over their lifetime to promote equality and the human potential. September 27, 2017 - After President Donald Trump tweets that Facebook has always been anti-Trump, Zuckerberg responds on Facebook, saying, \"Trump says Facebook is against him. Liberals say we helped Trump. Both sides are upset about ideas and content they don't like. That's what running a platform for all ideas looks like.\" March 16, 2018 - Facebook announces it is suspending a data firm called Strategic Communication Laboratories (SCL) and its subsidiary Cambridge Analytica, which provided the Donald Trump presidential campaign with digital voter outreach services. In a statement, the social network's vice president and deputy general counsel says that Cambridge Analytica harvested user data through a third party app, violating the company's policies protecting people's information. The data was gathered by Aleksandr Kogan, a Russian-American psychology professor who built a Facebook app and got about 270,000 volunteers to take a personality quiz. The volunteers consented to share info from their profiles with Kogan for academic purposes. Kogan then turned over the data to Camridge Analytica. When Facebook learned of the violation in 2015, the company removed the app and asked Cambridge Analytica to certify that it had deleted the harvested data.  March 17, 2018 - A joint investigation by the New York Times and the Observer of London reveals that Cambridge Analytica obtained data from 50 million American Facebook users via Kogan's app. Cambridge Analytica covered the expenses of creating the app and used the info to create targeted political advertising for Trump, according to the investigation. At least some of the data was not deleted as requested by Facebook in 2015, the newspapers report.  March 21, 2018 - During an interview on CNN, Zuckerberg says \"I'm really sorry that this happened,\" acknowledging that Facebook made mistakes and should have responded more robustly to secure user data. He also says that his company is prepping to combat potential meddling in the 2018 midterm elections. Earlier in the day, Zuckerberg posted a message on Facebook with a timeline of events that led to the Cambridge Analytica leak.  March 27, 2018 - CNN reports that Zuckerberg has agreed to testify on Capitol Hill regarding the Cambridge Analytica leak. He turns down a request to appear before British lawmakers, offering to send two senior executives in his place.    April 10-11, 2018 - Zuckerberg testifies on Capitol Hill. Lawmakers press the CEO on drugs sales on Facebook, the Cambridge Analytica scandal, censoring conservative voices and self-regulation. December 18, 2018 - The New York Times reports that Facebook offered more of its users' data to companies than it has admitted. Despite assurances from Zuckerberg that people \"have complete control\" over who sees their content, the Times reported documents and interviews with 50 former Facebook employees indicate that the company gave other firms access to user data. March 6, 2019 - Zuckerberg posts a statement detailing his vision for how to make the service more secure, touting a renewed commitment to privacy. He says the company aims to create a service that is the digital equivalent of a living room, shifting away from Facebook's origins as a virtual \"town square.\" Zuckerberg also announces his intent the integrate WhatsApp and Instagram with Facebook for more streamlined messaging. Critics have said integrating the services may actually compromise privacy and could further consolidate Facebook's power in the marketplace. September 18-20, 2019 - Zuckerberg travels to DC to discuss data privacy. Zuckerberg meets with Trump, senators and lawmakers amidst allegations of anti-conservative bias. March 19, 2020 - Zuckerberg announces on Facebook that the Chan Zuckerberg Initiative is partnering with Governor Gavin Newsom and the state of California to increase the number of tests to 1,000 tests per day. March 27, 2020 - Zuckerberg and Chan announce they have donated $25 million to the Bill and Melinda Gates Foundation to assist with researching treatments for COVID-19. April 20, 2020 - In the Washington Post, Zuckerberg announces the launch of Facebook's \"opt-in\" symptoms survey app. Built in partnership with the Carnegie Mellon University, the survey will be used to track spread of the COVID-19 pandemic. "], "Language": false}