{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/politics/donald-trump-coronavirus-quarantine/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-11T14:50:14Z"], "LastModifiedDate": ["2020-05-11T15:55:05Z"], "Headline": ["Why Donald Trump's idea that he saved millions of lives is laughable"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump has taken to defending his handling of the ongoing coronavirus pandemic and the more than 80,000 now dead this way: It could have been way worse. Here's Trump talking about the economy and the death toll during an interview on \"Fox & Friends\" on Friday morning (bolding is mine): \"In every way the best economy in the history of the world. We were blowing away China. We were blowing away everybody. We were the envy of the world and then they came in and they explained it, and they said, sir, you have to turn it off. We have to close the country. And I said, say it again. They said, sir, you have to close the country. Nobody ever heard of a thing like this but they were right because if I didn't we would have lost two million, two and a half million, maybe more than that people, and we'll be at 100,000, 110,000, higher -- the lower level of what was projected if we did the shutdown, but still you're talking about -- I say two Yankee stadiums of people.\" Now, unlike some (most?) things he says, Trump did not make that number up out of whole cloth. The prediction of more than 2 million deaths from coronavirus in America came from a projection by Imperial College London's Neil Ferguson in mid-March. It was, The New York Times has reported, hugely influential on Trump (and his White House) coming around on the need to push for social distancing guidelines to limit the spread. And you can understand why. The prospect of 2 million dead Americans is hugely jarring. That's more than 3 times the number killed in the Civil War (620,000.) But here's the thing. If you look at the actual guts of the Imperial College London projection, it's clear that 2 million Americans weren't ever going to die from coronavirus. Here's the key language from the model (again, bolding is mine): \"In the (unlikely) absence of any control measures or spontaneous changes in individual behavior, we would expect a peak in mortality (daily deaths) to occur after approximately 3 months. In such scenarios, given an estimated R0 of 2.4, we predict 81% of the G.B. and U.S. populations would be infected over the course of the epidemic... In total, in an unmitigated epidemic, we would predict approximately 510,000 deaths in G.B. and 2.2 million in the U.S., not accounting for the potential negative effects of health systems being overwhelmed on mortality.\" There are A LOT of assumptions built in there. 1) More than 8 in 10 Americans would get the virus. (The most aggressive projections now are that 60-70% of Americans will get the virus.) 2) The mortality rate among those who got it would be almost 1%. (Right now, there are 1.36 million Americans with confirmed coronavirus cases and 80,000+ deaths -- a mortality rate of 6%.) 3) That no mitigation efforts would be attempted. Zero social distancing. No staying at home. But also no changes in ANY sort of personal behavior -- hand-washing, mask-wearing etc. It's that last assumption that makes the projection, to me, somewhat useless. Faced with a virus that had never before existed in humans, for which we have no herd immunity and no vaccine -- not to mention that it had already caused a slew of deaths in China -- it is absolutely fantastical that nothing would change. Logic dictates that even if the government did nothing, people would have taken some matters into their own hands to avoid a virus like this one. As the CATO Institute, a libertarian think tank, wrote in a piece critical of Ferguson's modeling: \"Everyone does literally nothing to avoid danger. The Ferguson team knew that was unrealistic, yet their phantasmal 2.2 million estimate defended on it. As they reticently acknowledged, 'it is highly likely that there would be significant spontaneous change in population behavior even in the absence of government‐​mandated interventions.' An earlier February 20 brief said, 'Some social distancing is to be expected, even in the absence of formal control measures.'\" Right. There's just no chance we would all do nothing. Even if Trump and the federal government hadn't acted, governors in states hit hardest by the virus would have. It's impossible to conclude anything else. Which brings us back to Trump and his claim that even if 100,000 or 110,000 people die from coronavirus, it will be a pittance compared to what might have been. (The influential IMHE model at the University of Washington is currently projecting deaths of upwards of 137,000 by early August.) It's obvious what he is doing. Cherry-picking a jaw-dropping number -- 2.2 million! -- to frame the deaths of more than 100,000 Americans as not all that bad, all things considered. (Worth noting: On April 21, Trump said this: \"Now we're going toward 50 -- I'm hearing, or 60,000 people. One is too many. I always say it. One is too many, but we're going toward 50 or 60,000 people. That's at the lower -- as you know the lower (end of the projections) was supposed to be 100,000 people.\") But the 2.2 million number was never, ever a realistic projection. Never. (Neil Ferguson acknowledged as much!) Again, Trump either doesn't know that or doesn't care. Because citing the big number helps him say he saved \"millions\" of lives -- pushing back against the increasing criticism he and his administration are receiving on how they have handled the coronavirus crisis from the start. That's simply not accurate, however. No matter how many times Trump says it."], "Language": false}