{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/world/coronavirus-newsletter-04-25-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-04-25T12:09:07Z"], "LastModifiedDate": ["2020-04-25T12:09:07Z"], "Headline": ["What you need to know about coronavirus on Saturday, April 25"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Don't believe what celebrities say. The novel coronavirus doesn't affect everyone the same way.  Stories around the world paint a grim reality: Far from being an equalizer, the coronavirus has hit minorities and people from disadvantaged groups in disproportionate numbers. It is deepening the divide between rich and poor, fueling racism and xenophobia. Take Singapore, where migrant workers are suffering the brunt of the outbreak. Stuck in overcrowded dorm rooms, they have nowhere to escape to. They share toilets, shower stalls, laundry clothes lines and storage spaces, while lining up together to receive food. In India, Muslims have been targeted in attacks online and on the streets, accused of spreading the virus. Impoverished Roma communities in Europe have been scapegoated while stuck behind fences erected around their settlements.  And school closures are affecting low-income children more than their wealthier peers.  In the US, the virus has been especially lethal to African Americans. The divide is so stark that some black leaders say the swift reopening of some businesses in Georgia is an attack on people of color. YOU ASKED. WE ANSWERED Q: I don't have any symptoms. Can I still have Covid-19? A: Yes. Two new coronavirus studies released yesterday -- one involving almost 2,000 people from Florida and another from a Washington state nursing home -- came to the same conclusion: Many people who tested positive for the virus didn't know they had it because they showed no symptoms. The findings add to a growing body of evidence suggesting that people who don't feel sick are contributing to the spread of the deadly virus. Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Test, test and then test some more.  Without a vaccine in sight, governments need to test, trace and quarantine before safely lifting lockdowns, Angela Dewan writes.  Though public health experts couldn't be clearer about the importance of effective testing, some political leaders are determined to push ahead despite testing shortfalls. People in the US state of Georgia can now get their nails done and their hair cut, after Governor Brian Kemp allowed some businesses to reopen yesterday. Kemp is going against the advice of the World Health Organization, which said that a good benchmark for adequate testing would be at least 10 negative cases for every confirmed positive case. Georgia has observed 101,000 tests, with a positive result rate of 21.6%. Compare that to Germany, which also has started to ease restrictions. By the end of last week, the country had tested more than 2 million people, with a positive result rate of 7.5%. Governor Kemp, nonetheless, defended his plan, saying on Twitter that his decision was data driven (without providing any data to back this up).   Trump says disinfectant suggestion was sarcasm   President Donald Trump has downplayed his earlier suggestion that medical experts look into the possibility of injecting disinfectants to treat the coronavirus. \"I was asking a question sarcastically to reporters like you just to see what would happen,\" the President said yesterday. Trump was heavily criticized for floating the idea, and the makers of Lysol and Dettol warned strongly against putting disinfectants into the human body.  Multiple sources have told CNN that there has been a concerted effort among Trump aides and allies to curtail his daily coronavirus briefings. One Trump ally told CNN that the disinfectant remark is exactly what they were worried about when they asked him to shorten his freewheeling press conferences. Nursing homes ravaged by the virus  Nursing homes across the globe have struggled to cope with the coronavirus outbreak. Their jobs were already demanding, but now overwhelmed workers must identify, isolate and treat patients with the disease.  Meanwhile, measures aimed at protecting residents from the spread of the disease have left them even more vulnerable and closed off from the public. Government documents show that supply shortages, lapses in care, a lack of transparency and inadequate infection control precautions have fueled the spread of coronavirus within America's nursing homes, Blake Ellis and Melanie Hicken report. The nursing home crisis is not unique to the US. In the United Kingdom, nursing home operators have denounced the government, saying they have been \"badly let down\" by the lack of support. In Italy, authorities have been investigating a string of health violations at elderly care homes.   What's it like to be injected with an experimental vaccine With one jab to his right shoulder, Sean Doyle found himself at the forefront of the world's fight against coronavirus. The 31-year-old medical student and PhD candidate was among the first people in the world to receive an experimental coronavirus vaccine injection.  His friends and family were concerned. \"But they trusted my judgment,\" he said.  As scientists race to develop an effective vaccine, the World Health Organization launched a new program yesterday to speed up vaccine development. And the UK announced yesterday it will host a global summit focused on finding a vaccine after starting its own trial earlier this week. But Dr. Sanjay Gupta, CNN's chief medical correspondent, says safety must come first. \"Unlike therapeutics, which are often first trialed in people with the late stage of a disease, vaccines are given to healthy people to prevent the disease,\" he said. \"The risk of causing illness or even death in an otherwise healthy person haunts everyone involved in the coronavirus response.\" ON OUR RADAR Germany is racing to develop apps that can track the spread of the coronavirus, in an effort to prevent a second wave of infections when its economy reopens, Hadas Gold reports. If the apps succeed, Germans must overcome a widespread reluctance to share data with authorities that is rooted deep in the country's history during the Nazi period and under Communist rule in East Germany.\nMeet a family on the frontlines. He's an emergency room doctor. She owns a restaurant. They're expecting a baby and living apart to protect it. Catherine E. Shoichet has their story. \nA US government review published yesterday sheds light on the Trump administration's alleged early missteps, when it repatriated the first Americans from coronavirus-struck Wuhan in late January.\nEngineers at NASA have developed a high-pressure ventilator prototype tailored to help coronavirus patients, according to the agency. It took them just 37 days.\nA Long Island business owner has become the first person to be charged with violating the Defense Production Act, after prosecutors say he hoarded several tons of personal protective equipment needed by first responders and health care workers and sold it at his store at big markups. TODAY'S TOP TIPS The US government is adding $310 billion to the Paycheck Protection Program so lenders can offer small businesses more forgivable loans. Here's what you need to know to access the funding. The pandemic is making it possible to visit places, albeit virtually, that are normally off limits to most. A dozen Frank Lloyd Wright buildings are now hosting tours. The Beatles' YouTube page will stream the animated film \"Yellow Submarine\" Saturday and host a sing-a-long watch party. If wiping down your groceries and take-out food has become part of your coronavirus survival mode, it might be time to reconsider, especially if that extra effort is adding to your daily stress. The US Food and Drug Administration says there is no need to wipe down groceries or takeout. But do wash your hands properly, it says."], "Language": false}