{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/politics/michael-avenatti-prison-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kara Scannell"], "Writers": [["Kara Scannell"]], "FirstPublishDate": ["2020-04-24T17:20:37Z"], "LastModifiedDate": ["2020-04-24T18:37:05Z"], "Headline": ["Michael Avenatti released from jail due to coronavirus fears"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Michael Avenatti, the celebrity attorney whose clients include adult film star Stormy Daniels, has been released from a New York jail as he begins a temporary reprieve from detention because of coronavirus pandemic fears. Avenatti was released from the Metropolitan Correctional Center in Manhattan around 11 a.m. ET, according to Dean Steward, one of his attorneys. Avenatti is required to surrender to authorities and return to the jail at the end of 90 days, Judge James Selna ruled earlier this month when he granted the attorney's request for release. \"We're really gratified that the judge took the action that he did. He recognized the seriousness of the situation. Unfortunately, there are a lot courts across the country that have not. We're fortunate,\" Steward told CNN. Avenatti has been held in quarantine for the past two weeks at the jail to ensure he doesn't have signs of the virus. According to the judge's order, an attorney will escort Avenatti on a flight to California where he will serve the 90 days of home confinement at his friend's house in Venice, California.  A frequent use of Twitter, Avenatti will not be allowed to use the internet and he will be required to wear a monitoring bracelet. The temporary release came after Avenatti's lawyers said he was at risk for contracting coronavirus because he had pneumonia last year. Currently one inmate and 31 staff members have tested positive for the virus at MCC, according to the Bureau of Prisons. Avenatti has been held at MCC since January when Selna revoked his bail finding that Avenatti engaged in suspicious financial transactions. Avenatti was convicted earlier this year of attempting to extort over $20 million from Nike. He has been charged in two separate indictments with embezzling $300,000 from Daniels, who alleged an affair with Donald Trump, and with tax fraud and stealing several million dollars from other clients. Avenatti has pleaded not guilty to those charges. Trump has denied the affair. Avenatti is due to be sentenced on the extortion charges in June. His lawyers have asked the judge for a new trial."], "Language": false}