{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/bad-education-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-24T13:54:38Z"], "LastModifiedDate": ["2020-04-24T13:54:38Z"], "Headline": ["Hugh Jackman and Allison Janney earn high marks in 'Bad Education'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With Hugh Jackman and Allison Janney as a can't-miss combination, \"Bad Education\" joins a juicy true story somewhere in the middle, drags before getting into the meat of it, and then rallies solidly in the second half. While smaller in tone and topic than most HBO movies, it's a solid exploration of greed and corruption, where the ultimate hero is, of all things, a teenage journalist. Based on a magazine article about a scam in the Long Island community of Roslyn, the small-town vibe falls somewhere between \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom\" (look it up, it's a real HBO movie, and a good one) and the recent college admissions scandal. In this case, superintendent Frank Tassone (Jackman) is an accomplished con man, who has worked with Pam Gluckin (Janney) to bilk the school board in a multi-million-dollar embezzlement scheme. While the numbers might not add up, everyone is positively giddy about the high school's rising status -- graduating more kids into prestige schools -- and the higher property values that come with owning homes in a sought-after school district. It's 2002 when a reporter for the school paper, Rachel (\"Blockers'\" Geraldine Viswanathan), gets assigned a \"puff piece\" about a skywalk that's supposed to be built, but the glad-handing Frank encourages her to aim higher -- that it's only a puff piece if she lets it be. Those are words he'll come to regret, as Rachel begins poring over school records, discovering that those production orders, and a lot else, seem fishy. Directed by Cory Finley from Mike Makowsky's script, \"Bad Education\" (which premiered last fall at the Toronto Film Festival) skips over a lot of details that come to mind -- like how Frank and Pam hatched the plot in the first place, and what made them so sure they could get away with it. It leaves a hole that the movie never entirely fills. Still, watching Frank manipulate the school board chief (Ray Romano) has its appeal, as does the slow pulling back of the curtain on Frank's secrets, which begin to establish him as a flimflam man worthy of Jackman's role in \"The Greatest Showman.\" There are actually similarities between the parts, in the sense that Frank is striving for the good life and using artifice to achieve it. But there's also a dark edge to his character, given how quickly he can shift into threat mode to protect his criminal enterprise. If we don't know enough about Frank, Janney is even more shortchanged by the screenplay, but nevertheless manages with limited screen time as another quirky, perfectly awful character (see \"I, Tonya\"). That said, this is one of those instances where less actually is less, and two or three parts might have helped flesh out the story. As is, \"Bad Education\" remains a good deal of fun, and a not-so-subtle commentary on the way slick operators can exploit greedy homeowners and upscale parents eager to do what's best for their kids. All told, the movie comes out way ahead on the balance sheet. But unlike its key characters, it doesn't quite generate the return on investment, given its assets, for which one might have hoped. \"Bad Education\" premieres April 25 at 8 p.m. on HBO. Like CNN, HBO is a unit of WarnerMedia."], "Language": false}