{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/tom-hanks-letter-gift-corona-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rory Sullivan, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2020-04-24T13:23:37Z"], "LastModifiedDate": ["2020-04-24T13:26:47Z"], "Headline": ["'You got a friend in me!' -- Tom Hanks writes to bullied 8-year-old named Corona"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tom Hanks has a new penpal: an 8-year-old Australian boy called Corona, who says he has been bullied because of his name.   Corona DeVries, from Queensland, first wrote to the actor and his wife, Rita Wilson, after hearing that they had tested positive for coronavirus while in Australia.  In his letter, shown on air Thursday by Australian news channel 9News, DeVries wrote: \"I heard on the news you and your wife have caught the coronavirus. Are you ok?\" Earlier this month, DeVries told 9News that he had recently been called \"coronavirus\" at school.  \"Coronavirus -- they kept on saying that, and I get really mad,\" he said. So he wrote to Hanks and Wilson, wishing them well and saying he knows what it's like to feel down. It wasn't long before Hanks, who was the voice of \"Woody\" the sheriff in the \"Toy Story\" movies, responded -- sending DeVries a typewritten letter and the Corona-brand typewriter he had brought with him and used in Australia.  Hanks addressed his note to \"Friend Corona\" and expressed his gratitude for the 8-year-old's concern about his and Wilson's health.  \"Thank you for being such a good friend -- friends make their friends feel good when they are down,\" he added.  The actor also wrote: \"I thought this typewriter would suit you.. Ask a grown up how it works. And use it to write me back.\" He even included some self-addressed envelopes, to make DeVries' task a little easier.  And at the bottom of his letter, Hanks added the handwritten postscript \"You got a friend in me!\" -- the name of the \"Toy Story\" theme song.   CNN has reached out to Hanks' representatives for comment.  Hanks and Wilson spent time in self-quarantine at their home in Australia after being released from hospital last month. The couple were in Australia for pre-production work on a Baz Luhrmann film about Elvis Presley. Hanks is set to play the singer's manager, Colonel Tom Parker.   The pair returned home to Los Angeles in late March."], "Language": false}