{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/opinions/earth-day-pollution-fossil-fuels-sutter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John D. Sutter"], "Writers": [[]], "FirstPublishDate": ["2020-04-21T23:14:11Z"], "LastModifiedDate": ["2020-04-23T19:47:49Z"], "Headline": ["Between 'Blade Runner' and utopia: Where we're headed 50 years after the first Earth Day"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Imagine it is spring 1970. A few years before, Rachel Carson has written \"Silent Spring,\" a book that spotlights agriculture's dangerous overuse of pesticides and the silencing of birds and the natural world. Stewart Brand, the still-young futurist (now 81), has been distributing buttons printed with simple black text: \"Why haven't we seen a photograph of the whole Earth yet?\" That little prompt preceded the first photographs of the Earth from space, and a sense among acolytes of Brand's subsequent \"Whole Earth Catalog\" that we humans are living with finite resources. Turn on the TV and you might see an advertisement decrying air pollution in New York, a particularly dense smog blanket had covered the city on Thanksgiving weekend in 1966, killing about 200 people. The ad goes on to say that April 22, 1970, which will be the very first Earth Day, \"can be the beginning of the end of pollution -- or the beginning of the end.\"  The beginning of the end of pollution. Or the beginning of the end. Fifty years after millions of people gathered in the United States, some of them wearing gas masks, to celebrate the first Earth Day, I don't think we've answered that question. Putting the Covid-19 pandemic aside: April 2020 is April 1970. Then/now: Solutions to the biggest problems we face are technologically at hand, but they're not exercised in society anything close to the scale the Earth requires. In 1970, the key environmental problems were air pollution, pesticides and water pollution (the Cuyahoga River famously caught on fire in 1969); in 2020, climate change, mass extinction, plastic pollution, and deforestation.  Then/now: Incredible possibility sits on the horizon. Then/now: So does the specter of apocalypse. Only this is no longer the beginning.  On one hand, these parallels give me hope. Earth Day catalyzed the modern environmental movement. In 1970, the US Congress passed the Clean Air Act. In 1972, the Clean Water Act. DDT, the pesticide that so concerned Carson, was regulated and greatly reduced. Rivers aren't catching on fire. There's less smog in the US today, even pre-Covid-19, pre-WFH. Earth Day proves that humans can rise to the occasion, that we can and do change. On the other hand ... %@#*! This month, I re-watched \"Earth Days,\" a 2009 documentary by Robert Stone that chronicles the early days of environmentalism in the United States. It reminded me of Carson and Brand and former President Richard Nixon, a Republican who created the EPA, and who, in his State of the Union in 1970 said, \"Restoring Nature to its natural state is a cause beyond party and beyond factions.\"    Yet, there is one news clip in that film that really screams for attention. \"This morning there was an awesome Earth Day warning from a government scientist in remarks prepared for the American geophysical union in Washington,\" a newscaster says, looking into the camera from behind a blocky desk. \"Dr. Jay Murray Mitchell said 'pollution and over-pollution, unless checked, could so warm the Earth in 200 hundred years as to create a greenhouse effect melting the Arctic Ice Cap and flooding vast areas of the world.'\"  Again, this was 1970. And this clip (along with hordes of other evidence) is a reminder that global warming has been part of the national conversation for more than fifty years. Fifty years! It's maddening that for all of the discussion, things have gotten far worse. In those five decades, we've dumped trillions of tons of carbon dioxide into the atmosphere by burning fossil fuels for things like electricity, heat and fuel. (More than half of all industrial CO2 emissions since the Industrial Revolution in 1850 have occurred since the late 1980s, according to the Union of Concerned Scientists.) Industry has succeeded at maintaining something like the status quo for a half-century, despite overwhelming evidence that the status quo kills people (via air pollution and dangerous warming, with its associated heat waves, fire, storms and so on) and is pushing the natural world headlong into the Earth's sixth mass extinction. In 1970, the concentration of carbon dioxide -- a pollutant from fossil fuels that drives global warming -- in the atmosphere was between 320 and 330 parts per million.  On April 14, 2020, it was 417 parts per million.  Heat-trapping CO2 pollution from fossil fuels actually rose again in 2019, according to the Global Carbon Project. Rose slightly, but rose, nonetheless. That Arctic ice? I'm sure you've heard that it's melting. Oceans have warmed. Seas have risen dangerously, and this is just a hint -- a tiny hint -- of what scientists expect to unfold in the next 50 years on this path.  I could go on about the dangers of this moment. That feels borderline inappropriate amid a global pandemic that's killing tens of thousands. The point is that while Earth Day did bring together disparate coalitions and catalyzed a movement in the United States, environmentalists, climate activists -- all of us -- have failed to solve the single biggest long-term problem facing humanity, which is the climate crisis, and our addiction to fossil fuels.  Knowing that we're continually pushing the global warming problem down the road, into the future, is important. It should inspire us to act with urgency. We can do this. But we can't go on thinking that we're living at the beginning of a movement.  Today's climate activists are building on decades of work. Decades of wins, yes, but also decades of stunning defeat to monied interests. And there's far less time today -- 10 years to radically remake the global energy system and 30 to all but eliminate fossil fuels from the global economy, per the latest science. I recently talked with Denis Hayes, the national coordinator of the first Earth Day. I asked him what he thought the 100th anniversary of that event -- Earth Day 2070 -- would be like.   \"Somewhere between 'Blade Runner' and utopia,\" he said. \"The future is going to be one that we choose, and it will depend upon charismatic, well-informed leaders who pull together coalitions that are capable of achieving great things. It probably won't be one massive stride; it will be a series of steps ... In the ideal world, 50 years from now, a lot of people will refer to Earth Day as a celebration\" instead of a protest or a demonstration, as it's been described.   Between \"Blade Runner\" and utopia. That's where we sit right now, too. It's no cause for celebration. It's also no reason to give up hope. Correction: An earlier version of this article gave incorrect statistics for the concentration of carbon dioxide in the atmosphere in 1970 and 2020."], "Language": false}