{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/entertainment/documentaries-for-kids-teens-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Breeanna Hare, CNN"], "Writers": [["Breeanna Hare"]], "FirstPublishDate": ["2020-04-23T12:54:00Z"], "LastModifiedDate": ["2020-04-23T12:54:00Z"], "Headline": ["9 documentaries for kids and teens that are educational, too"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With schools in several states remaining closed for the rest of the academic year, millions of parents are facing several more weeks of being impromptu homeschool instructors.  If the curriculum and creativity has begun to wear thin, one option is to put those relaxed screen time rules to use with a documentary.  It might feel like the equivalent of the substitute teacher rolling in a TV for every class but, as experts note, there aren't any rules for how to homeschool in a pandemic. And this way, you can pull double duty with a film that's absorbing and educational, too.   Whether you're looking for something to spark interest in biology, or you need an instructive distraction to prevent a meltdown over long division, here are nine places to start. We used Common Sense Media, an age-based movie review site for families, to offer general guidelines on age levels but mileage may vary in your household. English class 'Spellbound'  This 2002 documentary, which follows a group of students from diverse backgrounds working to win the 1999 Scripps National Spelling Bee, still holds up nearly 20 years later. Come for the competitive drama and \"Scrabble\" inspiration; stay for the heartfelt stories of eight charming, ambitious kids. Try with: Ages 8+; Find it on: Amazon Prime; Google Play (rental) 'He Named Me Malala'  Malala Yousafzai's courageous fight for girls' education unfolds in this intimate 2015 documentary, which captures the moments before and after she was attacked by the Taliban for her outspoken stance in 2012. To squeeze in some reading alongside watching, you could pair this film with Yousafzai's memoir, \"I Am Malala,\" and compare how her story unfolds in both mediums.  Try with: Ages 12+; Find it on: Netflix; Amazon Prime   History class 'Jane'  Speaking of stories of inspiring women, this 2017 National Geographic film vividly documents the pioneering work of primatologist Jane Goodall, particularly her groundbreaking 1960s research among chimpanzees in Tanzania. Adults or kids who would be put off by scenes of mating chimps or occasional animal-on-animal violence could skip this one and consider National Geographic's newly released \"Jane Goodall: The Hope\" instead. Try with: Ages 8+; Find it on: Hulu, Disney+  'Apollo 11'  In the summer of 1969, NASA's Apollo 11 spaceflight successfully landed humans on the moon for the very first time. Now, more than 50 years later, this CNN Films documentary recounts the groundbreaking moment using newly discovered footage from the time that gives new clarity to a familiar story.  Try with: Ages 5+; Find it on: Hulu  Science and Math class 'Underwater Dreams'  Like \"Spellbound,\" this 2014 documentary is on its surface about a prestigious robotics competition -- but it's also about immigration, tenacity, ingenuity and opportunity. The film follows a small, underdog team of undocumented high school students who build an underwater robot and go on to face off against MIT, along the way making a case for immigration reform. Note that the film, like the trailer below, includes some strong language.  Try with: Ages 10+; Find it on: Amazon Prime (rental) 'Chasing Coral'  If you wanted to stick with an underwater theme, this 2017 documentary is a visually arresting examination of the dangers facing coral reefs, which are under threat due to climate change.  Try with: Ages 9+; Find it on: Netflix  'Elephant'  Really, you could take your pick from Disney's vast collection of nature docs, which also includes \"Monkey Kingdom,\" about macaques in Sri Lanka, and \"Wings of Life,\" which focuses on bees, birds, bats and butterflies. \"Elephant,\" which follows a herd across the Kalahari Desert, is one of the most recent additions to the collection; it also happens to be narrated by Meghan Markle.  Try with: Ages 6+; Find it on: Disney+  \n Social studies class 'Babies' Released in 2010 -- and not to be confused with the similarly adorable Netflix docuseries of the same name -- this documentary chronicles one year in the life of infants in four different parts of the world: Mongolia, Namibia, Japan and the US. It's not only a heartwarming look at human development but a window to the wider world, which might be particularly welcomed for families sheltering in place.  Try with: Ages 7+; Find it on: Starz; Amazon Prime (rental) 'Elián'  Parents likely think of the case of Elián Gonzalez as modern history, clearly remembering the story of the Cuban child who became locked in an international custody battle just ahead of the 2000 presidential election. But even today's high school seniors are too young to know how all-consuming this story was at the time. With stakes that reverberated across foreign policy, US-Cuba relations and American politics, this CNN Films doc recounts the dramatic saga from multiple points of view -- including that of Elián himself.  Try with: Ages 12+; Find it on: CNNgo If you need more options for your youngest viewers, or you can't seem to get your kids into documentaries, here's a list of other kids' shows parents can feel good about. "], "Language": false}