{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/entertainment/extraction-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-22T22:01:17Z"], "LastModifiedDate": ["2020-04-22T22:57:58Z"], "Headline": ["Chris Hemsworth kills a lot more than time in Netflix's 'Extraction'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Far more interested in stunts than story, \"Extraction\" is a simple-minded action vehicle for Chris Hemsworth that should benefit from providing a theatrical-style adrenaline rush when the spigot for such fare has closed. Basically, Netflix is serving up an old-fashioned B movie, at a moment when the A-list blockbusters have been postponed. The \"Thor\" star reunites with \"Avengers\" directors Joe and Anthony Russo, who produced the film, with Joe writing the script. Sam Hargrave, a second-unit director and stuntman on the \"Avengers\" movies (he doubled for Chris Evans), also makes his feature directing debut, which explains the emphasis on visceral thrills and can-you-top-this stunts. The centerpiece of that is a bracing action sequence shot as one continuous scene, which would be more impressive, frankly, if \"1917\" hadn't done the whole thing longer and better. Still, if the goal is to show off a bit in terms of technical expertise, it's certainly a way of hammering the point home. Beyond that, \"Extraction\" is a pretty numbing affair, reminiscent of early Arnold Schwarzenegger movies (\"Commando\" comes to mind), with a pinch of \"Man on Fire.\" It's the sort of movie where bodies pile up promiscuously, and the near-unstoppable protagonist takes a grilling and keeps on killing. In this case, in one of the oldest cliches imaginable, Hemsworth's Tyler Rake is a battle-scarred mercenary nursing a wounded soul because of a personal loss. \"You're hoping if you spin the chamber enough times, you're going to catch a bullet,\" a colleague tells him, indicating that he really doesn't care if he lives or dies. Rake is enlisted to extract Ovi (Rudhraksh Jaiswal), the teenage son of a jailed drug lord, who is abducted by a rival boss, Amir (Priyanshu Painyuli), and taken to Bangladesh. With the city under Amir's control, Rake must fight off enemies at every turn, gradually bonding with the kid along the way. (\"Stranger Things'\" David Harbour pops in, briefly, as an old ally.) Surviving will mean fighting through hordes of faceless attackers, dispatching many by shooting them at point-blank range. There's a kinetic quality to the action, but setting aside that aforementioned tracking shot, nothing action fans haven't seen in, say, the Jason Bourne movies, which weren't quite as stingy in terms of plot. For Hemsworth, whose recent credits include playing another military man in \"12 Strong,\" it's a perfectly adequate showcase, as he joins the roster of relentless warriors who speak a little and shoot, punch and stab a whole lot. As for the Russos, they seem to have taken a step back from huge spectacles, producing this after \"21 Bridges,\" a formula thriller designed for another Marvel star, Chadwick Boseman. Netflix's movie ambitions have meant producing a variety of genres -- courting awards with some of its fare but also catering to teens and delivering the occasional action movie, such as the recent Ryan Reynolds-Michael Bay team-up \"6 Underground,\" another bigger-budget effort with more brawn than brains. Even without his hammer, Hemsworth still conjures a few sparks. But with apologies to his last collaboration with the Russos, \"Extraction\" feels like the short end of the stick. \"Extraction\" premieres April 24 on Netflix."], "Language": false}