{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/media/netflix-earnings-tiger-king-q1-2020/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-21T20:09:49Z"], "LastModifiedDate": ["2020-04-22T00:52:49Z"], "Headline": ["'Tiger King,' 'Love is Blind' and coronavirus propel Netflix to huge subscriber gains"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Netflix added a stunning 16 million subscribers in the first quarter of 2020, as the coronavirus pandemic led people to stay at home and binge on hit docuseries, such as \"Tiger King,\" and reality shows like \"Love is Blind.\" The company blew by its own subscriber growth expectations on Tuesday when it reported its first-quarter earnings.  Netflix now has 183 million subscribers globally.  The service said it expects to add another 7.5 million subscribers in the second quarter. Netflix's first quarter profit in 2020 more than doubled, to $709 million from $344 million in the year-earlier quarter. Its revenue jumped 28%, to $5.7 billion. Netflix's share price was mostly unchanged in after hours trading. Despite its impressive jump in profits and subscribers, the company's letter to shareholders was somber, focusing on the coronavirus pandemic. \"In our 20+ year history, we have never seen a future more uncertain or unsettling,\" the company said. \"At Netflix, we're acutely aware that we are fortunate to have a service that is even more meaningful to people confined at home, and which we can operate remotely with minimal disruption in the short to medium term. Netflix said that it, like its competitors, is \"seeing temporarily higher viewing and increased membership growth.\" That, in turn, could cause issues in the future, the company warned.  \"We expect viewing to decline and membership growth to decelerate as home confinement ends, which we hope is soon,\" it said. The company also spoke about potential disruptions to its business, including content production. \"When it comes to production, almost all filming has now been stopped globally, with the exception of a few countries like Korea and Iceland,\" Netflix said. \"This has been devastating for millions of workers in the TV and film industry.\" That said, Netflix noted it would release all shows and films that were already scheduled to run in its second quarter. \"While our productions are largely paused around the world, we benefit from a large pipeline of content that was either complete and ready for launch or in post-production when filming stopped,\" the company added. Netflix also shared the viewership numbers for one of its most buzzworthy series: \"Tiger King: Murder, Mayhem and Madness.\"  The docuseries, which tells the life story of Joseph Allen Maldonado-Passage, aka Joe Exotic, has been the breakout hit of the last couple of weeks, spawning online discussions, memes and opinion pieces.  Not to mention, a huge viewership. Netflix said that 64 million member households worldwide have sampled the series. Netflix isn't the only service to see a boost from people stuck at home. Disney+, Disney's new streaming service, crossed the 50 million subscriber mark earlier this month, which puts it within striking distance of its long-term goals. \"I've been so impressed with Disney+'s execution,\" Reed Hastings, Netflix's CEO, said on the company's post-earnings call on Tuesday. \"I've never seen such a good execution of the incumbent learning the new way and mastering it... My hat's off to them.\" Correction: A previous version of this article misstated the quarter for which Netflix reported subscriber numbers."], "Language": false}