{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/opinions/zimbabwe-wildlife-photographer-wolhuter-lockdown-coronavirus-spc/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Kim Wolhuter"], "Writers": [["Robert Howell"]], "FirstPublishDate": ["2020-04-21T17:00:28Z"], "LastModifiedDate": ["2020-04-24T20:27:05Z"], "Headline": ["I'm in lockdown with wild hyenas: Coping with isolation by embracing nature"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With nearly a third of the world population living under some sort of shelter-in-place guidelines, many are struggling to figure out how to deal with extreme isolation. CNN's Inside Africa spoke with Kim Wolhuter, an award-winning South African wildlife photographer, who lives and works on a 60,000-hectare wildlife reserve in Zimbabwe with his wife and daughter, about how he and his family thrive in a world with minimal human interaction -- and maximum animal interaction.  This interview was conducted by email and has been edited and condensed for clarity. CNN: What does the lockdown look like from your vantage point living in the bush? Kim Wolhuter: Amid this global lockdown, here in Zimbabwe, we almost feel like we have been living this \"lockdown life\" for a year already. The only difference is we had the privilege of choice to pursue it, in contrast to the mandatory enforcement the world currently faces.  This is our normal. We self-isolate; we homeschool our daughter Kiki; we stockpile our food -- and toilet paper -- as the nearest grocery store is two hours away. And our human contact with the outside world rarely amounts to daily social interaction.  But again, we chose this life. Now, during this crisis, we are finding ourselves still alone, but also more together, or in sync, with the rest of the world. We have no telly (television), but we catch glimpses of how others are coping with being forced to be home, and it definitely stirs up an overwhelming sense of gratitude for what we have out here -- the privilege and freedom to be outside. We are trading in a commodity that the world had forgotten the value of. What we lack in material belongings, bank balances, convenience and community, we make up for with a deep and real connection to nature, a focus on family time (a lot of it) and a sense of peace that I think the world is missing. We live simply but fully. Despite lockdown, our isolated lifestyle allows us to be in the bush, feet in sand and enveloped by trees and sky with all the incredible sounds and smells -- all while practicing social distancing. We have learned that nature is our essential. We eat, sleep, swim, play, learn and love out there.  CNN: You live in the bush because of your wildlife photography work, but that can be quite risky. Why do you continue to risk your life capturing images of dangerous animals? Wolhuter: Risk my life? Being a rugby player is risky. Surfers risk theirs simply for that epic wave. Our doctors and health care workers are currently risking their lives every second.   So, what drives them to put it all on the line every day? Some would say madness. I would agree partially, but mostly I think it has to do with passion. It's no different with me and my work. I feel so wildly passionate about being the best PR officer for my friends, the hyenas, but also for using my platform to help shift mindsets and get every person invested in conservation (even if only from their couches). I risk it because I want to appeal to that innate desire in every heart to be connected to nature.  CNN: In the middle of this human crisis, why should we still care about animal conservation? Wolhuter: The potential origins of the virus pose a challenge to conservation. There are several working theories that suggest Covid-19 originated in bats and possibly pangolins, too. But the fact that we could possibly get viruses from wild animals poses a great risk to their safety. If someone posts a false story, claiming the virus is spread by tigers, for example, suddenly tigers are at risk of slaughter. Just consider this: Disney releases \"The Lion King,\" a movie about a majestic lion that totally vilifies hyenas -- and for years hyenas' reputations are so tarnished that I can barely sell a film about hyenas because no one cares about those \"bad guys.\" One of my most ambitious projects is to change the way we see hyenas so we can protect these incredible creatures and their habitat. And the reality is we need hyenas in our ecosystems. By protecting any of these animals, we are protecting entire food systems, prey, plants, soils, trees, even down to the bees. And we have to try and save what natural habitat is left, and even expand wild areas, before we lose it all. I believe if audiences see me sitting with a clan of hyenas, some coming to play and seeking connection, they will feel more of a desire to connect with our natural world. CNN: Living so far \"off the grid,\" what are some of your go-to strategies for making your solitary existence bearable? Wolhuter: Well, first, I wouldn't even call it making it bearable. We are living among the natural world without the distractions of sirens, car horns and the buzzing noises of the city. I'd argue all those distractions add stress to somebody's life. Whereas we, living in the wild, have probably added years onto our lives. That said, as a family, we have our special little pleasures that make the experience of isolation particularly enjoyable. One of them is sleeping out under the night sky as much as possible -- but especially when the moon is full. We wake up full of dew, to see the setting of the moon and rising of the sun. Another is our sundowners tradition, which includes an alcohol-free beer somewhere wild and wonderful as we bid farewell to the day and welcome the transition to night. We have the same ritualistic excitement for our morning tea, which entails finding the perfect spot (a grove of baobabs, a part of the Mopane forest or a koppie [small hill]), of which there are many. We enjoy our cup of rooibos and some form of baked delight in the crisp freshness of the dawn. I truly feel that this synchronicity with nature creates in us a deep and real sense of wellness, peace and contentment. Of course, I recognize we are incredibly lucky. We have this connection with nature thanks to our really big backyard. CNN: Any advice for those of us who didn't choose this isolation? Wolhuter: Our lockdown here in the middle of the bush in Zimbabwe probably looks very different to most people's new normal, so I hope I am using this gift of freedom out here in the wild to convey an important message. In this time of crisis, I ask that you give up technology for that briefest of moments and connect with nature in whatever way you can, even just peering out the window. It's a connection we've all lost and long for. As the British environmentalist Andy Goldsworthy said, \"We often forget that we are nature. Nature is not something separate from us. So when we say that we have lost our connection to nature, we have lost our connection to ourselves.\" Let's reconnect with nature in whatever way we can, especially during this crisis."], "Language": false}