{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/entertainment/gwyneth-paltrow-all-in-challenge-oscars-dress-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T22:36:58Z"], "LastModifiedDate": ["2020-04-18T22:36:58Z"], "Headline": ["Gwyneth Paltrow is auctioning off an Oscars gown for coronavirus relief, a dress she once called 'not Oscars material'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Gwyneth Paltrow is auctioning off one of her old Oscars dresses to help provide food assistance to people in need during the coronavirus pandemic. But it's not one of her favorites.  The auction is part of the #AllInChallenge, in which celebrities auction off things like memorabilia or their time, with proceeds going to food organizations like No Kid Hungry and Meals on Wheels. So far, the challenge has raised more than $10 million.  The dress in question is the one Paltrow wore to the 2000 Oscars, the year after she won the Best Actress award for her work in the 1998 film \"Shakespeare In Love.\" The dress is a slinky silver Calvin Klein number -- hand-beaded, according to Paltrow. \"It's very end of the 90s, which is back in style now so I thought it would be a good one to donate,\" Paltrow said in a video posted to Instagram. Paltrow said she would give the dress to the winning bidder herself, inviting the lucky winner over. The problem? It's the same dress she previously roasted in a 2013 blog posting on her Goop website, calling it an \"okay dress but not Oscars material. I chose it because I wanted to disappear that year.\" Insert a \"yikes\" emoji here. Responses to Paltrow's attempt at altruism were mixed on her Instagram post. Though some praised the star for her good deed, others were quick to call her out. \"Very noble but donate your own money not money from an auctioning a dress ???\" said user bella.vw.  \"hilarious in an interview that dress she says is one of her least favorite oscar choices,\" pointed out user jenngorsuch. \"...in her post she says the dress is sentimental. I think it's interesting how she wants to donate a dress she's not fond of..\" wrote tiffrae18. Paltrow isn't the only celebrity to donate something to the cause. The challenge was begun by sports retailer Fanatics and has been picked up by everyone from Leonardo DiCaprio to Ciara. Talk show host Ellen DeGeneres donated $1 million to the cause."], "Language": false}