{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/media/movie-theaters-trump-reopen/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-18T13:08:20Z"], "LastModifiedDate": ["2020-04-18T13:08:20Z"], "Headline": ["Trump wants movie theaters to open soon. That's more complicated than you'd think"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["President Trump outlined a plan Thursday to reopen the economy. In the first phase, large venues like movie theaters can operate \"under strict social distancing protocols.\" But opening a movie theater — and, more importantly, getting audiences back in the seats — isn't as easy as just turning on a projector. Movie theaters are cultural institutions that can be more affordable than going to restaurants or sporting events, and many parents are eager for something to do with their kids outside of the house. But movie theaters aren't an ideal place for social distancing, even if theaters limit capacity. And even if they do open, will audiences show up?  \"It's all going to be about consumer confidence and making people feel safe to go to the movies,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"It's a challenge, because everything that makes movie theaters special — the communal experience — are the very things that people and health experts are concerned about.\" Dergarabedian believes that, when theaters do finally open, it will be at a limited capacity. And they will likely do \"whatever possible to make theaters as sanitary, safe and clean as they can be,\" he added. For theater owners, limited capacity is better than no capacity at all. The coronavirus outbreak has ravaged the movie theater business. Movie theaters large and small are shuttered, film productions are halted and the release of some of the year's biggest films — \"Mulan,\" \"Wonder Woman 1984\" and \"F9\" — are delayed. Movie theaters face another existential threat because audiences can watch movies from the comfort of their living rooms and may grow more accustomed to that as social distancing persists. Major studios also have made many current films available for purchase at home, such as \"Trolls World Tour\" and \"Onward.\"  However, as Shawn Robbins, chief analyst at Boxoffice.com, points out, many of the films released on demand were first released in theaters and aren't really big blockbusters.  \"The reason we're talking about movies at home a lot right now is because there's a flood of new movies that you can buy digitally,\" Robbins said. \"That's not going to last forever, because studios have no plans to release big movies at home. If that was the case, we'd all be watching 'Mulan' right now.\" There's another issue with reopening movie theaters: no new big movies. Most blockbusters have been delayed to late summer or fall, with some films pushed back into next year.  Theaters also will need time to \"bring back staff and do training based on the new health protocols,\" Robbins said. \"In terms of the studios, they need to decide when to release their films to nab the biggest audience possible,\" he added. \"That depends on other studios scheduling their own films and when audiences embrace going back to the movies again.\""], "Language": false}