{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/middleeast/egypt-soap-operas-coronavirus-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lina Wardani and Sarah El Sirgany, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T04:32:37Z"], "LastModifiedDate": ["2020-04-17T04:32:37Z"], "Headline": ["Egypt's soap operas defy a deadly virus for Ramadan prime time. But at what cost?"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Dozens of actors and film crew members crammed into a small hair salon in an upscale Cairo neighborhood in early April. They were racing to finish filming a TV serial scheduled to premiere during the Muslim holy month of Ramadan, which starts next week. The narrow streets of the Egyptian capital were a beehive of activity with ​dozens of crew members moving up and down the road or resting on plastic chairs on the sidewalks. ​ In previous years, the crowd, the six trucks and 32 vehicles lining the surrounding streets would have attracted passers-by hoping to see their favorite film stars. It is a common sight in the weeks before Ramadan, a high season for TV, when crews work 16-20 hour days to meet their deadlines. But at a time when Egypt is observing a partial curfew to stem the spread of the Covid-19 pandemic, concerned neighbors were alarmed to see a big crowd ignoring social distancing guidelines and called the police. That day officers showed up to the set seven times but everything they were doing was perfectly legal, Ahmed Yehia, a producer working on the serial, told CNN.  Yehia works on a comedy, but his experience is representative of the Egyptian pre-Ramadan film industry.  Egypt's government advises against activities involving crowds and only imposes fines on those violating the ​curfew, which was 7pm-6am initially. President Abdel-Fattah el-Sisi, who promised cash handouts to ​workers impacted by the virus, said in a televised speech last week that he did not want to completely \"suspend ​work completely in all sectors.\"  Since the start of the outbreak, the government has suspended schools and universities, grounded most flights and closed mosques and churches in a bid to contain the spread of the novel coronavirus. It advised those who can to work from home, but encouraged production in different industries to continue, including TV which is mostly controlled by privately owned companies with ties to the state. Insiders in the multi-million dollar TV industry warned that continuing to work in crowded sets over long hours could be deadly. ​ \"How can we make a living if we and our loved ones are dead?\" script writer Mariam Naoum said in a public appeal ​on Facebook to stop productions on March 22. By that date, the virus had ​officially claimed 14 lives, including two military generals, and the country's confirmed cases stood at 327. TV channels were pressuring producers, who were pressuring actors to continue filming, Naoum said. Though she was able to work from home as a scriptwriter, she felt she was facilitating the work that was happening on those crowded sets, she added: \"I feel that with every scene I [write and] send, I hurt people that I love very much.\" 'Ramadan is our Super Bowl' Millions in Egypt and around the Arab world will be glued to the high-production period dramas and thrillers throughout the holy month of Ramadan, which begins on April 23. Discussions of plot twists dominate the traditional family gatherings after the day-long fast. In good years, Egypt can produce up to 80 serials for that month alone, shown on local and ​international Arab channels selling ad slots to corporations splurging on big stars and expensive productions. \"Ramadan is our Super Bowl,\" film director Tamer Mahdy said about the ad industry. This struggle between protecting people from the virus without bringing the economy to a screeching halt is mirrored globally, in everything from government responses to people's daily choices. Egypt has a population of ​nearly 100 million people living in densely populated cities and villages. Its fragile health care sector is reeling under budget cuts and its political leadership ​is widely perceived to lack transparency, and flout its own rules. ​ A third of the population lives in poverty and at least half of the economy is made up of workers who depend on daily wages for survival  \"There is no protective gear. And that's why doctors are at high risk,\" Dr. Mohammed Hassan, ​a physician and former Egypt's doctors' union leader told CNN. ​But for a population the size of Egypt's, experts worry about the country's capacity, with just 346 ventilators set aside to treat coronavirus patients. Health and government officials didn't respond to multiple CNN requests for comment over the span of a week. ​ Egypt's Minister of Health, Hala Zayed, has repeatedly cited Egypt's low number of confirmed cases as a point of pride for the Egyptian government. Egypt reported 2,505 cases and 183 deaths as of Wednesday and the World Health Organization (WHO) has commended its early interventions to contain the virus.  But experts warn that the health sector is ill-equipped to handle an outbreak like the one seen in Europe​, and equipment shortages are affecting hospitals across the country. \"We managed to collect donations and buy the basic medical supplies,\" a cardiologist at a public hospital told CNN. \"The health ministry is doing its best,\" but \"a corrupt and poor system\" can't be reformed during a pandemic, she added. The cardiologist spoke on condition of anonymity to avoid punitive measures. At least three doctors ​have died from the novel coronavirus and 43 others health workers ​have tested positive, the doctors' syndicate said, leading to partial closures of public hospitals offering free healthcare to thousands of the most vulnerable​. One of the hospitals that has had to reduce its capacity is the National Cancer Institute. ​The WHO said 13 percent of Egypt's confirmed cases are healthcare workers.   And even where the capacity still exists, some patients say they don't feel safe. Seeing how some doctors and nurses didn't use basic protective gear or observe social distancing at a public hospital, cancer patient Amr Asaad told CNN he is \"reluctant to resume his chemotherapy.\"  Stopping is not an option \"Postponing or not shooting is not an option,\" said Mohammed Gamaleddine, a line producer in an upcoming Ramadan drama, told CNN. \"We are freelancers, not rich stars. There are hundreds of people who work in this industry and most of us may stay at home with no job or money from year to year. It could be the only gig we have,\" he added.  Despite these appeals and the concerns expressed by crews and actors, shooting only stopped on productions that were so behind in their schedule that they would not have been able to meet their deadlines while working under the curfew​, according to several industry insiders who spoke to CNN. ​Those who had finished 70% of filming ​acquired permits to work through the curfew, scaled down the production, halved the number of crews on newly sterilized sets and brought physicians on site​, they said. Ashraf Zaki, the head of the semi-official actors' syndicate said in early April only 25% of the planned serials would make it to the screens in Ramadan. \"The government wants us to finish the series, so people can find something to entertain them during the lockdown. The production company will pay a huge fine [to TV networks] if they don't deliver before Ramadan,\" Yehia, the producer who worked on the shoot at the hair salon, told CNN. A week later, Yehia's crew moved to a hotel to film a number of other scenes. A shoot at the hotel reception involved 130 people. The following scene was shot in a hotel room, with a minimum of 20 people \"after cutting down all unnecessary staff,\" he explained. To cut costs, by paying the hotel for one day instead of two, the crew kept on working for 20 hours -- a common practice in the annual race. \"Right now, I am wearing a mask and gloves, but in a couple of hours -- like every day -- I will get too busy or get tired and will throw them away,\" Yehia told CNN on the phone from the hotel. \"We are all crammed in one place. There is no way we can have social distancing.​\"  \"We all would rather be at home with our families. I am so scared for my family. I agreed with my wife that the kids will be safer in our hometown Alexandria and I haven't seen them or my mother for the past three weeks,\" Yehia added. ​​"], "Language": false}