{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/tech/contact-tracing-smartphones-apple-google/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Rishi Iyengar, CNN Business"], "Writers": [["Rishi Iyengar"]], "FirstPublishDate": ["2020-04-20T22:57:01Z"], "LastModifiedDate": ["2020-04-20T22:57:01Z"], "Headline": ["Apple and Google's contact tracing initiative would omit billions who don't have smartphones"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple and Google may have set aside their smartphone rivalry to help track the spread of the coronavirus. And between their Android and iOS operating systems, the new contact tracing technology they are jointly developing — which tells smartphone users if they've been around someone who tested positive for the virus — could make its way to billions of devices.  But along with concerns around privacy and whether enough people will opt in to make the technology effective, there's another big hurdle: around half the world's population still doesn't have smartphones. And while the Bluetooth capability it's built on isn't necessarily restricted to smartphones, it will also require public health apps that can only be downloaded on the companies' smartphone operating systems. \"I think it kind of fits in line with the broader digital divide,\" Vincent Thielke, an analyst at research firm Canalys, told CNN Business, adding that regions like Latin America, India and Africa could hold back the global reach of the contact tracing initiative. Canalys estimates that there are around 4.2 billion smartphone users worldwide, with another 1.8 billion people that still use non-smartphones known as feature phones.  Industry association GSMA, which hosts the annual Mobile World Congress in Barcelona, has a more conservative estimate — only 49% of the global population has accessed the internet through a mobile device, according to its latest report, covering less than 4 billion people. And as of 2019, there are 5.2 billion people worldwide with access to any kind of mobile device.  It's an obstacle that will disproportionately affect some regions and populations. While smartphone adoption in North America and Europe is around 83% and 76%, respectively, and 72% in the Greater China region, that number drops to 62% for the rest of Asia and 45% in sub-Saharan Africa, according to GSMA.  Thielke said regions with lower smartphone penetration could still provide samples that can be extrapolated for \"better modeling than if there was nothing in place.\" But their demographics and economic disparities could also skew results. For example, urban and rural areas may have significantly different smartphone adoption and usage, he said. Apple and Google have said that in order to protect privacy, their contact tracing technology won't work unless smartphone users choose to activate it, which could create additional hurdles in countries with lower digital literacy. \"One limitation of contact tracing is that the application is opt-in, and the requirement of additional effort may lead to contacts not being traced,\" Thielke said. \"But the idea is that contact tracing should allow for inferences about the broader population in areas where the opt-in base is sufficiently large enough,\" he added.  India, the world's second-largest smartphone market after China, has imposed some of the most stringent lockdown measures in the world and has rolled out its own contact tracing app. But nearly half of India's population — around 600 million people — is yet to come online, and most of the country still doesn't use smartphones.  While Apple and Google's contact tracing efforts have their limitations, Thielke said the companies could potentially expand them by integrating the technology with tens of millions of wearable devices linked to their ecosystems.  \"The fact that Apple and Google have pooled their resources to combat COVID-19 will benefit them over the long term, and they will emerge from the coronavirus pandemic with much stronger ties to the medical community,\" he said. "], "Language": false}