{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/entertainment/tiger-king-other-documentaries/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-16T13:58:15Z"], "LastModifiedDate": ["2020-04-16T16:43:03Z"], "Headline": ["If you loved 'Tiger King,' here's more WTF (Watch The Fascinating) content for you"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Now that you cool cats and kittens have had time to digest \"Tiger King: Murder, Mayhem and Madness,\" there's more where that came from. The buzzy Netflix docuseries is far from the only project that will make you watch and scratch your head in wonder. Check out these other suggestions:  \"Don't F**k With Cats\" We promise all of these selections won't be feline themed. This three part docuseries is actually about Canadian killer Luka Magnotta, who also so happens to abuse cats and film it. That's when some internet sleuths got involved and the result is a true-crime doscuseries that will blow your mind. Where to watch: Netflix \"Abducted In Plain Sight\" Where to even begin with this one? Jan Broberg was a 12-year-old girl groomed and brainwashed by a man almost 30 years her senior who also managed to cast an odd level of influence over her family. How else would you explain his being able to abduct Jan not once, but twice? Yes, you read that correctly. Trust that you will be pausing this and running some scenes back in disbelief.  Where to watch: Netflix and YouTube \"Three Identical Strangers\" A set of triplets are split up and later reunited as teens under a strange set of circumstances. Things take a dark turn, however, when information comes out about them being part of a secret, scientific experiment.  This documentary aired on CNN and stirred a great deal of interest and conversations about scientific ethics, family and relationships.  Where to watch: Hulu and YouTube \"The Staircase\" Murder or accident? That's the question at the heart of this docuseries. Novelist Michael Peterson was convicted of murdering his wife Kathleen Peterson after he claimed she fell down their staircase, but the medical examiner said she was beaten. Was he guilty or merely misunderstood? Added bonus: interest in the original case and docuseries led to a sequel of sorts, \"The Staircase II: The Last Chance,\" in 2013. Where to watch: Netflix and iTunes"], "Language": false}