{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/design-competition-coronavirus-spc-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kieron Monks, CNN"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-04-16T09:10:08Z"], "LastModifiedDate": ["2020-05-13T10:38:55Z"], "Headline": ["'Quarantent' and 'Farewell Suit' among the designs in a global competition to fight coronavirus"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["Global Grad Show is a celebration of academic ingenuity billed as the \"world's leading exhibition of innovative graduate design.\"  The event takes place each year as part of Dubai Design Week with the next installment scheduled for November. But an emergency edition has been rapidly convened to seek ideas for tackling the coronavirus pandemic that has bought much of the world to a standstill.  Related video: This hospital gown can monitor your health Among the most eye-catching proposals are self-sanitizing smart lockers for hospital staff and open-air depots that allow delivery drivers to avoid face-to-face contact.  Organizers last month sent an open call to higher education institutions around the world for proposals that \"identify and address a critical issue surrounding Covid-19.\" \"There are a couple of ways to respond to a crisis,\" says Brendan McGetrick, head of curation of Global Grad Show. \"One is defensive and one is creative. It is a positive thing for people to stay at home at this point. But also we can't just bunker down and hope for it to be over.\" No parameters   No parameters were placed on entrants, to maximize the breadth of innovation. But projects should have a realistic prospect of short-term implementation as the competition organizers, backed by the resources of the Investment Corporation of Dubai, intend to make ideas into reality -- and fast.  \"Any projects that get accepted, we will help develop and try to bring to fruition, and also provide financial support,\" says McGetrick. \"These should not be things that will take years of research and development because we don't have years.\" Almost 400 proposals have been received with submissions now closed. Organizers have compiled a shortlist, with innovations spanning from the relatively simple, such as a grip handle to avoid touching objects with bare hands, to the technically audacious, such as a system for smart food tracking.   Many designs focus on support for key workers such as medical staff and delivery workers. Other innovations protect the public, such as a home \"Quarantent\" to allow for isolation in a house with other people -- featuring a separate water connection and semi-transparent roof to allow natural light in -- and a poignant \"Farewell Suit\" conforming to hospital sanitation standards that would allow family members to visit dying relatives without risk of infection.  Global innovation  As the coronavirus pandemic has touched practically every corner of the world, it is fitting that the competition drew responses from many nations, from Italy to Iran, Japan to the US.  Anna Teachout, a student at the Georgia Institute of Technology, designed a system of stick-on sensors -- or tattoos -- called Touch, to stop the user from touching their face. \"The tattoos on the user's wrists contain small motors that cause light vibrations when they come within range of the ear sensors, alerting the user to stop the action,\" Teachout explains. \"Over time, 'Touch' will condition the user to reduce or stop the contagious behavior of contact between their face and hands.\"  The technology involves printing silver nanoparticles onto a temporary film, the creator says, before coating them with liquid metal to create a flexible, wearable circuit.  A team from three French and Italian universities combined to produce a \"Solar Tunnel\" system that directs sunlight down from a rooftop through pipes with reflective surfaces into apartments for the benefit of people trapped indoors during a lockdown.  \"Light enters from the roof, bounces off mirrored surfaces and finally floods the living spaces,\" said aerospace engineers Giuseppe Ciardella, Saverio Tavernese, Walter Agostinelli, and Andrea Marchionni in a statement. \"The use of solar tunnels will make the interior of houses warmer and more attractive, with beneficial effects on the health and psychology of tenants.\" A research group at the Universidad Privada del Norte in Peru took heed of the high casualty numbers of nurses in Italy and elsewhere, and designed a smart locker \"where the work uniform is placed and cleaned by chemicals and UV light.\"  Next steps A jury of experts in health, innovation, and technology will assess the shortlist in the coming weeks and select projects to take forward.  There is no limit on the number that could reach this stage, says McGetrick. Neither is there a strict time frame for delivering a project and making it ready for public use.  But the priority for everyone involved in the competition is to make a difference in this global struggle, and to lose no time in doing so. "], "Language": false}