{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/downton-abbey-costume-nhs-scrubs-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Sara Spary, CNN, Allyssia Alleyne, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T14:32:50Z"], "LastModifiedDate": ["2020-04-15T15:31:05Z"], "Headline": ["'Downton Abbey' and 'Star Wars' costume designers are making hospital scrubs"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["As the UK faces a shortage of personal protective equipment (PPE) in the wake of the coronavirus pandemic, costume designers from the nation's most popular TV and film franchises are stepping in to help. Since late March, crew from \"Downton Abbey,\" \"Star Wars\" and \"His Dark Materials\" have stitched thousands of medical scrubs for the nation's beleaguered National Health Service (NHS).  The efforts have been led by Dulcie Scott, a costume supervisor who worked on the BBC adaptation of Philip Pullman's \"His Dark Materials\" and, before that, the historical drama \"Downton Abbey.\"  After hearing about grassroots efforts to produce scrubs in London, she suggested the idea to the designers on her team, who had all recently been placed on furlough.  Spread across the UK, they set out to produce scrubs for the institutions in their own communities, using materials sourced by the buyer on their show, who had previously worked on a medical drama. With the blessing of the \"His Dark Materials\" management, they launched Helping Dress Medics -- a riff on the show's acronym, HDM.  On March 27, Scott started a GoFundMe to cover the cost of materials, which has since raised more than £51,000 (63,471). Since then, the number of volunteers has expanded from 10 to 150 as the initial HDM team has reached out to their personal networks, and word of their campaign has spread.  The current list of volunteers reads as a who's-who of the British costume design scene, with designers from \"Batman,\" \"Guardians of the Galaxy,\" \"Cinderella,\" and \"Sex Education,\" as well as the English National Opera and the Sheffield Crucible among other places, joining their efforts remotely.  And it's not just designers getting involved: Sound mixer John Casali, who won an Oscar last year for his work on \"Bohemian Rhapsody,\" has volunteered to deliver scrubs in his van.  \"Our roll call is embarrassingly brilliant,\" Scott said on the phone from her home in Gloucestershire. \"I think the film industry internationally takes pride in being able to adapt, move with speed, go as required, see a problem and sort it.\"  At present, Scott says the network is producing scrubs in 30 different locations across the UK, with 6,500 scrubs completed or in progress as of Wednesday. Volunteers have donated their scrubs to a range of hospices, hospitals, clinics and elderly people's homes,and hope to broaden their reach as time goes on.  For many of the designers involved, Scott says, their involvement during a time of widespread suffering and uncertainty provides both a sense of community and catharsis.  \"No one feels safe and everyone feels vulnerable. (Even) if they feel safe in themselves, they'll have a loved one that they're concerned about,\" she says. \"I think it helps people cope when they think they're doing something positive.\" "], "Language": false}