{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/opinions/plasma-treatment-covid-19-sepkowitz/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Kent Sepkowitz"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T21:26:55Z"], "LastModifiedDate": ["2020-04-20T21:26:55Z"], "Headline": ["Plasma may be the best option in the fight against Covid-19, but don't celebrate just yet"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As the relentless rise of Covid-19 cases and deaths continues unabated, treatment options have begun to occupy center stage.  The politically charged rush to hydroxychloroquine initially clouded people's judgment, but the current data is not confusing. The benefit, if any, may be quite modest, and the risk of toxicity is still real.  A second drug, remdesivir, has made a splash and raised hopes, though in the new drug arena, early enthusiasm is common while actual advance is not. I am one of many specialists who consider one dose of convalescent plasma as the most promising treatment right now. The way it works might seem like a corny World War II movie designed to stir the guys and gals back home: Recovered Covid patients make their way to a medical station and donate their plasma (and its protective antibodies) to help a sick patient.     The reports thus far are promising, yet lack control arms and adequate numbers to celebrate. Strangest and most miraculous of all, convalescent plasma treatment is cheap -- no drug company, villainous hedge-fund mover and shaker or insurance company is getting a cut. Rather, plasma uses altruistic donors, an existing network of blood banks and routine hospital processes for collection and delivery. For now. But before following the non-money, a quick primer on medical terms. Blood is about half cells (reds, whites and platelets) and half fluid; the latter is called plasma and includes various proteins and other useful molecules. Among plasma proteins is the target of interest: antibody. This might also be referred to as immunoglobulin, gamma-globulin, or IVIG.  To get the antibodies out of the donor's blood, whole blood is drawn at a blood bank (free-standing or in-hospital) and separated into parts. The red blood cells are then infused back into the donor to avoid the anemia that can occur after regular blood donation. Once the antibodies from the previously infected donor are collected, the product enters the usual process for administering this sort of treatment. Hospitals and clinics administer antibodies (immunoglobulins) routinely for an array of non-Covid-19 conditions.  A pharmacist reviews and approves, then a nurse connects the ill patient to an IV and the treatment, full of antibodies against Covid-19, begins to drip in. The current plasma treatment approach is perhaps the only example of vertical integration in healthcare. So, what's the cost of the program? The blood bank staff, the pharmacy staff, and the nurses are part of the fixed cost of healthcare, so there is no incremental cost. Dr. Louis Katz, former Chief Medical Officer of America's Blood Centers and now Chief Medical Office of the Mississippi Regional Blood Center in Davenport, Iowa, where he grew up, has said that under normal circumstances, the cost of a unit of plasma is about $60.   But this is not a normal circumstance. The hubbub to assure speed, safety and high titers against a pressing deadline has upped the ante.  \"Blood bankers are currently working with the Feds to model cost and I am guessing it will end up in the range of $800 or less [per treatment],\" Katz explained, \"not counting the zillion hours spent by blood banks and hospitals building a new process in the middle of chaos.\" In other words, the one-time treatment, as currently configured, costs a fraction of one night in an American ICU, which can cost about $6,000. But don't celebrate yet.  There may be a shift away from this Mom-and-Pop, let's-all-help-each-other approach. It is possible that an alternative approach is gathering strength in the distance.   Meet the plasma fractionation companies, a series of multinationals in the business of collecting, processing, and distributing plasma products for decades. Specific antibodies have been given for diseases like hepatitis B or for rabies prevention, as well as  rare conditions such as infants with certain blood mismatches.  This business is not small potatoes. According to an analysis from biomed trade publication Medgadget, \"the global plasma fractionation market size was worth $ 24.1 billion in 2018 and is expected to gain a compound annual growth rate of 7.1% during the forecast period (2019-2026).\"  As ever, healthcare for profit has some pluses (efficiency, research and development) and many minuses (cost, cost, and cost, as well as the unsettling notion of \"growing markets\" of certain diseases).  Perhaps if the plasma fractionators enter this field, they will be altruistic and provide the convalescent plasma pro bono. Perhaps. Ditto their fleet of paid donors who give blood to earn money (and perhaps to help the world as well). But the chilling story of the 1990s epidemic of HIV in China shadows this endeavor. A different time and a different place and a very different regulatory climate, but a tragedy of historic proportions.   About 25 years ago, blood collecting services appeared in small towns and villages in Henan province, in China's interior.  Their offer was irresistible. During the near-starvation days of winter, the company would pay a farmer or his wife for their plasma.  After blood collections, they would pool the donations from the entire village, siphon off the plasma then return a portion of the pooled red blood cells to each donor so that they could be strong enough to donate again in a week or two.  The problem is that no HIV (or hepatitis) screening was done, so the infection of one person in the town spread to all other donors, their spouses and, for those pregnant, their babies. In addition, products sold to hospitals were transfused into patients where virus spread further. At least 100,000 people -- and perhaps as high as 500,000 -- in China contracted HIV in this manner.  Furthermore, the two physician whistleblowers, Dr. Gao Yaojie and Dr. Shuping Wang, were reportedly intimidated and marginalized so extensively that each left the country. Since then collecting and administering blood has become decidedly safer in China, as plasma collection sites were shut down and then reopened with routine HIV testing.  A disaster of this magnitude is extremely unlikely to recur during the Covid-19 pandemic, but the combination of desperation and a company willing to cut corners should give pause to any country considering this treatment approach.   And it bears pointing out that similar stories, though smaller in scale, continue both in China and Pakistan.  The latter is particularly pertinent as HIV was spread to 900 children not by contaminated product, but rather contaminated needles -- a key piece of the patient-to-patient convalescent plasma program. The shift from our current local donor to local patient approach likely will be conducted safely, and the cost may not become an issue.  But a change to the for-profit model would remove a crucial element: satisfaction, the remarkable feeling of one person helping the next.   And it is exactly this feeling that is required to get the world past the ongoing threat of the pandemic, be it as a commitment to social distancing, assurance of adequate food and lodging for all, or, if necessary, volunteer donation of potentially life-saving plasma."], "Language": false}