{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/cnn-underscored/best-hiking-food/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Haines"], "Writers": [["Matt Haines"]], "FirstPublishDate": ["2020-04-14T19:05:54Z"], "LastModifiedDate": ["2020-04-14T19:05:54Z"], "Headline": ["13 energizing foods to pack on your next hike"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Hiking isn't usually considered an opportunity to eat like a foodie, but trekking through the woods does require lots of calories to sustain your energy. It's often impossible to carry all the food you'd like. You have to make your choices count. \"It's about balancing cost, taste, weight and nutrition,\" advises Appalachian Trail thru-hiker Amber Kostka. We spoke to a handful of experienced hikers to determine which foods they go to for a boost. Whether you're backpacking for a week or six months, or even if you're just on the trail for a day, here are some foods that can power you through your next adventure. Your sandwich isn't going to make itself Flour Tortillas, 10 ct ($2.49, target.com) Hikers love a great sandwich on the trail, but packing a loaf of bread isn't feasible. It takes up too much space, and it's prone to mold on longer hikes. Flour tortillas do the trick, though: They're light. They don't take up much space. They last forever. We love wrapping tuna or peanut butter in them, but be sure to buy flour tortillas, not corn tortillas, which may crumble easily. Keep it simple Long-distance hikers report eating something approximately every two hours. That's a lot of food, and it can get pricey. These six items recommended by serious hikers prioritize cost (so you don't break the bank), weight (so you don't break your back), and calories, so you can keep trekking on a full tank. Our experts say to stagger these in two-hour intervals throughout the day to have plenty of energy to make it to the journey's finish line. Pop-Tarts Frosted Strawberry, 8 ct ($1.99, target.com) You'll likely be hungry when you wake up in your tent. What should you eat? There are two schools of thought on trail breakfasts: Some hikers report wanting a quick bite so they can return to the trail ASAP. Others prefer to take the time to cook something that will warm them up. If you want speed, Pop-Tarts are a great option. They're easy to fit in your pack, squish instead of crush and are calorie-rich. _______________________________________________________________________________ Lance Sandwich Crackers, Variety Pack, 8 ct ($3.29, target.com) The hikers we spoke with love these Lance Sandwich Crackers as a midmorning snack. The signature mini-sandwich has peanut butter stuffed between two cheese crackers, and a package of six has a whopping 210 calories — not bad for a food that's this lightweight. The variety pack includes the traditional peanut butter option and a cream cheese and chive version, each of which is tasty and good for a boost. _______________________________________________________________________________ Jif To Go Snack Cups, 8 ct ($1.99, target.com) Some hikers have said they thought peanut butter could get boring as a daily snack on a long trek. Most later admitted they were wrong. Peanut butter is the perfect combination of sweet, salty and full of protein, and it's super filling when you put it on a tortilla. These individual packs make it easy to bring only as much as you need, and they're easy to store as trash until you find a garbage can. _______________________________________________________________________________ Starkist Tuna Creations Bold Hot Buffalo Style ($1.39, target.com) Keep those tortillas we mentioned handy, because two hours after the peanut butter snack, it's time to wrap a tuna creation. Are you skeptical that you'll look forward to plain tuna as a snack? Starkist actually makes dozens of flavors, and the ones in the variety pack are some of our personal favorites. Options like Hot Buffalo and Thai Chili are full of flavor. They're light to carry, and they stay fresh for a very long time, which makes them great for a long hike. _______________________________________________________________________________ Clif Builders Protein Bars, Crunchy Peanut Butter, 6 ct ($6.99, target.com) One of these bars contains 20 grams of protein plus essential amino acids. A study published by the National Center for Biotechnology Information found that the combination helps to build and repair muscles, so that you're less sore and more ready to hike again the next day. (Or, if you're only hiking for a day, so you can walk tomorrow.) Kostka also loves Clif Builders for their texture. \"They have a really good crunch,\" she says, \"and don't mush up like most other protein bars I've tried.\" _______________________________________________________________________________ Annie's Shells & White Cheddar Macaroni & Cheese, 4 ct ($5.99, target.com) Annie's mac and cheese is another food Kostka turns to on the trail. \"I was obsessed with macaroni and cheese,\" she recalls of her six-month hike. \"It was comforting and warm at the end of a long day.\" She says she'd sometimes add tuna or cured meats to the mixture for extra protein. To save space, store the pasta in a reusable silicone baggie instead of the bulkier box if you're backpacking. Get gourmet Hikers on shorter adventures have a little extra room for decadence. It won't be like dining at a five-star restaurant, of course, but a one- or two-day hike allows for a few more creature comforts.  Here are six food options that will ensure you get the nutrition you need while also putting a higher premium on taste. Quaker Organic Instant Oatmeal Variety Pack, 8 ct ($2.99, target.com) The actual breakfast of champions is probably oatmeal. It's full of healthy, complex carbs, protein and fats. It's also high in fiber and easy to digest. You'll need to spend extra time cooking in the morning, but nothing fills us up like a warm bowl of oatmeal. This variety pack from Quaker has options that taste great, too — they're  flavorful without going over the top with sugar. Stir in some peanut butter and you truly have a power breakfast. _______________________________________________________________________________ Kind Peanut Butter Crunch Bar ($2.49, target.com) Carbohydrates and proteins are both important to fuel you during a hike, and this snack has plenty of both, with 14 grams of plant-based protein and 5 grams of fiber. It's also small enough to keep in your pocket, so you can eat it without even stopping for a break. Kind makes many different flavors, but we're partial to peanut butter crunch. _______________________________________________________________________________ Bare Baked Crunchy Granny Smith Apple Chips ($4.29, target.com) We all know fruits and vegetables are part of a healthy diet, but unfortunately they're not always convenient for hiking. They can get damaged in your bag and are quicker to spoil than many other foods on this list. These chips —  basically dehydrated fruit with only a couple of additional ingredients — are a great compromise. They actually taste like fruit, have much of the same nutritional value and won't get banged up in your pack. _______________________________________________________________________________ Duke's Hot & Spicy Smoked Shorty Sausages ($4.99, target.com) Beef jerky is a great addition to any trekking menu. It's light to carry and full of protein, but the taste isn't always our favorite. Duke's Hot & Spicy Smoked Sausages showed us that some jerky products can be as delicious as they are practical. This 16-ounce bag contains approximately 25 small sausages. (Note: Some customers have reported a film in the package, mistaking it for mold, but it's actually a substance to prevent sticking and is totally safe.) _______________________________________________________________________________ Good & Gather Freeze-Dried Mango Slices ($5.99, target.com) It's helpful to have something sweet to boost your energy in the middle of the afternoon — and sweet doesn't have to translate to unnatural sweeteners. Good & Gather's dried fruit comes in a resealable pouch packed with six fruit servings, so you don't have to eat it all at once. It's naturally sweet, satisfying and very tasty. _______________________________________________________________________________ Mountain House Chili Mac with Beef ($9.49, cabelas.com) All you need to do to enjoy Mountain House meals is pour boiling water into the pouch and wait 10 minutes. The meals are freeze-dried to preserve nutrients, and are free of artificial flavors, colors and preservatives. Each package contains two servings, so you can eat one and save the rest for later, or you can eat both in one sitting. We won't judge — after a long day hiking, you've earned it. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}