{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/media/disney-splash-edited/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-14T16:24:52Z"], "LastModifiedDate": ["2020-04-14T16:24:52Z"], "Headline": ["Disney+ edited 'Splash' by covering Daryl Hannah's butt with long hair"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney+ has a deep vault of content that includes everything from \"Star Wars\" to Disney animated classics to Marvel. One thing that the streaming service doesn't have is Daryl Hannah's butt. A viewer on Twitter pointed out this week that 1984's \"Splash\" has a scene in which Hannah's rear end is covered by what appears to be long computer-generated hair. The PG-rated film, which is a romantic comedy about a New Yorker who falls in love with a mermaid, stars Hannah and Tom Hanks in one of his first film roles. In the scene, Hannah's character Madison, who has legs while on land, kisses Hanks' character before diving back into the ocean. Right before she jumps in, however, viewers get a quick glimpse of Hannah's long blonde hair and derrière. A Disney+ spokesperson confirmed to CNN Business that a few scenes in the film have been slightly edited to remove nudity. Editing films for various channels is nothing new: Movies are routinely dubbed, cut for length or censored for cursing, violence or nudity when they are played on television. \"Splash\" on Disney+ begins with a disclaimer that reads: \"This film has been modified from its original version. It has been edited for content.\"  However, the decision does highlight a conundrum for Disney's new service, which has been branded as a family-friendly streaming option. Media observers have raised questions about how Disney decides which films are family-friendly enough for Disney+ and which films should go to the more adult-skewing Hulu, which the company also owns. \"'Splash' is arguably the kind of movie that's more appropriate to go onto Hulu instead of Disney+,\" Josh Spiegel, a writer who covers Disney, tweeted earlier this year. \"I'd just love to know the thought process behind putting everything on the one service when Disney has essentially two streaming options to use. And why some arguably inappropriate content is OK for Disney+, but not other content.\" Disney's decision-making does seem a bit odd considering that one of Disney+'s most notable pieces of content is \"The Simpsons,\" a series that has many instances of nudity, albeit animated. Yet, Disney is motoring along. Disney announced last week that the service had crossed 50 million paid subscribers globally in just five months."], "Language": false}