{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/spotlight-this-film-used-to-be-about-rum"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-04-14T07:00:02Z"], "LastModifiedDate": ["2020-04-14T07:00:02Z"], "Headline": ["How a Film About Cuban Rum Turned Into Much, Much More"], "Section": [null], "MappedSection": [null], "Article_Body": ["David Freid is a prolific filmmaker. After shooting his first short documentary in 2016, the director went on to make 49 more in just two-and-a-half years. Earlier this year, we shared his film, “Maori Metal.” Today, we’re proud to present his next documentary, “This Film Used to Be About Rum.”\n \n“This Film Used to Be About Rum,” which began with the working title “130 Years of Rum,” chronicles Freid’s attempt to make a film about Cuba’s plan to repay a Soviet-era debt to the Czech Republic in rum. \n\nWhat links both films is Freid’s sense of humor. In “Maori Metal,” the humor was drawn through Alien Weaponry’s van, which Freid took inspiration from the movie “Little Miss Sunshine.”  As for “This Film Used to be About Rum,” the director started with the goal of making a light-hearted film. “We were just naively gallivanting into an active military dictatorship with the idea that we would do a puff piece, which is hilarious,” Freid reflects.\n\nBut he found out it wasn’t going to be so easy to make his “puff piece.” Soon after Freid arrived in Cuba to shoot the film, one of his key subjects canceled a scheduled interview at the last minute because of “political suspicions.” The person also warned Freid to be careful because the secret police might be following him.\n\nOthers also became unwilling to talk. Given the lack of cooperation, Freid might have packed his bags and given up on the project. But he ultimately turned the camera on himself and made a film about how hard it is to make a film about Cuban rum.\n\nThe ability to pivot is crucial when you are making a documentary, according to Freid. “If you just allow yourself to play jazz and be open to what comes at you,” he says, “you might realize that the thing just to the right of the camera, just out of frame, is more interesting than the thing you’re looking at.”\n\nWhen we’re not making films, we’re watching them. Introducing “Great Big Spotlight,” Great Big Story’s latest series highlighting our favorite documentaries from some of the best filmmaking talent out there. Watch more from Freid at his website."], "Language": false}