{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/politics/donald-trump-coronavirus-task-force-sunday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-20T15:26:26Z"], "LastModifiedDate": ["2020-04-20T18:57:36Z"], "Headline": ["The 52 most off-the-wall lines from Donald Trump's Sunday night coronavirus briefing"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As most Americans were preparing for their sixth week of staying at home and social distancing, President Donald Trump appeared at the White House Sunday night for one of his now-trademark coronavirus press briefings. It was a mix of score-settling, blame-shifting and reporter-bullying. I've chronicled the lines you need to see from it below. 1.\"A great work has been going on and we could have an answer tomorrow and we're going to see what -- what exactly does take place.\" Trump is talking about a deal to fund the Paycheck Protection Program -- I think. And away we go! 2. \"And we'll see how that all comes out but a lot of good things are happening.\" Uh, OK. 3. \"And our testing is expanding very rapidly by millions and millions of people. So we've -- we've done more testing than all of these countries combined, France, United Kingdom, South Korea, Japan, Singapore, India, Austria and Australia, Sweden and Canada. That's something, right?\" \"How coronavirus testing fumbles squandered valuable time\" 4. \"We're going to -- that's something -- somebody said to me, President, you look tired. I said, I should be tired.\" Tired because he is working so hard. Get it? 5. \"Is it -- does it remind you of something? Reminds you of this. Right? Ones a swab, ones a Q-tip. It's actually different. It's very sophisticated actually but it's a little bit like -- so this is the swab and we've ordered a lot of them.\" In which the President of the United State expertly breaks down the difference between a Q-tip and a coronavirus testing swab. 6. \"Nobody's close to us. No country is close to us.\" We are the best. By a lot. On what? Well, coronavirus, I think? (Trump's right about one thing: The United States does have more coronavirus cases and deaths than any other country in the world.) 7. \"The Wall Street Journal wrote a fantastic piece, a highly respected gentleman, Christopher DeMuth. This piece was just in the Wall Street Journal, weekend edition and 'Trump rewrites the book on emergencies.'\" Trump proceeded to read a lengthy excerpt from the op-ed -- all of it praising him and how great a job he has done. (The thrust of the piece focused on how Trump has resisted the urge to grow the federal government's role amid the crisis -- an argument undermined somewhat by the trillions of dollars Congress is pouring into the economy to keep it afloat.) 8. \"It was hard to get it aroused and it is hard to get it aroused but we got it aroused.\" [narrator voice] He's talking about the \"American way.\" 9. \"To see this was a very nice feeling, not for me necessarily but for all of the people that have worked with us.\" Oh, so the op-ed that praised Trump that he read to the press corps wasn't really about him. Yeah, that makes sense. 10. \"I want to thank the writer Christopher for this article and it was a great article.\" Always remember that what Trump means when he says an article was \"great\" or \"good\" is that it was nice to him. That's it. He has no objective standard. 11. \"Ventilators are a big deal and we are now the king of ventilators. We have so many ventilators.\" The king of ventilators. Believe me. 12. \"Many governors are doing this incredible work and they're working with us very closely on testing and working in their states. And again it should be a local thing because it's point, it's all these points within a state but we're helping them a lot and we want to help them a lot.\" In which Trump foists the blame for ongoing testing availability to governors and states. 13. \"Some people believe in it like they can't exist without testing and other people don't believe in it nearly as much.\" This pretty much sums things up! 14. \"You must remember that the governors wanted to have total control over the opening of their states but now they want to have us, the federal government do the testing and again testing is -- is local.\" \"The authority is total, and that's the way it's got to be.\" -- Donald Trump, on presidential authority to reopen states, on April 13. (Which was one week ago.) 15. \"You can't have it both ways.\" Please see No. 14. 16. \"But we'll be doing testing at a level -- already we're doing testing at a level nobody's ever done before but we'll be doing testing at a level that the biggest tester in the world will be very happy very soon.\" The most testing. Beautiful testing. Many people are saying it. 17.  \"You know, you see people picketing a little bit, and they want to get out. They want to get out and get back with their lives, and that's good.\" \"Picketing a little bit.\" 18. \"Well, they're -- the lines that you're -- we're famous for now, some are flat and some are up.\" The \"lines\" Trump is touting here are the projection lines about coronavirus cases -- and deaths. Apparently, \"we\" are also \"famous\" for these \"lines\" now. 19. \"It's not the same thing as a flu at all.\" \"This is a flu. This is like a flu.\" -- Donald Trump, February 26.  20. \"It's even a much different death, to be honest -- much different death. This is violent.\" \"Dr.\" Trump on the relative violence of dying from the flu vs. dying from coronavirus. 21. \"I want to thank Governor Cuomo, a relationship there, for this whole thing.\" \"Governor Cuomo should spend more time 'doing' and less time 'complaining'. Get out there and get the job done. Stop talking!\" -- Donald Trump, three days ago 22. \"Frankly, the governor of Michigan was good with us on -- on beds.\" \"LIBERATE MICHIGAN.\" -- Donald Trump, three days ago 23. \"You know, it's a very complex subject. You need buildings or you have to do tents or you have to do a lot of different things, a lot of different ways.\" \"This is a very complicated case, Maude. You know, a lotta ins, lotta outs, lotta what-have-you's. And, uh, lotta strands to keep in my head, man. Lotta strands in old Duder's head.\" -- The Dude 24. \"They were fantastic -- Florida, likewise, Governor DeSantis.\" Uh, no. 25. \"We do have a clip that I thought would be appropriate to put up today. It will take two minutes. And I think you'll find it interesting.\" The clip Trump played was -- wait for it -- New York Gov. Andrew Cuomo (D) praising him. This is my surprised face. 26. \"They left out the good part. Great -- great job, fellas.\" In which the President says the clip of people praising him wasn't laudatory enough. Very normal stuff! By the book! 27. \"You know, this is not about Democrats, Republicans.\" \"Nervous Nancy is an inherently 'dumb' person. She wasted all of her time on the Impeachment Hoax. She will be overthrown, either by inside or out, just like her last time as 'Speaker'. Wallace & @FoxNews are on a bad path, watch!\" -- Trump on Speaker Nancy Pelosi, 12:58 p.m. Sunday 28. \"It's -- actually, The Wall Street Journal -- Christopher was saying I want to make people feel good, too. I want to make -- when they're doing a good job, I want to make people feel good.\" Offered without comment. 29. \"It was all -- it was Andrew this morning. It's -- it's a little longer clip than that. But you'll see, it was really a very nice thing that he said.\" Yes, Trump is still trying to get his staff to find the other nice thing Andrew Cuomo said about him so he can play it for reporters. 30. \"Some are older geniuses, but mostly younger geniuses, I think I can say.\" Team Older Genius right here 31. \"This is not a good thing that happened. It came out of China. So we're not -- we're not in a position where we're going to say much yet.\" Trump is hinting here at the idea that the coronavirus was created in a lab in Wuhan. The US government is reportedly looking into that possibility but officials have cautioned it's too early to draw any hard-and-fast conclusions. 32. \"So nobody ever thought this could have happened, a thing like this.\" Well no one except a member of Trump's Cabinet... 33. \"I mean, they feel -- I watched the protest and they were all six feet apart. I mean, it was a very orderly group of people.\" Fact Check: False. 34. \"I believe the term the governor used was phenomenal. We've done a phenomenal job. That was the term that -- that was the only sentence they left out which is OK. But I -- I appreciate that's what Governor Cuomo said.\" He's still on the part of Cuomo's comments that didn't play in his highlight reel! 35. \"I see protesters for all sorts of things. And I'm with everybody. I'm with everybody.\" [nods head very, very slowly] 36. \"That's a mosquito. I don't like mosquitoes. I don't like mosquitoes at all.\" This isn't a metaphor. It was an actual mosquito. And Trump swatted at it. 37. \"No, no, we're going to be safe. We have to be safe. We don't want to close anything. We're not going to be closing. But we're going to be doing it beautifully, systematically.\" Can I ask a practical question at this point: How can we not \"close anything\" but also be totally \"safe\" and do it all \"beautifully?\" 38. \"And I think they have the rest of that clip. I just thought it was a very good clip. I think it's a tribute to New York. I think it's a tribute to the federal government. And I thought it was nice.\" THEY FOUND THE CLIP. And then Trump played it. And it was Cuomo praising him. The end. 39. \"Nice and easy, nice and easy, just relax.\" In which the president of the United States tells a female reporter -- Weijia Jiang of CBS News -- to \"just relax\" because she is asking him a tough question. Literally beyond belief. 40. \"Keep your voice down, please. Keep your voice down.\" Again this is Trump talking to Jiang. And, yes, he really told a female reporter to be \"nice and easy,\" to \"just relax\" and to \"keep your voice down.\" 41. \"We're in great shape. It's so easy to get. Reagents and swabs are so easy to get.\" Fact check: False. 42. \"What I'm doing is I'm standing up for the men and women that have done such an incredible job. Not for me, for the men and women.\" The clips Trump played in the briefing were specifically praising him -- and his administration. 43. \"They were excoriated by people like you that don't know any better because you don't have the brains you were born with. You should be praising people that have done a good job, not doing what you do.\" Putting aside all the rest of what Trump said, what does \"you don't have the brains you were born with\" actually mean? It's that, like, even possible? 44. \"It's not about me. Nothing is about me.\" [narrator voice] It's always about him. 45. \"I got here with the worst, most unfair press treatment they say in the history of the United States for a president. They did say Abraham Lincoln had bad treatment, too.\" OK, so, presidents with worst press treatment -- a brief list: 1) Donald J. Trump 2) Abraham Lincoln. That's it. That's the list. 46. \"I've seen the people -- I've seen the interviews of people. These are great people.\" Well, not all of the protesters are \"great people.\"  47. \"You'll find out what I'm going to do. I'm not going to say what I'm going to do, but I will tell you, the whole thin"], "Language": false}