{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-travel-books/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Travel staff"], "Writers": [[]], "FirstPublishDate": ["2020-04-13T01:55:50Z"], "LastModifiedDate": ["2020-04-13T10:50:51Z"], "Headline": ["The best travel books for when you're stuck at home"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["One of the best ways to use all those extra hours indoors is to settle down with a good book and dream of future adventures.  \"Travel book\" means so much more than a guidebook. Some people discover their dream destinations through fiction, others through food. Words have a way of reminding you of a favorite vacation or getting you geared up for your next one.   The CNN Travel team's favorite travel books range from 1930s Corfu to 19th-century Australia to modern-day Vancouver Island. We hope you find some inspiration for your next trip.  A Walk in the Woods (Bill Bryson, 1998) We could all use a good laugh right now and Bill Bryson delivers them by the packful in \"A Walk in the Woods\" (1998), his epic journey along the 2,200-mile Appalachian Trail stretching across the Eastern United States from Georgia to Maine. A middle-aged Bryson sets out to address \"years of waddlesome sloth\" with old friend and ne'er-do-well Stephen Katz -- a maddening, occasionally lovable connoisseur of junk food. The chuckling begins in chapter one as Bryson contemplates all the fates that could possibly befall even the most experienced hikers: a litany of animal attacks, a laundry list of debilitating diseases and \"this being America,\" he writes, \"the constant possibility of murder.\" Spoiler alert: They are not murdered. But they have their share of adventures in the form of both animal and angry human encounters. The tale is pretty darn entertaining and may serve as inspiration for some substantially less daunting walks in this age of social distancing. -- Marnie Hunter The Mosquito Coast (Paul Theroux, 1981) Inventor Ali Fox is the unrelenting driving force of will and ingenuity throughout this novel, written by Paul Theroux, who is better known as a travel writer. It's the story of one man's manifest destiny and it begins with an idea. \"No one ever thinks of leaving this country,\" Fox says to his son of the United States. \"I think of it every day.\" From migrant workers Fox buys a town on Honduras' Mosquito Coast, quits his job in Massachusetts and books passage on a freighter for him and his family. He has no intention of coming back, not even when the idyllic Swiss Family Robinson town he builds, Jeronimo (the name you yell when you jump off something) is destroyed in a toxic, murderous fireball. Fox, as in \"crazy like a,\" is as admirable as he is flawed, both smart and reckless. We take this Heart of Darkness journey with him and his family as the story veers from travelogue to cautionary tale but it always keeps moving: down rivers, up mountains, in and out of mortal danger. The story fills my imagination with notions of living off the grid, of one-way tickets and not knowing what's going to happen next. Theroux's story is adventure in a truer, rarer sense than the kind you can book online or buy a guidebook for. My wife and I have to remind ourselves that the novel is ultimately a tragedy when we, on occasion, fantasize about walking away from our suburban life and starting over fresh in another country. \"Let's 'Mosquito Coast it,\" one of us will say, wistfully, thinking only of the happy and courage-fueled first half of the book. -- David G. Allan  My Family and Other Animals (Gerald Durrell, 1956) From colorful villas surrounded by sunken gardens, to days spent exploring sandy bays and olive groves teeming with wildlife, in \"My Family and Other Animals\" Gerald Durrell conjures up a dreamy account of his family's time on the Greek island of Corfu in the 1930s. Come for the captivating descriptions of Corfu landscapes, stay for Durrell's laugh-out-loud tales of his eccentric family. This book, Durrell writes, in the humorously titled introduction The Speech for the Defense, \"was intended to be a nostalgic account of natural history, but I made the grave mistake of introducing my family in the first few pages.\" Durrell, later known for his zookeeping and conservation work, was a child during the Durrell's five-year sojourn in Corfu. He's 10-year-old Gerry in the book -- inquisitive, obsessed with animals and a keen observer of his offbeat family: cantankerous older brother Larry with his literary ambitions, lovestruck sister Margo, sporty brother Leslie and his ever-calm, loving mother. Durrell's attention to detail is what makes the book so winning, with every sight, sound and smell of the island conjured to life. One minute you'll be laughing as Larry's pretentious literary friends descend on the daffodil-yellow villa, the next you'll be catching your breath as Durrell describes swimming at night in the Ionian Sea: \"Lying spread-eagled in the silky water, gazing into the sky, only moving my hands and feet slightly to keep afloat, I was looking at the Milky Way stretched like a chiffon scarf across the sky and wondering how many stars it contained.\" It's the perfect literary escapism -- and for anyone currently in lockdown with family in close proximity, it might raise a knowing smile or two. -- Francesca Street Interpreter of Maladies (Jhumpa Lahiri) As a general rule, I don't re-read books -- there are simply too many new ones to turn to. The rare exception has been made, however, and Jhumpa Lahiri's stunning short story collection \"Interpreter of Maladies\" fits in this little-occupied category.  When I picked it back up this week, I remembered why: Lahiri's Pulitzer Prize-winning collection is transporting, rich and wistful. It's heavy with sadness and sad people but interlaced with vibrant descriptions of food, deft in its understanding of the ways ingredients and dishes connect us to our pasts, our places of origins and to each other. Lahiri writes of food not merely as fuel and survival (though these interpretations are present) but also as a means of communication and a way of honoring our roots. In \"A Temporary Matter,\" after suffering an unspeakable loss, Shukumar and Shoba trade roles: \"Shukumar enjoyed cooking now. It was the one thing that made him feel productive. If it weren't for him, he knew, Shoba would eat a bowl of cereal for her dinner.\"  In \"Mrs. Sen's,\" the title character is nostalgic for Calcutta, for whole fish with their heads on.  When Mrs. Sen finally gets her hands on a whole fresh fish, she handles it with affection, respect. Later, Mr. Sen takes Mrs. Sen to the seaside where they \"... bought mackerel, and butterfish, and sea bass,\" before stopping at a restaurant and ordering clam cakes, which Mrs. Sen compares to pakoras. \"Her face was flushed, her lipstick faded, and she laughed at everything Mr. Sen said.\" In this instance, as in countless others, food is the connecting force, the purveyor of unadulterated joy. -- Stacey Lastoe \"Voss\" (Patrick White, 1957) I've never been to Australia, but I've picnicked at Hanging Rock with the white-clad schoolgirls in Peter Weir's 1975 film, trekked from waterhole to waterhole with the children in James Vance Marshall's \"Walkabout,\" and disappeared into the Outback with Voss, the German explorer at the heart of Patrick White's monumental 1957 novel of the same name.  Voss, based on the real-life Ludwig Leichhardt, whose expedition party vanished in 1848, is determined to be the first to cross the country's wide expanse coast to coast. \"A pity that you huddle,\" he says to the genteel expats clustered at European-style garden parties in New South Wales.  Before we visit a new country, we will have traversed it many times in our heads, and while borders around the world are closed, our minds remain open for business. Growing up in '80s and '90s Ireland, it's a fictionalized Australia I've wandered through, undeniably shaped by the mythology of white settlers.  I've also killed snakes with Crocodile Dundee and surfed with runaway teens in Summer Bay. I may use my self-isolation time to better acquaint myself with Indigenous Australian writers, such as Alexis Wright or Kim Scott.  Have you studied the map?,\" asks Voss' patron, Mr Bonner. \"The map?,\" replies the adventurer. \"I will first make it.\" -- Maureen O'Hare A Room with a View (E. M. Forster, 1908) The heroine in the novel \"A Room with a View\" is Lucy Honeychurch, a model of English upper-class propriety -- an early 20th-century girl bound by the mores of her time.  The story opens with Lucy, who is traveling with her maiden Aunt Charlotte through Europe for the first time, disappointed to find the room she was given at their Florence pensione had no view of the river Arno.  As the reader follows Lucy through the streets of Florence and the surrounding countryside, it becomes clear to us, if not to her, that Lucy has been changed by Italy. She is no longer the prim and proper young lady that she's so desperately trying to remain.  She gets lost in search of Santa Croce church, witnesses a murder and faints in a square. George Emerson, a fellow guest at the pensione, is there to literally sweep her off her feet.  \"Something extraordinary has happened,\" he says as they river roars beneath them. There is a stolen kiss in a field of lilacs and the tension of a budding romance with an unrefined young man follows Lucy home to Surrey.  No matter how she tries to maneuver herself back into the sphere in which she has been raised, the memories of Italy and the demands of her heart return her to Florence, having eloped with George to the same pensione, in a room with a view. -- Brekke Fletcher Care of Wooden Floors (Will Wiles, 2012) Anyone who's stayed in a friend's swanky apartment while they're away knows that this often comes at a much higher price than a hotel.  In \"Care of Wooden Floors,\" we join a congenitally untidy writer as he attempts, and largely fails, to keep his meticulous composer friend Oskar's minimalist pad spick and span in accordance with the many persnickety instructions left pinned around the place (including one in a stash of porn). Pride of place is the wooden floor, a spotless surface that should under no circumstances come into contact with red wine but inevitably does.  Although the location of Oskar's apartment is unnamed, it's a destination recognizable to anyone who's visited an Eastern Europe city still emerging from decades of communism. Likewise, although it was written before the Airbnb revolution, it's a cautionary tale of living like a local that will be familiar to many. Especially when cats have been involved. -- Barry Neild  Wild (Cheryl Strayed, 2012) Cheryl Strayed's brutally honest 2012 memoir \"Wild\" recounts her three-month hike along the Pacific Crest Trail, which runs 2,650 miles from the Mexican to Canadian borders, after the heartbreaking death of her mother leads her to press the self-destruct button in spectacular fashion. The writer beautifully conveys her despair as she resolves to find \"my way back to the person I used to be\" by completing the demanding journey, despite having little hiking experience, a ridiculously heavy backpack and ill-fitting boots. The challeng"], "Language": false}