{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/media/trolls-world-tour-on-demand-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Lowry and Frank Pallotta, CNN Business"], "Writers": [["Brian Lowry", "Frank Pallotta"]], "FirstPublishDate": ["2020-04-10T12:45:07Z"], "LastModifiedDate": ["2020-04-10T15:37:58Z"], "Headline": ["Universal leads the on-demand movie experiment as 'Trolls' jumps to streaming"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With Universal Pictures leading the charge, studios have moved aggressively to shift movies that were in theaters — and a smattering of upcoming releases — to on-demand platforms, serving the audience kept at home amid the coronavirus crisis.  So far, the rankings of movie buys and rentals suggest that audiences are flocking to films that otherwise would have taken considerably longer to reach them at home. But are studios making the kind of money that would appreciably offset lost ticket sales? Scanning the Fandango charts, for example, and you find movies that had their theatrical release cut short on the standings, including \"The Invisible Man,\" \"Onward\" and \"Sonic The Hedgehog.\" Each of those titles were released in February or March, not long before theaters began closing.  In fact, eight of the top 10 titles on FandangoNow, the video-on-demand service of the online ticket-seller, are films that would've likely still been in theaters if not for the coronavirus shuttering the industry around the world. Still, actual buy rates remain closely guarded information, so it's difficult to know what studios are actually earning and whether it's enough to fuel the practice going forward. \"It's difficult to accurately gauge their rental prospects considering these films that would have been in theaters have a captive audience right now. There's certainly a market for this, however it's very inflated currently,\" Jeff Bock, a senior analyst at entertainment research firm Exhibitor Relations, told CNN Business. \"That said, a tiered release schedule, depending on how films do in theaters is long overdue. We might see some of these changes instituted depending on how much data the studios collect and how much bargaining Hollywood does with exhibitors.\" These questions arise at a moment when \"Trolls World Tour,\" lands on demand Friday. The Universal title — a sequel to the 2016 animated movie \"Trolls\" — was scheduled for a wide release in theaters on Friday, with the original having earned nearly $350 million worldwide. Universal said in a statement last month that it made its movies available in the home because of the \"current circumstances,\" which have \"made it more challenging to view our films.\" WIth movie theaters closed, \"Trolls World Tour\" is still being shown on the big screen in 25 drive-in theaters this weekend.  At this point, studios might be simply making the best of a terrible situation — recouping some of their investment in these films, while in a small way compensating for the abrupt loss of revenue across their businesses.  Comcast-owned Universal is trying to be creative with the marketing around the film, seeking to replicate some of the theatrical experience by making a downloadable \"Watch at Home Party Pack\" available, including various play-along activities for kids. \"'Trolls World Tour' bypassing traditional theatrical release and going straight-to-VOD is a monumental moment in film history,\" Bock said, adding that without the sudden halt prompted by coronavirus \"it certainly wouldn't be happening any time soon.\" Disney, for its part, announced that another upcoming kids movie, the live-action \"Artemis Fowl,\" would go directly to its streaming service, Disney+. The film, based on a series of fantasy novels, had been scheduled for a wide release in May. At the same time, studios have shifted the theatrical release dates on most of their major titles — from \"Mulan\" to the next \"Fast & Furious\" sequel — to later this year or 2021, reflecting that they still prioritize the box office, and perhaps more to the point, need that source of revenue to justify producing blockbuster titles. \"I think Comcast will say this is a temporary solution, but depending on how the numbers shake out, this certainly could be the straw that breaks the camel's back in terms of the future of theatrical distribution,\" Bock said.  Bock added that blockbusters will likely keep playing in theaters, but that there's a case for moderately budgeted genre films — including animated films that cater to younger families — to shift toward streaming. The extent of that will likely depend, in part, on what studios learn from this forced experiment.   \"Make no mistake there's a lot riding 'Trolls World Tour,'\" Bock said. \"And you thought it was just a throwaway sequel.\""], "Language": false}