{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/health/sanjay-gupta-podcast-transcript-april-20-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-04-20T17:40:15Z"], "LastModifiedDate": ["2020-04-20T17:41:27Z"], "Headline": ["Reopening the country: Dr. Sanjay Gupta's coronavirus podcast for April 20"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["What will it take, realistically, to re-open the country? Will we be able to return to normal in the near future? CNN Chief Medical Correspondent Dr. Sanjay Gupta speaks with former CDC Director, Dr. Tom Frieden about \"boxing in\" Covid-19. You can listen on your favorite podcast app or read the transcript below. Listener voice memo: Hi Dr. Gupta, there have been somewhat mixed signals on the process of reopening the country. I know there needs to be a wide emphasis on testing when that happens. But can you walk us through what the process should look like? Dr. Sanjay Gupta: Last week, the White House coronavirus task force announced new guidelines for opening up the country. The plan is to do it in three phases that would gradually lift restrictions on businesses.  In the first phase, places like gyms, movie theaters, and restaurants will be allowed to reopen, as long as they follow strict social distancing protocols. The second would allow schools and bars to reopen with reduced occupancy. And people can start taking trips for nonessential travel.   And in the final stage, vulnerable individuals no longer would have to stay home, as long as they continue social distancing measures. And employers could allow employees to return to work. That might involve regular testing and daily screening. These guidelines are just that -- they lay out a path to getting back to normal life. But exactly when and how states decide to follow them is up to state and local officials. So where do we go from here? And when and how will we know the time is right? I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent, and this is \"Coronavirus: Fact vs. Fiction.\"  Dr. Gupta: First, let's take a look at what some other countries have already done -- and what that might mean for us here in the US. We spoke to an English teacher in Wuhan, China, where the outbreak is believed to have started. Doug Perez: My name is Doug Perez. Obviously, I've lived in Wuhan through the outbreak. I live here with my dog and my girlfriend. Dr. Gupta: Since January, people like Doug have been in lockdown;  some residents haven't been allowed to leave their homes or gated communities for months.   Perez: It got so bad that, you know, at some point during the lockdown, my girlfriend, she needed some medicine for something unrelated to the coronavirus. The community wasn't letting us out for anything. So, you know, I've had to climb over a fence and literally go to the pharmacy. Dr. Gupta: After 76 days -- on April 8th -- the lockdown was lifted in Wuhan and people can now leave their neighborhoods. Perez:  People are out and about. You're even starting to see some families. Everyone's wearing masks. There are a lot of people out. There's even traffic. Now things are really returning to normal.  Dr. Gupta: To be clear, Chinese officials have warned that they still have to be cautious and control measures will remain in place.  But how will we in the United States get back to normal, or at least closer to it?   I asked someone who's no stranger to epidemics: Dr. Tom Frieden, former Director of the Centers for Disease Control and Prevention. Dr. Frieden ran the CDC during the Ebola crisis in 2014.    Now, he's the president of Resolve to Save Lives, a nonprofit initiative that aims to make the world safer from epidemics.  Last week, his nonprofit released a plan for reopening society called \"Box It In.\" It outlines four steps for containing the virus: testing, isolating, contact tracing and quarantining. I asked Dr. Frieden to explain his plan.   Dr. Tom Frieden (President and CEO, Resolve to Save Lives): So let's take each of the four corners of that box for testing. Your local government. Your state government is going to tell you who's priority for testing. And we want to make sure that people with symptoms of Covid get tested. We want to make sure that especially health care workers with symptoms of Covid get tested. Anyone who is in a nursing home or homeless shelter or prison get tested. But if you are infected, you have to isolate yourself and really isolate yourself, because you could spread it to someone who could die from it.  On the contact tracing. If you're a case, you need to figure out from 48 hours before your first symptom until you isolated yourself completely. Who is everyone you might have exposed? And get all of those people's information down and either let them know yourself or work through the local health department to inform them. And then if you're one of those people who's been exposed, you need to quarantine yourself. You need to be not going out because you could feel fine, but in that first day or two of illness be highly infectious. That means you need to stay home. If we do those four things well, we can reduce the spread and make each successive wave smaller, to put Covid in a smaller and smaller box so we can go out to more places more safely. Dr. Gupta: When you think about the box that way, these four pressures that you're putting on the virus. How hard is this?  Dr. Frieden: It's extraordinarily difficult. This is a highly infectious virus. There is spread from people before they have symptoms. There is some spread from people who will never have symptoms. And the challenge is to target our testing well so we find cases promptly. And find contacts. Contact tracing is a tried and true public health method.   Dr. Gupta: You have said based, I think, on some of the modeling data out of Wuhan, that in order to contact trace appropriately and have enough people to do it, you're talking hundreds of thousands of people potentially. It's like a new industry. Is this a challenge we can overcome? Can we actually get to the point where we can box in the virus the way that you're describing it?  Dr. Frieden: Our lives and our economy depend on it. What we have to do is fairly clear. We know what to do. But doing it quickly and at scale, that's the challenge. And doing that means really revolutionizing our public health system, which has been underinvested in. In this case, we're going to have to really ramp up our ability to test, trace, to isolate, to quarantine and look at the best practices from all over the world. These are not easy things to do, but they are essential things to do.  Dr. Gupta: It all seems to come back to testing. The numbers of tests have gone up. But I still get calls. I don't know if you do. Dr. Frieden, even a couple of calls I've gotten from health care folks around the country, that told me they still had a hard time getting tests themselves as health care workers who were making rounds in the hospital. Where do we stand with testing and is it someone's responsibility? I know you don't want to get into the politics of this -- but whose responsible?  Dr. Frieden: It is absolutely the federal government's responsibility. Currently, we're doing in this country less than 150,000 tests a day. We released a report and we calculated quite simply, if we were just testing the highest priority people and nobody else, we'd need about three times as many tests. And if we tried to test really extensively, it would be 10, 20 times that. Now, it's not going to be possible to test everybody we'd like to test anytime soon, but that doesn't mean it's hopeless.   Dr. Gupta: Listening to what you're saying, it does seem like short of a vaccine, we are going to be at this for a while. Should we do all these things but really anticipate mostly staying at home until a vaccine comes out?  Dr. Frieden: This is a long war. We're not going to have a vaccine anytime soon unless something very unexpected happens. We have to get used to a new normal. In this new normal, we're not going to shake hands. We're not going to go out if we're sick. We're going to figure out a way to cover our mouth and nose. We're going to be teleworking more, even when things open up. We're going to be sheltering and shielding those who have underlying health conditions and the elderly. But if we take it one step at a time and loosen the faucet gradually, we can get back to this new normal.  Dr. Gupta: Is there a country around the world that you've been watching that they have done it right in terms of early testing, isolation, tracing and now being very deliberate and thoughtful about reopening?   Dr. Frieden: There are countries around the world that are in this process. It's still early days. Iceland, Germany, South Korea, Singapore have all taken really thoughtful approaches and they've been able to keep the virus to lower levels than other countries. We also really do need to learn from China. China has been battling this virus longer than any other country. They're using extraordinary measures. They've traced more than 720,000 people. They have internal quarantines. So, if you travel from one part of the country to another, you've got to quarantine for 14 days. They're doing millions of tests and they're finding thousands of asymptomatically infected people. They're isolating those people. They're quarantining people's contacts. It's an extraordinary effort. I don't know if other countries are going to be able to replicate that, but we can certainly adapt it and learn from it.  Dr. Gupta: I'm not a Pollyannaish, sort of person, I am an optimistic person. Is there anything good that's come out of all this?  Dr. Frieden: I hope that coming out of this we'll recognize that there are thousands of life-threatening gaps in our ability to find, stop and prevent infectious diseases, and that we as a world will make a commitment to holding ourselves accountable for closing those gaps. It is absolutely inevitable that there will be another epidemic, another pandemic in the future. What's not inevitable is that we will continue to be so underprepared. Dr. Gupta: Reopening isn't going to happen overnight. We all have to do our part to practice physical distancing and listen to our local officials. We also have to remember that the information and recommendations may change. After all we are dealing with a novel or new coronavirus, something human beings have never seen before. As always, if you have questions, you can record them as a voice memo and email them to asksanjay@cnn.com. I also want to give a special shoutout today to parents out there listening to this episode. We know this is an especially confusing time for kids, so we'd love to hear from them. Please record your kids questions or thoughts, be sure to include your permission, and we may include them in a future podcast. We'll be back tomorrow. Thanks for listening. You can also head to cnn.com/coronavirus and sign up for our daily newsletter, which features the latest updates on this fast-moving story from CNN journalists around the globe.  For a full listing of episodes of \"Coronavirus: Fact vs. Fiction,\" visit the podcast's page here."], "Language": false}