{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/media/white-house-reporters-trump-coronavirus-briefings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-20T15:41:32Z"], "LastModifiedDate": ["2020-04-20T15:49:03Z"], "Headline": ["A new generation of White House reporters hold Trump accountable"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. Many of the most revealing exchanges at recent W.H. briefings have been prompted by a new generation of correspondents. They're not taking President Trump's not-my-fault routine for an answer. They're pressing, following up and fact-checking in real time. By now you probably recognize their names: Weijia Jiang and Paula Reid of CBS. Kaitlan Collins and Jeremy Diamond of CNN. Yamiche Alcindor of PBS. Kristin Fisher of Fox News. Francesca Chambers of McClatchy. They're showing that youth can be an asset -- along with persistence. Plus: With social distancing guidelines in effect, a pared-down seating chart means that fewer reporters are physically in the briefing room each day -- which raises the stakes for the reporters who are present.  Correcting Trump On Sunday both Jiang and Diamond corrected the president when he pushed faulty info from the podium. Jiang asked Trump \"why did you wait so long\" to warn the public about the virus, and he defaulted to his travel ban talking point, saying \"look at what I did in terms of cutting off of banning China for coming in--\" \"Chinese nationals,\" Jiang said, \"but by the way, not Americans who were also coming from China.\" Trump snapped: \"Nice and easy. Nice and easy. Just relax. We cut it off.\" As she followed up, Trump asked her to \"keep your voice down\" and said she should be thanking him for \"closing up the entire country,\" which he didn't do. After the briefing, CNN's Dana Bash commented that \"the way he treats the female reporters is different...\"  More than 41,000 deaths When Trump said at the briefing that \"almost 40,000\" Americans have died from the virus, Diamond correctly interjected, \"more than.\" \"Oh, more than, okay, good, correct me.\" \"We're at 41,000,\" Diamond said. \"I am really glad you corrected me, CNN,\" Trump sneered. He also attacked Diamond and CNN later on, saying \"your ratings are so bad because you are pathetic.\" The factual part of that statement is provably false. Cable news ratings are at historic highs due to this crisis. Want to know what's really, truly \"so bad?\" The death toll. Trump seems more emotional about CNN than about the body count...  Bottom line  The briefings continue to be founts of nonsensical claims, full of media bashing and blame-shifting, in between legitimately important and newsworthy bits of info. For example, POTUS said \"our testing is expanding very rapidly by millions and millions of people.\" Maeve Reston wrote, \"it was unclear why the president cited that number since the US is only testing about 150,000 people daily.\" CNN's fact-checking squad has a full review of Trump's false claims here. One of the most egregious lies was about the local protests against stay-at-home orders. \"I watched the protest, and they were all six-feet apart,\" he said, lying about something we could all see with our own eyes. On \"CNN Tonight,\" Don Lemon showed protesters grouped very closely together in Wisconsin, Texas, California, and Maryland. \"Does this look six feet apart to you? It's not.\" For the record  -- On Sunday's \"Reliable Sources\" Juliette Kayyem said the protesters who are defying public health experts by gathering in groups are \"dangerous\" and \"self-centered\" by providing fuel for the virus.  -- Fox News talk show hosts continued to promote the protests over the weekend. \"Fox News has set the stage for where we are today,\" Philip Bump said.  -- Isaac Stanley-Becker and Tony Romm on the front page of Monday's WaPo: \"A trio of far-right, pro-gun provocateurs is behind some of the largest Facebook groups calling for anti-quarantine protests around the country, offering the latest illustration that some seemingly organic demonstrations are being engineered by a network of conservative activists.\"  -- \"They are protesting, in many cases the president's own policies, the White House's own guidelines,\" Jeff Zeleny said on CNN Sunday night...   -- My take: When we're covering protests against the stay-at-home orders, we should show them in proportion -- noting that the views of the protesters are a distinct minority... Image Surrogates for the public Two of the aforementioned White House reporters, Francesca Chambers and Kaitlan Collins, joined me on Sunday's \"Reliable Sources.\" Chambers said her job \"is to be able to get information and answers on behalf of people who can't be in the room.\" Exactly! And Collins pointed out that people are watching the briefings \"not because they want to see the president's feuds with reporters,\" but because \"they want to get information about the outbreak...\"  Bottom-up coverage The more I watch the WH briefings, the more I think: Instead of focusing on what politicians are saying, let's center our news coverage on the people who elected them. What are the needs of voters, workers, employers, job-seekers, nurses, doctors? What do they want to know? And what do they expect from elected officials? Let's amplify their voices..."], "Language": false}