{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/04/entertainment/tiger-king-john-finlay-shia-labeouf-channing-tatum/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-04T19:13:07Z"], "LastModifiedDate": ["2020-04-04T21:14:24Z"], "Headline": ["'Tiger King' star John Finlay says he wants Shia LaBeouf or Channing Tatum to play him in a movie"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Joe Exotic's ex-husband, John Finlay, has his sights set on two of Hollywood's biggest stars should Netflix's \"Tiger King\" be turned into a feature film.  \"Either Shia LaBeouf or Channing Tatum,\" Finlay told CNN in an interview on Friday.  When told that his ex-husband reportedly hoped Brad Pitt would play him, he laughed and said, \"Brad Pitt, no. Dax Shephard, he would probably be the better choice.\" Finlay, who is remarried, with a whole new set of teeth, said he was disappointed that the docuseries made him look like a \"drugged-out hillbilly.\"  \"Overall, it was good but there were quite a few parts I didn't agree with,\" Finlay said. \"They should have done follow-through stories at the end. They made me look like a drugged-out hillbilly. They didn't even show my new teeth or the actual tattoo finished. There was quite a bit they didn't even touch on.\" Despite Finlay's claim that he hasn't spoken to Joe Exotic in years and \"wrote him off,\" he admits he did love Joe Exotic.  \"I did at one time but you know when you're around someone every day, everything tends to change,\" he said. Related: Let's cast the inevitable 'Tiger King' screen adaptation The hope from some of the series' breakout stars that their story could head to the silver screen isn't totally out of the realm of possibility. The popularity of Netflix's \"Tiger King\" is not in doubt. From memes to being a top trending topic on Twitter, it's clear audiences are hungry for more. And they might just get a sequel in the form of another docuseries.  CNN spoke to Hillsborough County Sheriff Chad Chronister, who said he has been approached about taking part in a new series focusing on the disappearance of Carole Baskin's late husband, Jack Donald \"Don\" Lewis.  \"The producer of the Netflix series called and said, 'I wanna do a second part and focus all on [Don's] disappearance case.' That may come to fruition,\" Sheriff Chronister told CNN on Friday. \"He called two days ago and said, 'Listen with all this popularity, what do you think?' I said, 'Write it down and pitch what you believe it would look like.' It's hard for us to approve something as an office without knowing what we are approving ... I'm open-minded.\" When reached for comment, Netflix told CNN there is \"nothing to confirm at this time.\" CNN has not heard back from \"Tiger King\" co-director, Eric Goode  Earlier this week, Goode and co-director Rebecca Chaiklin were asked by The Hollywood Reporter if they were working on a sequel. \"These are things that are still unfolding and we're thinking about it, but it's kind of hard to say,\" Chaiklin said.  Baskin has denied any involvement in the disappearance of her husband. "], "Language": false}