{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/entertainment/atlantas-missing-and-murdered-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-03T14:03:17Z"], "LastModifiedDate": ["2020-04-03T14:03:17Z"], "Headline": ["'Atlanta's Missing and Murdered: The Lost Children' reopens a painful chapter in history"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["However juicy something like \"Tiger King\" might be, the best documentary series connect the subject to larger issues that go beyond one case. So it is with \"Atlanta's Missing and Murdered: The Lost Children,\" a look back at the child murders of 40 years ago, and the legacy and doubts that linger to this day. The five-part HBO series begins last year, with Mayor Keisha Lance Bottoms and police chief Erika Shields announcing plans to review the evidence, hoping to provide a sense of finality the original investigation lacked after the arrest and conviction of Wayne Williams in 1982. The documentary proceeds to document Atlanta's history as a beacon of the South, billed as \"the city too busy to hate,\" and seemingly on the verge of greater strides under then-mayor Maynard Jackson, before the slayings of 30 children and young adults rocked the community. There are several memorable figures portrayed here, none more so than Camille Bell,  the mother of a murdered child who spearheaded the pressure campaign against city officials who, many felt at the time, were most concerned about Atlanta's image and tourism. Bell is shown in a series of interviews, lambasting the city for its sluggish response and charging that the Atlanta police \"couldn't catch a cold.\" One former investigator insists that the case against Williams was \"airtight,\" but later chapters -- devoted to his trial and appeal -- do little to eradicate skepticism about the extent to which the city hurried to close the investigation, leaving more than two dozen murders attributed to Williams but not prosecuted. Technology, moreover, has come a long way from the kind of forensic evidence used to link Williams to the crimes. And there are unsettling allegations about the possible involvement of the Ku Klux Klan, as well as understandable concern about where that path might lead in light of the South's racial history. Directed by a quartet of filmmakers -- Sam Pollard, Maro Chermayeff, Jeff Dupre, and Joshua Bennett, with John Legend among the executive producers -- \"Atlanta's Missing and Murdered\" vividly recreates its time. That includes interviews with practically all of the key constituencies -- former officials, parents, siblings, attorneys -- while reminiscing about everything from the Reagan administration's involvement to Bill Cosby's public-service announcement urging children to exercise caution with strangers. Toward the end, the film includes a rather lengthy contemplation about closure, and whether anything can truly provide a sense of finality to parents who have experienced the horror of a child's murder.. For those seeking comfort in these unsettled times, it's worth noting there is little in the way of reassurance, or clarity, watching this docu-series. Yet like the city officials who have reopened the investigation, \"Atlanta's Missing and Murdered\" powerfully makes the case that a story of this magnitude demands asking questions, however elusive -- and painful -- the answers might be.  \"Atlanta's Missing and Murdered: The Lost Children\" premieres April 5 at 8 p.m. on HBO. Like CNN, HBO is a unit of WarnerMedia."], "Language": false}