{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/us/five-things-april-3-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-03T10:08:47Z"], "LastModifiedDate": ["2020-04-03T10:11:10Z"], "Headline": ["5 things to know for April 3: Coronavirus, health, economy, election, Zoom"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The March jobs report comes out later today. It's the first time we'll see what the coronavirus crisis has done to the labor market. But, experts warn, we won't know the full effects until next month.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus There are now more than 1 million cases of Covid-19 worldwide, but some fear that reporting issues and the presence of asymptomatic cases could mean the number is actually much, much higher. In the US, doctors on the White House's coronavirus task force say the numbers show some Americans aren't adhering to national guidelines about washing hands and staying home. So far, 6,000 people have died from coronavirus in the US, and officials have long warned that number could climb exponentially higher if precautions aren't taken. Japan is facing a similar problem, as citizens shirk stay-at-home recommendations to commute to work. China is opening back up, and starting next week people will be able to leave Wuhan, the city where the virus originated. However, citizens are concerned that the country's oft-questioned reporting and response methods may not prevent another wave of cases. Follow here for the latest.   2. Health The US Food and Drug Administration has authorized the first antibody test that looks for a coronavirus response in blood. The test can't identify fresh cases of the virus but could help doctors understand how prevalent it is by identifying past cases that had few or no symptoms. Meanwhile, experts have told the White House the coronavirus may be spread via talking or even breathing, as opposed to just sneezing or coughing. Such a development could accelerate the government's plan to recommend face masks for public use. Speaking of equipment, President Trump has invoked the Defense Production Act, a wartime law that lets the government direct industrial production. In this case, it will be used to supply more ventilators and N95 masks to medical professionals.   3. World economy  The European Commission has proposed a new $109 billion relief initiative to support the millions of Europeans left without a job because of the coronavirus crisis. The program would encourage employers in member states to reduce employees' hours instead of laying them off. The EU's 27 members still need to vote on the measure. EU countries already have contributed billions of dollars to buoy business and workers, and Europe's central bank has promised hundreds of billions more. Meanwhile, oil prices, which have been at historic lows, spiked as President Trump suggested massive production cuts and Saudi Arabia called for an emergency OPEC meeting to stabilize the market. That meeting will happen Monday and could signal a truce in the brutal oil price war between Saudi Arabia and Russia that's dragged down the market.    4. Election 2020 The Democratic National Convention has been pushed back from July to the week of August 17 in an inevitable but logistically nightmarish decision due to the coronavirus crisis. What hasn't been pushed back? Next week's Wisconsin primary. A federal judge declined to postpone the Tuesday contest after the state's Democratic Gov. Tony Evers and its Republican-led state legislature refused to move or alter the election date (even the Wisconsin Democratic Party and Sen. Bernie Sanders said the contest should be postponed.) The judge did, however, extend the deadline for absentee ballots in what could be one of many nationwide moves toward mail-in voting.  5. Zoom Zoom, the video call service getting millions of people through their work-from-home routines, is facing serious security questions. The FBI has warned of a new potential privacy and security concern called \"Zoombombing,\" wherein unknown people hijack calls and spew hateful language or share graphic images. Zoom CEO Eric Yuan apologized for the privacy issues and said Zoom will stop adding new features for the next 90 days to focus on fixing the problem. The company will also release a transparency report to detail requests for data or content from government authorities. BREAKFAST BROWSE Australia's National Rugby League wants to fly its players to a remote tropical island to continue the season and get games back on TV  Is this a new reality show? Because it sounds like a new reality show.  How the film 'Contagion' compares with a real pandemic  This also feels like a reality show now, and we don't like it at all.  A restaurant in NYC is offering a $600 doomsday dinner, delivered to your door by bunnies What happened to good old fashioned pizza?  Stephen Colbert's dog Benny is the new star of the 'Late Show' Stars: Their dogs take over their video calls, too!  4 major hurricanes are predicted as part of an above-normal Atlantic hurricane season Not now, Earth, we're kind of dealing with something else! FOR YOUR SNACK BREAK Here's everything we've learned this week about our ancient ancestors  A multitude of studies have revealed intriguing new details and silenced debates about ancient humans. These revelations don't just illuminate the past, they also strengthen its connection to the present.  TODAY'S NUMBER 582 That's how many passengers air carrier Cathay Pacific says it flew in an entire day. For reference, its flights usually carry around 100,000 people a day. The lack of demand has caused Cathay Pacific, along with many others, to slash its schedule.  TODAY'S QUOTE \"The seeds of this crisis certainly can be laid at the feet of the Chinese government, but then there's the Chinese people, who suffered some of the same things that we're suffering.\" Former Democratic presidential candidate Andrew Yang, talking about the racial abuse that Asian Americans have suffered because of the coronavirus pandemic TODAY'S WEATHER AND FINALLY Making music with bees  Bees and electronic music? Why not? This man records the different sounds of different bees and turns them into something else entirely. (Click here to view.) "], "Language": false}