{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/entertainment/adam-schlesinger-dead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-04-01T23:53:50Z"], "LastModifiedDate": ["2020-04-03T01:06:28Z"], "Headline": ["Adam Schlesinger, Fountains of Wayne co-founder, dead at 52 from Covid-19"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Adam Schlesinger, the co-founder of pop-rock band Fountains of Wayne and an Oscar-nominated songwriter, has died from complications related to coronavirus. He was 52.  \"As many of you are aware, Adam had been hospitalized with Covid-19 and although he had been making some small improvements over the last few days, Adam's condition was critical and he was ultimately unable to recover from Covid-19 complications,\" read a statement from the band's attorney, provided to CNN. \"He was truly a prolific talent and even more so, a loving and devoted father, son and friend.\"  It added: \"We are terribly sorry to convey this loss.\"  Schlesinger's band, which was co-founded with Chris Collingwood, was best known for its 2003 hit \"Stacy's Mom,\" a humorous track about a young boy who has a crush on his friend's mother. The song was nominated for a Grammy Award.  But Schlesinger had success before that as a songwriter. He co-wrote the title track to the 1996 Tom Hanks film \"That Thing You Do,\" and received Oscar and Golden Globe nominations for his work.  After success with Fountains of Wayne, Schlesinger continued to branch out, earning Tony nominations for his work on the musical \"Cry-Baby\" and numerous Emmy nominations for other work, which included collaborations with Stephen Colbert and \"Sesame Street.\"  He won an Emmy last year for a song he co-wrote for CW's \"Crazy Ex-Girlfriend,\" a show for which he wrote more than 100 songs and earned several nominations over the years.  Schlesinger was hospitalized this week.  A statement from his family, released by Collingwood via Twitter, confirmed Schlesinger was diagnosed with Covid-19. Schlesinger was put on a ventilator and sedated \"to facilitate his recovery.\"  \"He is receiving excellent care, his condition is improving and we are cautiously optimistic,\" the statement said. \"His family appreciates all of the love and support.\"  News of his illness prompted an outpouring of well wishes from the music industry and beyond, as did word of his passing.  \"I am grasping for the right words. My dear friend Adam Schlesinger has passed away from Covid-19,\" wrote Dashboard Confessional singer Chris Carrabba on Twitter. \"I knew him best as a mentor, and a friend.\"  He added: \"We must take this seriously. People are sick and dying. It is hard to stay locked indoors but lives will be saved. Take care of each other. Rest In Peace, my dear friend.\" Schlesinger was writing the lyrics and music for a new theater production with comedian Sarah Silverman at the time of his death, the attorney's statement added.   Schlesinger was survived by his two daughters, Sadie and Claire, his life partner Alexis Morley, his parents Barbara and Stephen Schlesinger and his sister Lauren, according to the statement. "], "Language": false}