{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/entertainment/slay-the-dragon-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-02T14:03:02Z"], "LastModifiedDate": ["2020-04-02T14:03:02Z"], "Headline": ["'Slay the Dragon' connects the dots on the political battle over gerrymandering"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Slay the Dragon\" does an extraordinarily good job of taking a complex issue and connecting the dots, which seems particularly appropriate for a documentary about gerrymandering. Well timed to the current election season -- especially after voting issues that beset recent primaries -- it's an overtly partisan film that admirably illustrates how an arcane term helps explain why the country is so starkly polarized. For those who might not be entirely clear on the process, gerrymandering refers to political parties drawing district lines in ways that are most advantageous to their election. The result is often comically shaped boundaries, allowing the party in power to essentially lock in statehouse majorities. Dale Schultz, a former Republican member of the Wisconsin Legislature who has spoken out against the practice, notes that the effect is to have \"legislators picking voters rather than voters picking legislators.\" As a related consequence, grouping conservatives within safely drawn Republican districts has served to insulate elected officials. Not only has it benefited the GOP, but experts note that the dynamic prompts legislators to adopt more extreme positions, since the only threats they potentially face are primary challenges from within their own party. While gerrymandering has long existed -- yes, on both sides -- what's different now is the way GOP strategists, led by Chris Jankowski and a well-funded effort named Project Redmap, aggressively turned it into a full-blown effort after Barack Obama's election in 2008. Targeting swing states, the party secured victories in 2010 -- a Census year -- and then leveraged that, cleverly using big data, to strengthen and protect its gains. In painstaking detail, filmmakers Barak Goodman and Chris Durrance examine the implications of that, including its impact on policy. Yet instead of just a dry recitation of that history, \"Slay the Dragon\" focuses on grass-roots campaigns to overcome this dynamic, beginning with Katie Fahey, who launched Voters Not Politicians in Michigan. Originally slated for theatrical release, the documentary plays up the David-vs.-Goliath aspects of that -- door-knocking volunteers seeking to topple the system through ballot initiatives and legal action, all the way to the Supreme Court, in a seeming mismatch against politicians and an organized effort funded by major corporate backing. Perhaps foremost, the film and the advocates featured articulate their case as to why gerrymandering is inherently anti-democratic -- enabling Republicans, as journalist Stephen Wolf points out, to hold lopsided legislative majorities even in places where Democrats garner more votes statewide. The real shame is that project like \"Slay the Dragon\" will inevitably wind up preaching to the choir; still, as a rallying cry for like-minded voters, the film rather stirringly demonstrates that it's possible for dogged activists to successfully fight city hall -- or more accurately, state legislatures. If that's not quite the same thing as slaying a dragon, as crusades go, it's more than just tilting at windmills. \"Slay the Dragon\" premieres April 3 via video on demand."], "Language": false}