{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-033020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-30T10:15:12.538Z"], "LastModifiedDate": ["2020-03-31T20:34:27.138Z"], "Headline": ["Wall Street has a solid start to the week"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for March 31, 2020 news. Wall Street enjoyed a solid start to the week Monday, with all three major indexes closing  strong even as the death toll from the Covid-19 outbreak mounted. Johnson & Johnson (JNJ) was the biggest gainer in the Dow, surging 8% after saying it hoped to have an experimental coronavirus vaccine ready for human testing by September. The Dow rose 691 points, or 3.2%.\nThe S&P 500 gained 3.4%.\nThe Nasdaq Composite shot up 3.6%. Energy stocks were among the few market losers as crude oil prices settled just above $20 a barrel, their lowest level since 2002. Zoom Video (ZM) and Slack (WORK) may be getting a lot of attention as stocks that are benefiting from the work from home trend in the midst of the coronavirus outbreak. But there's another software firm that's roaring as well -- S&P 500 constituent Citrix Systems. Shares of Citrix (CTXS) were up more than 3% Monday and hit an all-time high in the process. Citrix makes so-called virtualization software, which makes it easy for workers to access software and files on their office desktop remotely.  The stock is now up 30% this year. But is the move overdone? Wall Street analysts are currently predicting that Citrix's earnings will fall about 6% this year compared to last year. And of the 18 analysts who follow the stock, nine rate it a hold and one even has it a sell recommendation -- compared to eight buy ratings. The consensus price target is more than 12% below its current price as well.  Citrix is one one of the stocks that got Republican Senator Kelly Loeffler of Georgia and her husband Jeffrey Sprecher, CEO of New York Stock Exchange owner Intercontinental Exchange (ICE) and chairman of the NYSE, in hot water when they bought it after she and other lawmakers were briefed about the coronavirus before it spun out of control in the US.   Oil prices haven't been this cheap in 18 years.  US crude tumbled nearly 7% Monday, finishing at $20.09 a barrel. At session lows, oil touched $19.27 a barrel -- the weakest intraday price since February 2002.  The latest wave of selling was driven by intensifying fears about the sharp decline in demand caused by the coronavirus pandemic.  Bank of America warned that global oil demand will plunge by an unprecedented 12% during the second quarter.  US oil has now lost 68% of its value since the recent peak of $63.27 a barrel on January 6.  Its collapse has hammered energy stocks and will likely set off a wave of bankruptcies and layoffs in the debt-riddled oil patch. Disney executives are taking a pay cut because of the coronavirus outbreak, the company's CEO Bob Chapek said in an email to employees on Monday.  Bob Iger, the company's executive chairman, will forgo all of his salary while Chapek, who was named CEO in February, said that he would taking a 50% pay cut. Chapek added that other Disney executives would have their pay cut by 20% to 30% depending on title. The news comes after the company announced that its Disneyland and Walt Disney World resort would remain closed until further notice because of the outbreak.  Chapek wrote in the email that in a matter of weeks, Disney has \"experienced widespread disruption across our company\" from its parks and resorts closing to its film and TV production being halted.   \"While I am confident we will get through this challenging period together and emerge even stronger, we must take necessary steps to manage the short and long-term financial impact on our company,\" he wrote. Iger's compensation was $48 million in 2019. If you've watched the news at all during the past month, you've probably noticed a lot of guests (and even some TV hosts) broadcasting from home offices and living room studios via Skype as a result of the Covid-19 outbreak.  That's great news for Skype owner Microsoft. Shares of Microsoft (MSFT) surged 6% Monday after the software and cloud computing giant announced that 40 million people are now using Skype daily -- an increase of 70% over the past month. \"Recently, we have seen significant increases in Skype usage... we are seeing a 220% increase in Skype to Skype calling minutes month over month,\" said Yusuf Mehdi, Microsoft's corporate vice president for modern life and search & devices, in a blog post. Microsoft has also benefited from increased demand for its Teams collaborative software, which competes with Slack. But Slack has also experienced an uptick and is holding its own with its much larger rival. That's a big reason why both Microsoft and Slack (WORK) have held up better than the broader market lately. Slack's stock is up 5% in the past month and more than 26% this year, while the S&P 500 has plunged.  The work-from-home trend has been an even bigger boon for video conferencing company Zoom (ZM), whose shares have soared nearly 130% in 2020. Getting a jumpstart on summer will have to wait a little longer: All of Six Flags' parks are closed until at least mid-May.  The theme park company said Monday said the new date reflects \"federal and local restrictions in place to mitigate the spread of Covid-19.\" President Donald Trump extended the country's social distancing policies until April 30.  Six Flags also said that salaried workers will have their pay slashed by 25% to \"enhance the company’s financial flexibility.\"  Six Flags (SIX) stock slumped 7% on the news. It's down 70% for the year. Theme parks have been hit hard by the coronavirus pandemic: SeaWorld (SEAS) is temporarily furloughing more than 90% of its employees as of April 1. \nDisney (DIS) closed its eleven theme parks across North America, Europe and Asia in mid-March. \nUniversal Orlando Resort is closed until at least April 19. The Dow continued to move modestly higher, kicking off this week on the right foot. Last week was its best in more than 80 years. The Dow was up about 300 points, or 1.5%.\nThe S&P 500 was up 2%\nThe Nasdaq was the leader, rising 2.5%. Every sector but energy was up Monday. Energy stocks were hurt by oil's continued decline: US oil prices fell 6%, briefly sinking below $20 a barrel. With its stores closed and sales slowing as the coronavirus pandemic continues, Macy's said it will keep the \"absolute minimum workforce needed to maintain basic operations.\" That means a \"majority\" of its 125,000-strong workforce will go on furlough beginning this week, it said in a press release. Affected employees will still receive health care. Macy's said there will be \"fewer furloughs in our digital business, supporting distribution centers and call centers so we can continue to serve our customers online.\" Macy's (M), which also owns Bloomingdales and Bluemercury, stock fell 3%. It's down 70% for the year.  That was fast! US markets opened solidly in the green Monday but then quickly turned mixed within a few minutes of trade. The Dow was recently down 5 points, or less than 0.1%.\nThe S&P 500 advanced 0.6%.\nAnd the Nasdaq climbed 1%. Earlier, all three were up by 1% or more. The choppy trading comes after the markets fell sharply Friday but still enjoyed historic gains for the week. The Dow skyrocketed 12.8% last week, its best since June 1938. The S&P 500 finished up 10.3%, the strongest since March 2009. The oil market remains in disarray. US oil prices tumbled 6% to $20.25 a barrel, putting them on track for the lowest close since 2002.  As unprecedented stimulus efforts move through markets, banks face growing pressure from clients to say when risky assets could reach their low point.  But Wall Street's top players can't agree on an answer, with limited ability to predict the path of the virus and efforts to contain it. One view: Governments are unleashing trillions of dollars in spending, and such assets could soon stage a comeback. John Normand, head of cross-asset fundamental strategy at JPMorgan, told clients on Friday that the \"conditions we had set for markets to stabilize then revive\" have \"mostly been met.\" The bank was looking at factors including infection rates, market pricing and the amount of fiscal stimulus announced by governments. He noted that \"the missing criteria is a convincing deceleration in COVID daily infection rates.\" But enough has changed, he continued, to \"justify adding risk selectively.\" Read more here. The union that represents laid-off workers at GE Aviation wants to be called back to work to build ventilators. GE announced a week ago that it would cut 10% of the staff at GE Aviation, which makes jet engines. The company said that it would also cut hours for half of its maintenance, repair and overhaul employees for 90 days. The Communications Workers of America announced Monday that union leaders would march on GE headquarters urging the company to use the affected employees to make much needed ventilators to help battle the coronavirus outbreak. \"These union members have the skills required to make the ventilators that states are desperate for,\" said the union.  GE said has already doubled production of the ventilators that its medical unit makes, and plans to double it again by the end of June. In addition it partnering with Ford to further increase production. It said its aviation facilities are still open and working and can not be converted to make ventilators, despite the cutbacks in jobs there. It is hiring at its ventilator factories to have work there go around the clock. \"We continue to explore additional opportunities to support the fight against COVID-19, while continuing to support mission-critical work for our customers as well,\" said GE in a statement. Correction: An earlier version of this story incorrectly stated which companies GE was partnering with to make ventilators.  Abbott Laboratories (ABT) shares are up nearly 10% in premarket trading after US federal health officials approved a coronavirus test that can provide results in less than 15 minutes. The company said it expects to deliver 50,000 tests per day beginning this week. The technology behind the test looks for genes that are present in the virus, similar to PCR (polymerase chain reaction) tests already on the market. The platform used to run the test weighs less than 7 pounds, according to Abbott, and could be deployed \"where testing is needed most.\" Johnson & Johnson's (JNJ) announcement that it's fast-tracking a vaccine against the novel coronavirus has sent its stock up nearly 5% in early trading.  The pharmaceutical giant said Monday it has a \"lead COVID-19 vaccine candidate\" and hopes to conduct studies in humans by September. If successful, the vaccine could be used in early 2021 with the goal of producing one billion doses.  The US government and the company have committed a combined $1 billion to \"co-fund vaccine research, development, and clinical testing,\" it also said. Dow futures pointed to a modestly lower open Monday morning after the index's best week week in more than 80 years. The Dow was set to open 100 points lower. The S&P 500 and Nasdaq futures were essentially flat. Costco (COST) stores will close at 6:30 pm on weeknights beginning Monday. Weekend hours aren't changing.  The earlier closing hours were announced on its website. Costco is also adding special shopping hours for seniors on Tuesdays, Wednesdays and Thursday from 8 am to 9 am.   Costco is the latest company to cut hours as stores struggle to restock in light the coronavirus pandemic sparking people to stock up on necessities.  Oil was slammed by the prospect of further disruption to the US economy and with Saudi Arabia apparently determined to pursue a price war with Russia and American producers to regain market share. Prices are also suffering as demand collapses and the price war between Saudi Arabia and Russia drags on.  Brent crude futures, the global oil benchmark, were down 8.6%, last trading at $22.79 per barrel. US oil is trading at $20.27 per barrel, down 5.8%.It fell as low at $19.92 a barrel this morning. Reuters reported last week that Russia was seeking talks to end the standoff, which has led to a supply glut at a time when demand for energy has plunged. But a Saudi official said Friday that the talks weren't happening, despite rising pressure from Washington. Global markets sank again on Monday as the coronavirus pandemic continued to worsen and after President Donald Trump announced that social distancing measures would be extended at least through April 30. Let's take a look around the world: Japan's Nikkei 225 (N225) fell 3.7%\nHong Kong's Hang Sang Index (HSI) dropped 1.3%\nChina's Shanghai Composite (SHCOMP) fell 0.9%\nGermany's DAX (DAX) dropped 1.4% in early trading\nFrance's CAC 40 (CAC40) fell 2.4%\nThe FTSE 100 (UKX) shed 2.3% in London The chief financial officer of Jefferies Group LLC, Peregrine \"Peg\" Broadbent, has died from coronavirus complications, the company said in a statement Sunday. Broadbent, 56, had served as CFO of the financial services company since 2007. The company has appointed Teri Gendron, CFO of Jefferies Financial Group, as the interim CFO and chief accounting officer of Jefferies Group (JEF). \"For over a dozen years, Peg has been our CFO and partner, and helped us build Jefferies from less than half its current size, and navigate through hard times and good times,\" the company said. \"He has also been a much-loved and respected leader to the incredible global team that provides the support, foundation and glue across our firm.\" Read more here."], "Language": false}