{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/world/prince-harry-meghan-new-roles-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Max Foster, CNN"], "Writers": [["Max Foster"]], "FirstPublishDate": ["2020-03-31T06:34:42Z"], "LastModifiedDate": ["2020-03-31T10:27:05Z"], "Headline": ["Prince Harry and Meghan officially start their non-royal life. Here's what that will look like"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["When the Duke and Duchess of Sussex announced they would be giving up their senior royal roles to become \"financially independent,\" it sent shock waves through the British establishment and became the topic of intense debate across the country and beyond. Why are they doing it? How will they survive? And what do the rest of the family think about it? So much has happened in the weeks since that such questions are no longer top of mind, as the couple said in a statement Monday ahead of their official transition to being non-working members of the royal family. \"The Duke and Duchess of Sussex would prefer that in the immediate weeks and months, the focus remains on the global response to Covid-19,\" a Sussex spokesperson said. \"However, we recognize there are outstanding questions relating to their future beyond their Household transition deadline.\" That future includes no longer using the name \"Sussex Royal\" for their nonprofit organization, website or Instagram account, as March 31 marks the end of their time as senior royals and the start of their new life. As the couple officially relinquishes their royal duties, here's what we can expect to see from their transition.  They're still part of the royal family -- but can't use royal titles We've seen the wider family put up a united front following what royal sources initially described as \"disappointment\" and \"upset\" at the Sussexes' original bombshell statement in January of this year. Queen Elizabeth drew the line on Harry retaining any royal appointments, most notably his cherished honorary military titles. The hybrid royal role he had initially carved out for himself clearly wasn't workable for anyone else, nor was the intention to continue using the brand in his marketing. As a result, Harry and Meghan will no longer use the titles His and Her Royal Highness, and will no longer represent the Queen. This doesn't change Harry's place in the line of succession, and it doesn't mean the couple will no longer move in royal circles. On March 9, as part of their final royal duties, the Sussexes joined everyone from the Queen to the Countess of Wessex at Westminster Abbey for a Commonwealth Day service. There was much written about the lack of interaction between the Sussexes and Prince William and Kate, the Duchess of Cambridge. But the bigger message was that while Harry and Meghan may be leaving \"the firm\" they remain part of the family. They'll receive some support from Prince Charles Behind the scenes, arrangements have been finalized on the terms of the couple's departure. The Prince of Wales agreed to continue to support them financially through his private estate, the Duchy of Cornwall, though not as far as keeping their office going at Buckingham Palace. They were allowed to keep their home on the Windsor estate in England -- if they repaid the £2.4 million (about $3 million) of public funds used to renovate -- but the couple had made clear they intended to spend more time in North America anyway. Initially, that appeared to mean Canada, where they had taken a house on Vancouver Island. But President Donald Trump tweeted this week that the family had left for the US and that \"the US will not pay for their security protection.\" A spokesperson for the Sussexes responded immediately with a statement saying they had no plans to ask the US government for security resources and that privately funded security arrangements have been made. They're already getting to work This leaves the Sussexes with sizeable outgoings that may not be covered by the support provided by Harry's father, even when combined with his mother's inheritance -- certainly not to the style to which they have become accustomed. Harry has taken a couple of speaking opportunities with Wall Street banks where he discussed mental health issues. Meghan has done a voiceover for a Disney film about elephant protection in Botswana. The couple are closely associated with both these issues and can speak credibly to them, and they are also projects that could develop into lucrative income streams without appearing to compromise the royal brand. The challenge going forward will be continuing to find such deals, ones that pay enough but don't rock the boat back in the UK. Like the rest of us, the Sussexes now have bills to pay, but they have also vowed to stop trading on the brand that made them so commercially valuable in the first place: royalty.  Now that their transition out of royalty is complete, prepare for their reinvention.  \"The Duke and Duchess of Sussex will spend the next few months focusing on their family and continuing to do what they can, safely and privately, to support and work with their pre-existing charitable commitments while developing their future nonprofit organization,\" the couple's team said in Monday's statement. "], "Language": false}