{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/uk/johnson-coronavirus-response-criticism-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Laura Smith-Spark and Arnaud Siad, CNN"], "Writers": [["Laura Smith-Spark", "Arnaud Siad"]], "FirstPublishDate": ["2020-04-19T12:38:30Z"], "LastModifiedDate": ["2020-04-20T08:00:49Z"], "Headline": ["Johnson missed 5 key coronavirus meetings, but UK government defends his leadership"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["British Prime Minister Boris Johnson missed five emergency meetings in the early stages of the coronavirus pandemic, officials admitted on Sunday, as the UK government faced a barrage of criticism over its response to the spread of the disease. Government ministers were forced on the defensive after a wide-ranging critique in the Sunday Times of London revealed that the UK missed a string of missed opportunities to get on the front foot in late January and throughout February.  Michael Gove, one of the senior Cabinet ministers leading the response to the pandemic, admitted that Johnson had not chaired five meetings of the UK government's Cobra committee  -- a cross-departmental group convened in situations of national emergency -- but that the thrust of the Sunday Times piece was \"off beam.\" The opposition Labour Party health spokesman Jon Ashworth said there were \"serious questions\" to answer about why the Prime Minister had missed the five Cobra meetings in February. \"The whole world could see how serious this was becoming and we know that serious mistakes were made,\" he said in comments posted on Twitter. Workers in the UK health service are still lacking adequate protective equipment, coronavirus testing is not at the levels needed and hospitals have been given the wrong type of ventilators, Ashworth said. Gove defended Johnson's efforts. \"The idea that the Prime Minister skipped meetings that were vital to our response to the coronavirus, I think is grotesque,\" Gove told Sophy Ridge on Sky News on Sunday. \"The truth is that there were meetings across government, some of which were chaired by the Health Secretary, some by other ministers, but the Prime Minister took all major decisions,\" said Gove. \"Nobody can say that the Prime Minister wasn't throwing heart and soul into fighting this virus. His leadership has been clear. He's been inspirational at times.\" Speaking later on the BBC's The Andrew Marr Show, Gove acknowledged that Johnson had not attended the five Cobra meetings but said this was not unusual since such meetings were usually led by the relevant Secretary of State. Johnson first chaired a Cobra meeting on coronavirus on March 2. Gove added that the Sunday Times article was using this information \"out of context\" and \"whipped [it] up in order to create a 'j'accuse' narrative.\" The government is under pressure over its response to the coronavirus outbreak and faces growing calls for it to spell out a plan for bringing the country out of lockdown. The number of UK deaths in hospital of people who tested positive for coronavirus had reached 16,060 as of 5 p.m. Saturday, the Department of Health and Social Care said. Shortages of clinical gowns  The Sunday Times report stated that a number of opportunities to reduce the impact of the pandemic had been missed by the UK government in January, February and March. The government has been criticized over shortages of personal protective equipment for frontline health and social care workers and a slow start to testing for the virus. Stocks of clinical gowns to protect health workers from coronavirus in the UK are \"drawn down,\" Gove told the BBC's Andrew Marr, but he defended the government's response. \"We had stocks, we built them up for a flu pandemic, they were augmented by the stocks we had for a No Deal Brexit. But it is the case (...) that those stocks are drawn down,\" he said. Gove added that \"new PPE [personal protective equipment] is coming in this weekend from Turkey\" on top of 25 million gowns from China \"secured\" by the British Ambassador in Beijing. Responding to UK media reports Sunday that a large scale PPE shipment from Turkey to the UK had been delayed, a spokesperson at the Department of Health and Social Care told CNN: \"We are continuing to work to ensure the shipment is delivered as soon as possible.\"  The UK government has a Royal Air Force plane on standby to take off as soon as the shipment is ready. Shipments of PPE from Turkey require special export permits from the Health Ministry after the country banned exports of such items. On Saturday, the UK's local government Secretary of State Robert Jenrick said \"a very large consignment of PPE was due to arrive\" the next day from Turkey. He said it \"amounts to 84 tons of PPE\" and includes 400,000 clinical gowns. Speaking to Sky's Sophy Ridge, Gove said the shipment from Turkey included \"tens of thousands of gowns.\" On Friday, NHS Providers -- an organization that represents NHS hospitals -- warned that there was a \"critical\" shortage of clinical gowns in the UK. According to the organization, some hospitals will \"run out of fully fluid repellent gowns this weekend\" and will be forced to use the \"highest possible level of alternative\" protective equipment. A Downing Street spokesperson said in a statement Sunday that the government had been \"working day and night to battle against coronavirus, delivering a strategy designed at all times to protect our NHS and save lives,\" and guided by medical and scientific expertise. \"Our response has ensured that the NHS has been given all the support it needs to ensure everyone requiring treatment has received it, as well as providing protection to businesses and reassurance to workers,\" the statement said. \"The Prime Minister has been at the helm of the response to this, providing leadership during this hugely challenging period for the whole nation.\" Johnson 'recovering well' Johnson continues to recuperate at his official country retreat following treatment in intensive care for Covid-19. The Prime Minister is \"recovering well\" and is in \"cheerful spirits,\" Gove told Sky. Gove said Johnson had spoken with Foreign Secretary Dominic Raab on Friday to deliver instructions to the government. Johnson continues to follow the advice of his doctors in order to make sure that he \"rests and recovers fully,\" Gove said. He added that the Prime Minister is \"absolutely on top of things.\""], "Language": false}