{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/world/krzysztof-penderecki-composer-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-03-29T20:05:56Z"], "LastModifiedDate": ["2020-03-29T20:05:56Z"], "Headline": ["Krzysztof Penderecki, composer of works in 'The Exorcist' and 'The Shining,' dies at 86"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Krzysztof Penderecki, the avant garde Polish composer whose works have featured in the Hollywood films \"The Exorcist\" and \"The Shining,\" died Sunday after a \"long and serious illness,\" the Ludwig von Beethoven Association said. He was 86. Penderecki was \"an eminent artist, humanist, (and) one of the world's best known and most acclaimed Polish composers,\" the organization said.  One of his most famous works is the 1960 composition \"Threnody to the Victims of Hiroshima,\" a wailing, discordant lamentation dedicated to the victims of World War II's atomic bombing. With its shrieking strings, \"Threnody\" has been incorporated into the soundtracks for anxiety-inducing works such as the 2006 dystopian film \"Children of Men\" as well as episodes of \"Twin Peaks\" and \"Black Mirror,\" according to IMDb.  Similarly, his composition \"Polymorphia (for 48 Strings)\" was used as part of the fear-inducing score to horror films \"The Exorcist\" and \"The Shining.\" In 2012, Radiohead's Jonny Greenwood released an album inspired by Penderecki's works, part of which was incorporated into his score for the 2007 Paul Thomas Anderson film \"There Will Be Blood.\" \"What sad news to wake to. Penderecki was the greatest -  a fiercely creative composer, and a gentle, warm-hearted man,\" Greenwood said on Twitter. \"My condolences to his family, and to Poland on this huge loss to the musical world.\" The Beethoven Association said Penderecki was a recipient of honorary doctorates from more than 40 universities and had received the highest Polish and international honors and prestigious awards. Over his long career, Penderecki was nominated for eight Grammy Awards and won four, most recently in 2016, when he won the Grammy for best choral performance for \"Penderecki Conducts Penderecki, Volume 1.\" He was also awarded the Grammy Trustees Award in 1968 along with jazz greats Duke Ellington and Billy Strayhorn. He composed the \"Polish Requiem,\" which was written in stages over several decades and dedicated to his country's suffering, according to the Polish Cultural Institute of New York. \"Krzysztof Penderecki, a legendary icon of post-war Polish music, left behind a profoundly influential legacy, including operas, symphonies and choral works, as well as chamber and instrumental #music,\" the institute said on Facebook. \"With its unique dramatic structure and a deeply humanistic message, his music transcended the avant garde and became popular with a wide audience.\""], "Language": false}