{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/entertainment/mark-blum-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T00:10:44Z"], "LastModifiedDate": ["2020-03-27T08:59:25Z"], "Headline": ["Mark Blum, actor in 'Desperately Seeking Susan' and 'You,' dies of coronavirus complications"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Mark Blum, a veteran stage actor known for films including \"Desperately Seeking Susan\" and \"Crocodile Dundee,\" has died due to complications from Covid-19, according to a statement released by the Screen Actors Guild. Blum was 69. Though he was perhaps best known for the 1985 film \"Desperately Seeking Susan,\" in which he starred alongside Madonna and Rosanna Arquette, he most recently appeared in supporting TV roles on the HBO series \"Succession,\" the Netflix drama \"You\" and Amazon's \"Mozart in the Jungle.\"  He was a staple in the New York theater community, frequently appearing on Broadway, including the revival of \"Twelve Angry Men,\" though he appeared off Broadway much more often.  Blum was a regular player with Playwrights Horizons, an off-Broadway theater in New York. The company remembered him on Twitter.  \"With love and heavy hearts, Playwrights Horizons pays tribute to Mark Blum, a dear longtime friend and a consummate artist who passed this week,\" the theater company tweeted.\"Thank you, Mark, for all you brought to our theater, and to theaters and audiences across the world. We will miss you.\" Rebecca Damon, executive vice president and New York president of the Screen Actors Guild-American Federation of Television and Radio Artists (SAG-AFTRA) labor union said Blum was a \"tireless advocate\" for fellow performers.  \"I always appreciated Mark's clear perception of complex situations,\" Damon wrote of Blum, a former SAG-AFTRA board member. \"He always spoke the truth and did a great service in informing members of our community about the ins and outs of the union whenever he had the opportunity.\" Fans of Blum's echoed her sentiment. Actor Zach Braff said he \"could not have been a kinder human being\" and praised his \"wonderful\" acting.  Actor and former New York gubernatorial candidate Cynthia Nixon called his performances \"unfailingly deep, subtle, hilarious and moving in equal measure.\"  His is at least the second coronavirus-related death to rock the New York theater community. Earlier this week, members mourned the loss of Tony Award-winning playwright Terrence McNally, who died from coronavirus complications at 81. "], "Language": false}