{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/entertainment/meghan-sussex-disney-elephants-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France and Jack Guy"], "Writers": [[]], "FirstPublishDate": ["2020-03-26T17:32:11Z"], "LastModifiedDate": ["2020-03-26T18:02:21Z"], "Headline": ["Meghan, Duchess of Sussex, to voice Disney film 'Elephant'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["We now know more about the first role Meghan, Duchess of Sussex, will have once she leaves the royal family -- and it's a return to her Hollywood roots. Disneynature said in a press release Thursday that Meghan is the narrator for a new documentary about elephants. Titled simply \"Elephants,\" the new doc will start streaming on April 3 on Disney+ along with a documentary about dolphins narrated by actress Natalie Portman. \"Elephant\" tells the story of African elephant Shani and her son Jomo as they journey across the Kalahari Desert with their herd. Disney+ denied reports Meghan had signed a \"further\" deal with Disney before stepping back from royal duties, emphasizing \"no superheroes, no animated films, etc.\" Meghan met the makers of the film in Botswana in 2016 and had watched some of their footage over the years, the press release said. They later approached her about the role \"knowing her passion for the subject and the footage,\" according to the release. Meghan recorded the voiceover for the film in London in autumn last year -- months before she and husband Prince Harry, Duke of Sussex, stepped back from royal duties. The couple have been advocates for Elephants Without Borders and the conservation of the animals. Meghan found fame acting on the series \"Suits,\" but retired from the industry when she became engaged to Prince Harry in 2017. In January Harry and Meghan announced their decision to step back from royal life and become \"financially independent,\" sharing their desire to \"carve out a progressive new role within this institution\" in an Instagram post. On March 9 they marked their final engagement as senior members of the royal family by attending the annual Commonwealth Service at Westminster Abbey, and will officially bow out as senior royals on March 31."], "Language": false}