{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/entertainment/mulan-column/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-26T15:10:14Z"], "LastModifiedDate": ["2020-03-26T15:10:14Z"], "Headline": ["'Mulan' feels like the movie we could have most used right now"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Mulan\" is just one of several high-profile movies delayed by the threat of Covid-19. Yet on the weekend when the film was scheduled to open, the absence of this live-action Disney remake feels like a more pronounced shame -- the film among those postponed that we could use most right now.  Not only was \"Mulan\" expected to inspire families, kids and parents to assemble in theaters that have been shuttered indefinitely. But the Disney release appeared destined to attract a wide audience to a film populated by an entirely Asian cast, in contrast to the ugly rhetoric unleashed by those labeling Covid-19 the \"Chinese virus.\" Indeed, the movie itself serves as a reminder of how far the studio itself has come from its problematic past in terms of representation and racial stereotypes. The main character behaves heroically out of love and reverence for her father, actually putting herself at risk in order to save him as well as, it turns out, her country. As sentiments go, that's not exactly the \"Spring break or bust\" ethos. Finally, while \"Mulan\" is frequently spoken of in the context of the Disney princesses -- originally a monochromatic group consisting of Snow White, Cinderella and \"Sleeping Beauty's\" Aurora -- the movie actually represented another stride not just toward greater diversity among those characters, but in gender roles as well. Mulan, after all, was the rescuer, not the rescued, fighting off the Hun invaders. Released in 1998, the original \"Mulan\" came nearly a decade into a modern resurgence by Disney in producing animated hits, beginning with \"The Little Mermaid.\" That was followed in a five-year span by the Oscar-nominated \"Beauty and the Beast,\" \"Aladdin\" and \"The Lion King.\" Amid that creative and commercial hot streak, Disney also sought to rectify a pretty dismal history in terms of race within its films. The diverse leads included the \"Aladdin\" and \"Pocahontas,\" followed later by \"The Princess and the Frog.\" It was certainly a break from Disney's past -- most notoriously illustrated by \"The Song of the South,\" but also flourishes like the Siamese cats in \"Lady and the Tramp\" and the crows in \"Dumbo.\" Small wonder the studios' new streaming service, Disney+, has added disclaimers on certain titles noting that they \"may contain outdated cultural depictions.\" For all its admirable elements, including its feminist heroine and catchy songs, \"Mulan\" had its naysayers, and there were some questionable decisions, among them casting Miguel Ferrer, Harvey Fierstein and Donny Osmond as the voices of Asian characters. Still, in a collection of recollections pegged to the movie's 20th anniversary, Asian-American women generally looked back fondly on what the movie represented. \"Mulan was the only Disney princess who looked like me, so she resonated with me,\" wrote reporter Shannon Liao, who has since joined CNN Business. As noted, Disney has made additional strides since in its movies and TV shows, reflecting a concerted effort to do so. \"The Princess and the Frog\" introduced an African-American princess, \"Coco\" featured the Latin community, and Pixar's \"Soul\" offers that Disney unit's first black lead -- another movie whose spring release has likely been impacted by the crisis. Unlike some of Disney's recent live-action adaptations, the new \"Mulan\" -- starring Liu Yifei in the title role, and directed by Niki Caro -- promised a relatively fresh take, with sweeping spectacle and no songs. Some of those who saw an early premiere praised the movie for possessing a \"more mature\" tone. Audiences will see the movie eventually and have the opportunity to judge for themselves. But good, bad or somewhere in between, there are reasons to look forward to that day -- and the welcome aspects of its release that, yes, should bring at least some honor to us all."], "Language": false}