{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/opinions/netflix-self-made-madam-cj-walker-jones/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Roxanne Jones"], "Writers": [["Roxanne Jones"]], "FirstPublishDate": ["2020-03-25T19:57:53Z"], "LastModifiedDate": ["2020-03-25T19:57:53Z"], "Headline": ["This new Netflix miniseries let me down, then made me think"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Like many Americans, I've become a pajama-clad couch potato as the  pandemic coronavirus has forced most of us to practice social distancing and shelter indoors. Life outside is a nightmare for Americans who are dealing with the virus or are terrified that family or friends may be affected. No wonder it feels like the safest place in the world is parked in front of the TV, armed with your remote, Netflix, Amazon Prime or another of the almost too-numerous-to-count movie streaming services.   And thankfully, for those of us just joining the couch life, there's a lot of good entertainment out there. Netflix's newly released \"Self Made: Inspired by the Life of Madam C.J. Walker,\" sure looked like a winner to me.  The four-part miniseries includes a few of my favorite Hollywood stars: Octavia Spencer (as Walker, America's first woman millionaire), Tiffany Haddish (as Walker's daughter, A'Lelia, also a noted businesswoman) and Blair Underwood (as Walker's husband, C.J. Walker).   \"Self Made\" is definitely worth a watch, if you've got four hours to while away — and let's face it, too many of us do these days.  Produced by Spencer, NBA great LeBron James and his business partner Maverick Carter, the film is inspired by Walker's life. It takes viewers back to the early 20th century as Walker overcomes extreme racism and sexism to become one of the wealthiest women — of any race — in America by selling haircare products to black women. The miniseries presents a rare opportunity to deep dive into the history of black success in America. Just don't expect too much. Beware of cliches, uncomfortable stereotypes and sappy storytelling gimmicks.  Madam C.J. Walker, born as Sarah Breedlove in Louisiana in 1867, was the daughter of freed slaves who became founder of the Walker Manufacturing Co. Her company employed thousands of black women as door-to-door sales agents, gave many others professional careers and provided opportunities for generations to prosper. Walker died in 1919, with a net worth of $600,000 to $700,000—or $8.9 million to $10.7 million today, according to Smithsonian Magazine.  \"All I've ever wanted was to help colored women. Precious few of us ever get to reach our destinies -- we are dismissed, undermined, ignored, stepped over, or even worse, beaten and lynched,\" Walker's character tells her employees who are threatening to strike in one of the movie's most moving scenes. In that moment near the end of the series, Walker realizes her unbridled capitalism has almost ruined her business. The magic \"bootstraps\" success story (evoked so directly by the title of the series) is often repeated to black schoolchildren as an example of how black women, indeed all black people, can succeed in America if only we work hard enough.  I first learned about Walker in grade school -- during Black History Month, of course -- though I've often wondered why her corporate savvy and modernization of an all-woman black sales force that criss-crossed the nation isn't held up as a case study in college-level history, business and economics classes. Walker was a woman to be proud of and an example to many others. But somehow \"Self Made\" fails to capture the woman I imagined back in grade school -- the woman who was a misfit in her youth and considered ugly by both white and black beauty standards but who went on to become a philanthropist, a successful businesswoman, an anti-lynching activist and a proud feminist who spoke about the power of women having an education, an income and a voice. The Madam C.J. Walker I learned about believed — correctly, it turns out —that black women would uplift the race.  Well, that woman is sorely missing in the Netflix series.   Instead, Spencer's portrayal left me offended.  Her Walker was a selfish, greedy woman focused on making money at the expense of her family and often her employees. The relationship with her daughter, played by  Haddish, was cold and unloving -- not to mention borderline unbelievable, since the two women seem to be too close in age. Haddish's A'Lelia is a woman trapped in a loveless marriage --  a closeted lesbian who is tirelessly trying (and failing) to win her mother's acceptance and love.  Spencer's Walker is even more hateful to her husband, belittling Underwood's C.J. at every turn and giving him absolutely no credit for her success -- even though it was her husband's father who allowed her to set up her first beauty salon and business in his home.  But most disturbing is that the film depicts Walker as someone who believed black women had to straighten their naturally kinky hair and have long, flowing locks in order to be beautiful and successful.  According to historical accounts, Walker, who suffered from hair loss at an early age, started her business to promote healthy black kinky hair.  She helped pioneer and popularize the hot comb, hair-straightening method only as a styling option, not a mandate of beauty.  Throughout the film, Walker's character is so unlikable that I had to go back and re-read historical accounts of her life, which were filled with acts of kindness and philanthropic donations that showed a compassion for the black community and dedication to much more than becoming a millionaire.  It is here where we see Spencer's character mature and evolve. She learns to more fully accept and respect her daughter, eventually trusting her to take over the company and expend her business in New York. Walker finds more compassion for her employees and ends her bitter divorce battle with her cheating husband, finally granting him a divorce.  In the end, the film reminded me that none of us reaches success without the hard work of others.  \"Self Made\" may sound like empowering words, but for many -- including Walker herself -- they are an illusion.   Walker stood on her parents' shoulders and on the shoulders of the thousands of women who worked to make her a household name by selling, marketing and purchasing her haircare products. And without her husband, her daughter and her family, her success would have been impossible -- in the 1800s and today.  The often-touted \"bootstraps\" success model is a deception, a useful mechanism to promote division amongst women, minorities and immigrants who still struggle for equality. The series' producers certainly could not have anticipated how tone-deaf the premise \"self made\" would seem in today's cultural climate, where daily we are reminded of how interconnected we are to others.  Still, watching the story of Madam C.J. Walker left me with this lesson: As we shelter from the corona pandemic, we are learning just how much our fate, and indeed our future successes, will depend on one another."], "Language": false}