{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-19-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Helen Regan, Jenni Marsh, Laura Smith-Spark, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Helen Regan", "Jenni Marsh", "Laura Smith-Spark", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-04-19T00:02:50.166Z"], "LastModifiedDate": ["2020-04-20T02:02:30.858Z"], "Headline": ["April 19 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Three sources involved in the negotiations said that the details over how to spend billions over testing for Covid-19 remains unresolved in the talks over the massive relief bill under negotiation by top congressional leaders and the White House.  The measure will include hundreds of billions of dollars for the new small business loan program, Payroll Protection Program. Democrats and Republicans have different visions over a testing policy, one of the sources said. President Trump has increasingly said that testing needs to be done by the states, while Democrats have called for a testing program led by the federal government. As part of the deal to replenish the small business loan program, the two sides had agreed to $25 billion for testing.  But the details are more complicated to sort out. It appears increasingly likely that talks will extend into tomorrow, but they are still negotiating tonight, the sources said. ##Health## US President Donald Trump on Sunday called people who are protesting their governors’ social distancing measures “great people.” Trump said this despite the fact the states are following recommendations of federal health officials to institute the distancing guidelines. In recent days Trump has encouraged governors to relax those guidelines as soon as they feel it’s safe to do so. Trump was asked on Sunday if he is worried that his tweets about liberating Kentucky, Michigan and Virginia are in any way helping to incite potential violence, as some governors have reportedly received death threats. Trump responded: “I’ve seen the people. I’ve seen interviews of the people. These are great people.”  He added that they have cabin fever and they want their lives back.  “Their life was taken away from them,” he said. “These people love our country, they want to get back to work.” ##Daily Life## United States President Donald Trump has called the country's Centers for Disease Control and Prevention's early work a \"mess\" -- but said things had improved. “CDC had obsolete tests, old tests, broken tests and a mess,” said Trump at a White House news briefing on Sunday. He was responding to a question about failures in testing at the CDC.  Multiple health officials told CNN this weekend that contamination in manufacturing at the CDC caused weeks of delays that slowed the US response to the coronavirus pandemic. The problem stemmed in part from the CDC not adhering to its own protocols, a Food and Drug Administration spokesperson said on Saturday. But things have since improved, Trump said. “(The CDC) has done a very good job, and they've done it under pressure,” he said. “The pressure is -- they had to do this under pressure so we're very proud of the job they've done.” Without citing evidence, however, Trump blamed prior administrations for the CDC’s early failures during the pandemic. “I told you we inherited a lot of garbage, we took, they had tests that were no good, they had all this stuff was no good,” said Trump, who has been President for three and a half years.  ##Health## Iran reported 87 more coronavirus-related fatalities on Sunday, bringing the nationwide total to 5,118 deaths, according to the Iranian Health Ministry. Over the past 24 hours, 1,343 new cases have tested positive in the country, which brings the total number of reported infections in Iran to 82,211. As the coronavirus numbers slowly decline, the Iranian government is considering taking steps to reopen their economy in the coming weeks. Iranian President Hassan Rouhani urged Iranians to continue social distancing and abide by the recommendations of the health ministry on Saturday, according to the Iranian News Agency report. ##Health## ##Daily Life## Brazilian President Jair Bolsonaro joined a rally in the country's capital on Sunday, where protesters called for an end to quarantine measures and some urged military intervention to shut down Congress and the Supreme Court. Congress and the Supreme Court have supported social isolation measures imposed by governors. The President didn’t wear a mask and coughed several times while speaking to the crowd of a couple of hundred supporters in Brasilia. “(Everyone must) do whatever is necessary for the country to have the prominent place it deserves,” he said. “We will not negotiate anything.” The rules in Brazil: National and local governments in the country have issued mixed messaging on how to behave during the pandemic. While Bolsonaro has been pushing against strict restrictions, state and local governments in some of Brazil's hardest-hit areas have closed schools and all but essential businesses, with firefighters and police in the streets urging people to stay indoors. Last week, Bolsonaro fired his health minister after weeks of clashes over social isolation measures. During a news conference to introduce his new minister, he reiterated that businesses need to be reopened to ensure that the economic fallout isn’t worse than the virus. Polls, however, show that a majority of Brazilians support social isolation. On Sunday, Bolsonaro's supporters also organized caravans in different cities. The background: Brazil has the most confirmed coronavirus cases in Latin America. As of Sunday, the country had reported 38,654 cases and 2,462 deaths, according to health officials. ##Daily Life## President Donald Trump admitted Sunday that he excluded Sen. Mitt Romney from the bipartisan congressional task force focused on reopening the country because he maintains a grudge against Romney who voted in favor of Trump’s impeachment. When asked at Sunday’s coronavirus task force briefing if the decision to shut Romney out of the task force shows that he still holds a grudge against Romney, the only Republican senator left off the congressional task force, Trump said yes. “Yeah it does. I’m not a fan of Mitt Romney at all,” Trump said. “I’m not a fan of Mitt Romney, I don’t want his advice.” Romney voted to convict Trump on the first article of impeachment -- abuse of power. Romney was the only Republican Party senator to vote in favor of either articles of impeachment. Seema Verma, administrator for The Centers for Medicare and Medicaid Services, has announced that nursing homes will be required to report to patients, their families and the Centers for Disease Control and Prevention (CDC) when they have any coronavirus cases. Verma added that the government will be paying labs to go to nursing homes to collect samples. \"It's important that patients and their families have the information that they need, and they need to understand what's going on in the nursing home,\" Verma said. \"This will support CDC's efforts to have surveillance around the country and contact tracing so we can mitigate the spread of the virus in the communities that show spread starting in the nursing homes.\" Hospitals that want to move toward reopening for elective surgeries and other non-covid medical procedures still need to be able to handle potential surges from coronavirus infections, according to new guidelines announced Sunday by Seema Verma, administrator of the Centers for Medicare and Medicaid Services. Verma said that since some hospitals said they have unused capacity, the new guidelines will be folded into phase one of reopening the US. “Every state and local official has to assess the situation on the ground. They need to make sure they can still address surges, they need to make sure that they have adequate supplies and a plan for conserving supplies. They need to be able to screen patients and healthcare workers for Covid virus. And they need to make sure that patients feel safe when they come in to seek healthcare services by assuring that they have the appropriate cleaning in place and they observe social distancing inside the facilities,” Verma said. Verma said that this will be a “gradual process” and that “health care officials across the country and health care systems need to decide what services should be made available, and ultimately doctors and patients need to make decisions about their health care services.” When pressed by CNN’s Jeremy Diamond as to why he was taking time during the daily coronavirus task force briefing to discuss praise he has received while more than 22 million Americans are currently unemployed and more than 40,000 people have died from coronavirus, Trump said he was “standing up for the men and women who have done such an incredible job,” not for himself. “I'm sticking up for those people,\" Trump said. \"I am also sticking up for doctors and nurses and military doctors and nurses.” When further pressed by Diamond, Trump said “those people have been excoriated by the fake news.” “It's not about me. Nothing is about me,\" he said. \"You are never going to treat me fairly, many of you, and I understand that.” The clips Trump played at the briefing praised himself and not health care workers. President Trump announced Sunday that he will compel a US company to make swabs under the Defense Production Act. Two people familiar with the decision told CNN that company is Puritan Medical Products, which is based in Maine. It is known for making \"flocked swabs,\" which it says are better at collecting specimens than other types. Trump said the administration had experienced \"difficulty\" with the company, but did not elaborate further. Puritan did not immediately respond to CNN's request for comment. \"We’ve had a little difficulty with one so we'll call in -- as we have in the past as you know -- we are calling in the Defense Production Act and we'll be getting swabs very easily,” Trump said. Vice President Mike Pence said Sunday that the White House task force overseeing the coronavirus pandemic believes several large metro areas continue to stabilize and see progress. He also said there are several cities the task force is watching. “Areas that we continue to watch carefully on the task force include the Chicago metro area, Boston metro, and the Philadelphia metropolitan area,” Pence said. As for the areas that have made progress he listed several: “The New York metro area, including New Jersey, New York, Long Island, Connecticut and Rhode Island all appear to be past their peak. The Detroit metro area also appears to be past its peak and is stable, New Orleans metro area actually is the most stable of all areas where we had a major metropolitan outbreak. The Denver metro area is stable,” Pence said. The rates of California and Washington states remain “low and steady,\" Pence said  Chile has reported 10,088 confirmed cases of novel coronavirus, Paula Daza, Chile’s public health undersecretary, said in a televised statement on Sunday.  In the past 24 hours, 358 new cases and seven new deaths have been recorded, according to Daza.  As of Sunday, there have been 133 coronavirus deaths in Chile.  President Donald Trump said Sunday the US still wants investigators to go to China to investigate the coronavirus outbreak. The US has previously made requests, which have been rebuffed. The White House has continually accused China of withholding accurate information about the extent of the virus within the country. “We are talking to China. We spoke to them a long time ago about going in. We want to go in,” Trump said Sunday at a coronavirus task force briefing. About 14% of the New York Police Department were out sick on Sunday -- that’s down from a high of 19.8%, according to a daily NYPD report. To date, 4,371 members of the NYPD have tested positive for Covid-19. Of those, 2,270 members have recovered and returned to work, and 2,073 are still out sick, the report said. Those out sick include 1,706 uniformed members and 367 civilian members. President Donald Trump said he is planning to use the Defense Production Act again, this time to help with the production of swabs needed to conduct coronavirus tests. Trump said the administration is close to finalizing a deal with a company that will convert its plant to produce 10 million swabs per month, but that he would use the DPA to force another company to do the same. “We also are going to be using and preparing to use the Defense Production Act to increase swab production in one US facility by over 20 million additional swabs per month. We’ve had a little difficulty with one so we'll call in -- as we have in the past, as you know -- we are calling in the Defense Production Act and we'll be getting swabs very easily,” Trump said. Trump did not name either company. Governors on both sides of the aisle have complained that one of the reasons states cannot conduct enough coronavirus tests is that they lack the materials needed to conduct such tests, including swabs. Trump said last week 5 million swabs were going to be sent to the states but did not provide specifics. President Donald Trump opened Sunday’s coronavirus task force briefing by saying negotiations over adding hundreds of billions of dollars to the Paycheck Protection Program are continuing to make progress, and that a deal could be announced Monday. Trump said he thinks the sides are getting close to a deal. “I would like to begin by saying we are continuing to negotiate with the Democrats to get our great workers and small businesses all over the country taken care of. I think we are getting close to a deal. It could happen. It could happen. A lot of good work has been going on and we could have an answer tomorrow and we are going to see what exactly does take place,” Trump said. The President also said there will additional aid in the package. Treasury Secretary Steven Mnuchin told CNN’s “State of the Union” earlier Sunday that $75 billion will be included for hospitals. “We are also looking at helping our hospitals and our rural hospitals who have been hurt very badly. The rural hospitals for a long time have not been treated properly. We are looking to help them and beyond. So we are looking at hospitals also as part of the package” Trump said. Trump said he had just gotten off the phone with Mnuchin and concluded by saying, “I think you will have a nice answer tomorrow.” About 12,000 coronavirus testing kits distributed by the Washington Department of Health have been recalled because of possible contamination, according to a news release from the health department. Friday, University of Washington Medicine notified the state health department that there may have been a quality control issue after a small number of vials of viral transport media (VTM) fluid appeared to have an unusual color, according to the release. The testing kits in question were sent to local health jurisdictions, tribal nations, and state agency partners across the state, the news release said. Jurisdictions that received the kits are encouraged to contact the health department for a new shipment of swabs and VTM transport tubes, according to the release. A large shipment of swabs and VTM from a different vendor are expected to arrive in the state this week, the release said.  There are at least 755,533 cases of coronavirus in the United States and at least 40,461 deaths, according to Johns Hopkins University's tally. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.   View CNN's interactive map tracking the coronavirus in the United States.  Illinois Gov. J.B. Pritzker said that while the state has machines to complete coronavirus testing, it doesn't have all of the resources needed to analyze all tests on a larger scale. Testing kits are available and machines are available, but there are key components needed to analyze all collected samples, Pritzker said.  Such components include swabs, viral transport mechanisms to send swabs for testing, reagents, RNA extractors and available lab technicians to complete testings, according to Pritzker. A total of 995 patients have been treated at the Javits Convention Center field hospital in New York since it opened at the end of March, according to Northwell Health spokesman Terry Lynam. Of those 995 patients, 254 remain hospitalized, Lynam said. About 172 patients have been treated on the USNS Comfort since the ship arrived in New York Harbor on March 30, Lynam said, and 63 patients remain on board. New York Mayor Bill de Blasio called on the Metropolitan Transportation Authority to work better with the New York Police Department on social distancing and monitoring the number of people that can be on each car. His comments Sunday came after he was asked about some city council members urging the governor to shut down the subways to help stop the spread of the coronavirus.   The mayor also said he doesn’t know another way people could get around if trains were shut down. MTA spokesman Shams Tarek released a statement Sunday saying \"even with subway ridership down more than 90 percent, we are making it possible for doctors, nurses, first responders, grocery and pharmacy workers, and other essential personnel to get to work and save lives.\" Shutting down mass transit during this unprecedented crisis would be dangerous and could lead to even more deaths.\"  Tarek also said \"MTA has led the nation in its efforts to protect its employees and customers, disinfecting its stations and full fleet of rolling stock and even breaking away from federal guidance and providing hundreds of thousands of masks to our heroic workforce before the CDC recommended it.” A UK government spokesman has refuted wide-ranging claims made by The Sunday Times in a damning article that criticizes the government’s early response to the coronavirus pandemic, arguing Sunday that the article contains a “series of falsehoods\" that \"misrepresent\" the government's actions. This article contains a series of falsehoods and errors and actively misrepresents the enormous amount of work which was going on in government at the earliest stages of the coronavirus outbreak,\" the government’s spokesman said in a statement.  \"The Prime Minister has been at the helm of the response to this, providing leadership during this hugely challenging period for the whole nation,\" the statement added.  The spokesman’s response comes after Cabinet minister Michael Gove acknowledged that -- as reported by the Sunday Times -- Prime Minister Boris Johnson did not attend five national security COBR meetings focused on coronavirus in January and February. According to the government’s spokesman, it is \"entirely normal and proper\" for such meetings to be chaired by the relevant secretary of state, as opposed to the Prime Minister.  “It is ridiculous to suggest that coronavirus only reached the UK because the Health Secretary and not the PM chaired a COBR meeting,” the spokesman said.  Additionally, The Sunday Times reported that a number of opportunities to reduce the impact of the pandemic had been missed by the UK government in January, February and March, claiming that UK officials \"sleepwalked into disaster\" and \"played down the looming threat\" of coronavirus.  The government’s spokesman rejected such claims, asserting the government \"started to act as soon as it was alerted to a potential outbreak\" of coronavirus.  “The suggestion that the government’s attitude was nonchalant is wrong. Extensive and detailed work was going on in government because of coronavirus,\" the spokesman said.  \"The government’s scientific advisory groups started to meet in mid-January and (Health Secretary Matt) Hancock instituted daily meetings to grip the emerging threat. We have taken the right steps at the right time guided by the scientific evidence,\" the spokesman added.  The United States now has at least 40,585 reported coronavirus deaths, according to a tally from Johns Hopkins University. There are at least 742,442 cases of the virus in the US, according to the university. Tyson Foods says it is following guidelines from the Centers for Disease Control and Prevention, United States Department of Agriculture and health departments after some of its team members tested positive for coronavirus.  Earlier today, CNN reported that 90 plant workers in Goodlettsville, Tennessee, tested positive for coronavirus, but there have been no deaths Tyson Foods Senior Vice President Hector Gonzalez said in a video statement that the company is requiring workers to take their temperatures at the start of each shift and wear face coverings. The company has also expanded work spaces by erecting tents.  “We're extremely grateful for the work our team members are doing and for the role they play in the critical supply chain that extends from farm to fork,” Gonzalez said. Tyson Foods spokesperson Worth Sparkman said in a statement the company is also sanitizing plant production areas and has deep cleaned other areas of the facility, including employee break rooms and locker rooms. \"We have team members dedicated to constantly wiping down and sanitizing common areas. In some cases, this additional cleaning involves suspending a day of production,\" Sparkman said. According to Johns Hopkins University's tally of cases in the US, there are at least 742,442 cases of coronavirus in the country and at least 39,291 people have died from the disease. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  More than 100,000 people defied Bangladesh's lockdown order on Saturday to attend the funeral of a senior leader of the Islamist party in the district of Brahmanbaria, according to the prime minister's special assistant, Shah Ali Farhad, and the Brahmanbaria police spokesperson Imtiaz Ahmed.  The funeral for Maulana Zubayer Ahmad Ansari, an Islamic teacher, broke the country's ban of no more than five people attending prayers at one time, sparking fears of a new coronavirus outbreak emerging from the event.  Tens of thousands of people flooded the roads to Brahmanbaria district, walking from the surrounding areas to attend the funeral, according to Mohammad Mamunul Haque, the joint secretary general of the Islamist party.  The police were unable to control the crowd, resulting in the officer in charge and assistant superintendent being withdrawn from the event and a \"three-member probe committee\" being formed to start an investigation into the congregation activity, according to Sohel Rana, the Bangladesh Police Central spokesperson. Bangladesh has a recorded total of 2,456 positive cases of coronavirus, with 91 deaths as of Sunday, though critics say the true number is higher and still unknown due to lack of testing kits.  The coronavirus outbreak in Austria in \"under control,\" Chancellor Sebastian Kurz said Sunday, crediting the positive development as a result of the government's early implementation of strict containment measures.  \"We were one of the first countries in Europe which decided to have a complete lockdown, and I think it was extremely important that we were faster than others and our reaction was tougher than in other countries,\" Kurz told CNN. \"It was good that we did it because now the situation in Austria is under control. We only have about 100 new infections every day,\" he added.  According to the Austrian leader, the number of new in-country coronavirus cases continues to go down, prompting the government to look towards a gradual relaxation of the nationwide lockdown.  \"What we are trying is to re-open very slowly and very carefully. We are doing this step-by-step, always with two weeks in between,\" Kurz said. \"It is important that we always have two weeks in between, which gives us the opportunity to watch the numbers very carefully and slow down our re-opening plan and, if necessary, pull the emergency brake.\" Kurz outlined that the government expects to allow small shops to open on Monday, extending to all shops by May 1; by mid-May, the government will look to extend this measure further to include restaurants, he added.  \"Of course, we will still have restrictions like social distancing…people in shops and also, in the future, people in restaurants and elsewhere will have to wear masks,\" Kurz said.  Cuba has reported 1,035 confirmed cases of coronavirus, according to health officials on Sunday.  This is the first time the total number of infected people has topped 1,000 on the island.  Cuba has enacted some of the region’s toughest restrictions as officials combat the spread of the disease, suspending nearly all domestic and international travel. Citizens who return from abroad are required to spend 14 days at government isolation facilities and anyone suspected of having coronavirus must immediately go to hospital for treatment. The economic impacts of the pandemic have led to longer lines for food and other basic items, complicating efforts to stem the spread of the infection.  As of Sunday, the death toll stands at 34, according to Dr. Francisco Durán García, Cuba’s national director of Epidemiology at the Ministry of Public Health.  House Speaker Nancy Pelosi suggested she could back a proposal from other Democratic congressional leaders to allow proxy voting during the coronavirus pandemic — a possible solution to the logistical issues facing members of Congress as they attempt to navigate the challenge of working on complex legislation from afar.  Pelosi said on Fox today that relevant committee chairs had arrived at the idea of proxy voting after she tasked them with considering ways to keep up with House business while members adhered to federal guidelines recommending against travel and gathering in groups. Louisiana Gov. John Bel Edwards said in a news conference today that even though the number of coronavirus cases is growing, the state has less people in the hospital and less people using ventilators.  He also said the number of deaths “is a lagging indicator” and “it still appears that we are trending in a good direction and that’s a good thing.” The state reported 348 new cases of Covid-19 which brings the total to 23,928. There were 29 new deaths which brings the total number of deaths in Louisiana to 1,296, Edwards said. “Now the number of cases and the number of deaths are lower than they have been for the last number of days, that’s a good thing, but I would caution everybody that typically on Sunday the numbers go down,” Edwards said. “It’s just a function of when the labs report and so forth, so what we would like to see is a continued downward trajectory tomorrow and Tuesday and on through the week.” “We’re in much, much better place today than we thought we were going to be,” Edwards said, adding that Louisiana citizens are taking the stay at home order seriously and sticking to social distancing guidelines. Edwards doesn’t think life will go back to normal until there is a vaccine for coronavirus, but they will take some steps in the meantime. “As always, I want to remind everyone that it’s going to take all of us working together and for some period of time to defeat this virus, get back to life as normal,” Edwards said. “We’re not going to see that for a while and I suspect we won’t fully see it until after there’s a vaccine that’s administered to the entire population.” New York Gov. Andrew Cuomo said the number of coronavirus cases and hospitalizations is \"purely contingent on what we do\" and reopening the economy too quickly without a specific plan could cause the numbers to increase again. \"If we went through this, and lost all of these people and forced the essential workers and the hospital workers to do unbelievable tasks to get us through this crisis, and we recreate the crisis, then shame on us,\" Cuomo said at a news conference today. \"We can control the beast. Yes, but the beast is still alive. We did not kill the beast –– and the beast can rise up again,\" Cuomo added. On antibody testing: Cuomo said said the FDA has approved the state's antibody tests. “Now that we have the approved test we’re going to be rolling it out to do the largest survey of any state population that has been done,” he said. Cuomo said the state can conduct 2,000 antibody tests per day, or about 14,000 per week. He mentioned that while this sounds like a large number, it is only a small percentage of New York's population of more than 19 million people. Cuomo said this is the first real statistical number on exactly “where we are as a population,” and will provide a true “baseline.” “We have not had hard data on where we are,\" Cuomo said. Michigan Gov. Gretchen Whitmer responded to criticism about how detailed and specific the state's stay-home orders. \"You know my stay-home order is one of the nation's more conservative, but the fact of the matter is, it's working. We are seeing the curve start to flatten. And that means we're saving lives,\" Whitmer told CNN today. \"Who among us wouldn’t rather forgo jet skiing or boating right now if its going to save your grandparent or your neighbors life and that’s precisely what the tradeoff is at the moment.\" The democratic governor extended Michigan’s stay-home order through April 30. The stringent order includes restrictions like prohibiting most people from traveling between residences unless they're taking care of a relative or dropping off a child. When asked whether Michigan has enough tests, Whitmer said, “governors are doing the best we can with what we got. We could use some assistance to make sure the supply chain issues are addressed and we can do the robust testing that every epidemiologist in our country tells you is essential as we prepare to think about reengaging sectors of our economy.” Some context: Whitmer said Michigan has the third highest death count in the country and is the 10th largest state, she told CNN. “This means we have a uniquely hard issue here because it’s disproportionately hurting our state and that’s why we need to take a uniquely aggressive action to protect people,\" she said. New York state will undertake the “most aggressive” statewide antibody testing survey in the nation over the next week, according to Gov. Andrew Cuomo. Cuomo said they will sample thousands of people across the state to find out if they have antibodies. “That will tell us for the first time what percent of the population actually has had the coronavirus and is now at least short term immune to the virus,\" he said. “This will be the first true snapshot of what we’re really dealing with,\" Cuomo added. The New York State Department of Health will be running the tests over the next week. The state will have to work with the White House to assist with the supply chain and coordinate private labs, Cuomo said. ##Health## Gov. Andrew Cuomo said \"this is only halftime\" in the battle against the coronavirus pandemic in New York. The governor said at his daily press conference today that the battle has not been won yet and any plan to reopen the economy has to be based on data and testing. Cuomo said New York needs to learn from this experience and focus on rebuilding. \"Let's take these lessons forward and how do we build back better than before,\" Cuomo said. \"We have to open for a better future than we have ever had. We have to learn from this.\" Cuomo said the second phase of the state's plan to reopen the economy will require New Yorkers to do no harm, be smarter and develop new testing and learn the lessons to build back better. Cuomo also thanked the 95,000 medical professionals from inside and outside the state that have helped with coronavirus response efforts, saying it reminds him of the help the state received after 9/11. He said just as it did then, the support gives us “confidence” that “were not in it alone.” Cuomo has spoken to Massachusetts Gov. Charlie Baker and told him that if they have to scramble, New York is going to “be there for you.” New York has identified 400 ventilators to bring over to Massachusetts “on 24 hours notice” should they need it, Cuomo said. There are 507 New Yorkers who have died due to coronavirus across the state over the past 24 hours, according to Gov. Andrew Cuomo. Nursing homes continue to be a source of \"really disturbing situations,\" Cuomo said today during a news conference.   \"The worst news for us to live with every day, and an everyday tragedy, we lost another 507 New Yorkers. Those are not just very large numbers we see. That's every number is a face and a family and a brother and a sister and mother and a father and people who are in pain today and will be in pain for a long period of time. So we remember them in our thoughts and prayers,\" Cuomo said. At least 540 people died Friday in New York, the governor said as a news conference yesterday. Speaking today at the Feinstein Institute for Medical Research in Manhasset, New York, Gov. Andrew Cuomo shared Sunday that hospitalizations across the state are on the decline. \"The total hospitalization rate is down again in the state of New York. We're down to 16,000. If you look at the numbers, we're at 18,000 people hospitalized for a period of time. It flattened there for awhile then went down to 17,000. This is a low from our high point of 16,000. The question of whether we have been passed the apex, past the high point, and turned out the high point wasn't a point, but it was a plateau. We got up to a high point and we just stayed at that level for awhile,\" Cuomo said at a news conference. Cuomo added: \"If the data holds and if this trend holds, we are past the high point and all indications at this point is that we are on the descent. Whether or not the descent continues depends on what we do but right now we're on the descent.\" Treasury Secretary Steven Mnuchin told CNN that he thinks it will only be months, not years, before the US economy recovers from the impact of the coronavirus. “I think it will be months,” Mnuchin said today. “I definitely don't think it will be years.” Mnuchin said that once the economy reopens he believes there will be a “big rebound.” Some economists are very skeptical of any claims of a quick economic recovery. United Kingdom Prime Minister Boris Johnson has “absolutely been leading our nation’s effort to combat the coronavirus” since the moment “it became clear that there were challenges in terms of coronavirus developing in China,” Education Secretary Gavin Williamson said at the Downing Street press conference Sunday. In response to a question over Johnson’s lack of attendance at five Cobra meetings in January and February, Williamson said Johnson has been “making sure that resources and money is not an issue or concern for any department, especially for health services.\" Cobra refers to interdepartmental government meetings called in times of crisis. “Many Cobra meetings take place and I have spent many hours attending Cobra meetings where it is actually led by the departmental minister,” Williamson said.  Johnson first chaired a coronavirus Cobra meeting on March 2. “But the focus that the prime minister was putting on this, and has continued to put on this, has meant that this is the whole government effort,” he added. Williamson responded to criticism about the government’s response to acquiring personal protective equipment (PPE). He said the government has been trying to secure PPE “from the first moment” scientific advice highlighted “we were facing a real challenge in terms of the coronavirus.\" “What we have seen over the last few months is an enormous effort – it’s a national effort, but also an international effort to secure PPE from right around the globe,” he added.  It is still unknown whether being infected with the coronavirus and recovering will give you immunity from the virus in the future, Dr. Deborah Birx, the White House coronavirus response coordinator, said on CBS today. \"That's why these studies that are going on with plasma and giving plasma to sick patients to really see if that antibody confers protective immunity and help to the individual who is sick, as well as really doing studies with vaccines and looking, seeing whether the antibodies that are produced are effective,\" Birx said. When asked whether the US could see a resurgence in cases, like in South Korea, and if that was a result of those being infected not building immunity, Birx said “those are questions we still have scientifically.”  Aside from HIV, people who contract most infectious diseases and recover develop antibodies, which often means people are immune.  But “we just don’t know if it’s immunity for a month, immunity for six months, immunity for six years,” Birx said.  Maryland Gov. Larry Hogan has responded to the Trump administration’s claim that governors have plenty of coronavirus tests and should just get to work on testing. To “say we aren’t doing our job, is just absolutely false,\" Hogan told CNN on Sunday. Hogan said he and other governors are doing everything they can to push toward the reopening of their economies in a safe manner.  “I don’t think it’s helpful to encourage demonstrations and encourage people to go against the president’s own policy,” Hogan said, adding that “the President’s own guidelines say you should have 14 days of declining numbers before you start to consider phase 1 of reopening.\" “To encourage people to go protest the plan that you just made recommendations on, on Thursday, it just doesn’t make any sense,” Hogan added. Hogan summed up his thoughts on the mixed messages coming from the White House by saying, “we’re sending completely conflicting messages out to the governors and to the people, as if we should ignore federal policy and federal recommendations.” Some context: Since the earlier days of the crisis, the nation's governors and the Trump administration have tangled over whether the much-needed expansion of testing capacity is the responsibility of the states or the federal government. Exasperated after a week in which industry leaders, governors, Democratic senators and even allies warned Trump and Vice President Mike Pence that the nation cannot get back to business-as-usual without a substantial increase in testing nationally, Trump faulted governors Saturday for not moving quickly enough to ramp up capacity in their states. Pushing back on Trump's insistence that the federal government should merely serve as a backstop for states, several governors have argued that Trump's hope for reopening the economy cannot happen until there is adequate testing in their states and that they need federal aid to do that. But during a White House briefing Saturday, the President lashed out at governors for complaining and charged that testing is simply the latest coronavirus issue that Democrats are politicizing to convince Americans that Trump is mishandling the coronavirus response. Children will not be able to return to schools in the United Kingdom until the government has achieved its five point plan to ensure it is safe to adjust any of the current coronavirus measures, Education Secretary Gavin Williamson said at the daily Downing Street news conference on Sunday.   “We will work with the [education] sector to consider how best to reopen schools, nurseries and colleges when the time is right,” Williamson said. “Our first priority has always been protecting the wellbeing of children and young people, but particularly vulnerable young people.\" Some context: The number of people who have died in UK hospitals due to coronavirus has increased to 16,060, the Department of Health said Sunday. The government said Sunday that 120,067 people have now tested positive for coronavirus. ##Daily Life## Although Metropolitan Transportation Authority ridership is down, New York City Mayor Bill de Blasio is calling on the MTA to work better with the New York City Police Department about social distancing and monitoring the number of people that can be on each car. “I think the MTA needs to do a better job of defining really clearly what’s the maximum number of people that should be on a subway car and ensuring with the NYPD there is never more than that number on a subway car,\" the mayor said. MTA spokesman Shams Tarek responded with the following statement:  “As the Mayor knows, we have been working closely with the NYPD on this very issue for weeks. Even with subway ridership down more than 90 percent, we are making it possible for doctors, nurses, first responders, grocery and pharmacy workers, and other essential personnel to get to work and save lives. Shutting down mass transit during this unprecedented crisis would be dangerous and could lead to even more deaths. The MTA has led the nation in its efforts to protect its employees and customers, disinfecting its stations and full fleet of rolling stock and even breaking away from federal guidance and providing hundreds of thousands of masks to our heroic workforce before the CDC recommended it.” Some context: The New York City mayor's comment comes after he was asked about some members of the city council urging the governor to shut down the subway because it’s spreading the coronavirus.   The mayor also said he doesn’t know another way people could get around if trains were shutdown. This post was updated with the MTA response. The 1918 influenza pandemic – often called the \"Spanish flu\" although it did not originate in Spain –  killed more than 50 million people globally and about 675,000 in the US. \"The intensity and speed with which it struck were almost unimaginable — infecting one-third of the Earth's population,\" the World Health Organization said. Fast-forward to 2020, the coronavirus is also spreading with astonishing speed as officials and medical experts grapple with how to slow the virus and keep people safe. Some of the painful lessons learned from the 1918 pandemic are still relevant today and could help prevent an equally catastrophic outcome. Here's what we could learn from the past: Lesson #1: Don't let up on social distancing too soon During the Spanish flu pandemic, people stopped distancing too early, leading to a second wave of infections that was deadlier than the first, epidemiologists say. \"The image that we have of this epidemic curve, we say we're going to reach a 'peak' — we look at it, it looks like Mt. Fuji in our minds ... a single, solitary mountain,\" epidemiologist Dr. Larry Brilliant said. \"I don't think it's going to look like that. I think a better image is a wave of a tsunami, with echoed waves that follow. And it's up to us, how big those other waves will be,\" he added. Lesson #2: Young, healthy adults can be victims of their strong immune systems Young, healthy people are not invincible and their strong immune systems might work against them. \"In those cases, it is not an aged or weakened immune system that is the problem — it is one that works too well,\" CNN Chief Medical Correspondent Dr. Sanjay Gupta said.  \"In some young, healthy people, a very reactive immune system could lead to a massive inflammatory storm that could overwhelm the lungs and other organs,\" he added. Lesson #3: Don't throw unproven drugs at the virus The Spanish flu and the novel coronavirus pandemics share two major challenges: the lack of a vaccine and the lack of a cure. Back in 1918, remedies \"varied from the newly developed drugs to oils and herbs,\" according to a Stanford University research post.  \"The therapy was much less scientific than the diagnostics, as the drugs had no clear explanatory theory of action,\" the post said. In 2020, there is widespread speculation about whether hydroxychloroquine – a drug used to treat malaria, lupus and rheumatoid arthritis – could help coronavirus patients. The bottom line: It's still not clear whether some drugs will cause more harm than good in the fight against coronavirus. ##Health## Virginia Gov. Ralph Northam said he’d like to see at least two weeks of decreasing coronavirus cases and ramped up testing capabilities before he starts opening up businesses in his state.  “We want to make sure we’re doing it responsibly and we’re doing it safely,” Northam told CNN today. When asked about President Trump and Vice President Mike Pence’s statements over the past few days on how the US has enough testing capacity for states to begin opening back up, Northam responded by saying, “that’s just delusional to be making statements like that.” “We’ve been fighting for testing, it’s not a straightforward test. We don’t even have enough swabs believe it or not,” Northam said. “For the national level to say that we have what we need and really to have no guidance to the state levels, it’s just irresponsible because we’re just not there yet,” he added. More than 1,400 medical workers have volunteered to help nursing homes and hospitals across the city, New York City Mayor Bill de Blasio said at a press conference today. The volunteers will be divided over 40 hospitals and 40 nursing homes, the mayor said. There are 535 military nurses, respiratory therapists, physicians assistants, nurse practitioners and pharmacists at NYC Health and Hospitals. De Blasio also made a plea for anyone that has been diagnosed with Covid-19 and has recovered to give blood so health officials could use the plasma to fight the disease. As the weather gets better, the New York Police Department and Parks Department are stepping up enforcement citywide, targeting hotspots for complaints and non-compliance, de Blasio said. There will be fines of up to $1,000 if people ignore the social distancing rules, de Blasio said. By the numbers: At least 317 people were admitted to the hospital for suspected coronavirus cases across New York City, de Blasio said. That number is up from 261 people admitted on April 16, the mayor says. There are at least 849 people in NYC Health and Hospitals ICUs, that number is down from 880 people on April 16. The number of people who have died in United Kingdom hospitals due to coronavirus has increased to 16,060, the Department of Health said today. The government said Sunday that 120,067 people have now tested positive for coronavirus. Read the department's tweet: During an interview with Fox News Sunday, Vice President Mike Pence defended President Trump’s coronavirus response saying he believed there would soon be enough testing to reopen the country. When asked to give his opinion of the protestors and Trump’s “LIBERATE” tweets, Pence said “the American people know that no one in America wants to reopen this country more than Donald Trump” and that the President is going to continue to “encourage governors safely and responsibly let America go back to work.”  On testing, the vice president said the administration believes that “once we activate all the labs that can do coronavirus testing,” it will be sufficient for any state in America to move into phase one.   Pence said “at President Trump’s direction, we’re going to continue to fully partner with governors around the country and health officials in increasing and scaling the amount of testing — and we have every confidence that we can have a sufficient amount of testing to reopen America.” Treasury Secretary Steven Mnuchin said he thinks Congress will come to an agreement today on a new emergency funding bill that would give money to small businesses and disaster loan programs. \"I'm hopeful that we can reach an agreement that the senate can pass this tomorrow, and that the House can take it up on Tuesday. Wednesday we would be back up and running,\" Mnuchin told CNN moments ago. \"I think we're very close to a deal today. I'm hopeful that we can get that done.\" Mnuchin said he believes another small business package could allocate $300 billion for the Paycheck Protection Program, $50 billion appropriated for disaster loans, $75 billion for hospitals and $25 billion to invest in testing. \"These two programs are unprecedented response to small businesses,\" Mnuchin added. \"We're talking about a $25 billion federal program –– money that can be used with the states, with new technology, to invest in testing,\" Mnuchin added. Rhode Island Gov. Gina Raimondo said small businesses in her state need funding \"right now\" as the state is still weeks away from reaching a peak in coronavirus cases. \"Many of them are facing a situation where they worry that they won't be able to reopen,\" she told CNN today. \"It's our obligation to get them the relief that they need.\" Raimondo said coronavirus cases in the state are still increasing each day, and she will not be able to relax restrictions on businesses until \"we're on the backside of that curve.\" Like businesses, hospitals also need emergency relief funding from the federal government, Raimondo added. \"The White House and governors asked our hospitals to stop doing elective surgery for safety reasons. That's their main source of revenue. We have to be there for the hospitals to help them,\" she said. Raimondo said that while she agrees the next federal stimulus bill should include money or hospitals and state governments – not just strictly businesses – this isn't a time for politics. \"It isn't time to play politics,\" she said. \"It's time to deliver outcomes for the American people. That's what they're expecting from their leaders right now.\" ##Health## Florida Gov. Ron DeSantis has released the names of nursing homes and long-term care facilities with Covid-19 cases. “Governor DeSantis also announced that he has encouraged the Florida Department of Health to release the names of the long-term care facilities in the state of Florida that have had residents or staff test positive for Covid-19. There are currently 303 long-term care facilities with positive cases of Covid-19. The Florida Department of Health has published the list here,\" DeSantis' office said in a news release. Florida has recorded 25,492 coronavirus cases and 748 deaths, according to a tally from Johns Hopkins University. ##Health## Spanish Ministry of Health released new figures Sunday that show 410 new coronavirus deaths in the last 24 hours, bringing the total to 20,453. This figure represents a 2% rise and a slower increase than last week’s average. The records show a total of 98,134 active cases in Spain, a 1.1% increase since Saturday, which is in line with average increases over the past week. Fernando Simón, Spain’s director of health emergencies, reported a 1.3% rise in hospital admissions, and a 1.4% rise in intensive care unit, ICU, admissions over the last 24-hour period. Speaking at the government’s daily coronavirus technical group briefing, Simón said the numbers reflected a “substantial reduction of infections.” ##Health## Singapore reported 942 new confirmed cases of coronavirus on Saturday -- the highest daily jump so far, according to a statement from the city-state's Ministry of Health. Most of the cases involve migrant workers living in dormitories, according to the ministry, which said that only 14 of the 942 new cases were Singapore citizens or permanent residents. After initial success in mitigating the spread of the virus, Singapore has seen a recent spike in cases, including an outbreak among foreign workers who typically live in cramped dormitories.  The government responded with what it called a “circuit breaker” in early April, banning all social gatherings and closing schools and most workplaces. Singapore recently announced that it would move uninfected foreign workers in essential services into alternative living arrangements such as military camps, vacant government apartments and floating hotels. “The numbers in the migrant worker dorms are still going up,” Prime Minister Lee Hsien Loong wrote on his Facebook page on Saturday.  “In the broader community, there are a few early signs that the circuit breaker is bringing cases down. But we are still worried about hidden cases circulating in our population, which are keeping the outbreak going.” Singapore has so far recorded a total of 6,588 cases of coronavirus with 11 deaths, according to Johns Hopkins University. For analysis on how Singapore's experience shows relaxing too soon can backfire, read here: A senior UK government figure has defended Prime Minister Boris Johnson's approach to the coronavirus pandemic, following a wide-ranging critique in the Sunday Times newspaper. Cabinet minister Michael Gove described the Sunday Times piece -- which reported that Johnson had missed five emergency meetings on the virus and accused the government of failing to order protective equipment or heed scientists' warnings -- as \"off beam.\" \"The idea that the Prime Minister skipped meetings that were vital to our response to the coronavirus, I think is grotesque,\" Gove told Sophy Ridge on Sky News on Sunday. \"The truth is that there were meetings across government, some of which were chaired by the Health Secretary, some by other ministers, but the Prime Minister took all major decisions,\" said Gove. \"Nobody can say that the Prime Minister wasn't throwing heart and soul into fighting this virus. His leadership has been clear. He's been inspirational at times.\" Speaking later on the BBC's The Andrew Marr Show, Gove acknowledged that Johnson had not attended the five Cobra meetings but said this was not unusual since such meetings were usually led by the relevant Secretary of State. Cobra is the colloquial name given to interdepartmental meetings in the Cabinet Office Briefing Room \"A.\" Because of the serious nature of these meetings, they are usually chaired by the PM or another senior minister. Johnson first chaired a Cobra meeting on coronavirus on March 2.  Gove added that the Sunday Times article was using this information “out of context” and “whipped [it] up in order to create a ‘j’accuse’ narrative.” The Sunday Times report also stated that a number of opportunities to reduce the impact of the pandemic had been missed by the UK government in January, February and March. The government has been criticized over shortages of personal protective equipment for frontline health and social care workers and a slow start to testing for the virus. A Downing Street spokesperson said in a statement Sunday that the government had been \"working day and night to battle against coronavirus, delivering a strategy designed at all times to protect our NHS and save lives,\" and guided by medical and scientific expertise. “Our response has ensured that the NHS has been given all the support it needs to ensure everyone requiring treatment has received it, as well as providing protection to businesses and reassurance to workers,\" the statement said. \"The Prime Minister has been at the helm of the response to this, providing leadership during this hugely challenging period for the whole nation.” Johnson continues to recuperate at his official country retreat following treatment in intensive care for Covid-19. The Prime Minister is “recovering well” and is in “cheerful spirits,” Gove told Sky. Gove said Johnson had spoken with Foreign Secretary Dominic Raab on Friday to deliver instructions to the government. Johnson continues to follow the advice of his doctors in order to make sure that he “rests and recovers fully,” Gove said. He added that the Prime Minister is “absolutely on top of things.” There are at least 735,287 coronavirus cases in the United States, according to Johns Hopkins University's tally. At least 39,090 people have died. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. A CNN map which uses JHU data and refreshes every 15 minutes can be seen here. Musical lovers, it's time to pause whatever you're watching on Netflix. Andrew Lloyd Webber's \"The Phantom of the Opera,\" staged at London's Royal Albert Hall in 2011, is now available to stream free on YouTube for this weekend only. So grab some snacks, dim the lighting, and get ready to bring Broadway into your living room. The free musical is available on Webber's \"The Shows Must Go On\" YouTube channel. Viewers are invited to donate to The Actors Fund, which is raising money for Covid-19 Emergency Relief. \"During these unprecedented times, charitable organizations continue to make heroic efforts to help those affected byCOVID-19,\" the video begins. \n\"The Actors Fund provides emergency financial aid to help cover essential medication costs and basic living expenses to those affected.\" Read the full story here.  ##Daily Life## Boeing's assembly lines will restart next week, building commercial aircraft for the first time since its Washington state assembly shut down a month ago. But the collapse of demand for air travel means its airline customers may not need those jets -- or even accept them.  \"If you're an airline today, your last focus these days is buying airplanes, your primary focus is survival,\" said Ron Epstein, aerospace analyst with Bank of America Merrill Lynch. News that Boeing plans to resume production helped lift its shares 14% Friday. But it doesn't change the fact that so far this year Boeing has had four times as many orders for new jets canceled -- 196 -- as it has booked new orders. Another 160 orders have been deferred and are no longer counted in its backlog of orders.  And while most of the canceled planes are Boeing's troubled 737 Max, which has been grounded since March 2019 following two fatal crashes that killed 346 people, the problem is much broader than that safety issue. It's the fact that airlines aren't going to need new planes for the foreseeable future. Of the worldwide fleet of 26,000 passenger jets, nearly 17,000, or 64%, are now parked at airports, according to tracking service Cirium. Read the full story here: ##Business## ##Travel## Pakistan will lift restrictions on mass gathering at mosques for prayers during the Islamic holy month of Ramadan, Pakistani President Arif Alvi announced on Sunday. Congregational prayers will be held but strict disciplinary measures will be in place to prevent the spread of coronavirus, Alvi said. Ramadan this year is expected to begin at sundown on April 23. After a consultation with the country’s top religious scholars, the president released a 20-point action plan. This includes measures such as requiring people to wear masks in mosques and providing a police presence there to ensure social distancing is in place. Alvi added that the government would review and change any part of its policy on mosques during Ramadan if these measures were not being followed or if the number of cases were to rise exponentially. The number of diagnosed coronavirus cases as of Sunday in Pakistan was 7,993, with 159 deaths, according to the country’s health ministry. Australian Foreign Minister Marise Payne has called for an \"independent review\" of the circumstances that led to the start of the coronavirus pandemic, adding to growing pressure on China over its handling of the virus.  \"We need to know the sorts of details that an independent review would identify for us about the genesis of the virus, about the approaches to dealing with it, and addressing it, about the openness with which information was shared, about interaction with the World Health Organization, interaction with other international leaders,\" she said in an interview with Australia's ABC television on Sunday.  \"All of those sorts of things will need to be on the table.\" Paine said that when it comes to Australia's relationship with China, \"transparency is essential.\"  Asked whether she believes the World Health Organization is too \"beholden\" of China, she said Australia shares the concerns that the US has expressed.  \"I think it is about an independent mechanism, and I’m not sure that you can have the health organization, which has been responsible for disseminating much of the international communications material, and doing much of the early engagement and investigative work, also as the review mechanism,\" Payne said.  \"That strikes me as somewhat poacher and gamekeeper.\" ##Health## Sixteen more people who had recovered from coronavirus and were released from quarantine have tested positive again for the infection, South Korea's Centers for Disease Control and Prevention (KCDC) reported on Sunday. This means that 179 people in total have retested positive after they were released from quarantine, out of 8,042 patients who've recovered from Covid-19 so far, KCDC director Jung Eun-Kyeong told a press briefing. It is currently unclear why patients could be retesting positive. Most experts think it's unlikely that somebody will be reinfected right after recovering. It's possible that issues with testing -- or varying amounts of viral RNA in the body, which the tests look for -- could explain why people test positive after testing negative, experts say. An in-depth epidemiological investigation is underway to figure out the cause, Jung said. Among all of the cases who have retested positive, patients in their 20s made up the highest number, with 41 cases (22.9%), followed by patients in their 50s, with 32 cases (17.9%), according to the KCDC. Most such cases test positive after an average of about 13 days following release from quarantine, Jung added, and so far no secondary infections have been reported from these cases. ##Health## Death toll passes 160,000: At least 160,917 people have died from Covid-19 and there are more than 2.3 million cases worldwide, according to the Johns Hopkins University tally. Worst hit by the pandemic is the US, where there are more than 734,000 coronavirus cases and 38,900 deaths.  Lowest daily counts: China, where the outbreak started, reported 16 new coronavirus cases at the end of the day Saturday, its lowest daily increase since March 17.  Venezuela may postpone elections: Venezuelan President Nicolas Maduro wants the country’s top court to postpone the parliamentary elections scheduled for December this year until January 2021. Maduro said the pandemic is the priority and it would be irresponsible to carry out elections in that environment. Japan cases spike: The number of confirmed coronavirus cases has topped 10,000 in Japan. In recent weeks, Japan's coronavirus cases have spiked -- dashing hopes that the government's initial virus response had succeeded.  Opening up the US: The US CDC released new details on how communities can contain the virus, as part of the White House Task Force’s plan to \"get and keep America open.\" Meanwhile, President Donald Trump says the response to the coronavirus “should not be a partisan witch hunt\" but attacked three Democratic governors, who he said \"have gotten carried away\" with social distancing. Protesters gathered in several US states to oppose stay-at-home orders.  ##Daily Life## ##Health## ##Business## ##Travel## International advocacy group Global Citizen, together with Lady Gaga, announced nearly $128 million in commitments to supporting healthcare workers in the fight against the Covid-19 pandemic, the organization tweeted early Sunday. “$127.9 million for COVID-19 relief. That is the power and impact of One World: #TogetherAtHome,” Global Citizen tweeted, following the live broadcast.  The “One World: Together at Home” concert took place on Saturday and was a collaboration between the World Health Organization and Global Citizen, to encourage people to take action against the spread of the coronavirus by staying home. The event featured dozens of celebrities and performances from top musicians, including Elton John, Billie Eilish, Stevie Wonder, Paul McCartney, The Rolling Stones, and Lady Gaga. The show was hosted by Jimmy Fallon, Jimmy Kimmel and Stephen Colbert. Lady Gaga responded to Global Citizen’s tweet, saying: “I am so humbled to have been a part of this project.\" ##Daily Life## A groom-to-be broke India's nationwide coronavirus lockdown by cycling more than 800 kilometers (almost 500 miles) to get back to his hometown to get married.  But before he could say \"I do,\" Sonu Kumar Chouhan, a 24-year-old factory worker, was stopped by police and put into government quarantine.  Chouhan told CNN that he was due to get married on April 15 but the nationwide lockdown trapped him in Ludhiana town, in Punjab, where he works. His wedding venue was about 1,000 kilometers (500 miles) away in Maharajgunj, Utter Pradesh state.  \"After much discussion with friends, we decided to embark the 1,000-kilometer journey by cycle,\" Chouhan said, who traveled with three friends.  The group's plan was foiled when they were stopped at a police checkpoint in Utter Pradesh. \"We cycled day and night for a week to reach home but were caught in Balrampur district two days before the wedding. Had we covered next 150 kilometres I would be married by now, but the authorities did not allow me to cycle further,\" said Chouhan. The four men will be sent home from quarantine in 14 days if they don't show symptoms.  India's nationwide lockdown was announced on March 24 and will remain until May 3.  ##Daily Life## ##Travel## Earlier this month, there was a funeral procession in the Sicilian town of Messina, in defiance of a nationwide lockdown in Italy.  It was no ordinary procession: The couple of dozen people walking behind the hearse were paying their respects to a 70-year-old scion of one of the most notorious Mafia famiglie. Claudio Fava, president of the regional anti-Mafia committee, described it as a \"real scandal, an insult to those who lost their relatives in the pandemic.\"  Funerals have been banned in Italy since early March as part of a broader set of restrictions aimed at curbing the Covid-19 outbreak that has killed about 23,000 people. That the procession took place at all speaks to the power -- and the impunity -- wielded by the Mafia in parts of Italy. Taking advantage of the crisis: Senior anti-mafia officials and researchers have told CNN that Mafia clans are already taking advantage of the coronavirus pandemic, especially in southern Italy.  They are providing everyday necessities in poor neighborhoods, offering credit to businesses on the verge of bankruptcy and planning to siphon off a chunk of the billions of euros being lined up in stimulus funds.  \"What we are seeing -- and will see more and more as the economic and social crisis unfolds -- is Mafia groups returning to their core businesses of protection and governance,\" said Zora Hauser, a researcher into organized crime at Oxford University. The most powerful branch of the Mafia -- the 'Ndrangheta, based in Calabria -- is thought to control 80% of the European cocaine market. Even as the pandemic made distribution more difficult, it took advantage of the lockdown. Read the full story here: ##Daily Life## ##Business## Bloomberg Philanthropies has donated $8 million to the World Health Organization’s Covid-19 Solidarity Response Fund. The money will go towards providing healthcare workers with protective equipment and getting them the necessary information and training to detect and treat patients, according to a statement from Bloomberg Philanthropies, the vehicle for former New York City Mayor Michael Bloomberg's charitable enterprises. “The funding will also help with efforts to track and study the spread of the virus, accelerate the development of treatments, vaccines, and tests, and produce guidance on measures that the general public should take to prevent the spread of COVID-19,” the statement added. Broadway actor Nick Cordero is recovering after having his right leg amputated following complications with coronavirus, his wife said. The Tony Award-nominated star has been battling coronavirus for more than two weeks. His wife, Amanda Kloots, has kept fans informed by sharing updates on his health on her Instagram. Saturday was day 18 of Cordero being sedated in the intensive care unit while battling coronavirus, Kloots told her social media followers.  While hospitalized, he started having clotting issues on his right leg, and could not get blood down to his toes. The blood thinners he got to fix the clotting issues were affecting his blood pressure and causing internal bleeding in his intestines, she said.  \"They had him on blood thinners for the clotting, unfortunately the blood thinners were causing other issues,\" she said Saturday. \"The right leg will be amputated today.\" Read the full story here: ##Daily Life## In 1911, a deadly epidemic spread through China and threatened to become a pandemic. Its origins appeared to be related to the trade in wild animals, but at the time no one was sure.  Lockdowns, quarantine measures, the wearing of masks, travel restrictions, the mass cremation of victims, and border controls were deployed to try to lower the infection rate. Yet more than 60,000 people died in modern-day northeast China, making it one of the world's largest epidemics at the time.  When the disease was eventually brought under control, the Chinese government convened the International Plague Conference in the northern city of Shenyang -- close to the epicenter of the outbreak.  In attendance were virologists, bacteriologists, epidemiologists and disease experts from many of the world's major powers -- the United States, Japan, Russia, the United Kingdom and France. The purpose of the conference:  Experts wanted to find the cause of the outbreak, learn which suppression techniques were most effective, discover why the disease had spread so far so fast, and assess what could be done to prevent a second wave.  Learning the lessons: As the world faces a pandemic characterized by a lack of a globally co-ordinated response and multilateral effort on the part of political leaders, the collaborative aspects of the 1911 conference in China are worth reconsidering. Read more about the Great Manchurian Plague and global responses to it here: ##Health## ##Daily Life## Celebrities including Snoop Dogg, Lin-Manuel Miranda, Taraji P. Henson and Sean \"Diddy\" Combs came together to show their support for underserved communities hit hard by the coronavirus pandemic.  During \"The Color of Covid,\" an hour-long special hosted by CNN's Don Lemon and political commentator Van Jones on Saturday night, celebs put a spotlight on challenges faced by black and brown communities, provided names of organizations helping with relief efforts, and gave words of encouragement and action to viewers. Here are some of those messages: Actress Taraji P. Henson: \"I'm reaching out to those of you in communities of color who may be feeling lost, heartbroken and alone during this time of uncertainty. I want you to know that what you feel is real. I see you and I'm with you.\" Rapper Snoop Dogg: \"Spend some time with your loved ones, get in tune with yourself. Go to Instagram, watch some funny stuff, check out some good movies. Keep your spirits up.\" Sean \"Diddy\" Combs: \"I want to say to my people: Let's not wait on nobody to save us. Let's use this as a reset.\" \"Hamilton\" creator Lin-Manuel Miranda: \"As Covid-19 continues to devastate the world's health and economy, a new conversation is taking place. In our country, black and brown communities are getting hit the hardest. Luckily, organizations such as the Hispanic Federation are here today, just as they've been for the last 30 years to help.\" Musician will.i.am: \"I want to take this moment in time to show a lot of love and appreciation for all of the nurses and the doctors, fighting in the hospital in the front line. I also want to thank all of the drivers and delivery folk, and all of the people working in the supermarket.\" Actress America Ferrera: \"I want to say 'thank you' from the bottom of my heart to all the amazing people showing up everyday to provide critical services through this crisis. Some of those people are our nation's farmworkers. They're putting their lives and health on the line by planting, picking, and packing the food we all need to get through this Covid-19 crisis.\" Read more here ##Daily Life##   Parents in the United States, this one's for you. Can't get your little one to sleep, especially being stuck inside during the coronavirus pandemic? The Disney Bedtime Hotline is here to help. Making its return from last year, fans -- both the young and the young at heart -- can hear a bedtime message from one of five Disney characters: Mickey Mouse, Minnie Mouse, Donald Duck, Daisy Duck or Goofy. To hear a message, dial 1-877-7-MICKEY and select the character you want to hear from. The call will then transfer to the selected character, who will have a special good night message before the line hangs up. Read more here.  ##Daily Life## Less than a month ago, Singapore was being hailed as one of the countries that had got its coronavirus response right.  Encouragingly for the rest of the world, the city-state seemed to have suppressed cases without imposing the restrictive lockdown measures endured by millions elsewhere. And then the second wave hit, hard. Since March 17, Singapore's number of confirmed coronavirus cases grew from 266 to over 5,900, according to data from Johns Hopkins University.  So what went wrong?  Migrant workers: The answer appears to lie in overlooked clusters of cases among migrant workers living in cramped dormitories and an underestimation of the speed at which those infections could spread through a city where lockdown measures had not been put in place. Life as normal: Because Singapore was testing widely and isolating all those who were potentially contagious, it was able to remain relatively open and continue functioning as usual. This attitude was only viable if infections from overseas were kept out, and new potential cases were detected and dealt with quickly. Rapid spread: Once this measure failed, the speed at which the virus could pass from person to person was greater than it would be in a place with heavy lockdown and social distancing measures. For more on how Singapore's experience shows relaxing too soon can backfire, read here: The global death toll from the coronavirus has now passed 160,000 people, according to the Johns Hopkins University tally.  At least 160,717 people have died from Covid-19 and there are more than 2.3 million cases worldwide.  Here are the countries with the most number of fatalities, according to JHU: United States: 38,903 deaths\nItaly: 23,227\nSpain: 20,639\nFrance: 19,349\nUnited Kingdom: 15,498 ##Health## There are at least 734,969 coronavirus cases in the Unites States, according to Johns Hopkins University's tally. At least 38,903 people have died. On Saturday, 33,494 new cases were reported and 1,849 people died, according to a tally by Johns Hopkins University.    The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. CNN’s map, which uses JHU data, refreshes every 15 minutes: ##Health##  Retired basketball player Charles Barkley said on CNN's \"The Color of Covid\" that the coronavirus pandemic, which is disproportionately impacting African Americans, is showing the need for better health care and better diets.  \"We as black people, we have to accept the fact there is systematic racism. But that does not give you a reason to go out and be overweight, have diabetes,\" Barkley said.  \"We got to eat better, we need better access to health care, we need better access to being able to work out, and things like that. But unless we get better health care which is part of the system, unless we learn to work out better and take better care of our bodies, we are always going to be at a disadvantage,\" he said.  On learning from coronavirus: \"There have been people in our community begging us for years to take this seriously so I think this virus is trying to teach us about wellness and about oneness and I think it's been there we just got a listen to it,\" he said.  Not an option for everyone: \"There are some people who don't have the information that we have, there are some people who have sat down in ghettos, and they don't get the information, and sadly they don't have access to that. They live in food ghettos so I don't want to be hard on everyone and I don't want to blame people,\" Barkley said. Watch more:  ##Health## ##Daily Life## China reported 16 new confirmed coronavirus cases at the end of day Saturday, according to the country's National Health Commission (NHC), the lowest daily increase since March 17. No additional deaths were reported. China has now reported 82,735 cases and 4,632 coronavirus deaths.  Of the total cases, 77,062 have recovered and been discharged from hospital, according to the health commission. Out of the 16 new cases, nine were imported. Six are related to Heilongjiang Province on China’s northeastern border with Russia. The border area has seen a recent rise in Covid-19 infections.  In a separate count, 44 new asymptomatic infections were reported by the NHC. There are currently 999 asymptomatic cases under medical observation.  ##Health## On CNN's on \"The Color of Covid,\" anchor Don Lemon shared some stark statistics that show how disproportionately black and brown communities in the United States are being impacted by the coronavirus crisis. The following is compiled from US states where data could be collected -- just over half. African Americans are dying at two-and-a-half times the rate of Asian Americans, three times higher than Latinos, and 3.6 times higher than whites. \nIn Michigan, blacks make up nearly half of the death toll but they are only 14% of the population. \nIn at least eight other states in the Midwest, the South and East, the death rate exceeds the population rate for blacks by more than 20 percentage points. \nFor Hispanic Americans the death rate is unusually high in the country’s coronavirus epicenter, New York City.   Poverty and healthcare: Minorities make up half of the nation’s uninsured. There is one big reason why: Native Americans, blacks and hispanics are more likely to be in poverty.  ##Health## CNN correspondent Nick Valencia said on CNN's \"The Color of Covid\" special that Hispanic Americans are suffering the most in New York City, where the community makes up more than a third of virus-related deaths. Social economic factors and inequality is at play. In New York, 34% of the death rate is made up by Latinos, \"and that is not even counting undocumented immigrants who may be afraid are showing symptoms are sick and are free to go into the doctor,\" Valencia said.  The jobs that Latino's have may put the community more at risk of contracting the coronavirus.  In New York, there are at least 242,424 coronavirus cases and 17,627 deaths.  ##Health##  ##Daily Life## South Korea reported eight new cases of coronavirus on Saturday, according to the South Korean Centers for Disease Control and Prevention. The national tally now stands at 10,661. South Korea had not seen a single digit increase in infections numbers since February 18, according to a CNN calculation of KCDC data.  Among the eight new cases, five were imported. Two more deaths were added to the overall count from Saturday, raising the national death toll to 234. The KCDC said 105 more recovered cases have been discharged from isolation, bringing the national total of recovered cases to 8,042. ##Health## Dr. Regina Benjamin, former US surgeon general under President Barack Obama, joined CNN's \"The Color of Covid\" special on Sunday.  \"When we first started to talk about this disease we said the elderly and those with with underlying conditions were at higher risk. Most people thought of people with cancer, elderly people, people with breathing difficulties. People we did not consider were those with high blood pressure, heart disease, cardiovascular disease, those who smoked,\" Benjamin said. \"What we did not expect is these people would be coming in much faster and would deteriorate faster and died more frequently. Being prepared in the communities that need it: Benjamin said knowing this, there is a need to be in the communities that are most affected with these conditions.  \"The research shows us that certain things cause these health disparities. Things like: we know that our financial health is directly related to our physical health. We know education is just as important for our health. The death rate is two-and-a-half times that of a person who does not have a high school diploma as it is for a person who has 13 years or more,\" she said.  \"Your zip code is a better predictor of your health outcomes than your genetic code,\" Benjamin said. Need for better public policies: Benjamin said she hoped the country would come out of the pandemic with better public policies.  \"It's not just people in African American populations and hispanic populations. It's people in rural areas and my communities. We have the same types of problems with high blood pressure and diabetes. We smoke too much. All of those things that lead to cardiovascular disease are in rural communities and we will see the same thing. It’s poor people,\" she said.  Watch:  ##Health## There are at least 734,552 coronavirus cases in the Unites States, according to Johns Hopkins University's tally. At least 38,835 people have died. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. CNN’s map, which uses JHU data, refreshes every 15 minutes: On Saturday night, former first ladies Laura Bush and Michelle Obama appeared on the Global Citizen \"One World: Together At Home\" televised concert from their own homes, sharing messages of thanks and hope. \"Laura and I want to express our overwhelming gratitude to the medical professionals, first responders and so many others on the front lines risking their lives on our behalf,\" said Obama.  \"And we're thankful for our pharmacists, the veterinarians, the police officers, the sanitation workers, and those of you working in grocery stores or delivering food or supplies to our homes. You're the fabric of our country and your strength will carry us through this crisis,\" said Bush.  Obama finished the message off by saying: \"The coming days will not be easy, but this global family of ours is strong. We will continue to be here for one another and we will get through this crisis. Together. Thank you.\"  The event was organized to raise funds for the Covid-19 Solidarity Response Fund for the World Health Organization. Read the full story here. ##Daily Life## Venezuelan President Nicolas Maduro wants the country’s top court to postpone the  parliamentary elections scheduled for December this year until January 2021. In a radio interview on Saturday, Maduro said the pandemic is the priority and it would be irresponsible to carry out elections in that environment.  Maduro said it would be up to the Supreme Justice Tribunal to make the decision.  Today it would be irresponsible on my part to say elections should be held everywhere,\" Maduro said.  Maduro added that the controversial pro-government National Constituent Assembly could extend its mandate past December. ##Daily Life## CNN anchor Don Lemon and political commentator Van Jones will host the \"The Color of Covid,\" an hour-long special on the unique challenges black and brown communities are facing during the coronavirus crisis, putting a spotlight on their struggles and providing viewers with ways they can help. Notable guests include Sean \"Diddy\" Combs, Lin-Manuel Miranda, W. Kamau Bell, America Ferrara, Charles Barkley, former Surgeon General Dr. Regina Benjamin, and Will.i.am, among others. \"African Americans helped to build this country and make this country great,\" said Diddy in a taped message. \"We don’t deserve to be in this position. We don't deserve to always be thought of last ... Let’s not wait on nobody to save us. Let’s use this as a reset. Let's use this as a time to start loving ourselves.\" \"Color of Covid\" will air April 18, at 10 p.m. ET exclusively on CNN.  It can also be viewed on CNN.com, CNNgo (at CNN.com/go on your desktop, smartphone, and iPad, and via CNNgo apps for Apple TV, Roku, Amazon Fire, SamsungSmart TV, Chromecast and Android TV). The special will also be available on demand to subscribers via cable/satellite systems. The number of confirmed coronavirus cases topped 10,000 in Japan on Saturday. On March 1, the country had 243 cases. As of Saturday, Japan had 10,296 confirmed cases, including 222 deaths, according to Johns Hopkins University. That tally included people who tested positive during airport quarantine checks and health officials. In recent weeks, Japan's coronavirus cases have spiked -- dashing hopes that the government's initial virus response had succeeded.  The sharp increase has led Prime Minister Shinzo Abe to extend the state of emergency from seven prefectures to the entire country. On Friday, he promised to provide medical equipment, such as surgical masks, gowns and face shields, to struggling hospitals. Earlier this week, government experts warned that Japan could have more than 400,000 coronavirus-related deaths if measures such as social distancing were not implemented. Global death toll rises to 159,000: Covid-19 has killed more than 159,500 people, as the total number of infections rises to 2.3 million, according to Johns Hopkins University. Opening up the US: The US CDC released new details on how communities can contain the virus, as part of the White House Task Force’s plan to \"get and keep America open.\" Meanwhile, President Donald Trump says the response to the coronavirus “…should not be a partisan witch hunt\" but attacked three Democratic governors, who he said \"have gotten carried away\" with social distancing. Protesters gathered in several US states to oppose stay-at-home orders. At least 732,197 people have coronavirus in the US including 38,664 people who have died. More testing needed: The US needs to conduct at least 500,000 tests for Covid-19 every day to be able to successfully open the economy and stay open, according to three Harvard researchers. Currently, about 150,000 tests per day are completed, and about 20% of those tests have been positive. The positive test rate needs to fall to 10%. Japan cases surge: Reported cases have surpassed 10,000 as medical workers warn the country's health system isn't prepared for an outbreak. The spike has led Prime Minister Shinzo Abe to extend the state of emergency from seven prefectures to be nationwide. Spain to extend lockdown: Another 15 days of lockdown are looming, with the restrictions set to extend until May 9. That means Spain will have endured eight week of strict lockdown and comes after deaths in the country surpassed 20,000.   ##Health## ##Daily Life## ##Business## ##Travel## The US Centers for Disease Control and Prevention released new details on community mitigation, as part of the White House Task Force’s plan to \"get and keep America open.\" The guidelines, posted overnight Friday on the CDC website, outline steps persons can take to help slow the transmission of the virus. New concepts include emphasizing personal responsibility and tailoring strategies to target specific populations. \"Mitigation strategies can be scaled up or down depending on the evolving local situation,\" the CDC said on its website. \"When developing mitigation plans, communities should identify ways to ensure the safety and social well-being of groups that may be especially impacted by mitigation strategies, including individuals at increased risk for severe illness.\" Regarding financial resources, the CDC said it has awarded nearly $730 million in funding to carry out surveillance, epidemiology, laboratory capacity, infection control, mitigation, communications and other preparedness and response activities. The CDC says it has \"500 existing field staff embedded in state, tribal, local and territorial health agencies, most of whom have pivoted to support the COVID-19 response.\" Community protection teams are being sent to eight states to conduct contact tracing. The eight states include: Alaska\nIdaho\nKentucky\nNew Mexico\nNorth Dakota\nOhio\nWest Virginia\nWyoming Rapid testing on a wide scale and contract-tracing to quickly isolate outbreaks are widely considered to be necessary to reopen the economy. When asked in what capacity the CDC teams would be working, a federal health official with knowledge of the community protection initiative said they will be \"testing new technologies,\" including \"having people do self-swabbing and evaluating how effective that is. They are also looking at some mobile technology to look at contact tracing.\" Coronavirus has infected at least 732,197 people and killed a minimum of 38,664 in the United States, according to the Johns Hopkins University tally. Track coronavirus cases in the US using this interactive CNN map. ##Health## The US needs to conduct at least 500,000 tests for Covid-19 a day to safely open the economy and stay open, according to three Harvard researchers. Currently, about 150,000 tests per day are completed, and about 20% of those have been positive. More testing is necessary to properly understand who is infected and might put others at risk, researchers said. The current percentage of tests that come back positive in the US is too high, researchers said. The World Health Organization has suggested that the positive test rate should be between 3% and 12%, while the US rate is around 20%. To achieve a 10% test positivity rate by May 1, about 580,000 people per day would need to be tested, research shows.   The researchers include: Dr. Ashish Jha, faculty director of the Harvard Global Health Institute\nDr. Thomas Tsai, a surgeon at Brigham and Women’s Hospital in Boston and researcher at the Harvard T.H. Chan School of Public Health\nBenjamin Jacobson, research assistant at the Harvard Global Health Institute Jha wrote in an email to CNN that a formal write-up of their research will be available soon. “If we can’t be doing at least 500,000 tests a day by May 1, it is hard to see any way we can remain open,” the researchers wrote. President Donald Trump told reporters the US has conducted more than 3.78 million coronavirus tests to date at a Friday White House briefing. ##Health## ##Daily Life## ##Business## Invoking his favorite phrase of criticism directed at the Russia investigation, President Donald Trump said the response to the coronavirus “…should not be a partisan witch hunt.” He added that “we have to work together” to address the pandemic. However, Trump attacked three Democratic governors Friday urging people to “liberate” Massachusetts, Michigan and Virginia. For two days in a row, Trump has harshly criticized Virginia Gov. Ralph Northam, wrongly claiming Northam wants to take away the Second Amendment rights of Virginians. Trump is referring to a bill Northam signed that allows law enforcement to take temporary control of guns if people are deemed a danger to themselves or others. Trump claimed that some people are \"attempting to bring this into politics.\" He later claimed that Democratic senators were \"nasty\" and \"rude\" on a phone call with Vice President Mike Pence yesterday when several senators asked tough questions about the lack of testing availability. ##Daily Life##"], "Language": false}