{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/entertainment/wonder-woman-in-the-heights-postponed/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-24T20:29:38Z"], "LastModifiedDate": ["2020-03-24T20:29:38Z"], "Headline": ["'Wonder Woman' sequel, \"In the Heights\" postponed amid coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Wonder Woman 1984\" and \"In the Heights\" are the latest films to change their release plans amid the coronavirus pandemic.  The \"Wonder Woman\" sequel had been scheduled for release June 5, 2020. It will now be released on August 14.  \"In the Heights\" was set to bow on June 26 and does not yet have a new release date.  \"We made 'Wonder Woman 1984' for the big screen and I believe in the power of cinema,\" director Patty Jenkins wrote on Twitter, in a subtle nod to apparently unfounded rumors that \"Wonder Woman 1984\" would make a streaming debut. \"In these terrible times, when theater owners are struggling as so many are, we are excited to re-date our film to August 14th 2020 in a theater near you, and pray for better times for all by then.\"  Star Gal Gadot added: \"In these dark and scary times, I am looking forward to a brighter future ahead. Where we can share the power of cinema together again...I hope everyone is safe. Sending my love to you all.\" Warner Bros. Pictures, which produced both films, is, like CNN, owned by WarnerMedia.  No reason was given for the undated release of \"In the Heights,\" directed by Jon M. Chu. But on Twitter, star Lin Manuel Miranda, who also did the music and lyrics for the Broadway show on which it is based, had a message of hope.  \"We had the best summer of our lives filming #InTheHeightsMovie last year. We gathered in Washington Heights and told this story, on location in this neighborhood, with our neighbors in this community. We couldn't wait to share it with you. But we're going to have to wait a little longer,\" he wrote. \"With the uncertainty in our world, right now, the release of \"In The Heights\" is being postponed. When we can safely gather again, flags in hand, we will be there, enjoying this movie in theaters. We'll have the premiere uptown. Best summer of our lives, together. Patience and faith. Paciencia y Fe.\"  James Wan horror movie \"Malignant\" and animated film \"Scoob!\" were also delayed, with no new dates announced. "], "Language": false}