{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/opinions/social-distancing-technology-coronavirus-yang/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeff Yang"], "Writers": [["Jeff Yang"]], "FirstPublishDate": ["2020-03-24T10:17:56Z"], "LastModifiedDate": ["2020-03-24T12:57:42Z"], "Headline": ["Social distancing means more things are moving online — like DJ D-Nice's Instagram party"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["If you're reading this, there's a good chance you're in the same situation as me and tens of millions of other people across the nation: You're huddled inside your home, barred by law or simply concern for personal and public safety from going outside for any but the most urgent reasons.  \"Sheltering in place\" is necessary if we're going to beat this pandemic, but it brings with it a uniquely suffocating kind of loneliness. You see the people you're living with to the point of exhaustion, but you feel impossibly distant from the things and people beyond your walls: friends and extended family, favorite places and experiences, even casual interactions with strangers. This is going to be the reality of our lives for weeks to come, if not longer. And for most of us, technology has become the only tool we have to close the social distancing gap. Some things are easy to replace with digital alternatives. Many, if not most of us, have no problems using FaceTime and Skype to stay in touch with our distant loved ones, and are well-acquainted with online delivery services, and maybe too acquainted with streaming video.  But things that require live presence, constant collaboration and shared creativity are a lot harder to replicate with technology. What's fascinating is seeing how the Covid-19 crisis has encouraged resourceful people to make technology work anyway. Derrick Jones, also known as DJ D-Nice, has been holding gigantic virtual parties on Instagram -- live-streaming himself working turntables from his living room for audiences of more than 80,000 people. He's given shout-outs to celebrities who pop into his feed, including the likes of Drake, Jennifer Lopez, former First Lady Michelle Obama and former Vice President Joe Biden. On a smaller scale, people have been pasting together different digital services and platforms to keep regular traditions alive, like the karaoke circle that my friend Valerie Soe has organized.  With our group unable to meet in person, she held our first online session last night, using Zoom virtual conferencing and a video sharing tool called Watch2Gether. The results were sometimes comical -- due to online lag and syncing issues -- but isn't laughing with friends part of what karaoke is all about? Zoom has moved to the center of many other collaborative experiences. Melinda Hsu Taylor, the mother of my son Skyler's friend Jackson, held a 12th birthday party for him via the platform this past Friday.  \"We originally were going to do an escape room for Jackson and his buddies, followed by a restaurant outing, followed by a sleepover -- it was all going to be very epic,\" she said. \"All of those things went out the window when group gatherings started to get canceled; even before they closed the schools, I knew parents would be nervous about going out at all, so we postponed the physical celebration.\" Instead, Taylor had individual pizzas delivered to all of Jackson's friends, and they ate them while laughing and chatting on a video conference call. \"Jackson took the whole thing in stride, especially because I promised we would reschedule the escape room and the sleepover to a later date when everyone's able to go out again,\" Taylor said. Taylor got the idea for the \"Zoom Party\" from her day job as a showrunner for the TV series \"Nancy Drew\" on The CW. She and her fellow creator and executive producer Noga Landau decided to open a virtual writers' room to continue to develop episodes even with physical production at a halt.  \"We were just relieved to have something to look forward to, because writers are a social bunch,\" Taylor said. \"And getting together to stare at each other in these tiny little boxes gives us all an excuse to shower and get dressed every day.\" Of course, virtual meetings have their foibles. \"My dad is with us right now, and the other day, in the middle of breaking an episode, the whole room was treated to an elderly man in a towel walking by behind me,\" Landau said laughing.  On the other hand, there are ways in which going virtual has actually made the collaboration process more efficient. \"At least these first couple of days, it feels like we're getting things done faster,\" said Landau. \"Our conversations are very focused, because we want to get things done so we can go back to trying to survive.\"  There are fewer distractions, too, said Taylor: \"We don't really have the option to look left and right and say, 'Oh, I love your shoes!' I haven't seen anyone's feet in weeks. And people can't really glance down at their phones, because everyone will see your eyes go down. No more checking out for 30 seconds to look at Twitter.\"  Existing technology has been helpful for communication and collaboration among relatively small groups and for broadcast to extremely large ones, but there are some middle-ground areas where current platforms don't quite fill the bill. Case in point: conferences, conventions and festivals. The major Austin, Texas-based media and technology gathering SXSW was canceled in early March, eliminating a major venue for hundreds of indie creators and musicians and slashing millions of potential profit from Austin. Last year, according to a SXSW press release, the festival added more than $350 million to the state capital's economy. WonderCon, the fan convention that annually draws over 60,000 to Anaheim, has been indefinitely postponed, though the titan of the pop culture calendar, San Diego's Comic-Con, is still a go in July, at least for now. And, alongside the closing of movie theaters around the world, film events like New York's Tribeca Film Festival and even the world's most prestigious film competition, the festival at Cannes, have been pushed back or canceled.  \"SXSW and Tribeca and Cannes will find ways to cope,\" said Emily Best, the founder and CEO of the film-focused crowdfunding platform Seed & Spark. \"But for the smaller ones, the local and regional ones, one season without a festival could be a mass extinction event. That's now what we're in the process of mitigating.\"  Seed & Spark, which allows indie creators to share trailers and in-progress works and raise funds from supporters to bring them to life, has adapted multiple elements of its platform to create way to hold online film festivals. It's allowed curators and exhibitors to hold multi-day events for remote audiences, with ticketing and all-access passes, artist Q&As and other interactive tools to replicate the physical film fest experience as closely as possible. The need is dire, said Best: \"Festivals are the main way creators connect with real people who'll support their visions. They're a key part of the indie film ecosystem, and we need to keep that entire creative ecosystem alive, or there'll be no industry for us to survive into when this crisis is over.\" It's not as simple a problem to solve as it seems. Regional and cultural festivals exist because they bring films for the first time to niche and local communities; the ability to premiere works in a restrictive fashion is critical to making that happen. If everyone can watch a film when it screens in, say, Nantucket, Massachusetts, that kills the market to show the same film for a festival in Little Rock, Arkansas.  That has traditionally led the festival organizer community to set rules banning creators from showing works online if they want to be eligible to participate in their events. To allay these concerns,  Seed & Spark has been working on how to geo-lock content, making it available only to people in a defined location. They've also led the charge to get festivals to sign a Film Festival Survival Pledge,which releases creators from some of the strictures against online screening for the duration of the crisis. At the time of writing, nearly 250 festivals have signed the pledge. And, Best said, dozens have reached out to Seed & Spark about potentially moving their festivals online this year. \"My developer team will kill me if I put a timeline on when we'll be up and running, but all I can say is it's going to be very soon,\" she said, while laughing. \"I've told them that what we build needs to be really simple — I'm in favor of imperfect fast solutions as opposed to perfect slow ones, because artists and festivals needed that revenue yesterday.\"  But Best is clear that she doesn't think that online festivals will wholly replace physical ones.  \"The whole point of inventing storytelling was to gather people around the fire, to make myths that we all see ourselves a part of,\" she said. \"And storytelling is the reason why humanity has been able to organize into a civilization. It's our unique distinction as humans, really -- we have opposable thumbs, and we tell stories. So we'll never fully replace the experience of being warm bodies in a room, where everyone gasps or laughs at the same time. That's what it means to be human, and I think we're all just waiting for when we can finally celebrate our humanity together again.\""], "Language": false}