{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/world/italian-mayors-scolding-residents-coronavirus-lockdown-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson and Helena Cavendish de Moura, CNN"], "Writers": [["Amanda Jackson", "Helena Cavendish de Moura"]], "FirstPublishDate": ["2020-03-24T00:49:10Z"], "LastModifiedDate": ["2020-03-24T02:51:27Z"], "Headline": ["Italian mayors are scolding residents for disobeying lockdown orders"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Mayors in southern Italy have spent the last week scolding residents for disobeying lockdown orders amid the coronavirus pandemic. Italy has been under total lockdown since March 13, as coronavirus cases continue to spread rapidly through the country.   But some residents have not heeded lawmakers' orders. Some Italian officials said they have seen people wandering empty cities, gathering at parks to play games and walking their dogs. \"Go home, this is not a film on TV, this is a national emergency!,\" Antonio Decaro, Mayor of Bari, stressed to his residents last week. \"Go home, you can't play ping pong, go to your playstations,\" he said. \"You're not allowed to be here, go play at home with your playstations.\" Some Italian mayors have been using social media to share their strongly worded video messages urging citizens to stay home. \"This is like a war bulletin because we are in a real war,\" Massimiliano Presciutti, Mayor of Gualdo Tadino, said in a Facebook video to residents on Friday. \"And now I turn to you...You need to stay home! Don't you understand that people are dying? Four hundred people are dying a day!\" His message, though stern, echoes the country's reality as the death toll continues to rise. On Monday, Italy confirmed 601 new coronavirus related deaths in the past 24 hours, bringing the total number of fatalities to 6,077. Another 4,789 new cases have been diagnosed, bringing the total number of cases to 63,927. Other mayors have confronted people out in the streets directly. \"This morning, I found one of our citizens who was lovingly doing a round with his dog that was visibly stressed,\" Giuseppe Falcomatà, the mayor of Reggio Calabria, said on Friday. \"I said to him, hey, this is not a film and you're not Will Smith in 'I am a Legend' therefore, get home.\" He said that police are currently mapping the streets of the city via drone to make sure that they are cleared.  Vincenzo De Luca, president of the Campania region, said he thinks the military could help  cities enforce the lockdown. \"I believe that there is an indispensable need of military control of our territory, with exceptional powers for forces order,\" De Luca said. \"If we go on like this we will just be counting the dead. We won't have hospital spaces for your father and mothers. Is that clear?\""], "Language": false}