{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/politics/white-house-world-health-organization-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-04-19T22:07:43Z"], "LastModifiedDate": ["2020-04-19T22:24:30Z"], "Headline": ["Washington Post: US officials at WHO relayed real-time coronavirus information to Trump administration"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A group of US officials working at the World Health Organization headquarters transmitted real-time information about the novel coronavirus directly to the Trump administration, US and international officials told the Washington Post. The reported line of communication undercuts President Donald Trump's assertion that the virus' spread in the US largely stems from a lack of communication from WHO.  A spokesperson for the US Department of Health and Human Services, Caitlin Oakley, confirmed to CNN on Sunday that 17 staff members from HHS were working at WHO in the outbreak's early days. In January 2020, she said, HHS had 17 staffers at WHO -- including 16 from the US Centers for Disease Control and Prevention.  Some of these \"embedded\" experts, but not all of them, were working on Covid-19, Oakley said.  She pushed back on the Washington Post reporting, however, calling it \"misleading.\" Oakley said that the Americans at WHO \"were not the decision makers\" and appeared to suggest that WHO leadership was withholding information from US technical experts -- or providing inaccurate information, sourced from China. \"I'd add that just because you have Americans embedded in WHO providing technical assistance does not change the information you are getting from WHO leadership,\" she said. \"We have learned now that WHO information was incorrect and relied too heavily on China,\" she added. WHO officials, however, have pointed out that the agency must rely on information from member nations. Dr. David Nabarro, a WHO special envoy, told NBC's \"Meet the Press\" last weekend that \"we really do have to work with the information we get.\" \"We don't have, in the World Health Organization, the power to go and inspect beyond what countries tell us,\" Nabarro said. News of the presence of a bloc of US officials at the WHO comes after Trump announced he is halting funding to the organization earlier this month while a review is conducted. Amid swirling questions about whether he downplayed the crisis or ignored warnings from members of his administration, the President said the review would cover WHO's \"role in severely mismanaging and covering up the spread of coronavirus.\" The US funds $400 million to $500 million to WHO each year, Trump said while announcing the funding freeze, noting that China \"contributes roughly $40 million.\" \"Had WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" he said. Democrats, however, see the move to yank funding from WHO as a mistake motivated by the administration's desire to find a scapegoat for the pandemic's spread. \"WHO is not perfect. But right now we need to work with them in the field, it is our only good option,\" a Democratic congressional aide previously told CNN. \"The administration is using WHO as a scapegoat. It is obvious.\""], "Language": false}