{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-032020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-20T10:13:32.003Z"], "LastModifiedDate": ["2020-03-20T20:22:09.433Z"], "Headline": ["Stocks log worst week since 2008: March 20, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks ended Friday's session lower, although the losses were more contained than they have been in previous weeks. Even so, it was the worst weekly performance for all three major stock indexes since October 2008. The Dow closed 913 points, or 4.6% lower, dropping 17.3%this week. The index has now erased all of the gains accumulated during the Trump administration. The S&P 500 finished down 4.3%. It fell 15% on the week. The Nasdaq Composite slipped 3.8%, for a 12.6% loss this week. Famed hedge fund Bridgewater predicts the coronavirus will lead to $4 trillion in lost corporate revenue for both public and private businesses in the U.S., according to a report the firm published Friday. “That is a very dangerous decline, and if not mitigated, it will lead to a long-lasting ripple,” said the Bridgewater team who authored the research report. In Bridgewater’s model, companies will have a shortfall of $2 trillion “concentrated in energy and travel and leisure, and about equally divided between large and small companies.” The firm projects a 6% decline in US GDP for 2020, with the biggest hit during the second quarter. The firm also estimates a decline of $12 trillion for global businesses in 2020. “Since this hit to revenues is happening throughout the world, the total hole globally will be roughly three times that—about $12 trillion. Governments are responding, of course, but in most cases these responses will just mitigate some of the ripple. Governments’ capacities to deal with this hit vary greatly and will be a major driver of markets going forward.” “Many companies will try to fill this gap by drawing credit lines, increasing their debt positions,” said the investors. If government policies don’t help fill the gap, companies are likely to dramatically cut spending, which would result in meaningful cuts in employment. Ray Dalio, who founded Bridgewater, is famous for predicting the 2008 financial crisis. Less than two hours are left in the trading day and all three major US stock benchmarks are in the red. The S&P 500 and the Dow are both set to record their worst week since October 2008 -- the height of the financial crisis. The S&P was last down nearly 2.3%, while the Dow was down 2.3%, or 470 points. Still, today's drop is less severe than many over the past two weeks. The Nasdaq Composite was last down 1.5%. The first half of 2020 will be ugly. Economic forecasts for the first and second quarters are dire, but none have been quite as bad as one published by Goldman Sachs today. Goldman is now forecasting a whopping 24% annualized contraction in second-quarter GDP, as well as a 6% drop in the first three months of the year. Declines in consumer spending, manufacturing activity and building investment will weigh on the economy this spring, the bank said. Even though the economy is expected to aggressively rebound in the second half of the year, the American economy will contract in 2020, shrinking by 3.8%, Goldman predicts. This is the second dire economic forecast from Goldman this week. The bank also expects unemployment claims to jump to their highest level ever -- 2.25 million -- next week. Existing home sales soared to their highest level since before the financial crisis and subsequent Great Recession on Friday. Nearly 5.8 million home were sold last month, the most since February 2007 and a 6.5% jump. But as great at that sounds, there are clouds on the horizon. Today's results are all water under the bridge as far as the outlook ahead as the coronavirus is keeping millions in their homes and not out walking around kicking the tires on whether to purchase a new residence,\" said Chris Rupkey, chief financial economist at MUFG. The US economy -- as well as the global economy -- is expected to plunge into a short but sharp recession due to the raging coronavirus outbreak. This new recession is starting now, Rupkey said, with the bright light of a strengthening housing sector going out for America. The Federal Reserve announced another move to help keep the financial system function orderly throughout the coronavirus crisis. The latest action expands the central bank's action in money markets, enhancing the liquidity through its Money Market Mutual Fund Liquidity Facility, or MMLF. The Fed first announced the MMLF on Wednesday. The facility allows the Boston Fed to make loans available to financial institutions to buy high-quality assets from municipal money market mutual funds. These loans will in turn be secured by the assets bought. \"I would anticipate similar responses in other markets, should additional stresses emerge,\" said Steven Friedman, senior macroeconomist at MacKay Shields, in emailed comments Friday. US stocks were lower around midday, with the S&P 500 in modestly negative territory, and the Dow and Nasdaq Composite in the green. So far, nothing crazy. The benchmarks are still on track for another ugly weekly performance. Stocks were down as New York Governor Andrew Cuomo and the White House coronavirus task force announced further measures to curtail the outbreak. The S&P 500 was last down 1.7%\nThe Dow was down 0.8%, or 160 points.\nThe Nasdaq was down 0.7%. The rise of social distancing to prevent the spread of the coronavirus has forced Peloton (PTON) to suspend selling and delivering its treadmill.  The at-home fitness company explained in a post that the treadmill is too big to deliver while maintaining a safe distance from customers.  Peloton is still selling and delivering its more well-known bike, which is smaller, but the company will only deliver it to a customer's door.  The market meltdown of the past few weeks is hurting various corners of the financial system. One area in which things are expected to go from bad to worse? High yield bonds. High yield -- or junk -- bonds carry lower quality labels from ratings agencies like Standard & Poor's and Moody's because the companies behind them are less credit worthy. Ordinarily, these bonds also yield more than safer options, giving investors more bang for their buck. But that hasn't held true of late: \"The high yield index has now erased all of its total returns going back to January 2017,\" said Oleg Melentyev and Eric Yu, credit strategists at Bank of America Merrill Lynch, in a note Friday. The credit cycle has turned and the number of companies defaulting on their junk debt is about to jump, according to the analysts. The defaults will be driven by companies in the energy industry, with the default rate across sectors at 9%. In normal credit cycles, default rates peak at 10% to 12%, the analysts said. Energy and gaming have been the worst hit segments in high yield over the last week, month and year-to-date,\" the analysts said in a note Friday. With tumbling oil prices, energy companies will struggle in the near term -- but lack of credit-worthiness will make things harder for them for a long time to come. JPMorgan (JPM), America's largest banks by assets, is stepping up for its employees in the coronavirus pandemic, and will pay those on the front lines of the outbreak a one-time bonus of $1,000. Many of our front line employees in our branches, operations and call centers, and other key sites who continue to go into their office or branch each day face particular challenges related to issues like childcare and transportation,\" the bank's operating committee wrote in a statement. Both full-time and part-time employees who make less than $60,000 a year, and whose jobs cannot be done from home, are eligible for the cash payment. It will be a maximum of $1,000 and not more than 10% of their salary in certain countries. On-site workers are also receiving five more paid days off. Marriott's furloughs, which previously were only for its hotel workers, are now hitting the corporate level.  The world's largest hotel chain confirmed to CNN Business that it's moving to shortened work weeks at its corporate headquarters and it putting many of its employees on temporary leaves that could last as long as three months.  The changes will \"impact most associates\" at the Bethesda, Maryland-based company, a spokesperson said.  Marriott (MAR) shares are up 22% in early trading because of hopes of a stimulus package from the US government. Two major retailers announced Friday they'll ramp up hiring in light of the ongoing coronavirus pandemic: Dollar Tree (DLTR), which also owns Family Dollar, said it's hiring 25,000 full- and part-time workers for its 15,000 US stores and 24 distribution centers. The company is looking to hire cashiers and stockers at its retail stores, and fillers (who help fulfill orders) and equipment operators at its distribution centers.\n7-Eleven said it plans to bring on 20,000 new store employees to \"meet increased demand for 7-Eleven products and services amid the Covid-19 pandemic.\" The Federal Reserve is working overtime to save the world economy from a financial crisis. The latest emergency move: The US central bank on Friday said it will increase the frequency of operations that give foreign economies access to zero-interest dollars. The so-called \"swap\" lines with five central banks are aimed at easing an extreme shortage of dollars that has emerged during the recent market mayhem. The Fed said these emergency operations, first unveiled on Sunday, will now occur daily, instead of weekly. The liquidity backstop includes the Bank of Canada, Bank of England, Bank of Japan, the Swiss National Bank and the European Central Bank.  The move underscores the stress in financial markets. Demand for dollars has spiked because the greenback is the world's safe haven currency. And many foreign businesses took out loans in dollars, debts that are becoming increasingly difficult to repay given the economic turmoil and sharply rising value of the dollar.  The Fed on Thursday expanded the emergency dollar lending program to nine countries including Australia, Brazil, South Korea and Mexico.  Stocks are having another volatile morning. After opening in the green, both the Dow and the S&P 500 briefly dropped into negative territory, while the Nasdaq Composite held onto its gains. The Dow did recover again -- it's now up 0.5%, or 95 points -- but the S&P remains modestly lower. The Nasdaq is again leading the field with a 1.2% gain.  This is very similar to the dynamic that played out yesterday morning. Stocks closed higher yesterday, so maybe this is a good sign? Kevin Hassett is returning to the White House to advise President Donald Trump through the severe economic fallout from the coronavirus outbreak, the former Trump official told CNN’s Poppy Harlow. Trump asked Hassett, a CNN commentator, to rejoin the administration just as the economic outlook has darkened significantly in recent days. Hassett told CNN on Thursday the widespread shutdowns caused by the health crisis could spark a repeat of the Great Depression.  \"We're going to have to either have a Great Depression, or figure out a way to send people back to work even though that's risky,\" Hassett said. \"Because at some point, we can't not have an economy, right?\" Hassett left the Trump administration in June 2019 after nearly two years as chairman of the White House Council of Economic Advisers.  During his second stint in the White House, Hassett is expected to advise the president on economic matters and have an office in the West Wing.   US stocks kicked the day off in the green on Friday, adding onto the prior session’s gains. The Dow opened 0.8%, or 150 points, higher.\nThe S&P 500 rose 1%.\nThe Nasdaq Composite opened up 1.5%. Even so, all three benchmarks are on track for another terrible weekly performance, with the Dow set for its worst week since 2008. Disney and Pixar's \"Onward\" is heading to streaming early. The animated film, which hit theaters on March 6, will be available to buy digitally starting Friday at 8PM ET. It'll premiere on Disney+, the company's new streaming service, on April 3. \"Onward's\" early arrival comes after other studios like Universal Pictures announced that some of its films, which were currently in theaters, would be available to rent or buy early.  Disney itself moved \"Frozen 2,\" one of its biggest titles from last year, to streaming early, so to capture the attention of families who are stuck at home as the coronavirus spreads through much of the world. Studios have been grappling with theaters for years over how long a movie should be available in theaters before being offered on other platforms. However, the coronavirus pandemic has changed all of that.  The outbreak has decimated the global movie theater industry by delaying major films such as Disney's own \"Mulan\" and \"Black Widow\" and closing theaters around the world.  Relax, Coke drinkers: Coca-Cola (KO) doesn't expect any shortages of its drinks in the near future.  In a regulatory filing Friday, the company said it's \"working closely with our bottling partners on contingency planning for continuous supply and, at this stage, we do not foresee any near-term disruptions in concentrate or beverage base production.\" However, the restaurant closures, event cancellations and reduction in travel sparked by the growing coronavirus pandemic will have a \"negative impact\" on Coke's bottom line.  The company said its \"operating results cannot be reasonably estimated at this time, but the impact could be material.\" It withdrew its previously released full-year financial guidance.  Altria (MO) CEO Howard Williard has contracted the novel coronavirus. He is taking a temporary leave of absence from the Marlboro maker, according to a statement.  Altria's Chief Financial Officer Billy Gifford will take over Willard's position while he's in his two-week self quarantine. Roughly more than 244,500 people have contracted the virus worldwide, according to Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.  InterContinental Hotels Group (IHG), which owns Holiday Inn and several other brands, is cutting $150 million in costs as demand continues to decline across its 5,900 global hotels.  Demand for hotels is currently at the lowest levels we’ve ever seen, IHG CEO Keith Barr said in a release. The company is reducing salaries and incentives for its board and executive committee members to achieve the savings. IHG expects its hotel revenue per room to decline 60% with \"steeper declines in those markets most impacted by restrictions.\" Like other hotel companies, IHG's stock has been absolutely battered this year and is down 60%. Senate Intelligence Chairman Richard Burr and his wife sold as much as $1.7 million in stock last month ahead of the sharp market decline that's resulted from the novel coronavirus global pandemic, according to Senate documents. Two weeks later, the North Carolina Republican sounded a blunt warning in February about the dire impact of the novel coronavirus during a private event in Washington, according to audio obtained by NPR, which contrasted with President Donald Trump's public statements at the time that suggested the virus would disappear. Burr's committee has received periodic briefings on coronavirus as the outbreak has spread, but the committee did not receive briefings on the virus the week of Burr's stock sales, according to a source familiar with the matter. Read more about this story here. US stock futures are pointing to a higher open after the market ended in the green on Thursday. Is this the end of the brutal coronavirus selloff?  The S&P 500 has fallen nearly 29% since its latest peak on February 19 as investors grappled with what the pandemic would mean for the economy. Things certainly seem to have calmed down at the end of this week, helped by the Trump administration's $1 trillion economic relief package, promises to bail out battered airlines and clearer messaging on how to fight the virus. Still, this might not be the end to investors' nervousness. Three conditions need to be met for the market to settle down, according to the BlackRock Investment Institute. Visibility on the scale of the outbreak and evidence that infection rates have peaked\nCoordinated and credible policy packages\nConfidence that financial markets are functioning properly. Progress has been made on #2 and depending on how next week goes, #3 could be in the cards. But the first, and most important point, is still a big question mark. American Airlines (AAL) will fly its first all-cargo flights in 36 years starting Friday, carrying medical supplies, mail for active US military stationed in Europe, telecommunications equipment and electronics that will support people working from home. The first flight will leave Friday night from Dallas-Fort Worth and arrive Saturday in Frankfurt, Germany. The airline will fly two round-trip flights over the next four days. Most passenger aircraft carry cargo shipments. American received $863 million in cargo revenue last year, though that was down 15% from a year earlier in the face of trade tensions. These cargo flights will be using a 777-300 widebody passenger jet. It has 14 cargo positions for large pallets and can carry more than 100,000 pounds. American said it expects the flights will be sold out. These will be its first all cargo flights since it retired its last 747 freighter in 1984.  Dow (INDU) futures increased 900 points, or 4.60% \nNasdaq (COMP) futures were up 4.89%\nS&P 500 (SPX) futures gained 4.41% The dollar has eased since Thursday, pulling back from its highest level in three years. The New York Federal Reserve continued its effort to create liquidity in the strained financial markets by announcing it would purchase another $10 billion of mortgage-backed securities, part of a larger package of $200 billion in mortgage bonds the Fed promised on Sunday to buy as it relaunched quantitative easing. The US central bank has also taken steps to ease an acute shortage of dollars that was destabilizing markets. Global stock markets surged higher Friday after central banks and governments around the world unleashed a torrent of stimulus measures designed to cushion the shock from coronavirus. Asian stocks closed with gains, while European markets were on track for their second positive session in a row. The rally comes after central banks around the world including the US Federal Reserve, European Central Bank and the Bank of England announced huge new injections of funds into financial markets.  They've been backed by governments, which have committed trillions of dollars worth of new spending and credit guarantees to help support their economies. South Korea's Kospi (KOSPI) shot up by 7.4%, recording its first gains since March 10. Hong Kong's Hang Seng Index (HSI) increased 5%\nShanghai Composite rose 1.6% Europe followed suit: FTSE 100 (UKX) adding 2% in early trading in London\nGermany's DAX (DAX) surged 5% \nFrance's CAC 40 (CAC40) added 4.5% Walmart (WMT), the largest private employer in the United States, plans to hire 150,000 temporary workers by the end of May as the coronavirus pandemic continues to sweep through the country. The company said it is hiring the associates to work in stores, distribution centers and fulfillment centers. It plans to expedite the application time from two weeks to 24 hours. Walmart has a workforce of about 1.5 million US workers. During the holidays, the company often focuses on giving additional hours to some workers instead of bringing on new hires. But the coronavirus is pushing the company to bring on new workers to help meet the crush of demand. Read more here. Americans are starting to lose their jobs in response to the coronavirus pandemic, and economists expect it's only going to get worse from here. And quickly, too. Early Thursday, a government report showed 281,000 Americans filed for their first week of unemployment benefits last week. It was a sudden 33% jump over the week before and the biggest percentage increase since 1992. But next week's report is likely to be far worse, according to Goldman Sachs economists. They predict the report will show 2.25 million Americans filed for their first week of unemployment benefits this week — eight times the number of people who filed last week and the highest level on record. Read more here."], "Language": false}