{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/entertainment/simon-pegg-psa-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-20T12:24:25Z"], "LastModifiedDate": ["2020-03-20T12:24:25Z"], "Headline": ["'Shaun of the Dead' actors turn famous scene into coronavirus PSA"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Stay at home, have a cup of tea, and wait for this all to blow over -- that's the message from actors Simon Pegg and Nick Frost, who have reimagined their hit zombie comedy \"Shaun of the Dead\" as a coronavirus public service announcement.  The cult 2004 movie, directed by Edgar Wright and co-written by Pegg, is a parody of the zombie apocalypse horror genre -- including of the 1978 horror \"Dawn of the Dead,\" which was also remade in the same year. In one famous scene, Shaun and Ed, played by Pegg and Frost, respectively, deliberate over how to get through the zombie apocalypse -- which, in the film, sees millions told to stay at home and avoid contact with loved ones. The characters discuss a plan to kill Shaun's infected stepfather, Philip (Bill Nighy), and rescue his mom before settling down to \"have a cup of tea and wait for things to blow over.\"  They eventually decide to go to their favorite pub, The Winchester, instead. In Frost and Pegg's new video, released Thursday on YouTube and viewed more than 1.29 million times, they reimagine this scene for the present day.  Instead of heading out to kill Philip, the duo agree to follow National Health Service guidelines on infection to the letter, and they don't go to the pub. \"If you can, stay at home, have a cup of tea, and wait for all this to blow over,\" Pegg says. \"Above all, don't be a tw*t about things. We're all in this together. Don't be selfish, look after each other, give someone a call if you think they might be lonely.\""], "Language": false}