{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/entertainment/love-is-blind-parody-quarantine-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-03-20T12:19:47Z"], "LastModifiedDate": ["2020-03-20T12:19:47Z"], "Headline": ["A 'Love Is Blind' parody is trying to help people find love in the social distancing era"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With social distancing protocols in place as the coronavirus sweeps the nation, people all around the country are stuck inside their homes and getting restless. Dating, among other facets of life, has come to a standstill. But Thi Q. Lam and Rance Nix, two roommates who share an apartment in Brooklyn, are hard at work trying to spark love and provide some entertainment in these trying times -- with their own version of the hit Netflix reality series \"Love Is Blind.\" Enter \"Love Is Quarantine\": an online dating project conducted through Instagram and Google Sheets. It's an antidote to both the boredom brought on by coronavirus-induced social isolation and the absence of human connection that people are currently feeling. \"[People are] lonely, they're looking for connection, they're looking for community, and most importantly, they're looking for love,\" Lam, 27, told CNN.  \"That doesn't stop during a pandemic. People still want love, and we're going to try our best to make that happen.\" How it works \"Love Is Quarantine\" is \"Love Is Blind\" for the social distancing era. For the uninitiated, the hit Netflix series, hosted by Nick and Vanessa Lachey, places male and female contestants in \"pods\" where they can talk to each other -- but not see each other. Only when the couples decide they want to get married can they reveal themselves and find out what the other looks like. In \"Love Is Quarantine,\" potential contestants sign up through Google Sheets, providing their first name, age, sex, sexuality, city and phone number. (The project, unlike the show it's inspired by, is LGBTQ+ friendly.) Nix goes down the list and reaches out to people, confirming whether they'd like to participate and moving on if he doesn't hear back almost immediately. If the person responds and is down, Lam puts them in one of the 12 \"pandemic pods.\"  Both Lam and Nix, a.k.a. \"obviously\" Nick and Vanessa Lachey, then introduce the couple via a text conversation. They offer up a few conversation starters, like where the person is from, how they found out about the project and their ideal date after social distancing is finally over. Then, the two strangers are free to go on their \"date,\" which typically takes the form of a phone conversation.  \"In 2020, I think texting is the predominant form of communication and we want to get back to the grassroots and treat it just like the show 'Love is Blind,'\" Nix, 28, said. \"Because essentially, people are in the pods. The pods are in your apartment, and we want people to communicate and test that vibe over the phone.\" The contestants are asked to film themselves before the date, while they're on the date and after the date, describing what they think about the other person -- much like the drama-laden, confessional style of \"Love Is Blind.\" Lam and Nix then record those clips being played back on a monitor and upload them to the \"Love Is Quarantine\" Instagram page. So as not to spoil the surprise, they cover up the contestant's face in the shot with their hand -- sometimes successfully, sometimes not. Often, Lam and Nix interject with their own commentary. It's raw, unfiltered and refreshing. If the couple hits it off, Lam and Nix reveal their faces on the \"Love Is Quarantine\" Instagram page and the two are free to keep talking and see where things go.  And if they don't, there's always the next person. How it started \"Love is Quarantine\" is not even a week in, but it's quickly taking off. Lam proposed the idea to Nix on Tuesday around 5 p.m., he said.  Lam, who produces content for food and beverage startups, and Nix, an actor and real estate agent, both have jobs that have since come to a halt because of the coronavirus pandemic. And as self-proclaimed \"extreme extroverts\" in self-isolation, they couldn't sit still. About an hour after the idea was born, \"Season 1\" was already in motion, with participants soon in their \"pods\" and chatting away on the phone. After 12 hours, Lam said the Google spreadsheet was flooded with about 300 people, from places as far as Australia and South Korea.  As of this writing, the Instagram page has more than 8,600 followers and counting. And already, fan favorites have emerged. Brooke and Red, two people who clicked on Tuesday night, have since earned the couple hashtag #Bred. Steve and Katie, a couple who supposedly \"talked all night,\" has been dubbed \"Skatie.\" There's also a fan gossip tab on the Google spreadsheet and another to submit \"Questions for the Lacheys,\" meaning Lam and Nix. The dating action continued with \"Season 2\" on Wednesday night and the two said they plan to keep it going for as long as they can. Lam and Nix said they had a feeling their project would go viral, and they wanted to pay it forward. They said they're partnering with others to create \"Love Is Quarantine\" merch -- all the proceeds of which will go to Feeding America, a nonprofit organization that has been providing food to people through the uncertainty fueled by the coronavirus outbreak. \"We're doing all right,\" Lam said of him and Nix. \"And there's a lot of people out there that aren't doing so good. So we hope that this is more than a just funny, entertainment thing, that we can actually help real people.\" Meanwhile, they're also making bigger plans for the \"Love Is Quarantine\" couples who experience a spark.  On the Netflix show \"Love Is Blind,\" the couples who make it out of the pods are flown to a resort in Mexico, where they spend the \"honeymoon\" period of their engagement getting to know each other in person. On \"Love Is Quarantine,\" Lam said, couples will spend their honeymoon period at Popeye's. After the coronavirus lockdowns end, of course."], "Language": false}