{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/marianas-trench-challenger-deep-dive/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Karla Cripps, CNN"], "Writers": [["Karla Cripps"]], "FirstPublishDate": ["2020-03-16T01:56:31Z"], "LastModifiedDate": ["2020-03-19T02:49:17Z"], "Headline": ["For the first time ever, travelers can join an expedition to the deepest spot in the oceans"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Once upon a time, reaching the highest peak on Earth was considered a feat achievable only by a select few.  Fast forward to today.  Though it remains a costly endeavor -- and sometimes deadly -- it's logistically easy enough to arrange. Over 4,000 adventurers have climbed to the top of Mount Everest, according to the British Mountaineering Council.   So what's an intrepid amateur explorer with a thirst for all things rare and superlative to do?  Travel in the opposite direction, of course, to Challenger Deep. Sitting at a depth of 10,928 meters (35,853 feet), it's widely believed to be the deepest point in the world's oceans.  In a world-first, travel company EYOS Expeditions has teamed with private undersea diving company Caladan Oceanic to offer general members of the public an opportunity to join an upcoming expedition and dive to the bottom of the Marianas Trench in the western Pacific Ocean. How rare is this experience? According to EYOS, only seven people on earth have visited Challenger Deep. (Hollywood director James Cameron just happens to be one of them.)     Here's the catch: The company is only inviting three people to join the trip. Staff tell CNN Travel it's being offered on a first-come, first-serve basis. The cost? \nUS$750,000.  Four hours on the sea floor  The three travelers, called \"Mission Specialists,\" will spend approximately eight days with the Ring of Fire Expedition, which is operated by EYOS and Caladan Oceanic.  Each submarine dive will take up to 14 hours. The descent, which is over seven miles, takes over four hours. The divers will spend up to four hours on the seafloor, where they will get to explore and potentially film their surroundings.   \"This is the most exclusive destination on Earth,\" says Rob McCallum, founding partner of EYOS Expeditions, in a statement.   \"Currently, only three manned expeditions have ever been made to the bottom of Challenger Deep and more people have been to the moon than to the bottom of the ocean.\"  The Mission Specialists will board the hadal exploration vessel, DSSV Pressure Drop, in June 2020 -- EYOS says the exact date is to be confirmed -- in Agat, Guam. It then takes a day at sea to reach the Marianas Trench.   The expedition will use Caladan Oceanic's submersible, Limiting Factor, which has been pressure tested in a chamber to 14,000 meters and has already dived five times to the bottom of the Mariana Trench. EYOS says it's the only vehicle ever constructed that is capable of multiple dives to full ocean depth.  \"The occupants of the submersible are completely protected by the 90mm thick titanium sphere and experience no pressure changes or physiological stresses at all,\" says the statement announcing the trip. Comfy seats, hi-def cameras As a result, no formal pre-departure training is required, though Mission Specialists will receive a comprehensive shipboard and sub orientation as part of pre-dive preparations. \"The inside of the sub is quiet, peaceful and very relaxing. The sub has two comfortable seats, three view ports, and high-definition 'surround' cameras,\" says McCallum.  \"Whilst onboard, Mission Specialists will be fully integrated members of the team and free to work alongside our sonar operator/ocean mappers, submersible technicians, film production team, expedition management and ship's officers to gain an insight into the complexities and challenges of hadal exploration,\" he says.  Don't worry. Even intrepid explorers need some down-time, too. McCallum says when not diving, expedition members can relax by taking in a movie, going to the gym, reading, or heading up to the \"Sky Bar\" for a sundowner. The dive is part of a much longer six-month  Ring of Fire expedition EYOS and Caladan Oceanic are operating, a followup to the Five Deeps Expedition made last year, which visited cavernous chasms in the Pacific, Indian, Southern, Arctic and Atlantic oceans over a period of 10 months.  \"Its collective mission is to verify and test the deepest points possible, collect and analyze scientific samples, and extend humankind's knowledge of the most extreme environment on Earth, says Ben Lyons, EYOS Expeditions' CEO. Interested in joining? Contact EYOS Expeditions for further info. "], "Language": false}