{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/entertainment/linda-fairstein-suit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sonia Moghe, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-18T19:28:51Z"], "LastModifiedDate": ["2020-03-18T19:28:51Z"], "Headline": ["'When They See Us' creators sued for defamation by former prosecutor"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The creators of the Netflix series \"When They See Us\" are being sued for defamation. Linda Fairstein, a former prosecutor who was part of the Manhattan District Attorney's Office when it tried the criminal case against the young men who became known as the \"Central Park Five,\" has filed suit against Netflix, producer and director Ava DuVernay and writer Attica Locke. Fairstein's attorney, Andrew Miltenberg, told CNN the series was \"actively marketed and promoted\" as a true story, despite \"depicting her at places she never was\" and \"making decisions she never made.\" \"Ms. Fairstein -- whose real name is used throughout -- is depicted as a racist, unethical villain, who is determined to jail innocent children of color at any cost,\" Miltenberg said. \"Defendants deliberately calculated this portrayal to create one clear and unmistakable villain to be targeted by the public for hatred and vilification.\"  \"Linda Fairstein's frivolous lawsuit is without merit. We intend to vigorously defend 'When They See Us' and Ava DuVernay and Attica Locke, the incredible team behind the series,\" a spokesperson for Netflix said in  a statement to CNN. CNN has reached out to DuVernay and Locke for comment. Fairstein alleges in the federal suit, which was filed Wednesday in Florida, that nearly every scene of the series with scenes about her were false and defamatory. She claims that while she was the head of the sex crimes unit at the Manhattan District Attorney's Office in 1989, she did not personally prosecute the Central Park Five case but acknowledges she did provide technical assistance to the lead prosecutor and serve as a witness for the prosecution. \"When They See Us\" told the stories of the five teen boys of color who were wrongly convicted of taking part in the rape and beating of a woman who had been jogging in Central Park in 1989. Korey Wise, Raymond Santana, Kevin Richardson, Yusef Salaam and Antron McCray spent years in prison before their convictions were later vacated because of DNA evidence. Convicted serial rapist Matias Reyes confessed to the crime in 2002.  Fairstein claims she lost book contracts, speaking engagements and legal work as a result of the series. She is seeking actual damages, punitive damages and injunctive relief against the defendants.   DuVernay previously told The Daily Beast that Fairstein tried to \"negotiate\" her portrayal in the show. \"I don't know if I've told anyone this, but she tried to negotiate conditions for her to speak with me, including approvals over the script and some other things,\" DuVernay said. \"So you know what my answer was to that, and we didn't talk.\" Fairstein's suit alleges she did not seek, negotiate or demand script approval from DuVernay as a precondition to having a conversation with her. The suit shows correspondence between Fairstein and people associated with the film project.   "], "Language": false}