{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/entertainment/razzies-winners-list/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-17T13:56:32Z"], "LastModifiedDate": ["2020-03-17T13:56:32Z"], "Headline": ["'Cats' meow: Musical tops 40th Annual Razzies for worst in cinema"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Remember the time \"Cats\" knew what happiness was? That would probably be when the movie was unreleased and people couldn't wait to see the film starring Dame Judi Dench (who has said she hasn't even seen it), Taylor Swift and Idris Elba. Well, that didn't go exactly as planned and the musical -- which bombed at the box office -- has been honored (if that's what you want to call it) with multiple Golden Raspberry Awards. The awards are given to the best of the worst in cinema. \"Cats,\" \"Madea\" and \"Rambo\" led the nominees when the list of nominations was announced in February. \"Cats\" snagged six awards: Worst picture, worst supporting actress and actor for Rebel Wilson and James Corden, worst director for Tom Hooper, worst screenplay and worst screen combo for \"Any Two Half-Feline/Half-Human Hairballs.\" The following is the list of winners who, we guess, are also sort of losers, too. WORST PICTURE  \"Cats\" WORST ACTOR John Travolta -- \"The Fanatic\" and \"Trading Paint\" WORST ACTRESS  Hilary Duff -- \"The Haunting of Sharon Tate\" WORST SUPPORTING ACTRESS  Rebel Wilson -- \"Cats\" WORST SUPPORTING ACTOR  James Corden -- \"Cats\" WORST SCREEN COMBO  Any Two Half-Feline/Half-Human Hairballs -- \"Cats\" WORST SCREENPLAY  \"Cats\" -- Screenplay by Lee Hall and Tom Hooper   WORST DIRECTOR  Tom Hooper -- \"Cats\" WORST REMAKE, RIP-OFF or SEQUEL \"Rambo: Last Blood\" WORST RECKLESS DISREGARD for HUMAN LIFE and PUBLIC PROPERTY \"Rambo: Last Blood\" RAZZIE® REDEEMER AWARD  Eddie Murphy -- \"Dolemite Is My Name\" The Razzies are voted on by current Razzie members (1,107 from the 50 US states and about two dozen foreign countries) online. This year's Razzie Redeemer Award, which honors those who have come back from Razzie-dom, was voted on separately."], "Language": false}