{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/liz-hurley-versace-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [["Oscar Holland"]], "FirstPublishDate": ["2019-08-20T01:27:55Z"], "LastModifiedDate": ["2020-03-18T01:18:45Z"], "Headline": ["Remember when Liz Hurley wore 'that' dress?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Remember when Liz Hurley made fashion history at the premiere of a movie she wasn't even in? This isn't to say that 1994's \"Four Weddings and a Funeral\" wasn't a big deal. The film grabbed an Oscar nomination for Best Picture and became the highest-grossing British production of all time -- a title it held for 15 years. But the movie's premiere will only be remembered for one thing: Hurley's black Versace dress, riven with deep slits and seemingly held together by a string of novelty-sized gold safety pins.  The model-slash-actress, then aged 29, wasn't exactly a household name when she arrived on the red carpet that evening. Anyone unfamiliar with her turn as a henchwoman in the poorly-received Wesley Snipes thriller \"Passenger 57,\" might simply have known her as Hugh Grant's girlfriend. One might, therefore, have reasonably expected it to be Grant's night. After all, his performance in \"Four Weddings\" earned him a Golden Globe and launched a long and fruitful career playing slightly flustered Brits. Then again, if your plus-one is a quintessential English pin-up wearing a scandalously revealing dress -- for the time, at least -- then you should expect to have your limelight stolen. (He didn't seem to mind: Take your eyes off Hurley's outfit for a moment, and you'll notice a floppy-haired Grant smiling sheepishly beside her, unable to quite believe his luck.) With its salacious décolleté and sky-high leg slit, the Lycra and silk dress was a paparazzo's dream.  Its safety pins and double shoulder straps seemed to be the only things preventing it from disintegrating on the spot. Hurley also deserves credit for wearing it with elegance and confidence, her tousled hair giving her the air of a glamorous everywoman. She later described the dress as a \"favor\" from Versace -- it was, apparently, the last one left at the fashion house's press office when she called. Yet this accidental statement would change the trajectory of Hurley's career, thrusting her out of Grant's shadow and into the international spotlight. She wasn't the evening's only winner. The media delirium boosted Versace's reputation as a fashion house whose designs \"celebrate the female form rather than eliminate it,\" as Hurley put it.  The dress also sparked a revolution in red-carpet eveningwear, which was remarkably modest in the mid-1990s. By reclaiming skimpiness for the wearer, and reminding us just how far a single look can get you, Hurley arguably paved the way for Jennifer Lopez's plunging green Grammys dress (also Versace) in 2000 and Halle Berry's sheer gown at the 2002 Oscars. If you need any more persuading of the outfit's impact, just type \"that dress\" into Google and watch Hurley stride across the top of your screen, safety pins and all. Her Versace number even ranks above the viral dress whose color the internet argued over for weeks. Yep, it's officially that dress."], "Language": false}