{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/media/coronavirus-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-16T21:46:14Z"], "LastModifiedDate": ["2020-03-16T21:46:14Z"], "Headline": ["This weekend's box office was slammed by the coronavirus. It's about to get worse"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The domestic box office just had its worst weekend in two decades amid the coronavirus crisis. And it's about to get a lot worse. Ticket sales came in at an estimated $55 million in North America, the lowest grossing weekend since 2000, according to Comscore. The grosses were down roughly 60% from the same weekend last year and last weekend's top film, Pixar's \"Onward,\" dropped a hefty 73%. \"This was an unprecedented weekend, the likes Hollywood has never seen before,\" Jeff Bock, senior analyst at entertainment research firm Exhibitor Relations, told CNN Business. \"This was a mass exodus.\" Unfortunately for Hollywood, this appears to just be the beginning of the box office free fall. Ticket sales will likely continue to plummet with upcoming big releases delayed and movie theaters slashing capacity or completely shutting down because of the virus. This upcoming weekend's marquee film was expected to be Paramount Pictures' horror sequel, \"A Quiet Place II,\" but it was pushed back due to the outbreak. The weekend after that was set to be a big one thanks to Disney's live action remake of \"Mulan,\" but it was also delayed to an unknown date.  \"No Time to Die,\" the next film in the James Bond series, was scheduled to open on April 10, but was also moved. Now, the month of April is looking pretty barren for the box office. The next blockbuster on the schedule isn't until May 1 when Disney's \"Black Widow\" is set to open. However, it wouldn't be surprising if \"Black Widow,\" a film from the lucrative Marvel brand, is also delayed. Some studios are trying a new strategy to get their movies in front of paying audiences. On Monday, Universal Pictures announced that it would make some of its films currently in theaters, such as \"The Invisible Man\" and \"The Hunt,\" available for rent at home starting this week.  \"Unprecedented, challenging, uncertain, all of these are words that describe the current situation for the film industry right now,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"All of this is due to a completely unforeseen circumstance, and not a mandate against the movie theater experience, but over the coming days and weeks the box office will see a major slowdown.\" And that slowdown may turn into a complete halt soon.  Movie theaters in New York and Los Angeles have been ordered to close down alongside restaurants and bars in order to help curb the spread of the coronavirus. Big movie theater chains like AMC have created \"social distancing\" protocols that cut back on capacity for its theaters that are still operational in other cities across the country. But how much longer can theaters continue to stay open? \"The time is now. Shut them all down. This is about public safety and everyone needs to do their part,\" Bock said. \"Netflix and chill isn't just a slogan anymore, it's a way of life.\""], "Language": false}