{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/media/universal-movies-streaming-coroanvirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta and Brian Lowry, CNN"], "Writers": [["Frank Pallotta", "Brian Lowry"]], "FirstPublishDate": ["2020-03-16T18:32:31Z"], "LastModifiedDate": ["2020-03-18T12:49:40Z"], "Headline": ["Universal's movies currently in theaters will be made available on demand this week"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With the coronavirus disrupting the global theater marketplace, Universal Pictures is making some of its current film releases available on demand starting this week, the studio announced Monday.  The Comcast-owned studio and its specialty label Focus Features will make films such as \"The Invisible Man,\" \"The Hunt\" and \"Emma,\" all of which are currently playing in theaters, available to rent on demand services such as Comcast, Sky, Apple and Amazon on Friday. Consumers will be able to rent the films for $19.99 per film for 48 hours. DreamWorks Animation's \"Trolls World Tour\" will be also on demand starting on April 10, the same day it's set to be released in North American theaters.  Universal said in a statement that it made its movies available in the home now because of the \"current circumstances,\" which have \"made it more challenging to view our films.\"   \"Given the rapidly evolving and unprecedented changes to consumers' daily lives during this difficult time, the company felt that now was the right time to provide this option in the home as well as in theaters,\" the studio said in a statement on Monday. \"NBCUniversal will continue to evaluate the environment as conditions evolve and will determine the best distribution strategy in each market when the current unique situation changes.\" Studios have been grappling with theaters for some time over theatrical windows, and how long a movie should be available in theaters before being offered on other platforms. Theater chains have wanted to preserve their exclusivity to give people an incentive to go out. With the global box office virtually paralyzed by coronavirus concerns, the crisis could \"serve as a catalyst for long delayed change,\" Variety's Andrew Wallenstein noted. That includes the prospect of premium video on demand — that is, making movies available earlier to watch at home, for an elevated fee that would help offset lost theatrical revenues. Major blockbusters are not included in Universal's plan. The studio announced earlier that its next entry in the \"Fast & Furious\" franchise, \"F9,\" would be rescheduled until next year. The streaming decision could, however, give a boost to mid-sized movies like \"The Hunt\" and \"Invisible Man\" that just premiered in theaters and would essentially have disappeared. The studio can now make them available closer to the marketing campaigns that preceded their debut. Jeff Shell, the CEO of NBCUniversal, said that rather than delaying these films or \"releasing them into a challenged distribution landscape,\" the studio wanted to provide \"an option for people to view these titles in the home that is both accessible and affordable.\" \"We hope and believe that people will still go to the movies in theaters where available, but we understand that for people in different areas of the world that is increasingly becoming less possible,\" he said."], "Language": false}