{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/us/ruth-bader-ginsburg-birthday-inspire-women-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-15T09:00:20Z"], "LastModifiedDate": ["2020-04-07T22:33:33Z"], "Headline": ["The women who inspired RBG and the women she's inspired"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Ruth Bader Ginsburg has become something of a cultural touchstone.  From murals and movies to lipsticks and tote bags, the Notorious RBG (as some would call her) is uniquely heralded in society. And with her 87th birthday on Sunday, here are 87 reasons we love this Supreme Court justice! No, just kidding. That would be too long.  Instead, as a hats-off to Ginsburg's record as a women's rights icon, here are some of the women who inspired RBG, and some of the women she has inspired. Women who have inspired RBG Emma Lazarus Poet Emma Lazarus is one of the women who inspired the Notorious RBG. Ginsburg recognized Lazarus and her impact last year, when the justice was being inducted into National Museum of American Jewish History's Only in America Hall of Fame gallery. A poet born in 1849, Lazarus' words are etched onto the Statue of Liberty. She is known for her advocacy of Jewish refugees.  \"It bears recalling her words and the immigration policy they call for: 'Give me your tired, your poor, your huddled masses, yearning to breathe free,'\" Ginsburg said in 2019.  Henrietta Szold Henrietta Szold is the founder of Hadassah, a Zionest organization dedicated to women.  RBG has said Szold, who died in 1945, knew how to say \"no.\" Her words continue to inspire her, RBG said in 2018, when accepting the Genesis Lifetime Achievement Award.  \"Szold's plea for celebration of our common heritage while tolerating, indeed appreciating, the differences among us concerning religious practice, is captivating,\" Ginsburg said. \"I recall her words even to this day when a colleague's words portray a certain lack of understanding.\" ...and women who are inspired by RBG Kesha When the pop star was approached to write a song for \"On the Baisis of Sex,\" a biopic about Ginsburg, Kesha said she didn't know where to begin. But that changed once she watched the movie. In an essay posted to Refinery29, Kesha wrote that she felt inspired. \"It was amazing to see Ginsburg's story of leading a campaign that successfully changed laws that discriminated against Americans purely on the basis of their sex, as the film title suggests,\" Kesha wrote. \"In watching the film I was struck by how much Ginsburg was able to accomplish in her life, and at the same time, how much more there is to do in the fight for equality for all people.\" Kesha went on to write that RBG's story strengthened her belief that individuals can make lasting change. Billie Jean King Legends inspire legends, apparently. Tennis superstar Billie Jean King is an outspoken fan of Ginsburg, and has called the justice a \"trailblazer.\"  King even recognized Ginsburg's swear-in date last year, taking to Twitter to commemorate the day. \"26 years ago today, on August 10, 1993, Ruth Bader Ginsburg was sworn in as the second female justice ever to serve on the United States Supreme Court,\" King wrote. \"She was then and still remains my Shero.\" "], "Language": false}