{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/media/reliable-sources-creative-solutions-coronavirus-media/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-14T14:29:17Z"], "LastModifiedDate": ["2020-03-16T21:15:18Z"], "Headline": ["Broadway, symphonies and employers come up with creative solutions to coronavirus shutdowns"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. So many people are hurting right now. Sick and frightened coronavirus patients are hurting the most, but there are so many other categories of people who are stressed and struggling with this unprecedented \"pause\" of American life. So Saturday's edition of the \"Reliable Sources\" newsletter focuses on the media world, with some of the emerging solutions and work-arounds. The physical and emotional and financial tolls of this crisis are staggering. But there are creative ways to relieve anxiety; to connect with each other; and to squeeze some good out of this rotten situation.  Here are some examples:  -- With public events called off, the Seattle Symphony is organizing \"free livestreams and rebroadcasts until the orchestra can return\" to the stage.  -- In New York, the Metropolitan Opera is offering \"Nightly Met Opera Streams\" from its catalog of past events.  -- Broadway legend Laura Benanti tweeted Friday: \"Dark times for all. Trying to find some bright spots. If you were meant to perform in your High School musical and it was cancelled please post yourself singing and tag me. I want to be your audience!\" The responses have been outstanding.  -- In other Broadway news, BroadwayWorld is \"partnering with some incredible Broadway performers to launch a series of Living Room Concerts.\" -- The SXSW conference was cancelled, but the film festival organizers have decided that \"the films selected for competition will still be competing in front of a jury,\"  Austin360 reported. \"They have also given filmmakers the option to upload their films to a screening library that press and industry professionals can take advantage of.\"  -- As Kaya Yurieff and Sara Ashley O'Brien reported for CNN Business, some people are seeking out live-streamed religious services. -- So many websites have published what-to-watch lists, I could make an entire list of them. Two great examples: Eleanor Stanford of The New York Times has \"comforting streaming TV shows for stressful times\" while TIME's Eliana Dockterman has a list of \"the most calming, anxiety-free content to stream.\" -- The past few years have highlighted all the antisocial behavior on social networks, but this crisis is a chance for the platforms to showcase how they help people. Facebook and Instagram partnered with CNN for Thursday night's town hall. Twitter enabled a virtual Q&A with the CDC. And USA Today has some \"TikToks and memes to get you through the panic.\"  -- MSNBC is gathering questions from viewers via the hashtag #MSNBCanswers. At NY1, my wife Jamie is using the hashtag #OneNewYork to collect stories from New Yorkers. -- ESPN's Scott Van Pelt tweeted regarding all the school closures: \"So many college and HS athletes saw their seasons, maybe their playing careers, just....end. No send off, no nothing. We want to fix that. Share their stories, photos & videos here. We should certainly have the room for some.\"  -- New shows have been created to cover the crisis. The Atlantic just launched a new podcast, \"Social Distance\" with Dr. James Hamblin, billed as \"a podcast about living through a pandemic.\" -- Michael Barbaro and \"The Daily\" released a special Friday night episode titled \"A Bit of Relief.\" In this 10-minute pod, Taffy Brodesser-Akner reads from \"Love in the Time of Cholera,\" Wesley Morris reads from \"In Pursuit of Flavor,\" and Dean Baquet reads from \"On Living in an Atomic Age.\" Listen here -- CNN's \"Coronavirus: Fact vs Fiction\" podcast continues to rank in the top five of all podcasts on Apple.  -- Newsrooms are coming up with creative solutions too. Many outlets are using Skype, Cisco Webex, FaceTime, Zoom, and other software to interview guests and sources remotely. -- \"We're trying to do our part to help #FlattenTheCurve by doing our morning meeting spread out in the newsroom,\" Sam Hartle of KSHB TV in Kansas City wrote. Record web traffic levels The hunger for news is measurable right now. Cable news ratings are up -- way up. Traffic to news websites is way up too. CNN said it recorded \"51.6 million unique visitors to CNN Digital\" on Thursday -- \"the third biggest day in CNN history, behind only Election Day 2016 and the day after.\" This news story sums up the day perfectly R.E.M.'s 1987 song \"It's the End of the World as We Know It (And I Feel Fine)\" is suddenly back on the iTunes chart of top songs. The tune \"reached No. 72 on the iTunes top 100 chart Friday,\" The Hill's Marina Pitofsky wrote. The reason? Apparently people have been creating and sharing \"pandemic playlists.\" The 9/11-like feeling... CNN media critic Brian Lowry writes: \"Have seen a lot of journalists old enough to remember compare this to Sept. 11, and the feeling is certainly similar, beginning with the fact that every beat and story is informed by or related to this one. The one point of differentiation I'd note is that while there was an enormous amount of uncertainty and tension after the 2001 attacks, the pace of related stories didn't seem to spew out as fast and furiously as it has here. The best visual analogy I can think of is the famous 'I Love Lucy' sketch, when the chocolate balls are streaming out on a conveyor belt faster than she can wrap them.\" Subscribe! Click here to sign up for the next edition of the \"Reliable Sources\" newsletter."], "Language": false}