{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/entertainment/judi-dench-cats-razzie-gbr-intl-scli/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-14T13:54:19Z"], "LastModifiedDate": ["2020-03-14T13:54:19Z"], "Headline": ["Judi Dench says she hasn't seen 'Cats' after Razzie nomination for Worst Supporting Actor"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["She has won an Oscar, two Golden Globes and 10 BAFTA  (British Academy of Film and Television Arts) awards, but Dame Judi Dench has confessed she has not seen the movie that has garnered her latest nomination. The British movie legend is up for Worst Supporting Actress at the Razzies (an awards show honoring the worst in cinema) for her performance as Old Deuteronomy in \"Cats,\" the big-budget disaster that has received appalling reviews across the world.  Dench told BBC Radio 4's Front Row program that she had only seen a picture of herself in the live-action adaptation of the classic Andrew Lloyd Webber musical, whose \"digital fur technology\" vision of human-like cats provoked horror when the trailer was released last July. \"No, I haven't seen it,\" Dench told BBC presenter John Wilson. \"I didn't read anything about the response to it, nor have I seen it.\" The James Bond star said she was \"aware of the response only slightly, I think people have been rather kind to me.\" She said she did not typically read reviews, \"but you kind of know yourself about something, I think.\" Dench said she had not realized she was playing \"this wonderful show cat,\" who reminded her of a cat she once had, called Carpet. \"I thought I was playing a really kind of clapped-out old mangy old cat who didn't have much fur,\" she said. The brutally derided \"Cats\" has been nominated in seven categories at the 40th annual Golden Raspberry Awards on Sunday. Rebel Wilson was also nominated for Worst Supporting Actress; James Corden for Worst Supporting Actor; and Francesca Hayward for Worst Actress. It also picked up nominations for Worst Picture; Worst Director for Tom Hooper; Worst Screenplay and Worst Screen Combo for \"Any Two Half-Feline/Half-Human Hairballs\" and \"Jason Derulo & His CGI-Neutered 'Bulge.'\" Dench laughed at the news she was nominated for a Razzie, saying: \"Oh well, that will be good.  \"As far as I know, that's a first.\" She is also up against fellow Oscar winner Jessica Chastain for Worst Supporting Actress, for her role in \"Dark Phoenix.\" \"Joker\" is the only movie to be nominated for both a Razzie and an Academy Award. Jennifer Lopez and Adam Sandler have been nominated for Razzie Redeemer awards for their roles in \"Hustlers\" and \"Uncut Gems,\" respectively. Sandra Bullock memorably turned up in person to collect her Razzie for \"All About Steve\" in 2010, while Dwayne \"The Rock\" Johnson posted a video to Instagram in 2018 acknowledging his Razzie for \"Baywatch.\" The \"Cats\" stars may be more eager to put this experience behind them."], "Language": false}