{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/media/streaming-coronavirus-disney/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Lowry and Frank Pallotta, CNN"], "Writers": [["Brian Lowry", "Frank Pallotta"]], "FirstPublishDate": ["2020-03-14T12:22:46Z"], "LastModifiedDate": ["2020-03-16T21:14:30Z"], "Headline": ["Will movies delayed by coronavirus shift to streaming? Not so fast"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hollywood is in a bind. Studios are stuck postponing major film releases because of coronavirus, and though it might seem like an obvious next step to simply release them online, experts say it's unlikely these titles will premiere on streaming services like Disney+. Facing grim prospects, upcoming releases including Disney's \"Mulan\" and \"The New Mutants,\" Sony's James Bond film \"No Time to Die,\" Paramount's \"A Quiet Place\" sequel and Universal's latest Fast & Furious adventure \"F9\" have all been delayed.  But though many of those companies are hungry for product to propel streaming ventures, economic considerations suggest that these new movies -- or at least most of them -- won't be it. Because these blockbusters — especially a period piece like \"Mulan\" — don't have an expiration date, there's no reason to rush them to market.  While there could be some opportunity for mid-sized films to migrate to streaming, showcasing a potential smash like that live-action adaptation of the animated hit on Disney+ could be leaving a whole lot of money on the table. On Friday, Disney did announce that it would move up the availability of \"Frozen 2\" on Disney+ to March 15, offering it early to help families through \"these challenging times,\" the company said. But that follows a successful theatrical release that has seen the film earn $1.4 billion worldwide. \"A movie like 'Mulan' has a big budget, and it's been marketed already as a theatrical film. It's not so easy to just put it on Disney+,\" Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business. \"A major release like that costs Disney hundreds of millions of dollars and the financial lifespan of a production of that size needs to have some sort of theatrical release to make its money back.\"  By contrast Netflix, the premier streaming service, has experimented with some bigger-budget action movies debuting on its platform. They include \"Bright\" (starring Will Smith, with a reported $90-million budget) and the Ryan Reynolds vehicle \"6 Underground,\" directed by Michael Bay. The service has picked up a few more expensive films that were essentially dumped onto it, such as \"The Cloverfield Paradox.\" Netflix also sunk a vast sum into Martin Scorsese's Oscar-nominated \"The Irishman,\" which nevertheless enjoyed a theatrical window before hitting the streaming world. The math is somewhat different, however, for Disney. Though the company has faced some second-guessing about its volume of originals on Disney+, despite the success of titles like \"The Mandalorian,\" Disney has said it remains very much committed to the theatrical experience.  That's in part because the major studios still want to wring profits out of their movies across multiple exhibition platforms — including the overseas and domestic box office — before getting another bite at the apple, as Snow White might say, by using them to stock their streaming shelves. However, Disney's media empire has been crippled because of the coronavirus outbreak. Its theme parks are closed, its cruise line is suspended and one of its biggest films of the year has been delayed. Major sporting events, the life's blood of Disney-owned ESPN, have also been suspended. Disney+ is now the focus of the Walt Disney Company. One exception to the theatrical-release-first rule could be a movie like \"The New Mutants,\" a spinoff of the X-Men franchise that Disney inherited when it acquired 20th Century Fox's entertainment assets. Seen as a troubled project which had been delayed multiple times before being pushed once again on Thursday, the movie was already talked about as a possible streaming play. Again, that might be a case where the benefit is relatively high — offering a subscription lure to a particular group of fans — and the risk low, given the film's uncertain box-office potential. Clearly, the prospect of millions more people staying at home could be a short-term boon to these fledgling streaming ventures, as well as traditional TV networks. In that regard, companies like Disney, ViacomCBS, NBCUniversal and WarnerMedia (the parent of CNN) — which own multiple channels — are positioned to have more people watching broadcast and cable even if they don't ante up for their individual services. Sliding release dates for movies, especially if the crisis drags on, could create a logjam. But because movies are ordered far in advance, studios could potentially cut back on production, using the held-back inventory to flesh out their schedules.  Disney announced on Friday that it is pausing production on some of its live-action films for a short time. That includes \"The Little Mermaid\" remake and Marvel Studios' \"Shang-Chi and The Legend of the Ten Rings,\" among others. At this point, though, there are plenty of unknowns.  \"You move one movie, then that potentially impacts five others. It's a domino effect,\" said Robbins of Boxoffice.com. \"The box office has never really had to deal with something as widespread as the coronavirus before. There's no timetable to when things get back to normal, and there's just so many questions left to answer.\""], "Language": false}