{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/entertainment/greys-anatomy-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-13T19:23:42Z"], "LastModifiedDate": ["2020-03-14T01:37:57Z"], "Headline": ["'Grey's Anatomy' and more shows suspend production due to coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["ABC's long-running medical drama \"Grey's Anatomy\" is now among the shows shutting down production due to concerns over the spread of coronavirus.  A Disney Television Studios spokesman tells CNN that production on \"Grey's Anatomy\" and \"Genius: Aretha,\" both of which are produced by the studio, will be postponed for at least three weeks as a precautionary measure.  ABC Television announced Friday that \"Jimmy Kimmel Live\" will halt production starting with its Monday, March 16 show.  An ABC Entertainment spokesperson said the \"hope\" was that the late-night show, which is based in Los Angeles, would return with new episodes on Monday, March 30.  The network's long-running soap opera, \"General Hospital,\" will suspend production through Friday, April 10. The network does not anticipate \"an interruption in the broadcast of original episodes,\" according to a statement.  \"Genius: Aretha,\" which films in Atlanta, is a National Geographic series starring Cynthia Erivo and is set to premiere in May.  \"Grey's Anatomy,\" a production based in Los Angeles, is currently airing its 16th season on ABC.  Productions on 16 of Disney's television pilots will be postponed for three weeks. Those include: \"Adopted,\" \"The Big Leap,\" \"The Big Sky,\" \"The Brides,\" \"Harlem's Kitchen,\" \"Home Economics,\" \"Kids Matter Now,\" \"My Village,\" \"Ordinary Joe,\" \"Prospect,\" \"Rebel,\" \"Valley Trash,\" \"Work Wife,\" \"Wreckage,\" an untitled project from writers Emily Kapnek and Dean Holland and \"Thirtysomething\" sequel \"Thirtysomething(else).\"  Those productions are based across the US in cities including Los Angeles, New York, Chicago and Albuquerque.  \"Thirtysomething(else)\" is based in New Jersey. The spokesman added that a number of currently airing series produced by Disney Television Studios have already wrapped for the season and are therefore unaffected.  The postponement of production on these shows is the latest notable effect coronavirus has had on Hollywood.  This week, several film release dates have been pushed back, including those for \"Mulan\" and \"The New Mutants.\"  Several late-night and daytime television shows that feature live audiences have also suspended that practice in response to the pandemic or put a hold on production all together.  On Friday, Netflix paused scripted TV and film production in the US and Canada for two weeks due to government restrictions and health/safety precautions, a source with knowledge of the situation told CNN. HBO said \"Last Week Tonight\" and \"Real Time with Bill Maher\" would temporarily halt production. \"Last Week Tonight\" will air a shortened episode on Sunday before beginning hiatus. Production on Warner Bros. Television's \"Riverdale\" was suspended, but in that case, it was in response to a team member's exposure to someone who tested positive for coronavirus.  Warner Bros. Television and HBO, like CNN, is owned by WarnerMedia.  On Thursday, the Apple TV+ drama \"The Morning Show,\" which stars Jennifer Aniston and Reese Witherspoon, ceased production, with the company saying it would stay down for two weeks.  \"In concert with our dedicated partners at Apple, we have concluded it would be prudent to take a two-week hiatus to assess the situation and ensure the safety of the incredible people who make this show,\" Media Res founder and CEO Michael Ellenberg said in a statement to CNN."], "Language": false}