{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/entertainment/tom-hanks-rita-wilson-coronavirus-details/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-12T13:02:44Z"], "LastModifiedDate": ["2020-03-12T21:17:05Z"], "Headline": ["Tom Hanks and Rita Wilson: What we know"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As the world grapples with the coronavirus outbreak, two high-profile patients are following doctor's orders. Oscar-winning actor Tom Hanks announced Wednesday that he and his wife, actress Rita Wilson, have been diagnosed with the virus. Here's what we know: Diagnosed abroad In a post on his verified Instagram account, Hanks said he and his wife were in Australia when they began feeling ill. Hanks is there working on an as-yet-untitled Elvis Presley movie for Warner Bros. He is playing the singer's manager Colonel Tom Parker. Baz Luhrmann is directing. A spokesperson for Warner Bros. told CNN the project was in pre-production at the time of Hanks and his wife's diagnosis.  \"We have been made aware that a company member from our Elvis feature film, which is currently in pre-production in The Gold Coast, Australia, has tested positive for COVID-19 (coronavirus),\" Warner Bros. said in a statement provided to CNN. \"We are working closely with the appropriate Australian health agencies to identify and contact anyone who may have come in direct contact with the individual. The health and safety of our company members is always our top priority, and we are taking precautions to protect everyone who works on our productions around the world.\" \"The individual who tested positive for COVID-19 is currently receiving treatment,\" the statement said. Warner Bros. is owned by CNN's parent company. According to her web site, Wilson had scheduled concert dates in Sydney and South Brisbane. She has been touring in support of her new album \"Halfway to Home.\" The Sydney Opera House where Wilson performed said on Thursday that disinfecting efforts are underway there and health officials are tracking down concertgoers who attended the performance given by Wilson last Saturday. A Sydney Opera House spokesperson told CNN that \"the Opera House is in touch with NSW Health and Queensland Health and will be acting on their advice.\"  The spokesperson added that \"This includes getting in touch with anyone, including patrons and staff, who may have been in contact with the couple while at the Opera House.\" What happened According to Hanks, he and his wife were alerted to something being wrong after they \"felt a bit tired, like we had colds, and some body aches.\" \"Rita had some chills that came and went,\" he wrote on his Instagram post. \"Slight fevers too.\" The couple were tested for the coronavirus, he wrote, and found to be positive. How it happened Neither Hanks nor Wilson have said how they may have contracted the virus. According to The Hollywood Reporter, they are two of seven new cases that were reported in Queensland on Thursday. An official with Queensland Health, the Australian government department which is overseeing efforts to control the outbreak of the disease in that area, did not name the couple but said all of the new cases \"contracted the illness outside Australia and traveled to Queensland with the virus,\" the publication reported. Their ages Both Hanks and Wilson are 63 years old, which puts them in the category of \"older adults\" who, according to experts, are the most susceptible to becoming seriously ill from the virus. How they are doing Their sons, Chet and Colin Hanks, spoke on social media about their parents. Chet Hanks posted a video on Instagram, saying he had just talked with them and \"They both are fine.\" \"They're not even that sick. They're not worried about it,\" the younger Hanks said. \"They're not trippin' but they're going through the necessary health precautions obviously.\" Colin Hanks tweeted his gratitude for the support his family has received. \"My parents are receiving excellent care in Australia and doing well (and in good spirits) given the circumstances,\" he wrote. \"Despite the fact I'm in LA and haven't seen them in over three weeks, we have been in constant contact and am confident that they will make a full recovery.\" What's next According to Hanks, he and his wife are taking it one day at a time.  \"The Medical Officials have protocols that must be followed,\" he wrote on Instagram. \"We Hanks' will be tested, observed, and isolated for as long as public health and safety requires. Not much more to it than a one-day-at-a-time approach, no?\" \"We'll keep the world posted and updated,\" he said. "], "Language": false}