{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/entertainment/kate-beckinsale-harvey-weinstein-sentence/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-12T14:55:02Z"], "LastModifiedDate": ["2020-03-12T14:55:02Z"], "Headline": ["Kate Beckinsale posts powerful response to Harvey Weinstein's prison sentence"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kate Beckinsale posted a powerful response to Harvey Weinstein's 23-year prison sentence, calling it a \"huge relief.\" Beckinsale shared her own allegations of harassment by Weinstein in 2017. In an Instagram post Wednesday, she recalled the premiere of her Weinstein-produced film \"Serendipity\" in 2001, when the mood following 9/11 was somber.  \"These photos were taken at the premiere of Serendipity on October 5, 2001. We all refused to go because holding a premiere mere weeks after 9/11 with the city still smoking felt like the most insensitive, tone deaf, disrespectful idea possible. But Harvey insisted. We flew into New York and somehow got through it,\" Beckinsale explained. Weinstein verbally abused, Becksinsale said, for wearing a pantsuit to the premiere. \"The next morning Harvey called me and asked if I would like to bring my less than two year old daughter to his house for a playdate with his similar aged daughter I said ok. I turned up and he immediately called for his nanny to take the babies to another room to play,\" Beckinsale wrote. \"I went to go with them and he said 'No, you wait here.'\" The actress said that \"the minute the door closed,\" Weinstein cursed at her and called her a crude epithet, telling her she \"ruined\" his event.  \"The shock made me burst into tears. I tried to say ' Harvey, the city is on fire, people are still looking for their relatives none of us even felt the premiere was appropriate much less coming out dressed like it's a bachelor party.\" She described him as \"livid\" and a \"bully.\" \"I managed to get myself and my child out of there and yes that was one of many experiences I had that there was no recourse for,\" she wrote. CNN has contacted a rep for Weinstein for comment. Hearing that he has gone to prison for 23 years was a \"huge relief,\" Beckinsale said, adding, \"I hope and pray that we as an industry can start to actually outlaw all abuses of power and expose them and eliminate them, for all genders, forever.\""], "Language": false}