{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/entertainment/tom-hanks-rita-wilson-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-12T01:33:44Z"], "LastModifiedDate": ["2020-03-12T07:43:56Z"], "Headline": ["Tom Hanks and Rita Wilson diagnosed with coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor Tom Hanks says he and his wife, actress Rita Wilson, have been diagnosed with coronavirus.  In a statement posted to Instagram, Hanks said he and his wife were traveling in Australia when they were tested after exhibiting symptoms like tiredness, body aches, chills and \"slight fevers.\" \"Well, now. What to do next? The Medical Officials have protocols that must be followed. We Hanks' will be tested, observed, and isolated for as long as public health and safety requires. Not much more to it than a one-day-at-a-time approach, no?\" he wrote.  A representative for Hanks confirmed the news to CNN and had no additional comment. Warner Bros. confirmed the actor was in Australia doing pre-production work on a film about singer Elvis Presley. \"We are working closely with the appropriate Australian health agencies to identify and contact anyone who may have come in direct contact with the individual,\" Warner Bros. said in a statement. \"The health and safety of our company members is always our top priority, and we are taking precautions to protect everyone who works on our productions around the world.\"  Hanks is set to play Presley's manager, Colonel Tom Parker, in the film. Actor Austin Butler is playing Presley. Baz Luhrmann is going to direct.  Hanks said he and his wife will \"keep the world posted and updated.\" According to the World Health Organization, there are currently more than 120 confirmed cases of coronavirus in Australia. Prime Minister Scott Morrison's government  announced a $11.4 billion economic plan to support the country's economy \"as the world deals with the significant challenges posed by the spread of the coronavirus.\"  The star couple's diagnosis forced Australia's Nine Network to enact what it called a \"crisis response plan,\" as Wilson had visited the channel's morning talk show \"Today Extra\" for an appearance with hosts David Campbell and Belinda Russell on Monday.  The show airs on CNN's affiliated Nine Network. Speaking on Radio 2GB to host Deborah Knight on Thursday, Campbell said he spent about half an hour with Wilson.  \"She was delightful, it was really nice, she didn't seem to have any symptoms of anything, she was very cautious,\" he said. \"She actually made a joke coming into the studio saying 'we shouldn't shake hands we should bump elbows.' So we bumped elbows.\"  Nine Network said in a statement that staff on the show will be quarantined after coming into \"prolonged contact\" with the singer and actress. \"Our premises is currently being thoroughly cleaned in all areas she visited and we are encouraging our employees to monitor their health and practice good hygiene,\" the network said. Campbell said he and his co-host are undergoing testing for coronavirus. He added he will pull his children out of school while awaiting his test results."], "Language": false}