{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-11T10:23:13.441Z"], "LastModifiedDate": ["2020-03-11T23:45:57.679Z"], "Headline": ["Wall Street's roller coaster week continues: March 11, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["As stocks are dropping, the comparisons to the 2007-2009 financial crisis are natural. But they're also not entirely accurate. \"This is not a financial crisis,\" said Citi (C) CEO Michael Corbat. \"Banks are in solid shape.\" The CEOs of America's big banks and financial institutions met with President Donald Trump in Washington this afternoon.  Bank of America Merrill Lynch (BAC) CEO Brian Moynihan added \"we're very strongly capitalized.\" At the same time, the virus poses a unique challenge for policy makers as well as businesses, said Goldman Sachs (GS) CEO David Solomon. Leading cruise ship operators are worth a fraction of what they were valued at before the coronavirus outbreak. Following another wave of selling Wednesday, Carnival (CCL) has now lost nearly 60% of its value so far this year. Royal Caribbean (RCL) has plunged 67% in 2020. And three-quarters of Norwegian Cruise Line (NCLH) market value has disappeared. The cruise industry is ground zero for the carnage in the tourism sector. Travelers are shying away from booking cruises out of fear they'll contract coronavirus or get stuck on a ship at sea. The staggering losses reflect rising fears about the financial health of cruise companies. S&P Global Ratings said Tuesday it could downgrade Carnival and Royal Caribbean because of diminished cruise demand and rising leverage.  \"We believe it is increasingly likely that the demand for cruises will remain weak even after the virus is contained,\" S&P warned.  US stocks sold off sharply on Wednesday, with the Dow falling into a bear market.  That means the Dow fell 20% below its most recent high. The Dow finished 1,465 points, or 5.9%, lower. At its low-point of the day, the index was down 1,690 points. Stocks erased all of Tuesday’s gains. Coronavirus fears again weighed on markets, as the World Health Organization designated the global outbreak a pandemic. The S&P 500 fell 4.9%. The index briefly fell into bear market territory in afternoon trading. The Nasdaq Composite closed down 4.7%. The S&P 500 followed the Dow into bear market territory on Wednesday afternoon, defined as a drop of 20% or more from its most recent peak. The S&P hit an all-time high on February 19. The index was down nearly 6% Wednesday afternoon when it briefly dipped into bear market territory.  The New York Federal Reserve promised Wednesday to inject tens of billions of additional dollars into the financial system in hopes of easing coronavirus pressures rocking Wall Street.  The announcement, made minutes after the Dow plunged into bear market territory, signals the Fed's willingness to support teetering financial markets. It marks the second ramp-up by the NY Fed in the past three days. The NY Fed said it will now offer at least $175 billion in its daily overnight repo operations. That's up from at least $150 billion that was announced Monday and at least $100 billion before that.  And the NY Fed will now offer one-month repo operations of at least $50 billion. Officials cited the coronavirus pandemic, which has hit Wall Street firms and forced some employees to work remotely. The moves should \"help smooth functioning of funding markets as market participants implement business resiliency plans in response to the coronavirus,\" the NY Fed said in a statement. Translation: the Fed doesn't want borrowing costs to spike during the ongoing market mayhem. That's what happened last fall, setting off alarm bells on Wall Street.  Investors are running for the hills because of the coronavirus -- but one of just a handful of S&P 500 stocks that was trading higher Wednesday is up because of hopes that it can treat the virus.  Biotech Gilead Sciences (GILD), which is testing its remdesivir drug in human patients, was up more than 1%. The World Health Organization has previously said that the antiviral vaccine might be the best hope to contain COVID-19. Insurance brokers Wills Towers Watson (WLTW) and Aon (AON), cloud software firm Citrix (CTXS), web content management firm Akamai (AKAM) and wireless giant T-Mobile (TMUS) were the only other S&P 500 stocks higher in late afternoon trading.  The Dow fell into bear-market territory, dropping more than 20% from its most recent peak, which it reached on February 12. The index was last down 1,390 points, or 5.6%, Wednesday. The S&P 500, which is the broadest measure of the US stock market, as well as the Nasdaq Composite are not in bear-market territory, although they are also edging closer. The S&P 500 fell 5.1%, and the Nasdaq was down 5%. Watch: Starbucks (SBUX) employees who have been diagnosed with, exposed to or had close prolonged contact with someone who has coronavirus can now claim up to 14 days of catastrophe pay, the chain said in note to employees Wednesday.   \"I want you to know that here at Starbucks, you should never have to choose between work and taking care of yourself,\" wrote Rossann Williams, who leads company-operated business in the United States. Employees don't need to show symptoms to take advantage of the expanded policy, she added. If they can't come back to work after 14 days, employees may qualify for more paid leave.  Starbucks previously announced that it will make its March 18 annual shareholder meeting a virtual gathering in light of the outbreak. Starbucks is based in Washington state, where at least 273 cases of coronavirus have been reported.  Stocks continue to plunge due to fears about the coronavirus outbreak and there seems to be no end in sight to the market panic. If this keeps up, the Dow could soon find itself in bear market territory -- 20% off a recent high. The S&P 500 and Nasdaq aren't far behind. Here's where the three most widely watched market indexes stand as of mid-afternoon Wednesday -- and what they need to close at in order to be considered in a bear market. Dow: Down 19.7%. Needs to close at 23,641.12\nS&P 500: Down 18.7%. Needs to close at 2,708.92\nNasdaq: Down 18.7% Needs to close at 7,853.74 Two other market barometers -- the Dow Jones Transportation Average and the small cap focused Russell 2000 -- are already in bear status.  The World Health Organization officially designated the global coronavirus outbreak a pandemic on Wednesday. The disease has infected 118,000 people across the world. Even though switching the label from epidemic to pandemic doesn't change the numbers, stock sold off further in the early afternoon. The Dow dropped more than 1,100 points, or 4.5%, while the S&P 500 fell 4.1%. The Nasdaq Composite was down 3.9%. As stocks continue to fall, investors have got to keep a clear head. \"What we're actually telling clients to do is to stay calm and to stay invested,\" Katie Koch, co-head of Goldman Sachs Asset Management, told Alison Kosik on the CNN Business' digital live show Markets Now. While the reflex might be to sell as soon as the market flashes panic, timing the best points is to cash out is difficult. That's why it's important for investors to stay put. \"It's very possible that we will have an economic contraction,\" Koch said. But the economy moves in cycles, so investors shouldn't panic. Many people came into the virus outbreak with a balanced portfolio consisting of stocks and bonds, Koch said. The recent selloff might be a good point to rebalance these portfolios and add some cheap stocks, Koch said. Sectors of interest right now are health care, including biotechnology, as well as consumer companies, she said.  \"We're a big believer in the long-term spending power of the millennial consumer,\" Koch added. \"They have a perpetual desire for experience over things.\" Watch the interview here: It might not seem like a good time for companies to think about going public, but don't rule anything out. \"Good companies can still go public in challenging markets,\" said Pete Flint, managing partner at NFX and co-founder of Trulia. In periods of economic shock, the market leader of a sector often excels, he added. \"For a company like Doordash, it's actually going to be a net positive,\" Flint said of the coronavirus panic. Delivery business Doordash, which is backed by NFX, filed for an IPO last month. On top of that, the attitude towards start-ups is changing. \"That growth-at-all costs era is over,\" Flint said. \"I think that's true of many of these late stage companies.. Now investors want to see profits.\"  Watch the interview here: Stocks are sliding in the early afternoon, edging closer to bear-market territory. With every day of the selloff, investors wonder when the market will bottom out. \"I'm not sure where the floor is,\" said Peter Tuchman, floor broker on the New York Stock Exchange for Quattro M. Securities. The may might get a sustained break when the virus is contained and the headlines stop, Tuchman said. But comparisons to the 2007-2009 financial crisis are not helpful in this selloff, he added. \"This has nothing to do with 2008. That was clearly a financial crisis, people were not panicked about their health and well being. That's what you have going on here,\" Tuchman said. Boeing has announced a hiring freeze as it navigates the “global economic disruption” from coronavirus and the ongoing grounding of its best-selling 737 Max plane.  \"The year ahead is shaping up to be as challenging for our business as any in the recent past,\" an internal email to employees said. \"On top of the work of safely returning the 737 MAX to service and the financial impact of the pause in MAX production, we're now facing a global economic disruption generated by the COVID-19 coronavirus.\" To preserve cash, the company said it's taking several steps. Limiting travel and discretionary spending to business-critical activities only.\nLimiting overtime to critical 737 MAX return-to-service support and other key efforts in support of our customers.\nPausing or placing on hold any new personnel requisitions at this time, pending a review of priorities and critical needs.   Global stocks are in the red Wednesday as fears about the coronavirus fallout are once again weighing on risk appetite.  But the selloffs are not created equal: US markets are down further than their European peers. Could this be the beginning of a trend? “A gap may be about to open up between US and European market performance, reflecting the lack of policy action from the US government and straightforward interest rate cuts from the Federal Reserve,\" said Seema Shah, chief strategist at Principal Global Investors. European countries, meanwhile, are ramping up their stimulus plans.  The UK unveiled a fiscal plan to combat the economic fallout from the virus, which could perhaps even be a blueprint for the United States, Shah said.  Interest-rate cuts alone won't help economies with the fallout -- but what will is targeted measures to ease the strain on smaller businesses and the most vulnerable parts of the economy, she added. \"Powerful, coordinated policymaker action may be the US economy’s best chance of ensuring that this shock does not evolve from a short-lived hit to a prolonged and devastating downturn,” Shah said. Yeah, so, not such great news for Boeing (BA) today. Obviously the 737 Max was already in deep, deep trouble, and airlines were growing impatient with the yearlong grounding. But travel has come to a virtual standstill because of coronavirus, and airlines don't exactly need new planes right now. Super-cheap oil has also convinced some companies to live with their older, less fuel-efficient fleets for the time being. So airlines canceled more orders for Boeing planes than they added new ones, Boeing announced Wednesday. Boeing said customers canceled a net 43 orders for 737 Max jets in February. Although it received orders for other planes, Boeing still had a net-negative 25 orders for the month. They say \"if it's not Boeing, I'm not going.\" But currently no one is going anywhere, so... US stocks remain firmly in the red around midday. The Dow was down more than 1,000 points, or 4%, near its session lows. The S&P 500 fell 3.7%, and the Nasdaq Composite dropped 3.4%. Bob Iger, Disney's executive chairman, opened the company's annual shareholder meeting on Wednesday by addressing the coronavirus crisis. \"I think it’s fair to say that we’re all sobered by the concern that we feel for everyone affected by this global crisis,\" Iger said on Wednesday. \"These are challenging times for everyone.\"  Iger, who handed over the CEO title to Bob Chapek last month, told shareholders at the meeting in Raleigh, North Carolina, that Disney has \"demonstrated repeatedly over the years is that we are incredibly resilient.\" \"When you think about the world today, what we create at the Walt Disney Company has never been more necessary or more important,” he added. Disney did not give updates on how the coronavirus would impact their domestic parks or their films. One such film that could be disrupted by the outbreak is \"Mulan,\" which is set to open in North America on March 27. Iger also used the meeting to officially introduce the new CEO to shareholders. \"It's a tremendous honor and a privilege for me to assume the role of CEO of what I truly believe is the greatest company on earth,\" Chapek said. US stocks sold off further around mid-morning, with the Dow plummeting more than 1,000 points. The index was last down 4.1%, or 1,015 points, while the broader S&P 500 fell 3.7%. The tech-heavy Nasdaq Composite fell 3.3%. Banks are downgrading their earnings expectations for US equities, which isn't helping the market. \"We believe the path of quarterly profits will be more important than the full-year numbers,\" said Jonathan Golub, Credit Suisse's chief US equity strategist. Golub said first quarter company earnings should be positive, albeit weaker, before profits go negative in the second quarter. He added that earnings will recover by the end of the year 2020.  Earlier in the day, Goldman Sachs slashed its S&P 500 earnings forecast. It's been a wild couple of weeks for investors. Deciding whether to remain calm or freak out about the new normal of thousand-point selloffs isn't easy. Stocks are inching closer to bear market territory, having dropped nearly 20% from their record highs in February as the market tries to price in the risk of the global coronavirus outbreak. Sandwiched between the bad days have been sharp rebound rallies that included the Dow's best three days in history in terms of points gained. So what gives? If market strategists can agree on anything in these volatile times, it's not to panic. Since the start of the year, the S&P 500 has fallen more than 14%. But last year's rally boosted the index nearly 29%. So on balance, it's still up versus 2019. Coronavirus, as scary as it might be for the economy, is also only a temporary factor. At the same time, risks to America's longest economic expansion in history are growing. It will take a few more weeks before economic data points for the first three months of the year begin to trickle in, finally giving investors a look at the initial impact from the coronavirus outbreak. But with cases increasing in the United States, second-quarter economic growth could also be at risk. Some forecast negative GDP growth between April and June. No matter if it's negative or just slowing growth, though, the virus outbreak is expected to deal a hit to full-year GDP growth. Read more about whether you should worry about the stock selloffs here. Casino giant MGM Resorts (MGM) is closing Yonkers Raceway near New York City after a worker for the Standardbred Owners Association -- the harness horsemen racing association that represents employees at the track -- died after being diagnosed with the COVID-19 coronavirus. The employee worked in the office next to the racetrack and paddock and was a New Jersey resident, MGM Resorts said in a statement, adding that the company believes the worker was last on the property more than a week ago. MGM Resorts is now asking other employees who work in that area of the track to self-quarantine. Shares of MGM Resorts tumbled 10% Wednesday morning as the broader market plunged due to renewed coronavirus fears. The company also owns the Empire City Casino that is nearby the harness racing track, as well as casinos in Las Vegas and Macau. MGM Resorts is now adding hand sanitizer dispensers in high-traffic areas at its properties and is increasing disinfectant procedures for bathrooms, doors, light switches, elevator buttons and slot machines. The Las Vegas Review Journal also reported that MGM Resorts has decided to temporarily shut down its buffet service at Las Vegas casinos. MGM was not immediately available for comment.  US stocks opened in the red on Wednesday, cutting off Tuesday's rally, as worries about the coronavirus outbreak once again took over. The Dow opened 700 points, or 2.9%, lower.\nThe S&P 500 kicked off 2.6% lower.\nThe Nasdaq Composite fell 2.5%. Another day, another drama. After Monday's selloff -- which was the worst since 2008 -- and Tuesday's rebound, stock futures are pointing down again on Wednesday. Investors just can't catch a break.  Dow futures are down 2.9%, or 730 points. S&P 500 futures are off by 3.1%. Futures for the Nasdaq Composite are down 2.8%. Consumer price inflation ticked up in February, just beating economists' consensus expectations. Prices rose 0.1% over the month and 2.3% year-over-year. Stripping out volatile categories like food and energy, core inflation stood at 0.2% for the month, and 2.4% for the year in February. Price increases in apparel, personal care, used cars, education and medical care helped push core inflation higher. The anticipated economic fallout from the global coronavirus outbreak has been weighing on markets for weeks. Wall Street is close to a bear market, with major stock indexes having fallen nearly 20% from their February record highs. It's the end of the bull market, according to Goldman Sachs. After 11 years, 13% annualized earnings growth and 16% annualized trough-to-peak appreciation, we believe the S&P 500 bull market will soon end,\" said Goldman Sachs equity strategists. Business activity is expected to be lower across the board, and Goldman's analysts have slashed their S&P 500 earnings per share forecasts to $157 for 2020, a 5% decline versus 2019. It's the second time this year that the bank lowered its earnings forecast. The virus outbreak is expected to hurt global supply chains, trade and travel. The energy sector, which was already going to get hit with lower demand, now also has to deal with a price war between Saudi Arabia and Russia that is making matters worse. But not all is lost. Goldman is expecting a rebound later in 2020 after the coronavirus impact begins to wane, and forecasts the S&P 500 to get back to 3,200 points. That would be a 11% increase from yesterday's close. But until the turnaround, the S&P could fall further. Earnings growth will rebound in the fourth quarter of the year, the analysts said. Pepsi (PEP) is gobbling up another specialty beverage company, The soft drink giant is buying the popular energy drink maker Rockstar for $3.85 billion. The Rockstar brand is a good fit with Pepsi's Mountain Dew beverage, the highly caffeinated soda it owns that it markets to younger drinkers and extreme sports enthusiasts, according to Pepsi CEO Ramon Lagurata.  The deal is the latest in a Pepsi shopping spree. The company announced last month that it was acquiring Chinese snack food company Be & Cheery for $705 million. In the past few years, Pepsi has also bought BFY Brands -- which makes air popped snack PopCorners -- South Africa's Pioneer Foods, Muscle Milk and DIY beverage company SodaStream. Wall Street loves the diversification. Pepsi shares have outperformed the stock of arch rival Coca-Cola (KO) over the past five years. President Donald Trump and his economic team will meet Wednesday with Wall Street CEOs amid growing concerns about tightening financial conditions. The details: Trump is expected to meet with executives from JPMorgan Chase, Goldman Sachs, Bank of America and Citi. The Trump administration will likely ask bankers to support businesses that are hurting because of a pullback in consumer spending, according to two industry sources familiar with bankers’ preparations for the meeting. Goldman Sachs chief financial officer Stephen Scherr said this week that certain companies, especially in the hospitality and energy sector, are facing funding challenges. He suggested that Goldman has had to step in to help those clients. The big concern: That lenders may pull back and restrict access to credit, compounding economic woes. But banks also face pressure on profits due to falling interest rates. The KBW Bank Index has plunged nearly 30% in the past month as the coronavirus pandemic has spread and interest rate expectations have come down. Saudi Arabia raised the stakes in its oil production standoff with Russia.  Saudi Aramco said Wednesday that it received a directive from the Ministry of Energy to boost its oil production capacity to 13 million barrels per day, from 12.3 million. Brent crude futures, the global oil benchmark, fell more than 3% after the announcement. They were last flat at $37.25 per barrel, down more than 45% since early January. The Bank of England has cut interest rates by half a percentage point in an emergency move to fight the economic fallout from the coronavirus pandemic. In a statement, the central bank said that while the magnitude of the shock from the coronavirus remains \"highly uncertain,\" economic activity is \"likely to weaken materially in the United Kingdom over the coming months.\" It said that slashing its main interest rate to a record low 0.25% would \"help to keep firms in business and people in jobs and help prevent a temporary disruption from causing longer-lasting economic harm.\" The Bank of England also noted the hit to financial markets in recent days, with stocks and commodities falling sharply and government bond yields reaching record lows. Indicators of financial market uncertainty have reached extreme levels,\" the bank said. Read more here. Britain's FTSE 100 (UKX) opened up 1.7%, boosted by an emergency interest rate cut by the Bank of England. It's the latest in a series of moves from policymakers to soften the blow to markets and economies. The European Central Bank is expected to announce its own measures for the eurozone economy on Thursday.  Other exchanges are also up: Germany's DAX (DAX) gained 1.3% \nFrance's CAC 40 (CAC40) rose 1.7%. \nItaly's main stock index gained 2.4%. Australia's S&P/ASX 200 entered a bear market after falling more than 20% from its recent highs. It closed more than 3% lower.\nSouth Korea's Kospi (KOSPI) declined 2.8%\nJapan's Nikkei 225 (N225) closed down 2.3%\nHong Kong's Hang Seng Index (HSI) and China's Shanghai Composite (SHCOMP) were both down a little under 1%"], "Language": false}