{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/princess-bride-themed-as-you-wish-bar-chicago/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T13:33:58Z"], "LastModifiedDate": ["2020-03-10T13:38:49Z"], "Headline": ["Inconceivable! A Princess Bride-themed bar is popping up in Chicago"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["A \"mawage\" between an upscale bar and the film \"The Princess Bride\" is what \"bwings\" fans of the film \"togever\" today. (For those not in the know, check out the movie's wedding scene.) The Sixth Bar in Chicago is paying homage to one of the most beloved films of the '80s. The As You Wish pop-up, which opened on February 11, is a love letter to \"The Princess Bride.\" Though not an initial box office success, the film has become a cult classic, is eminently quotable and was inducted into the National Film Registry for being \"culturally significant.\"  The name of the bar comes from the oft-repeated line in the movie when Princess Buttercup (Robin Wright) instructs Westley (Cary Elwes) to do something and he always complies and answers, \"As you wish.\"  \"For us, being fans of this movie, we just wanted to execute it in one of our best spaces we have, make it as fully immersive as possible in the decor and have the drinks to be inventive, playful, fun and match everything,\" said Dave Andrews, a spokesman for the Fifty/50 Restaurant Group, which includes The Sixth. The space is decorated with thrones, bejeweled tiaras, trailing flowers and vines, in addition to production stills and life-size cutouts of the characters ready for the perfect selfie.  Some seating areas are decorated as odes to characters including Westley, Inigo Montoya, Vizzini and Fezzik.  \"Having a fully immersive experience is what makes people happy. Heavy Easter eggs around one-off things from the movie that aren't super mainstream and people are into and are nods to those things make people really happy as well.\"  Inside As You Wish Walking into the bar, guests are greeted with a logo featuring Buttercup and Westley holding a cocktail, created by Fifty/50 Restaurant Group marketing director and pop-up concept designer Sarah Zelman (who's also a superfan).  Further into the bar, patrons can walk on fake grass, which is surrounded by large installations on the walls that tell the beginning of the story.  \"If you remember in the movie, the grandpa starts reading the book to his grandson, so the first thing you see are those seven lines of the movie and the first area is kind of alluding to the farm area where there's rolling hills and it's very British countryside,\" Zelman said.  \"That's where the story kind of starts. That's also where our Princess Buttercup, Westley and Fezzik live. Each of those have their own respective quotes on them.\"  The menu features \"The Kissing Book\" and \"Inconceivable\" among the 16 themed cocktails.  The Kissing Book combines gin with ginger, cherry and cranberry tonic, while the Inconceivable mixes aperol, tequila, green chartreuse, oyster tincture and strawberry-jalapeno cordial, plus a chocolate-covered strawberry.  Even the ice cubes are themed: Laminated images of scenes from the film are frozen inside of them.  A timeless experience Although \"The Princess Bride\" was released 33 years ago, its impact has spanned generations. \"I think that's another thing that makes [the movie] really special -- it's not just one demographic or one ten-year window of people who had this as a big part of their childhood,\" Zelman said. \"It's everybody from the time the movie came out until now.\"  Some couples have celebrated their anniversaries and other important moments there. Kids bring their parents because they know \"The Princess Bride\" is one of their favorite movies. \"We had one person who said, 'I used one of those quotes in my vows,\" Zelman said.  \"My favorite thing that I've seen is people coming [in character costumes],\" Zelman said. I just feel honored that people are appreciating it this much because I did work really hard on it and I tried to stay true to the movie.\"  As You Wish is the follow-up to The Sixth's \"Yippee Ki-Yay\" -- a \"Die Hard\"-inspired Christmas pop-up bar .  It is open evenings to early mornings every day for the remainder of its run, ending March 22. As You Wish, 2202 W Lawrence Ave, Chicago, IL 60625, USA | +1 773.433.5959"], "Language": false}