{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/27/us/joanne-woodward-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-27T18:06:37Z"], "LastModifiedDate": ["2020-03-09T20:40:41Z"], "Headline": ["Joanne Woodward Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of Oscar-winning actress, Joanne Woodward. Personal Birth date: February 27, 1930  Birth place: Thomasville, Georgia Birth name: Joanne Gignilliat Trimmier Woodward  Father: Wade Woodward, a school administrator and traveling salesman Mother: Elinor (Trimmier) Woodward, aircraft factory worker Marriage: Paul Newman (January 29, 1958-September 26, 2008, his death)  Children: Claire, Melissa and Elinor \"Nell\"; Stepchildren: Stephanie, Susan and Scott Education: Louisiana State University, 1947-1949, Sarah Lawrence College, B.A., 1990 Other Facts Nominated for four Academy Awards with one win.  Nominated for eight Primetime Emmy Awards with three wins.  Woodward and her husband, Paul Newman, costarred in ten movies, including \"The Long, Hot Summer\" and \"Mr. & Mrs. Bridge.\"  Woodward wore a dress she had sewn herself to the 1958 Oscars. She attended the premiere of \"Gone with the Wind\" in Atlanta in 1939 with her mother, according to the New Georgia Encyclopedia.  Timeline October 1955 - Woodward's first film \"Count Three and Pray\" debuts.   March 26, 1958 - Wins the Academy Award for Best Actress for \"The Three Faces of Eve.\"  December 20, 1972 - \"The Effect of Gamma Rays on Man-in-the-Moon Marigolds\" premieres in New York. The film is directed by Newman and co-stars their daughter Elinor, under the name Nell Potts.  1978 - Wins an Emmy for Outstanding Lead Actress in a Drama or Comedy Special for \"See How She Runs.\" 1985 - Wins an Emmy for Outstanding Lead Actress in a Limited Series or Special for \"Do You Remember Love.\" 1990 - Wins an Emmy for Outstanding Informational Special as executive producer of \"Broadway's Dreamers: The Legacy of the Group Theatre.\" May 1990 - Earns a Liberal Arts degree from Sarah Lawrence College, graduating with youngest daughter Claire Newman. Paul Newman is the commencement speaker. 1992 - Kennedy Center honoree.  June 2001-2005 - Artistic director of the Westport Country Playhouse in Connecticut.  October 14, 2015 - The city council in Marietta, Georgia, votes to name a park after Woodward, who grew up in the Atlanta suburb.  June 28, 2017 - A ribbon-cutting ceremony is held in Marietta to commemorate the opening of Joanne Woodward Park. "], "Language": false}