{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/opinions/color-of-change-report-criminal-justice-reform-robinson/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rashad Robinson"], "Writers": [[]], "FirstPublishDate": ["2020-03-09T14:29:26Z"], "LastModifiedDate": ["2020-03-09T17:49:04Z"], "Headline": ["Your favorite crime shows hinder this life-and-death cause"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["At the center of the film and television awards season is a conversation about which shows, films and artists are truly the best. Rightfully so, many have questioned how legitimate that process really is and whether we can fully trust the standards of the voting members of the Academy Awards, for example, who are 84% white.  While the battle over \"best\" rages on, an even more important conversation is being lost: the impact of all the rest. Many of the most popular shows rarely get nominated for awards and they are rarely up for meaningful public debate. But they should be.  In the fall 2019 lineup, we calculated that more than 60% of prime-time dramas on the four main broadcast networks -- NBC, CBS, ABC, and FOX — were shows about crime, the police and the legal system. According to data provided by Variety, shows like \"NCIS,\" \"Blue Bloods,\" \"Chicago P.D.\" and \"Law and Order: SVU\" attracted more total viewers than any other category of show — reality, comedy, sports, news or non-crime drama.   As years of research have shown, television fiction can profoundly shape public attitudes and even how people behave in real life. Over time, television can influence how viewers think and treat other people, whom they trust and even how they vote. As momentum for changing our criminal justice system increases outside television, we must ask, are these shows helping us move forward or taking us backward? When we think about how many hours a day on average adult Americans spend watching TV (nearly 4 ½ hours, according to Nielsen's Q1 2019 report), and the popularity of crime dramas, it's fair to say that crime shows play a significant role in \"educating\" people about the criminal justice system (possibly more than any other single source). Thanks to a new report that analyzes 26 crime shows from the 2017-2018 season, released by my organization, Color Of Change, in partnership with the USC Annenberg Norman Lear Center, we can now conclusively say that what this genre communicates to the public about both the criminal justice system and race is highly inaccurate, problematic and working against support for criminal justice reform. That must change.  A research team sampled, coded and analyzed the content (storylines, characters, depictions of criminal justice procedure, depictions of race and racism, etc.) for 353 episodes across the genre, 70-80% of the episodes for each show that season. The research team also used multiple industry sources to research the police consultants each show employed, their shoot locations and the race and gender for the 42 show creators, 27 showrunners and 275 writers of the 26 shows examined in the 2017-2018 season. (The same method was used to examine the race and gender of the 215 writers for the 19 series that continued into the 2018-2019 season and had aired by the end of the study period.)   The study found that these shows largely served to normalize injustice — making injustice acceptable in the minds of viewers. Most shows propagated dangerous misinformation about how the justice system works, made racism in the system invisible (even denying its existence), and portrayed a system that does not need change or police accountability. If anything, most shows made the argument to millions of viewers that police need more power, not less, and that it's the accused who abuse the system rather than being abused by it.  The report identified one likely cause of problematic content: a distressing lack of diversity among the writers, showrunners and creators who make up this genre. A genre that influences the public's thinking about the criminal justice system perhaps more than any other source — a system that affects black people disproportionately — must include the voices and stories from those communities.  In one of the more interesting findings, the study identified what we have labeled the Person of Color Endorsement Effect: a pattern of casting people of color as characters who rationalize immoral and unjust law enforcement behavior, which then makes it harder for a viewer to see that behavior as racially biased or problematic.  The report also found that almost all of these shows make wrongful police behavior seem right: presenting illegal, unethical and immoral behavior on the part of police and other authorities as justifiable — or even necessary — while carefully rationalizing or otherwise dismissing any objections to that behavior. What the report identifies as the \"Good Guy\" Endorser Effect is the practice of routinely depicted \"good guy\" law enforcement characters engaging in bad behavior, thereby making heroes out of police who break the rules, violate our rights and cause harm.  A typical example of both the \"Good Guy\" Endorser Effect and the Person of Color Endorser Effect operating at once can be seen in the first episode of Season 9 of \"NCIS: Los Angeles.\" Two main cast characters, white NCIS agents, want to break into a house without getting a warrant. They put a call into their new boss, saying \"Now we're gonna find out what kind of boss Mosley is gonna be.\" They were delighted when Mosley, who is black, told them to go ahead without the warrant and not to worry about the law. The message: it's OK to break the law and violate people's rights because we're the good guys, and people of color are okay with it, too. The report highlights several such scenes as representative of a consistent pattern of depictions along the same lines, whether related to instances of torture, coercion, rolling eyes at the mention of racism or justifying racial profiling. CNN has reached out to CBS for comment. The crime genre today is regressive: taking us backwards when it comes to how we think about crime and punishment, and race. They are teaching the American public that justice is catching the bad guy, no matter how many rules are broken, how much harm and injustice is caused to people while pursuing them, and how many times innocent people are wrongly caught. With most shows, you would never think that the things police and prosecutors do cause any real harm at all. It could be different. Occasionally, some of these shows helped the public understand the current debate over criminal justice reform and the experiences of black people, women and LGBTQ people who are most unjustly and routinely harmed by it. For example, one scene in episode 13, Season 4 of \"How to Get Away with Murder\" (a crossover with \"Scandal\") featured a powerful explanation of how the lack of funding for public defenders allows prosecutors to coerce poor defendants — often people of color — into accepting exploitative and unjust plea bargains that ruin their lives, and that the lack of proper public defense amounted to a violation of their constitutional rights.  In this way and so many others, crime shows could make honest drama about racial disparities and abuses (as \"When They See Us\" did) and introduce ideas about effective reform that are taking off in real life, like alternative sentencing, police accountability, ending money bail and ending racial disparities in prosecutions. (Remember when crime shows — \"Perry Mason,\" \"Matlock\" — were all about noble defense attorneys proving people innocent and exposing the injustice of the system?)  We cannot let network executives operate without accountability when it comes to the accuracy of representations of the criminal justice system. And, let's be real, we simply cannot trust network executives and producers to be responsible without any outside pressure: they profit from the sensationalism, racist mythologies and violence these shows promote, and there are no incentives for them to change. The public never wins when corporations are left to set their own standards and \"police themselves.\" The industry must establish an independent auditor -- an outside office of experts who can honestly evaluate the accuracy and representations of the shows that make up the genre, track diversity, release regular public reports and provide viable recommendations that will work for both the networks and the public.  Society is facing a reckoning today when it comes to the freedom to spread misinformation. The short-run series \"When They See Us\" and \"Chernobyl\" show the impact of this. Hate rallies use lies to demonize people of color. The same forces have carte blanche to use social media to lie to and persuade would-be voters. It's a mess. It's taking us backwards. We cannot allow the crime genre to continue lying to the public about policing and about race, because black communities cannot afford to go backwards on criminal justice. It is a matter of life and death."], "Language": false}