{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/uk/meghan-royal-sussex-womens-day-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Max Foster and Susannah Cullinane, CNN"], "Writers": [["Max Foster", "Susannah Cullinane"]], "FirstPublishDate": ["2020-03-08T00:07:19Z"], "LastModifiedDate": ["2020-03-08T02:41:40Z"], "Headline": ["Meghan tells London students to 'speak up' for women's rights"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["Meghan, Duchess of Sussex joined high school students at the site of an historic fight for pay equality to celebrate International Women's Day, telling them they were entitled to \"speak up for what is right.\" Meghan visited the Robert Clack Upper School in Dagenham, London, on Friday to \"celebrate the achievements of women\" ahead of International Women's Day on Sunday, Buckingham Palace said Saturday in a statement. \"It is such an honor for me to be here today. When we thought about what I wanted to do for International Women's Day this year, for me it was incredibly important to be with the women of our future,\" Meghan said during a special assembly. Meghan's appearance comes as part of a final series of royal engagements she and her husband, Prince Harry, are participating in before their planned withdrawal from life in the public eye as senior members of the royal family on March 31. Site of historic machinists' strike According to the Palace, Meghan's address at the special assembly celebrated the \"remarkable local story\" of female sewing machinists from the Ford Motor Plant striking for equal pay in Dagenham in 1968.  The machinists' fight for equality led to the passing of the Equal Pay Act two years later and was reflected in the 2010 film \"Made in Dagenham.\" \"Being in Dagenham is incredibly profound,\" the duchess said.  \"Women who had the strength to really stand up for something that they knew needed to be done is the best example of no matter how small you might feel, how low you may feel on the ladder or the totem pole, no matter what color you are, no matter what gender you are -- you have a voice, and you certainly have the right to speak up for what is right,\" she added.  During her address, Meghan encouraged young men to \"value and appreciate\" the women in their lives and to \"set the example for some men who are not seeing it that same way.\" \"You have your mothers, sisters, girlfriends, friends in your life -- protect them. Make sure that they are feeling valued and safe. Let's all rally together to make International Women's Day something that is not just on Sunday -- but frankly, feels like every day of the year,\" she said. "], "Language": false}