{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/opinions/west-side-story-emblematic-of-2020-seymour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Gene Seymour"], "Writers": [["Gene Seymour"]], "FirstPublishDate": ["2020-03-06T23:08:11Z"], "LastModifiedDate": ["2020-03-07T06:58:44Z"], "Headline": ["The big question about 'West Side Story'"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Perhaps no song among the many from \"West Side Story\" that have been fixed in generational memory for over 60 years better expresses American musical theater's energy and promise than \"Something's Coming.\" It's what Tony, the ill-fated gang member and star-crossed lover to Maria, sings near the start of the show as he senses he's on the precipice of ... something.  \"Could be ...\" he sings. \"Who knows?\" To American audiences of the late 1950s and early 1960s who first encountered \"West Side Story\" on stage or screen, the lyrics (by Stephen Sondheim) and the music (by Leonard Bernstein) connected to the mid-20th-century's collision of Cold War dread and socio-economic progress. Tony, at that point, became the surrogate of those young and old theatergoers who didn't know whether to hope for the best or brace for the worst. In Tony's case ... well, if you know the story, you know what was coming for him in the end.  But if you're one of the few who don't, you've got two chances this year to see new versions of the classic musical retelling of Shakespeare's \"Romeo and Juliet\" as a teenage street gang melodrama. There's a radically reimagined-for-the-new-Millennium production now playing on Broadway, complete with giant digital screens augmenting the on-stage action. And this December, a new big-screen movie version of \"West Side Story\" will open with Steven Spielberg directing a young, predominantly unknown cast and Pulitzer Prize-winning playwright Tony Kushner adapting a screenplay based on the musical's original book by Arthur Laurents.  Just who decided that this was a time for a show rooted in 1957 New York to reappear in shiny new configurations for 2020 audiences  -- and, more to the point, why are these remakes happening at all? A scan of social media or the comments section of articles about either of these productions shows plenty of people wondering. Despite its status as a show that so many know from high school productions past, this new Broadway \"West Side Story\" -- and the reactions to it, as well as the anticipation of the film that is to come -- evoke a 21st century reality to an uncanny degree.  Asking \"why now, why this show\" is a fair question. After all, it's not as if the Bernstein-Sondheim standards have ever strayed into obscurity, with pop vocalists across the spectrum incorporating them into their repertoires. A 1996 all-star album, \"The Songs of West Side Story\" (RCA Victor), carries an eclectic list of performers that includes Aretha Franklin, Wynonna Judd, Phil Collins, Chick Corea, Natalie Cole, Kenny Loggins, Salt-n-Pepa, Brian Setzer and Little Richard doing  -- what else? -- \"I Feel Pretty.\" The show itself has been among the hardiest of theatrical perennials ever since its original galvanic Broadway premiere, when as legend has it, first-night audiences were so silent when the curtain went down that, for a few seconds, the cast had thought the show had failed. The thunderous  applause that broke the silence echoed through the rest of the century and beyond in the multi-Oscar-winning 1961 film and in countless stage revivals at almost every level of theater -- from Broadway to small-town repertories to high school drama groups.  Maybe it's the longevity itself that raises the \"why revitalize 'West Side Story'?\" question. After I saw the newest Broadway revival,  I noted that there were as many people -- mostly younger -- wondering whether juxtaposing music from the 1950s in a contemporary setting had worked as there were others -- mostly older -- who seemed put off by the new digital effects but remained, to quote one 60-something woman, \"still shattered\" by the music and the story's overall effect.  Most of the iconic Bernstein and Sondheim musical collaborations in \"West Side Story\" (\"Tonight,\" \"America,\" \"Maria,\" \"Coolsville,\" \"Somewhere\" and others) that have resounded over several generations remain in director Ivo van Hove's Broadway version, with the notable, and noticeable omission of \"I Feel Pretty,\" jettisoned mostly to tighten the on-stage action to an hour-and-45-minutes with no intermission.  Sondheim, at 89 the sole co-creator still living (Arthur Laurents, who wrote the musical's book, died in 2011; Bernstein in 1990; Robbins in 1998), was OK with the change and with everything else about the new production.   But even without \"I Feel Pretty's\" buoyant fizz to offset what seems a determinedly grim vision of contemporary New York City streets, there are still anachronisms lurking in this new production that offset its attempts to be up to date. Gia Kourlas, dance critic of the New York Times, alluded to this, citing the original script's \"creaky mentions\" of \"buddy-boy\" and \"daddy-o.\" She contended that the new show's struggle  to square those 1950s mannerisms with today's ethnic youth culture keeps the audience at an emotional distance from the on-stage personalities.  But some post-millennial touches hit the mark: The \"Gee, Officer Krupke\" sequence in which gang members express their grievances with the beat cop assumes a harsher edge in van Hove's version when the kids whip out their smart phones to make sure no police brutality goes unrecorded. It's a rare instance when the show's use of video allows the audience to be in on the joke.  The present day leans heavily off-stage as well, mostly coming from the show's casting of New York City Ballet dancer Amar Ramasar as Bernardo, leader of the Sharks.  Ramasar was fired and then reinstated at NYCB after being accused of sending sexually explicit photos of his girlfriend to another dancer -- and his casting in \"West Side Story\" generated protests calling for his ouster.  In a National Public Radio interview shortly before the show's premiere, Shereen Pimentel, who plays Maria, was asked whether she was OK with Ramasar as part of the production and whether she felt safe. She replied: \"With the cast as a whole, for me, I think all of us have been able to come together to create something beautiful. And I have felt safe with our entire case and our creative team.\"    Digital screen distractions, #MeToo issues, a winking jibe at stop-and-frisk ... The real world has managed to intrude so much on the 2020 Broadway revival of \"West Side Story\" that, however one considers its artistic merits or achievements, it is somehow emblematic of our present day, no matter how long ago its music was written or how timeless its story of thwarted romance.  In other words,  as a show, it may not be perfect. But as  a sign of the times, it's almost eerily in sync.   It makes you wonder -- and even anticipate -- how the movie will feel to us when it arrives before Christmas."], "Language": false}