{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/business/china-car-sales-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-05-11T10:31:55Z"], "LastModifiedDate": ["2020-05-11T11:43:01Z"], "Headline": ["China's auto market just snapped a 21-month slump. But car sales are still dire"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Auto sales in China grew last month for the first time in nearly two years, providing some much-needed relief for the world's biggest market, driven by increased demand for commercial vehicles. But the industry is still in serious trouble this year, according to a prominent trade group.  Sales increased 4.4% in April compared to the same month a year ago to just over 2 million vehicles, according to data published Monday by the China Association of Automobile Manufacturers. It's the first month that sales have grown since July 2018. Commercial vehicles, including heavy trucks, helped pull that figure into positive territory. Sales of such vehicles increased 32% in April. Passenger car sales, meanwhile, dropped 2.6%.  The association attributed the rebound mainly to Beijing's ability to bring the coronavirus pandemic under control in China, along with government stimulus measures — including handing out cash subsidies to encourage people to buy cars. Even with April's sales spike, the market remains weak. Just 5.8 million vehicles were sold in the first four months of 2020, a 31% drop from a year earlier.   CAAM forecasts that sales could drop by 15% to 25% compared to last year, depending on how effectively the pandemic is controlled worldwide through the rest of 2020. China's car market was in a serious slump long before the coronavirus pandemic. Car sales fell more than 8% in 2019 after sliding nearly 3% the year before.  But the virus exacerbated the issue. The country placed tens of millions of its citizens on lockdown earlier this year to control the outbreak, leading to nationwide business closures and bringing travel to a grinding halt. Sales plummeted 42% in the first three months of 2020 compared to last year, according to data released by CAAM earlier this year.  China took some steps to shore up plunging sales, including the cash handouts. In some cities, that incentive amounted to as much as $1,400 per vehicle. Beijing also announced in March it would extend subsidies and tax breaks for new energy vehicles, such as electric or plug-in hybrid cars, for another two years — an attempt to revive poor sales of those cars.  Electric cars are still struggling to sell, though. Only 72,000 new energy vehicles were sold in April, a 27% drop from a year earlier, according to CAAM.  The data that CAAM released Monday did not break out sales by individual manufacturer. But another trade group estimates that one of the most prominent makers of such cars flopped last month. Tesla sold just over 3,600 cars in April, a 64% drop from March, according to an estimate released Monday by the China Passenger Car Association, which only examines the passenger car market. Even so, Tesla's Model 3 is still the best-selling new energy car so far this year, according to CPCA, and the company just this month cut the price of its China-built version so that it can qualify for government incentives. Tesla did not respond to a request for comment from CNN Business about those figures. Like CAAM, the China Passenger Car Association registered a decline in passenger car sales. It said such sales fell 5.6% compared to a year earlier."], "Language": false}