{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/cnn-underscored/shop-onward-movie-toys-merchandise/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bridget Conway, Kai Burkhardt and Jacob Krol, CNN"], "Writers": [["Bridget Conway", "Kai Burkhardt", "Jacob Krol"]], "FirstPublishDate": ["2020-02-26T14:12:27Z"], "LastModifiedDate": ["2020-03-05T21:16:14Z"], "Headline": ["Go on your own adventure with these magical Onward themed products"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Disney Pixar's latest film, \"Onward,\" is nearly here, and there's tons of merchandise available to snag before the much-anticipated release. The movie follows two elf brothers, voiced by Tom Holland and Chris Pratt, who go on an epic quest to spend a day with their father, who died when they were young.  The film is coming to theaters on March 6, but if you just can't wait, check out our list of \"Onward\" gear, including a wizard staff, a mug shaped like a van, and of course lots of Funko figures. Plus, you can purchase advanced tickets for the film here and check out a trailer above. Onward Wizard Staff ($24.99; shopdisney.com) Join in on the magic with this lifesize version of Ian Lightfoot's magic staff. The Phoenix Gem even lights up and spins for added fun! _______________________________________________________________________________ Onward Graphic Tee for Boys ($16.99; oldnavy.com) This brotherly shirt is perfect for any \"Onward\" superfan who wants to show off his love for the movie. _______________________________________________________________________________ Onward Guinevere Mug ($19.99; shopdisney.com) This unique ceramic mug is microwave- and dishwasher-safe and brings new meaning to the term travel mug.\n_______________________________________________________________________________ Guinevere Van Playmate Cooler ($39.99; target.com) Now you can keep all your adventure supplies cold with this Onward-themed cooler. Designed to look like the Guinevere Van from the movie, this convenient cooler features pictures of the entire Lightfoot gang rushing through their quest.   _______________________________________________________________________________ Disney Pixar Onward Minis Ian Lightfoot & Guinevere ($6.99; target.com) This tiny model of Ian and the van isn't just adorable, it's functional! Guinevere's rolling wheels and sliding doors allow Ian to hop inside the van or take the driver's position from the rooftop seat. _______________________________________________________________________________ Disney Pixar Onward Manticore's Tavern Quest Pack ($29.99; target.com) Join the action with this three-pack of Onward action figures. Featuring Ian, Barley and the Manticore, these 10-inch toys come with up to 12 points of articulation for realistic play and posing.   Funko Pop! Vinyls At 3 ¾ inches tall, these \"Onward\" figures from Funko Pop! are the perfect collectibles for any Pixar fan. You can get some of the most popular characters from the movie including Barley, Ian, the Dad, the Manticore and more.  Funko Pop! Barley Cosplay Vinyl ($11.99; amazon.com)\nFunko Pop! Manticore Vinyl ($10, originally $10.99; amazon.com)\nFunko Pop! Dad Vinyl ($9.94, originally $10.99; amazon.com)\nFunko Pop! Ian with Staff Vinyl ($9.23, originally $9.78; amazon.com)\nFunko Pop! Barley Vinyl ($9.20, originally $10.99; amazon.com)\nFunko Pop! Unicorn Vinyl ($12.50; hottopic.com) Plushies These larger plushies feature all our favorite characters from \"Onward.\" They're made of polyester, soft and perfectly huggable.  Blazey Plush 7½\" ($16.99; shopdisney.com)\nIan Lightfoot Plush 19\" ($22.99; shopdisney.com)\nBarley Lightfoot Plush 19\" ($22.99; shopdisney.com)\nWilden Lightfoot Plush 18\" ($22.99; shopdisney.com)\nUnicorn Plush 9½\" ($16.99; shopdisney.com)\nManticore Mascot Plush 18\" ($22.99; shopdisney.com) Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}