{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/entertainment/female-leads-family-films-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-05T17:01:02Z"], "LastModifiedDate": ["2020-03-05T17:53:10Z"], "Headline": ["Family films had as many women in lead roles as men for the first time, new study finds"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Last year was a historic one for gender representation in family films.  According to a new study from The Geena Davis Institute on Gender and Media, 2019 saw just as many female lead characters in family films as male lead characters.  In 2007, just 24% of family films featured female characters in lead roles. Last year, 48% of the 100 top-grossing family movies featured lead female characters. (For the purposes of the annual See Jane report, a family film was defined as any live-action or animated film that was rated G, PG or PG-13.) \"Media images have a huge impact on how we see ourselves and judge our value,\" Davis told CNN via email. \"When you see someone like yourself reflected, you take in the message: 'There's someone like me, I must belong.' This is why it's vital for children to see -- from the beginning -- fictitious worlds that reflect the real world, which is half female and very diverse.\"  This historic parity, she added, means \"girls will be far more likely to see that they are just as important as boys, and that they do half of the interesting, important things.\"  \"Boys will take this message in unconsciously too, and thus be more likely to see girls as equals,\" she said.  For this year's report, researchers also examined five other areas -- race, LGBTQ+, disability, age (60+) and body size diversity.  Among those so-called \"identity groups,\" there were some improvements.  The percentage of leads who were people of color, for example, increased from 22% in 2007 to 30% last year. And 8% of last year's family films included a lead character with a disability, up from 1% ten years ago.  But Madeline Di Nonno, CEO of the Geena Davis Institute, feels there's room for further improvements. \"Sexualization and age continue to be major variables that need progress. Our study shows that female characters are six times more likely to be in sexually revealing clothing, a statistic that has been very consistent over decades of research,\" she said. \"We see the same glacial movement when it comes to age, with most female characters being under 40, and little to no females at 50 or over; yet male characters are plentiful at being depicted in their 40s and older.\"  Other findings are similarly striking, like the fact that only 8.3% of characters are of what the study calls \"large body type\" and portrayals often reinforced damaging stereotypes. Large characters were less likely to be portrayed as smart and about 7.4% were verbally shamed in the movies in which they appeared, the study found.  \"There's still much work to be done, but we are so encouraged by the progress being made,\" Davis said.  She hopes to see increases in the number of leads from \"underrepresented segments of society\" and \"continued improvement in the quality of the depictions.\"  \"Creating more diverse characters means being more relevant to a larger segment of the population... and that makes your project literally more colorful,\" she said. "], "Language": false}